{
    "TwoFactorAuth": {
        "AskSuperUserResetAuthenticationCode": "Помолете супер потребителя да нулира Вашия код за автентикиране",
        "AuthenticationCode": "Код за автентикация",
        "ConfigureDifferentDevice": "Конфигурирайте друго устройство",
        "ConfirmDisableTwoFA": "Наистина ли искате да деактивирате двуфакторната автентикация за Вашия акаунт? Активирането на двуфакторна автентикация повишава сигурността на Вашия акаунт.",
        "ConfirmSetup": "Потвърдете настройката",
        "DisableTwoFA": "Деактивирайте двуфакторната автентикация",
        "DontHaveYourMobileDevice": "Нямате достъп до мобилното си устройство?",
        "EnableTwoFA": "Активирайте двуфакторната автентикация",
        "EnterRecoveryCodeInstead": "Въведете един от Вашите кодове за възстановяване",
        "GenerateNewRecoveryCodes": "Генерирайте нови кодове за възстановяване",
        "GenerateNewRecoveryCodesInfo": "Когато генерирате нови кодове за възстановяване, старите Ви кодове вече няма да работят. Не забравяйте да изтеглите или отпечатате новите си кодове.",
        "InvalidAuthCode": "Кодът за двуфакторна автентикация не е правилен.",
        "LostAuthenticationDevice": "Здравейте, %1$sИмам активирана двуфакторна автентикация и загубих устройството си за удостоверяване. Можете ли да нулирате двуфакторната автентикация за моето потребителско име %5$s? Можете да намерите инструкциите за това тук: %6$s.%2$sURL адресът на Matomo е %3$s.%4$sБлагодаря Ви",
        "MissingAuthCodeAPI": "Моля, посочете код за двуфакторна автентикация.",
        "NotPossibleToLogIn": "Не мога да вляза в Matomo Analytics",
        "RecoveryCodes": "Кодове за възстановяване",
        "RecoveryCodesAllUsed": "Използвани са всички кодове за възстановяване, силно се препоръчва да регенерирате кодовете си за възстановяване.",
        "RecoveryCodesExplanation": "Можете да използвате кодове за възстановяване за достъп до акаунта си, когато не можете да получите двуфакторни кодове за автентикация, например когато нямате мобилното си устройство със себе си.",
        "RecoveryCodesRegenerated": "Кодовете за възстановяване са регенерирани. Не забравяйте да изтеглите или отпечатате новогенерираните кодове.",
        "RecoveryCodesSecurity": "Моля, третирайте кодовете си за възстановяване със същото ниво на сигурност, както и паролата си!",
        "RequireTwoFAForAll": "Изисквайте двуфакторна автентикация за всички",
        "RequireTwoFAForAllInformation": "Когато е активирано, всеки потребител трябва да активира двуфакторна автентикация. Прилагането на 2FA ще изисква всички потребители да имат достъп до устройство, където могат да инсталират приложение за автентикиране. Можете да активирате това само ако вече сте настроили сами двуфакторна автентикация.",
        "RequiredAuthCodeNotConfiguredAPI": "От Вас се изисква да настроите двуфакторна автентикация. Моля, влезте в акаунта си.",
        "RequiredToSetUpTwoFactorAuthentication": "От Вас се изисква да настроите двуфакторна автентикация, преди да можете да влезете",
        "SetUpTwoFactorAuthentication": "Настройте двуфакторната автентикация (2FA)",
        "SetupAuthenticatorOnDevice": "Настройте автентикатор на Вашето устройство",
        "SetupAuthenticatorOnDeviceStep1": "Инсталирайте приложение за автентикиране, например:",
        "SetupAuthenticatorOnDeviceStep2": "След това отворете приложението и сканирайте долния баркод с приложението за двуфакторна автентикация на телефона си. Ако не можете да сканирате баркода, %1$s вместо това въведете този код %2$s.",
        "SetupBackupRecoveryCodes": "Моля, архивирайте Вашите кодове за възстановяване, като използвате един от горните методи, преди да продължите с настройката за двуфакторна автентикация.",
        "SetupFinishedSubtitle": "Успешно сте настроили двуфакторна автентикация. Следващия път, когато влезете, ще трябва да въведете и кода за удостоверяване. Уверете се, че имате мобилното си устройство или резервните си кодове със себе си.",
        "SetupFinishedTitle": "Честито! Вашият акаунт вече е по-сигурен.",
        "SetupIntroFollowSteps": "Моля, следвайте тези стъпки, за да настроите двуфакторна автентикация:",
        "ShowRecoveryCodes": "Показване на кодове за възстановяване",
        "StepX": "Стъпка %s",
        "TwoFAShort": "2-факторна автентикация",
        "TwoFactorAuthentication": "Двуфакторна автентикация",
        "TwoFactorAuthenticationIntro": "%1$sДвуфакторната автентикация %2$s повишава сигурността на Вашия акаунт, като добавя допълнителен слой за проверка, когато влизате. Всеки път, когато влезете, не само ще бъдете помолени да предоставите Вашето потребителско име и парола, но и допълнителен идентификационен токен, който се променя периодично и се генерира например на Вашето мобилно устройство. Това означава, че дори когато някой знае Вашето потребителско име и парола, той пак няма да може да влезе, освен ако няма достъп и до Вашето мобилно устройство например.",
        "TwoFactorAuthenticationIsDisabled": "В момента двуфакторната автентикация е деактивирана.",
        "TwoFactorAuthenticationIsEnabled": "В момента е активирана двуфакторна автентикация.",
        "TwoFactorAuthenticationRequired": "Двуфакторната автентикация е необходимо да бъде активирана за всички, не можете да я деактивирате.",
        "Verify": "Потвърдете",
        "VerifyAuthCodeHelp": "Моля, въведете шестцифрения код, който е генериран на Вашето мобилно устройство след сканиране на баркода.",
        "VerifyAuthCodeIntro": "Моля, въведете шестцифрения код от Вашето приложение за автентикиране по-долу, за да потвърдите, че сте настроили успешно Вашето устройство.",
        "VerifyIdentifyExplanation": "Отворете приложението за двуфакторна автентикация на Вашето устройство, за да видите своя код за удостоверяване и да потвърдите самоличността си.",
        "WarningChangingConfiguredDevice": "На път сте да промените конфигурираното устройство за двуфакторна автентикация. Това ще анулира всяко предварително конфигурирано устройство.",
        "WrongAuthCodeTryAgain": "Въведен е грешен код за удостоверяване. Моля, опитайте отново.",
        "Your2FaAuthSecret": "Вашата тайна за двуфакторна автентикация"
    }
}
