{
    "TwoFactorAuth": {
        "AskSuperUserResetAuthenticationCode": "Demaneu al superusuari que restableixi el vostre codi d'autenticació",
        "AuthenticationCode": "Codi d'autenticació",
        "ConfigureDifferentDevice": "Configura un dispositiu diferent",
        "ConfirmDisableTwoFA": "Esteu segur que voleu desactivar l'autenticació de dos factors per al vostre compte? Tenir activada l'autenticació de dos factors augmenta la seguretat del vostre compte.",
        "ConfirmSetup": "Confirmeu la configuració",
        "DisableTwoFA": "Desactiva l'autenticació de dos factors",
        "DontHaveYourMobileDevice": "No tens el teu dispositiu mòbil?",
        "EnableTwoFA": "Activa l'autenticació de dos factors",
        "EnterRecoveryCodeInstead": "Introduïu un dels vostres codis de recuperació",
        "GenerateNewRecoveryCodes": "Generar nous codis de recuperació",
        "GenerateNewRecoveryCodesInfo": "Quan genereu codis de recuperació nous, els codis antics ja no funcionaran. Assegureu-vos de descarregar o imprimir els vostres codis nous.",
        "InvalidAuthCode": "El codi d'autenticació de dos factors no és correcte.",
        "LostAuthenticationDevice": "Bones, %1$stinc l'autenticació de dos factors activada i he perdut el meu dispositiu d'autenticació. Podries restablir l'autenticació de dos factors per al meu nom d'usuari %5$s? Podeu trobar les instruccions per a això aquí: %6$s.%2$sL'URL de Matomo és %3$s.%4$sGràcies",
        "MissingAuthCodeAPI": "Si us plau especifiqueu el codi d'autenticació de dos factors.",
        "NotPossibleToLogIn": "No es pot iniciar la sessió a Matomo Analytics",
        "RecoveryCodes": "Codis de recuperació",
        "RecoveryCodesAllUsed": "S'han utilitzat tots els codis de recuperació, és molt recomanable que regenereu els codis de recuperació.",
        "RecoveryCodesExplanation": "Podeu utilitzar codis de recuperació per accedir al vostre compte si no podeu rebre codis d'autenticació de dos factors, per exemple, quan no teniu el dispositiu mòbil a mà.",
        "RecoveryCodesRegenerated": "S'han regenerat els codis de recuperació. Assegureu-vos de descarregar o imprimir els codis generats recentment.",
        "RecoveryCodesSecurity": "Tracteu els vostres codis de recuperació amb el mateix nivell de seguretat que la vostra contrasenya!",
        "RequireTwoFAForAll": "Dema l'autenticació de dos factors per a tothom",
        "RequireTwoFAForAllInformation": "Quan està activat, cada usuari ha d'habilitar l'autenticació de dos factors. L'aplicació de 2FA requerirà que tots els usuaris tinguin accés a un dispositiu on puguin instal·lar una aplicació d'autenticació. Només podeu activar-ho si ja teniu configurada l'autenticació de dos factors.",
        "RequiredAuthCodeNotConfiguredAPI": "Heu de configurar l'autenticació de dos factors. Si us plau inicieu sessió al vostre compte.",
        "RequiredToSetUpTwoFactorAuthentication": "Heu de configurar l'autenticació de dos factors abans de poder iniciar sessió",
        "SetUpTwoFactorAuthentication": "Configura l'autenticació de dos factors (2FA)",
        "SetupAuthenticatorOnDevice": "Configura l'autenticador al teu dispositiu",
        "SetupAuthenticatorOnDeviceStep1": "Instal·leu una aplicació d'autenticació, per exemple:",
        "SetupAuthenticatorOnDeviceStep2": "A continuació obriu l'aplicació i escanegeu el codi de barres següent amb l'aplicació d'autenticació de dos factors al vostre telèfon. Si no podeu escanejar el codi de barres, %1$senvieu aquest codi%2$s.",
        "SetupBackupRecoveryCodes": "Si us plau feu una còpia de seguretat dels vostres codis de recuperació mitjançant un dels mètodes anteriors abans de continuar amb la configuració de l'autenticació de dos factors.",
        "SetupFinishedSubtitle": "Heu configurat correctament l'autenticació de dos factors. La propera vegada que inicieu sessió, també haureu d'introduir el codi d'autenticació. Assegureu-vos que teniu el vostre dispositiu mòbil o els vostres codis de seguretat a mà.",
        "SetupFinishedTitle": "Felicitats! El vostre compte és ara més segur.",
        "SetupIntroFollowSteps": "Si us plau seguiu aquests passos per configurar l'autenticació de dos factors:",
        "ShowRecoveryCodes": "Mostra els codis de recuperació",
        "StepX": "Pas %s",
        "TwoFAShort": "2FA",
        "TwoFactorAuthentication": "Autenticació de dos factors",
        "TwoFactorAuthenticationIntro": "%1$sL'autenticació de dos factors%2$s augmenta la seguretat del vostre compte afegint una capa addicional de verificació quan inicieu sessió. Cada vegada que inicieu sessió, no només se us demanarà que proporcioneu el vostre inici de sessió i contrasenya, sinó també una autenticació addicional testimoni que canvia periòdicament i es genera, per exemple, al vostre dispositiu mòbil. Això vol dir que fins i tot quan algú conegui el vostre nom d'usuari i contrasenya, no podrà iniciar sessió tret que tingui accés al vostre dispositiu mòbil, per exemple.",
        "TwoFactorAuthenticationIsDisabled": "Actualment l'autenticació de dos factors està desactivada.",
        "TwoFactorAuthenticationIsEnabled": "Actualment l'autenticació de dos factors està activada.",
        "TwoFactorAuthenticationRequired": "Cal que l'autenticació de dos factors estigui activada per a tothom, no la podeu desactivar.",
        "Verify": "Verificar",
        "VerifyAuthCodeHelp": "Introduïu el codi de sis dígits que s'ha generat al vostre dispositiu mòbil després d'escanejar el codi de barres.",
        "VerifyAuthCodeIntro": "Introduïu el codi de sis dígits de la vostra aplicació d'autenticació a continuació per confirmar que us heu configurat correctament al vostre dispositiu.",
        "VerifyIdentifyExplanation": "Obriu l'aplicació d'autenticació de dos factors al vostre dispositiu per veure el vostre codi d'autenticació i així verificar la vostra identitat.",
        "WarningChangingConfiguredDevice": "Esteu a punt de canviar el dispositiu d'autenticació de dos factors configurat. Això invalidarà qualsevol dispositiu configurat prèviament.",
        "WrongAuthCodeTryAgain": "S'ha introduït un codi d'autenticació incorrecte. Siusplau torna-ho a provar.",
        "Your2FaAuthSecret": "El vostre secret d'autenticació de dos factors"
    }
}
