{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Αυθεντικοποίηση δύο παραγόντων",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "%1$sΗ αυθεντικοποίηση δύο παραγόντων%2$s αυξάνει την ασφάλεια του λογαριασμού σας προσθέτοντας ένα επιπλέον επίπεδο ασφαλείας πιστοποίησης κατά την είσοδό σας. Κάθε φορά που κάνετε είσοδο δε θα σας ζητείται να εισάγετε μόνο το όνομα χρήστη και το συνθηματικό σας, αλλά επιπρόσθετα ένα επιπλέον τεκμήριο αυθεντικοποίησης που αλλάζει περιοδικά και δημιουργείται για παράδειγμα στην συσκευή κινητού σας. Αυτό σημαίνει ότι ακόμη και αν κάποιος γνωρίζει το όνομα χρήστη και το συνθηματικό σας, δε θα είναι σε θέση να κάνουν είσοδο στο σύστημα εκτός αν έχουν πρόσβαση στην συσκευή κινητού σας για παράδειγμα.",
        "TwoFactorAuthenticationIsEnabled": "Η αυθεντικοποίηση δύο παραγόντων είναι αυτή τη στιγμή ενεργοποιημένη.",
        "TwoFactorAuthenticationIsDisabled": "Η αυθεντικοποίηση δύο παραγόντων είναι αυτή τη στιγμή απενεργοποιημένη.",
        "TwoFactorAuthenticationRequired": "Η αυθεντικοποίηση δύο παραγόντων απαιτείται να ενεργοποιηθεί για όλους, δεν μπορείτε να την απενεργοποιήσετε.",
        "ConfigureDifferentDevice": "Διαμόρφωση διαφορετικής συσκευής",
        "SetUpTwoFactorAuthentication": "Διαμόρφωση αυθεντικοποίησης δύο παραγόντων (2FA)",
        "RequiredToSetUpTwoFactorAuthentication": "Απαιτείται να έχετε διαμορφώσει την αυθεντικοποίηση δύο παραγόντων προτού κάνετε είσοδο",
        "AuthenticationCode": "Κωδικός αυθεντικοποίησης",
        "Verify": "Επιβεβαίωση",
        "StepX": "Βήμα %s",
        "MissingAuthCodeAPI": "Παρακαλώ ορίστε τον κωδικό αυθεντικοποίησης δύο παραγόντων.",
        "InvalidAuthCode": "Ο κωδικός αυθεντικοποίησης δύο παραγόντων δεν είναι σωστός.",
        "RequiredAuthCodeNotConfiguredAPI": "Απαιτείται να έχετε διαμορφώσει την αυθεντικοποίηση δύο παραγόντων. Παρακαλώ κάνετε είσοδο στο λογαριασμό σας.",
        "VerifyIdentifyExplanation": "Ανοίξτε την εφαρμογή σας αυθεντικοποίησης δύο παραγόντων στη συσκευή σας για να δείτε τον κωδικό αυθεντικοποίησης και να επιβεβαιώσετε την ταυτότητά σας.",
        "DontHaveYourMobileDevice": "Δεν έχετε την συσκευή κινητού σας;",
        "EnterRecoveryCodeInstead": "Εισάγετε έναν από τους κωδικούς ανάκτησης",
        "AskSuperUserResetAuthenticationCode": "Ζητήστε από τον διαχειριστή σας να αρχικοποιήσει τον κωδικό σας αυθεντικοποίησης",
        "SetupIntroFollowSteps": "Παρακαλώ ακολουθήστε τα παρακάτω βήματα για να ορίσετε την αυθεντικοποίηση δύο παραγόντων:",
        "SetupFinishedTitle": "Συγχαρητήρια! Ο λογαριασμός σας είναι πλέον περισσότερο ασφαλής.",
        "SetupFinishedSubtitle": "Έχετε διαμορφώσει με επιτυχία την αυθεντικοποίηση δύο παραγόντων. Την επόμενη φορά που θα συνδεθείτε, θα πρέπει επιπρόσθετα να εισάγετε τον κωδικό αυθεντικοποίησης. Βεβαιωθείτε ότι έχετε μαζί σας την συσκευή κινητού σας ή τους εναλλακτικούς κωδικούς.",
        "WarningChangingConfiguredDevice": "Πρόκειται να αλλάξετε την συσκευή αυθεντικοποίησης δύο παραγόντων. Η διαδικασία αυτή θα ακυρώσει οποιεσδήποτε προηγούμενες παραμετροποιημένες συσκευές.",
        "ShowRecoveryCodes": "Εμφάνιση των κωδικών ανάκτησης",
        "ConfirmSetup": "Επιβεβαιώστε την διαμόρφωση",
        "NotPossibleToLogIn": "Δεν είναι δυνατή η είσοδος στο Matomo Analytics",
        "LostAuthenticationDevice": "Γεια σας, %1$sΈχω ενεργή την αυθεντικοποίηση δύο παραγόντων και έχω χάσει την συσκευή αυθεντικοποίησής μου. Μπορείτε σας παρακαλώ να αρχικοποιήσετε την αυθεντικοποίηση δύο παραγόντων για το όνομα χρήστη %5$s; Μπορείτε να βρείτε τις οδηγίες για τη διαδικασία αυτή εδώ: %6$s· %2$sΗ διεύθυνση URL του Matomo είναι %3$s.%4$sΕυχαριστώ",
        "WrongAuthCodeTryAgain": "Εισήχθηκε λάθος κωδικός αυθεντικοποίησης. Παρακαλώ δοκιμάστε ξανά.",
        "DisableTwoFA": "Απενεργοποίηση της αυθεντικοποίησης δύο παραγόντων",
        "EnableTwoFA": "Ενεργοποίηση της αυθεντικοποίησης δύο παραγόντων",
        "ConfirmDisableTwoFA": "Είστε σίγουροι για την απενεργοποίηση της αυθεντικοποίησης δύο παραγόντων για τον λογαριασμό σας; Έχοντας ενεργοποιημένη την αυθεντικοποίηση δύο παραγόντων αυξάνει την ασφάλεια του κωδικού σας.",
        "VerifyAuthCodeIntro": "Παρακαλώ εισάγετε παρακάτω τον 6-ψήφιο κωδικός από την εφαρμογή σας αυθεντικοποίησης για να επιβεβαιώσετε ότι έχετε διαμορφώσει με επιτυχία την συσκευή σας.",
        "VerifyAuthCodeHelp": "Παρακαλώ εισάγετε τον 6-ψήφιο κωδικό που έχει δημιουργηθεί στην συσκευή κινητού σας μετά την σάρωση του γραμμωτού κώδικα.",
        "Your2FaAuthSecret": "Το συνθηματικό σας της αυθεντικοποίησης δύο παραγόντων",
        "SetupAuthenticatorOnDevice": "Διαμόρφωση της εφαρμογής αυθεντικοποίησης στην συσκευή σας",
        "SetupAuthenticatorOnDeviceStep1": "Εγκαταστήστε μια εφαρμογή αυθεντικοποίησης, για παράδειγμα:",
        "SetupAuthenticatorOnDeviceStep2": "Στη συνέχεια, ανοίξτε την εφαρμογή και σαρώστε τον παρακάτω γραμμικό κώδικα με την εφαρμογή αυθεντικοποίησης δύο παραγόντων στο κινητό σας. Αν δεν σαρώσετε τον γραμμικό κώδικα, %1$sεισάγετε τον παρακάτω κώδικα%2$s.",
        "SetupBackupRecoveryCodes": "Παρακαλώ κάντε αντίγραφο ασφαλείας των κωδικών ανάκτησης με χρήση μίας από τις παραπάνω μεθόδους προτού συνεχίσετε με την διαμόρφωση της αυθεντικοποίησης δύο παραγόντων.",
        "RecoveryCodes": "Κωδικοί ανάκτησης",
        "RecoveryCodesExplanation": "Μπορείτε να χρησιμοποιήσετε τους κωδικούς ανάκτησης για να προσπελάσετε το λογαριασμό σας όταν δεν μπορείτε να λάβετε κωδικούς αυθεντικοποίησης δύο παραγόντων, για παράδειγμα όταν δεν έχετε μαζί σας την συσκευή του κινητού σας.",
        "RecoveryCodesSecurity": "Παρακαλώ φυλάξτε τους κωδικούς ανάκτησης με τον ίδιο τρόπο που φυλάσσετε το συνθηματικό σας!",
        "RecoveryCodesAllUsed": "Έχουν χρησιμοποιηθεί όλοι οι κωδικοί ανάκτησης, προτείνεται να δημιουργήσετε εκ νέου τους κωδικούς ανάκτησης.",
        "RecoveryCodesRegenerated": "Έχουν δημιουργηθεί εκ νέου οι κωδικοί ανάκτησης. Βεβαιωθείτε ότι μεταφορτώσατε ή εκτυπώσατε τους νέου σας κωδικούς.",
        "GenerateNewRecoveryCodes": "Δημιουργία νέων κωδικών ανάκτησης",
        "GenerateNewRecoveryCodesInfo": "Όταν δημιουργείτε νέους κωδικούς ανάκτησης, οι παλιοί σας κωδικοί δεν λειτουργούν πλέον. Βεβαιωθείτε να μεταφορτώσετε ή εκτυπώσετε τους νέους σας κωδικούς."
    }
}