{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Two-factor authentication",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "%1$sTwo-factor authentication%2$s increase your account security by adding an additional layer of verification when you log in. Each time you log in you will not only be asked to provide your login and password, but also an additional authentication token which changes periodically and is generated for example on your mobile device. This means that even when someone knows your username and password, they still won't be able to log in unless they have access to your mobile device for example.",
        "TwoFactorAuthenticationIsEnabled": "Two-factor authentication is currently enabled.",
        "TwoFactorAuthenticationIsDisabled": "Two-factor authentication is currently disabled.",
        "TwoFactorAuthenticationRequired": "Two-factor authentication is required to be enabled for everyone, you cannot disable it.",
        "ConfigureDifferentDevice": "Configure a different device",
        "SetUpTwoFactorAuthentication": "Set up two-factor authentication (2FA)",
        "RequiredToSetUpTwoFactorAuthentication": "You are required to set up two-factor authentication before you can log in",
        "AuthenticationCode": "Authentication code",
        "Verify": "Verify",
        "StepX": "Step %s",
        "MissingAuthCodeAPI": "Please specify two-factor authentication code.",
        "InvalidAuthCode": "The two-factor authentication code is not correct.",
        "RequiredAuthCodeNotConfiguredAPI": "You are required to set up two-factor authentication. Please log in to your account.",
        "VerifyIdentifyExplanation": "Open the two-factor authentication app on your device to view your authentication code and verify your identity.",
        "DontHaveYourMobileDevice": "Don’t have your mobile device?",
        "EnterRecoveryCodeInstead": "Enter one of your recovery codes",
        "AskSuperUserResetAuthenticationCode": "Ask super user to reset your authentication code",
        "SetupIntroFollowSteps": "Please follow these steps to set up two-factor authentication:",
        "SetupFinishedTitle": "Congratulations! Your account is now more secure.",
        "SetupFinishedSubtitle": "You have successfully set up two-factor authentication. Next time you log in, you will need to also enter the authentication code. Make sure you have your mobile device or your backup codes with you.",
        "WarningChangingConfiguredDevice": "You are about to change the configured two-factor authentication device. This will invalidate any previously configured device.",
        "ShowRecoveryCodes": "Show recovery codes",
        "ConfirmSetup": "Confirm setup",
        "NotPossibleToLogIn": "Cannot log in to Matomo Analytics",
        "LostAuthenticationDevice": "Hi,%1$sI have two-factor authentication enabled and lost my authentication device. Could you please reset two-factor authentication for my username %5$s? You can find the instructions for this here: %6$s.%2$sThe Matomo URL is %3$s.%4$sThanks",
        "WrongAuthCodeTryAgain": "Wrong authentication code entered. Please try again.",
        "DisableTwoFA": "Disable two-factor authentication",
        "EnableTwoFA": "Enable two-factor authentication",
        "ConfirmDisableTwoFA": "Are you sure you want to disable two-factor authentication for your account? Having two-factor authentication enabled increases your account security.",
        "VerifyAuthCodeIntro": "Please enter the six-digit code from your authenticator app below to confirm you have successfully set up on your device.",
        "VerifyAuthCodeHelp": "Please enter the six-digit code that has been generated on your mobile device after scanning the bar code.",
        "Your2FaAuthSecret": "Your two-factor authentication secret",
        "SetupAuthenticatorOnDevice": "Setup authenticator on your device",
        "SetupAuthenticatorOnDeviceStep1": "Install an authenticator app, for example:",
        "SetupAuthenticatorOnDeviceStep2": "Next, open the app and scan the below bar code with the two-factor authentication app on your phone. If you can’t scan the barcode, %1$senter this code%2$s instead.",
        "SetupBackupRecoveryCodes": "Please backup your recovery codes using one of the above methods before continuing the two-factor authentication setup.",
        "RecoveryCodes": "Recovery codes",
        "RecoveryCodesExplanation": "You can use recovery codes to access your account when you cannot receive two-factor authentication codes, for example when you don't have your mobile device with you.",
        "RecoveryCodesSecurity": "Please treat your recovery codes with the same level of security as you would your password!",
        "RecoveryCodesAllUsed": "All recovery codes have been used, it is highly recommended you regenerate your recovery codes.",
        "RecoveryCodesRegenerated": "Recovery codes have been regenerated. Make sure to download or print the newly generated codes.",
        "GenerateNewRecoveryCodes": "Generate new recovery codes",
        "GenerateNewRecoveryCodesInfo": "When you generate new recovery codes, your old codes won’t work anymore. Make sure to download or print your new codes.",
        "RequireTwoFAForAll": "Require two-factor authentication for everyone",
        "RequireTwoFAForAllInformation": "When enabled, every user has to enable two factor authentication. Enforcing 2FA will require all users to have access to a device where they can install an authenticator app. You can only enable this if you already have two factor authentication set up yourself."
    }
}