{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Autenticación de dos factores",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "La %1$sautenticación de dos factores%2$s aumenta la seguridad de su cuenta al agregar un nivel adicional de verificación al iniciar sesión. Cada vez que inicie sesión, no solo se le pedirá que proporcione su nombre de usuario y contraseña, sino también un token de autenticación adicional que cambia periódicamente y es generado, por ejemplo, en su dispositivo móvil. Esto significa que incluso cuando alguien conozca su nombre de usuario y contraseña, no podrán iniciar sesión a menos que tengan acceso a su dispositivo móvil, por ejemplo.",
        "TwoFactorAuthenticationIsEnabled": "Autenticación de dos factores está actualmente habilitada.",
        "TwoFactorAuthenticationIsDisabled": "Autenticación de dos factores está actualmente deshabilitada.",
        "TwoFactorAuthenticationRequired": "La autenticación de dos factores es obligatoria para que todos puedan usarla, no puede deshabilitarla.",
        "ConfigureDifferentDevice": "Configurar un dispositivo diferente",
        "SetUpTwoFactorAuthentication": "Configurar autenticación de dos factores (2FA)",
        "RequiredToSetUpTwoFactorAuthentication": "Debe configurar la autenticación de dos factores antes de iniciar sesión",
        "AuthenticationCode": "Código de autenticación",
        "Verify": "Verificar",
        "StepX": "Paso %s",
        "MissingAuthCodeAPI": "Por favor especifique un código de autenticación de dos factores",
        "InvalidAuthCode": "El código de autenticación de dos factores no es correcto.",
        "RequiredAuthCodeNotConfiguredAPI": "Debe configurar la autenticación de dos factores. Por favor, ingrese a su cuenta.",
        "VerifyIdentifyExplanation": "Abra la aplicación de autenticación de dos factores en su dispositivo para ver su código de autenticación y verificar su identidad.",
        "DontHaveYourMobileDevice": "No posee su dispositivo móvil?",
        "EnterRecoveryCodeInstead": "Ingrese uno de sus códigos de recuperación",
        "AskSuperUserResetAuthenticationCode": "Pida al superusuario que restablezca su código de autenticación",
        "SetupIntroFollowSteps": "Por favor siga los siguientes pasos para configurar la autenticación en dos factores:",
        "SetupFinishedTitle": "Felicitaciones! Su cuenta ahora es más segura.",
        "SetupFinishedSubtitle": "Ha configurado con éxito la autenticación de dos factores. La próxima vez que inicie sesión, también deberá ingresar el código de autenticación. Asegúrese de tener su dispositivo móvil o sus códigos de respaldo a mano.",
        "WarningChangingConfiguredDevice": "Está a punto de cambiar el dispositivo de autenticación de dos factores actualmente configurado. Esta acción invalidará cualquier dispositivo configurado previamente.",
        "ShowRecoveryCodes": "Mostrar códigos de recuperación",
        "ConfirmSetup": "Confirmar configuración",
        "NotPossibleToLogIn": "No se puede iniciar sesión en Matomo Analytics",
        "LostAuthenticationDevice": "Hola, %1$s tengo la autenticación de dos factores habilitada y perdí mi dispositivo de autenticación. ¿Podrías restablecer la autenticación de dos factores para mi nombre de usuario %5$s? Puede encontrar las instrucciones para esto aquí: %6$s.%2$sLa URL de Matomo es %3$s.%4$sGracias",
        "WrongAuthCodeTryAgain": "Código de autenticación ingresado es incorrecto. Por favor, inténtelo de nuevo.",
        "DisableTwoFA": "Deshabilitar la autenticación de dos factores",
        "EnableTwoFA": "Habilitar la autenticación de dos factores",
        "ConfirmDisableTwoFA": "¿Está seguro de que desea deshabilitar la autenticación de dos factores para su cuenta? Tener habilitada la autenticación de dos factores aumenta la seguridad de la misma.",
        "VerifyAuthCodeIntro": "Por favor ingrese a continuación el código de seis dígitos de su aplicación de autenticación para confirmar que ha configurado correctamente su dispositivo.",
        "VerifyAuthCodeHelp": "Por favor ingrese el código de seis dígitos que se ha generado en su dispositivo móvil después de escanear el código de barras.",
        "Your2FaAuthSecret": "Su secreto de autenticación de dos factores",
        "SetupAuthenticatorOnDevice": "Configure su aplicación de autenticación en su dispositivo",
        "SetupAuthenticatorOnDeviceStep1": "Instale una aplicación de autenticación, por ejemplo:",
        "SetupAuthenticatorOnDeviceStep2": "Luego, abra la aplicación y escanee el siguiente código de barras con la aplicación de autenticación de dos factores de su teléfono. Si no puede escanear el código de barras, en su lugar %1$singrese este código%2$s",
        "SetupBackupRecoveryCodes": "Realice una copia de seguridad de sus códigos de recuperación utilizando uno de los anteriores métodos antes de continuar con la configuración de autenticación de dos factores.",
        "RecoveryCodes": "Códigos de recuperación",
        "RecoveryCodesExplanation": "Puede usar códigos de recuperación para acceder a su cuenta cuando no puede recibir códigos de autenticación de dos factores, por ejemplo, cuando no tiene su dispositivo móvil consigo mismo.",
        "RecoveryCodesSecurity": "¡Trate sus códigos de recuperación con el mismo nivel de seguridad que su contraseña!",
        "RecoveryCodesAllUsed": "Se han utilizado todos los códigos de recuperación, se recomienda que vuelva a regenerar sus códigos de recuperación.",
        "RecoveryCodesRegenerated": "Los códigos de recuperación han sido regenerados. Asegúrese de descargarlos o imprimir los códigos recién generados.",
        "GenerateNewRecoveryCodes": "Generar nuevos códigos de recuperación",
        "GenerateNewRecoveryCodesInfo": "Cuando genera nuevos códigos de recuperación, sus antiguos códigos ya no funcionarán. Asegúrese de descargar o imprimir sus nuevos códigos."
    }
}