{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Authentification à deux facteurs",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "%1$sL'authentification deux-facteurs%2$s améliore la sécurité de votre compte en ajoutant une couche supplémentaire de vérification quand vous vous connectez. Chaque fois que vous vous connectez, il vous sera non-seulement demandé de fournir votre identifiant et mot de passe, mais aussi un code d'authentification qui changera périodiquement et est généré depuis votre périphérique mobile. Ceci veut dire que même si quelqu'un connait votre identifiant et mot de passe, cette peronne ne sera pas capable de se connecter à moins qu'elle ait accès à votre périphérique mobile par exemple.",
        "TwoFactorAuthenticationIsEnabled": "L'authentification deux facteurs est actuellement activée.",
        "TwoFactorAuthenticationIsDisabled": "L'authentification deux facteurs est actuellement désactivée.",
        "TwoFactorAuthenticationRequired": "L'authentification à deux facteur est requise pour tout le monde, vous ne pouvez pas la désactiver.",
        "ConfigureDifferentDevice": "Configurer un périphérique différent",
        "SetUpTwoFactorAuthentication": "Configurer l'authentification à deux facteurs (2FA)",
        "RequiredToSetUpTwoFactorAuthentication": "Vous devez configurer l'authentification deux facteurs avant de pouvoir vous identifier",
        "AuthenticationCode": "Code d'authentification",
        "Verify": "Vérifier",
        "StepX": "Étape %s",
        "MissingAuthCodeAPI": "Veuillez spécifier un code d'authentification deux-facteurs.",
        "InvalidAuthCode": "Le code d'authentification deux facteurs est incorrect.",
        "RequiredAuthCodeNotConfiguredAPI": "Vous devez configurer l'authentification à deux facteurs. Veuillez vous connectez avec votre compte.",
        "VerifyIdentifyExplanation": "Ouvrez l'application d'authentification à deux facteurs sur votre périphérique pour afficher le code d'authentification et vérifier votre identité.",
        "DontHaveYourMobileDevice": "Vous n'avez pas votre périphérique mobile ?",
        "EnterRecoveryCodeInstead": "Entrez un de vos codes de récupération",
        "AskSuperUserResetAuthenticationCode": "Demandez à votre super utilisateur de réinitialiser votre code d'authentification",
        "SetupIntroFollowSteps": "Veuillez suivre les étapes suivantes afin de configurer l'authentification deux-facteurs:",
        "SetupFinishedTitle": "Félicitations ! Votre compte est maintenant mieux sécurisé.",
        "SetupFinishedSubtitle": "Vous avez configuré l'authentification à deux facteurs avec succès. La prochaine fois que vous vous connecterez, vous aurez aussi besoin d'un code d'authentification. Assurez-vous d'avoir votre périphérique mobile ou vos codes de récupération avec vous.",
        "WarningChangingConfiguredDevice": "Vous êtes sur le point de modifier le dispositif d'authentification à deux facteurs configuré. Ceci invalidera tout dispositif précédemment configuré.",
        "ShowRecoveryCodes": "Afficher les codes de récupération",
        "ConfirmSetup": "Confirmer la configuration",
        "NotPossibleToLogIn": "Impossible de s'identifier auprès de Matomo",
        "LostAuthenticationDevice": "Bonjour, %1$s J'ai activé l'authentification à deux facteurs et perdu mon périphérique d'authentification. Pourriez-vous réinitialiser l'authentification à deux facteurs pour mon usager %5$s ? Vous pouvez trouver les intructions pour le faire ici : %6$s. %2$sL'URL Matomo est %3$s. %4$s Merci",
        "WrongAuthCodeTryAgain": "Code d'authentification entré incorrect. Veuillez réessayer.",
        "DisableTwoFA": "Désactiver l'authentification à deux facteurs",
        "EnableTwoFA": "Activer l'authentification à deux facteurs",
        "ConfirmDisableTwoFA": "Êtes-vous sûr(e) de vouloir désactiver l'authentification à deux facteurs pour votre compte ? Avoir l'authentification à deux facteurs améliore la sécurité de votre compte.",
        "VerifyAuthCodeIntro": "Veuillez entrer le code à six chiffres de votre application d'authentification ci-dessous afin de confirmer que vous avez configuré avec succès votre périphérique.",
        "VerifyAuthCodeHelp": "Veuillez entre le code à six chiffres qui a été généré sur votre périphérique moible en scannant le code bar.",
        "Your2FaAuthSecret": "Votre secret d'authentification deux facteurs",
        "SetupAuthenticatorOnDevice": "Configurer l'authentificateur sur votre périphérique",
        "SetupAuthenticatorOnDeviceStep1": "Installez une application d'authentification, par exemple :",
        "SetupAuthenticatorOnDeviceStep2": "Ensuite, ouvrez l'application et scannez le code bar ci-dessous avec l'application d'authentification à deux facteurs. Si vous ne pouvez pas scanner le code bar, %1$sentrez ce code%2$s à la place.",
        "SetupBackupRecoveryCodes": "Veuillez sauvegarder vos codes de récupération en utilisant une des méthodes ci-dessus avant de continuer la configuration de l'authentification deux-facteurs.",
        "RecoveryCodes": "Codes de récupération",
        "RecoveryCodesExplanation": "Vous pouvez utiliser des codes de récupération pour accéder à votre comptre quand vous ne pouvez pas recevoir de codes d'authentification, par exemple quand vous n'avez pas votre périphérique mobile avec vous.",
        "RecoveryCodesSecurity": "Veuillez traiter les codes de récupération avec le même niveau de sécurité que vous le feriez pour un mot de passe s'il-vous-plait !",
        "RecoveryCodesAllUsed": "Tous les codes de récupération ont été utilisé, il est vivement recommandé d'en générer de nouveaux.",
        "RecoveryCodesRegenerated": "Les cods de récupération ont été généré. Assurez-vous de télécharger et d'imprimer les nouveaux codes générés.",
        "GenerateNewRecoveryCodes": "Générer de nouveaux codes de récupération",
        "GenerateNewRecoveryCodesInfo": "Lorsque vous générez de nouveaux codes de récupération, les anciens ne fonctionneront plus. Assurez-vous de télécharger et imprimer vos nouveaux codes."
    }
}