{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Autenticazione a due fattori",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "%1$sL'autenticazione a due fattori%2$s aumenta la sicurezza del tuo account aggiungendo un ulteriore livello di verifica quando effettui l'accesso. Ogni volta che accedi, ti verrà chiesto non solo di fornire login e password, ma anche un token di autenticazione aggiuntivo che cambia periodicamente e viene generato ad esempio sul tuo dispositivo mobile. Ciò significa che, anche quando qualcuno conosce il tuo nome utente e la tua password, non potrà ancora accedere se non ha accesso, per esempio, al tuo dispositivo mobile.",
        "TwoFactorAuthenticationIsEnabled": "L'autenticazione a due fattori è attualmente abilitata.",
        "TwoFactorAuthenticationIsDisabled": "L'autenticazione a due fattori è attualmente disabilitata.",
        "TwoFactorAuthenticationRequired": "L'autenticazione a due fattori deve essere abilitata per tutti, non puoi disabilitarla.",
        "ConfigureDifferentDevice": "Configura un diverso dispositivo",
        "SetUpTwoFactorAuthentication": "Imposta l'autenticazione a due fattori (2FA)",
        "RequiredToSetUpTwoFactorAuthentication": "Devi impostare l'autenticazione a due fattori prima di poter accedere",
        "AuthenticationCode": "Codice di autenticazione",
        "Verify": "Verifica",
        "StepX": "Step %s",
        "MissingAuthCodeAPI": "Si prega di specificare il codice di autenticazione a due fattori.",
        "InvalidAuthCode": "Il codice di autenticazione a due fattori non è corretto.",
        "RequiredAuthCodeNotConfiguredAPI": "Hai richiesto di impostare l'autenticazione a due fattori. Si prega di accedere al tuo account.",
        "VerifyIdentifyExplanation": "Apri nel tuo dispositivo l'app di autenticazione a due fattori per vedere il tuo codice di autenticazione e verificare la tua identità.",
        "DontHaveYourMobileDevice": "Non hai il tuo dispositivo mobile?",
        "EnterRecoveryCodeInstead": "Inserisci uno dei tuoi codici di ripristino",
        "AskSuperUserResetAuthenticationCode": "Chiedi a un super user di reimpostare il tuo codice di autenticazione",
        "SetupIntroFollowSteps": "Si prega di seguire questi step per impostare l'autenticazione a due fattori:",
        "SetupFinishedTitle": "Congratulazioni! Ora il tuo account è più sicuro.",
        "SetupFinishedSubtitle": "Hai impostato con successo l'autenticazione a due fattori. La prossima volta che effettui il login, dovrai inserire anche il codice di autenticazione. Assicurati di avere con te il tuo dispositivo mobile o il backup dei tuoi codici.",
        "WarningChangingConfiguredDevice": "Stai per cambiare il dispositivo di autenticazione a due fattori configurato. Ciò invaliderà qualsiasi dispositivo precedentemente configurato.",
        "ShowRecoveryCodes": "Mostra codici di ripristino",
        "ConfirmSetup": "Conferma impostazione",
        "NotPossibleToLogIn": "Impossibile accedere a Matomo Analytics",
        "LostAuthenticationDevice": "Salve, %1$sho attivato l'autenticazione a due fattori e ho perso il mio dispositivo di autenticazione. Potresti ripristinare l'autenticazione a due fattori per il mio nome utente %5$s? Puoi trovare le istruzioni per questo qui: %6$s. %2$sL'URL di Matomo è %3$s.%4$s Grazie",
        "WrongAuthCodeTryAgain": "Immesso codice di autenticazione errato. Prova di nuovo.",
        "DisableTwoFA": "Disabilita autenticazione a due fattori",
        "EnableTwoFA": "Abilita autenticazione a due fattori",
        "ConfirmDisableTwoFA": "Sei sicuro di voler disabilitare l'autenticazione a due fattori per il tuo account? L'autenticazione a due fattori attivata aumenta la sicurezza del tuo account.",
        "VerifyAuthCodeIntro": "Inserisci qui sotto il codice a sei cifre della tua app di autenticazione per confermare che hai configurato correttamente il tuo dispositivo.",
        "VerifyAuthCodeHelp": "Inserisci il codice a sei cifre che è stato generato sul tuo dispositivo mobile dopo la scansione del codice a barre.",
        "Your2FaAuthSecret": "Il tuo \"segreto\" per l'autenticazione a due fattori",
        "SetupAuthenticatorOnDevice": "Imposta l'autenticatore sul tuo dispositivo",
        "SetupAuthenticatorOnDeviceStep1": "Installa un'app di autenticazione, ad esempio:",
        "SetupAuthenticatorOnDeviceStep2": "Quindi apri l'app e scansiona il codice a barre sottostante con l'app di autenticazione a due fattori sul telefono. Se non riesci a scansionare il codice a barre, %1$sinserisci invece questo codice%2$s.",
        "SetupBackupRecoveryCodes": "Si prega di eseguire il backup dei codici di ripristino utilizzando uno dei metodi sopra riportati prima di continuare l'impostazione dell'autenticazione a due fattori.",
        "RecoveryCodes": "Codici di ripristino",
        "RecoveryCodesExplanation": "Puoi utilizzare i codici di recupero per accedere al tuo account quando non puoi ricevere i codici di autenticazione a due fattori, ad esempio quando non hai il tuo dispositivo mobile con te.",
        "RecoveryCodesSecurity": "Per favore tratta i tuoi codici di recupero con lo stesso livello di sicurezza della tua password!",
        "RecoveryCodesAllUsed": "Tutti i codici di recupero sono stati utilizzati, si consiglia vivamente di rigenerarli.",
        "RecoveryCodesRegenerated": "I codici di recupero sono stati rigenerati. Assicurati di scaricare o stampare i codici appena generati.",
        "GenerateNewRecoveryCodes": "Genera nuovi codici di recupero",
        "GenerateNewRecoveryCodesInfo": "Quando generi nuovi codici di recupero, i tuoi vecchi codici non funzioneranno più. Assicurati di scaricare o stampare i tuoi nuovi codici."
    }
}