{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Twee-factor-authenticatie",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "%1$sTwee-factor-authenticatie %2$s verbetert de beveiliging van je account door een extra verificatielaag toe te voegen als je inlogt. Bij elke inlogpoging word je niet alleen om je gebruikersnaam en wachtwoord gevraagd, maar ook om een aanvullend authenticatie-token die periodiek verandert en op je mobiele apparaat gegenereerd wordt. Dit betekent dat zelfs wanneer iemand je gebruikersnaam en wachtwoord weet, diegene niet kan inloggen tenzij hij of zij toegang heeft tot bijvoorbeeld je mobiele apparaat.",
        "TwoFactorAuthenticationIsEnabled": "Twee-factor-authenticatie is momenteel ingeschakeld.",
        "TwoFactorAuthenticationIsDisabled": "Twee-factor-authenticatie is momenteel uitgeschakeld.",
        "TwoFactorAuthenticationRequired": "Twee-factor-authenticatie is voor iedere gebruiker verplicht om in te schakelen, je kan deze functie niet uitschakelen.",
        "ConfigureDifferentDevice": "Configureer een ander apparaat",
        "SetUpTwoFactorAuthentication": "Twee-factor-authenticatie (2FA) instellen",
        "RequiredToSetUpTwoFactorAuthentication": "Je dient twee-factor-authenticatie in te schakelen voordat je kan inloggen",
        "AuthenticationCode": "Authenticatiecode",
        "Verify": "Verifiëren",
        "StepX": "Stap %s",
        "MissingAuthCodeAPI": "Geef alsjeblieft de twee-factor-authenticatiecode op.",
        "InvalidAuthCode": "De twee-factor-authenticatiecode is incorrect.",
        "RequiredAuthCodeNotConfiguredAPI": "Je dient twee-factor-authenticatie in te schakelen. Log in op je account alsjeblieft.",
        "VerifyIdentifyExplanation": "Open de twee-factor-authenticatie-app en verifieer de inlogpoging door de weergegeven authenticatiecode hier in te voeren.",
        "DontHaveYourMobileDevice": "Heb je je mobiele apparaat niet bij de hand?",
        "EnterRecoveryCodeInstead": "Voer één van je back-up codes in",
        "AskSuperUserResetAuthenticationCode": "Verzoek de administrator je authenticatiecode te herstellen",
        "SetupIntroFollowSteps": "Volg de volgende stappen om twee-factor-authenticatie in te schakelen:",
        "SetupFinishedTitle": "Gefeliciteerd! Je account is nu beter beveiligd.",
        "SetupFinishedSubtitle": "Je hebt twee-factor-authenticatie ingeschakeld voor je account. De volgende keer dat je inlogt, wordt je om een authenticatiecode gevraagd. Zorg ervoor dat je je mobiele apparaat of je back-up codes bij de hand hebt.",
        "WarningChangingConfiguredDevice": "Je staat op het punt om het two-factor authenticate apparaat te wijzigen. Dit maakt elk eerder geconfigureerd apparaat ongeldig.",
        "ShowRecoveryCodes": "Back-up codes tonen",
        "ConfirmSetup": "Bevestig inschakeling",
        "NotPossibleToLogIn": "Kan niet inloggen bij Matomo Analytics",
        "LostAuthenticationDevice": "Hoi, %1$s ik heb twee-factor-authenticatie ingeschakeld en heb geen toegang meer tot mijn authenticator-app. Kan je twee-factor-authenticatie herstellen voor mijn gebruikersnaam %5$s? Je kunt instructies hiervoor vinden op de volgende pagina: %6$s. %2$sDe Matomo-URL is %3$s.%4$sAlvast bedankt.",
        "WrongAuthCodeTryAgain": "Verkeerde authenticatiecode ingevoerd, probeer het opnieuw.",
        "DisableTwoFA": "Twee-factor-authenticatie uitschakelen",
        "EnableTwoFA": "Twee-factor-authenticatie inschakelen",
        "ConfirmDisableTwoFA": "Weet je zeker dat je twee-factor-authenticatie voor je account wilt uitschakelen? Twee-factor-authenticatie verbetert de beveiliging van je account.",
        "VerifyAuthCodeIntro": "Voer de zescijferige code uit je authenticator-app in om te bevestigen dat je apparaat correct is ingesteld.",
        "VerifyAuthCodeHelp": "Voer alsjeblieft de zescijferige code in die op je mobiele apparaat gegenereerd is na het scannen van de barcode.",
        "Your2FaAuthSecret": "Je twee-factor-authenticatie secret",
        "SetupAuthenticatorOnDevice": "Twee-factor-authenticatie-app instellen op je apparaat",
        "SetupAuthenticatorOnDeviceStep1": "Installeer een authenticator-app, bijvoorbeeld:",
        "SetupAuthenticatorOnDeviceStep2": "Open vervolgens de authenticator-app en scan de onderstaande barcode. Als je de code niet kan scannen, %1$s voer dan deze code %2$s in.",
        "SetupBackupRecoveryCodes": "Maak alsjeblieft een kopie van de back-up codes door een van de bovenstaande methoden te gebruiken alvorens verder te gaan met het instellen van je authenticator-app.",
        "RecoveryCodes": "Back-up codes",
        "RecoveryCodesExplanation": "Je kan een back-up code gebruiken om in te loggen als je geen twee-factor-authenticatie code kan genereren, bijvoorbeeld omdat je je mobiele apparaat niet bij je hebt.",
        "RecoveryCodesSecurity": "Bescherm je back-up codes alsjeblieft met dezelfde zorg als je wachtwoord!",
        "RecoveryCodesAllUsed": "Alle back-up codes zijn gebruikt, het is sterk aanbevolen dat je nieuwe back-up codes genereert.",
        "RecoveryCodesRegenerated": "Nieuwe back-up codes zijn gegenereerd. Zorg ervoor dat je de nieuwe codes downloadt of afdrukt.",
        "GenerateNewRecoveryCodes": "Genereer nieuwe back-up codes",
        "GenerateNewRecoveryCodesInfo": "Als je nieuwe back-up codes genereert vervallen je oude codes, deze zullen vanaf dat moment niet meer werken. Zorg ervoor dat je de nieuwe codes downloadt of afdrukt."
    }
}