{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Autenticação de dois fatores",
        "TwoFAShort": "A2F",
        "TwoFactorAuthenticationIntro": "A %1$sautenticação de dois fatores%2$s aumenta a segurança da sua conta ao adicionar uma camada a mais de verificação quando você faz login. Cada vez que você fizer login você não apenas terá que informar seu login e senha, mas tembém um token adicional de autenticação que muda periodicamente e é gerado por exemplo no seu dispositivo móvel. Isto significa que mesmo que alguém saiba seu usuário e senha, ele não conseguirá fazer login a não ser que ele tenha acesso ao seu dispositivo móvel, por exemplo.",
        "TwoFactorAuthenticationIsEnabled": "A autenticação de dois fatores está atualmente habilitada.",
        "TwoFactorAuthenticationIsDisabled": "A autenticação de dois fatores está atualmente desabilitada.",
        "TwoFactorAuthenticationRequired": "A autenticação de dois fatores está configurada como necessária para todos, você não pode desabilitá-la.",
        "ConfigureDifferentDevice": "Configurar um outro dispositivo",
        "SetUpTwoFactorAuthentication": "Configurar a autenticação de dois fatores (A2F)",
        "RequiredToSetUpTwoFactorAuthentication": "Você deve configurar a autenticação de dois fatores antes de poder fazer login",
        "AuthenticationCode": "Código de autenticação",
        "Verify": "Verificar",
        "StepX": "Passo %s",
        "MissingAuthCodeAPI": "Favor especificar o código da autenticação de dois fatores.",
        "InvalidAuthCode": "O código da autenticação de dois fatores não está correto.",
        "RequiredAuthCodeNotConfiguredAPI": "Você deve configurar a autenticação de dois fatores. Favor fazer login em sua conta.",
        "VerifyIdentifyExplanation": "Abra o aplicativo de autenticação de dois fatores no seu dispositivo para ver seu código de autenticação e verificar sua identidade.",
        "DontHaveYourMobileDevice": "Não está com seu dispositivo móvel?",
        "EnterRecoveryCodeInstead": "Digite um dos seus códigos de recuperação",
        "AskSuperUserResetAuthenticationCode": "Peça a um super usuário para redefinir seu código de autenticação",
        "SetupIntroFollowSteps": "Por favor siga estes passos para configurar a autenticação de dois fatores:",
        "SetupFinishedTitle": "Parabéns! Sua conta está mais segura agora.",
        "SetupFinishedSubtitle": "Você configurou com sucesso a autenticação de dois fatores. Na próxima vez que fizer login, você precisará digitar também o código de autenticação. Assegure-se de ter com você seu dispositivo móvel ou seus códigos de backup.",
        "WarningChangingConfiguredDevice": "Você está prestes a mudar o dispositivo configurado com autenticação de dois fatores. Isto irá invalidar qualquer dispositivo configurado anteriormente.",
        "ShowRecoveryCodes": "Mostrar códigos de recuperação",
        "ConfirmSetup": "Confirmar configuração",
        "NotPossibleToLogIn": "Não foi possível fazer login no Matomo Analytics",
        "LostAuthenticationDevice": "Olá, %1$s Eu estou com a autenticação de fois fatores habilitada e perdi meu dispositivo de autenticação. Você poderia por favor redefinir a autenticação de dois fatores para o meu usuário %5$s? Você pode ver as instruções para isto aqui: %6$s.%2$s A URL do Matomo é %3$s.%4$sObrigado",
        "WrongAuthCodeTryAgain": "Código de autenticação digitado está incorreto. Por favor tente novamente.",
        "DisableTwoFA": "Desabilitar autenticação de dois fatores",
        "EnableTwoFA": "Habilitar autenticação de dois fatores",
        "ConfirmDisableTwoFA": "Tem certeza de que deseja desabilitar a autenticação de dois fatores para sua conta? Ter habilitada a autenticação de dois fatores aumenta a segurança da sua conta.",
        "VerifyAuthCodeIntro": "Por favor digite abaixo o código de seis dígitos do seu aplicativo autenticador para confirmar que a configuração foi feita com sucesso no seu dispositivo.",
        "VerifyAuthCodeHelp": "Por favor digite o código de seis dígitos que foi gerado no seu dispositivo móvel após escanear o código de barras.",
        "Your2FaAuthSecret": "Seu segredo da autenticação de dois fatores",
        "SetupAuthenticatorOnDevice": "Configurar o autenticador no seu dispositivo",
        "SetupAuthenticatorOnDeviceStep1": "Instale um aplicativo autenticador, por exemplo:",
        "SetupAuthenticatorOnDeviceStep2": "Depois, abra o aplicativo e escaneie o código de barras abaixo com o aplicativo de autenticação de dois fatores no seu telefone. Se você não conseguir escanear o código de barras, %1$sdigite este código%2$s no lugar.",
        "SetupBackupRecoveryCodes": "Por favor faça backup dos seus códigos de recuperação usando um dos métodos acima antes de continuar a configuração da autenticação de dois fatores.",
        "RecoveryCodes": "Códigos de recuperação",
        "RecoveryCodesExplanation": "Você pode usar códigos de recuperação para acessar sua conta quando você não puder receber códigos de autenticação de dois fatores, por exemplo quando você não estiver com seu dispositivo móvel.",
        "RecoveryCodesSecurity": "Por favor trate os seus códigos de recuperação com o mesmo nível de segurança que você trata a sua senha!",
        "RecoveryCodesAllUsed": "Todos os códigos de segurança foram usados, é altamente recomendado que você gere novamente os seus códigos de recuperação.",
        "RecoveryCodesRegenerated": "Os códigos de recuperação foram gerados novamente. Não esqueça de baixar ou imprimir os novos códigos gerados.",
        "GenerateNewRecoveryCodes": "Gerar novos códigos de recuperação",
        "GenerateNewRecoveryCodesInfo": "Quando você gera novos códigos de recuperação, os antigos códigos não funcionarão mais. Não esqueça de baixar ou imprimir os seus novos códigos."
    }
}