{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Autenticação de dois fatores",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "A %1$sautenticação de dois fatores%2$s melhora a segurança da sua conta adicionando uma camada adicional de confirmação quando inicia sessão. Cada vez que iniciar sessão não será apenas solicitado o seu nome de utilizador e palavra-passe, mas também uma chave adicional de autenticação, que é mudada periodicamente e que é gerada, por exemplo, pelo seu dispositivo móvel. Isto significa que, mesmo que alguém conheça o seu nome de utilizador e palavra-passe, não poderá entrar no sistema a menos que, por exemplo, tenha o seu dispositivo móvel.",
        "TwoFactorAuthenticationIsEnabled": "A autenticação de dois fatores está atualmente ativada.",
        "TwoFactorAuthenticationIsDisabled": "A autenticação de dois fatores está atualmente desativada.",
        "TwoFactorAuthenticationRequired": "A autenticação de dois fatores deve ser ativada para todos e não a pode desativar.",
        "ConfigureDifferentDevice": "Configurar um dispositivo diferente",
        "SetUpTwoFactorAuthentication": "Configurar a autenticação de dois fatores (2FA)",
        "RequiredToSetUpTwoFactorAuthentication": "Tem de configurar a autenticação de dois fatores antes de iniciar sessão",
        "AuthenticationCode": "Código de autenticação",
        "Verify": "Confirmar",
        "StepX": "Passo %s",
        "MissingAuthCodeAPI": "Por favor, indique o código de autenticação de dois fatores.",
        "InvalidAuthCode": "O código de autenticação de dois fatores está incorreto.",
        "RequiredAuthCodeNotConfiguredAPI": "É necessário configurar a autenticação de dois fatores. Por favor, inicie sessão na sua conta.",
        "VerifyIdentifyExplanation": "Abra a aplicação de autenticação de dois fatores no seu dispositivo para visualizar o seu código de autenticação e proceder à confirmação da sua identidade.",
        "DontHaveYourMobileDevice": "Não tem o seu dispositivo móvel consigo?",
        "EnterRecoveryCodeInstead": "Introduza um dos seus códigos de recuperação",
        "AskSuperUserResetAuthenticationCode": "Solicite a um super-utilizador a reposição do seu código de autenticação",
        "SetupIntroFollowSteps": "Por favor, siga estes passos para configurar a autenticação de dois fatores:",
        "SetupFinishedTitle": "Parabéns! A sua conta está agora ainda mais protegida.",
        "SetupFinishedSubtitle": "A autenticação de dois fatores foi configurada com sucesso. Da próxima vez que iniciar sessão, terá também de introduzir o código de autenticação. Certifique-se que tem consigo o seu dispositivo móvel ou os seus códigos de segurança.",
        "WarningChangingConfiguredDevice": "Está prestes a alterar o dispositivo de autenticação de dois fatores configurado. Isto irá invalidar qualquer dispositivo configurado anteriormente.",
        "ShowRecoveryCodes": "Mostrar códigos de recuperação",
        "ConfirmSetup": "Confirmar configuração",
        "NotPossibleToLogIn": "Não é possível iniciar sessão no Matomo Analytics",
        "LostAuthenticationDevice": "Olá, %1$s tenho a autenticação de dois fatores ativada e perdi o meu dispositivo de autenticação. Seria possível repor a autenticação de dois fatores para o meu nome de utilizador %5$s? Pode encontrar as respectivas instruções aqui: %6$s. %2$s O endereço do Matomo é %3$s. %4$s Obrigado",
        "WrongAuthCodeTryAgain": "O código de autenticação que introduziu está incorreto. Por favor, tente novamente.",
        "DisableTwoFA": "Desativar a autenticação de dois fatores",
        "EnableTwoFA": "Ativar a autenticação de dois fatores",
        "ConfirmDisableTwoFA": "Tem a certeza que deseja desativar a autenticação de dois fatores na sua conta? A autenticação de dois fatores aumenta a segurança da sua conta.",
        "VerifyAuthCodeIntro": "Por favor introduza o código de seis dígitos da sua aplicação de autenticação em baixo, para confirmar que configurou o seu dispositivo com sucesso.",
        "VerifyAuthCodeHelp": "Por favor, introduza o código de seis dígitos gerado no seu dispositivo móvel após a digitalização do código de barras.",
        "Your2FaAuthSecret": "O seu segredo da autenticação de dois fatores",
        "SetupAuthenticatorOnDevice": "Configurar a aplicação de autenticação no seu dispositivo",
        "SetupAuthenticatorOnDeviceStep1": "Instale uma aplicação de autenticação, como por exemplo:",
        "SetupAuthenticatorOnDeviceStep2": "De seguida, abra a aplicação e digitalize o código de barras em baixo, utilizando a aplicação de autenticação de dois fatores no seu telemóvel. Se não é possível digitalizar o código de barras, %1$s introduza este código %2$s.",
        "SetupBackupRecoveryCodes": "Por favor, faça cópias de segurança dos seus códigos de recuperação através de um dos métodos em cima, antes de proceder com a configuração da autenticação de dois fatores.",
        "RecoveryCodes": "Códigos de recuperação",
        "RecoveryCodesExplanation": "Pode utilizar os códigos de recuperação para aceder à sua conta sempre que não for possível receber os códigos de autenticação de dois fatores; por exemplo, quando não tiver consigo o seu dispositivo móvel.",
        "RecoveryCodesSecurity": "Por favor, trate os seus códigos de recuperação com o mesmo nível de segurança que aplica à sua palavra-passe!",
        "RecoveryCodesAllUsed": "Foram utilizados todos os códigos de recuperação. É altamente recomendável que gere novos códigos de recuperação.",
        "RecoveryCodesRegenerated": "Os códigos de recuperação foram regenerados. Certifique-se que transfere ou imprime os novos códigos gerados.",
        "GenerateNewRecoveryCodes": "Gerar novos códigos de recuperação",
        "GenerateNewRecoveryCodesInfo": "Ao gerar novos códigos de recuperação, os seus códigos antigos ficam sem efeito. Certifique-se que transfere ou imprime os seus códigos novos."
    }
}