{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Mirëfilltësim dyfaktorësh",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "%1$sMirëfilltësimi dyfaktorësh%2$s rrit sigurinë e llogarisë tuaj duke shtuar një shtresë ekstra verifikimi gjatë hyrjeve në llogarinë tuaj. Sa herë që bëni hyrjen, s’do t’ju kërkohet të jepni vetëm emër përdoruesi dhe fjalëkalim, por edhe një kod shtesë mirëfilltësimi, i cili ndryshon në mënyrë periodike, për shembull, në celularin tuaj. Kjo do të thotë që edhe kur dikush di emrin tuaj të përdoruesit dhe fjalëkalimin, prapëseprapë s’do të jenë në gjendje të bëjnë hyrjen, veç në paçin hyrje te telefoni juaj celular, për shembull.",
        "TwoFactorAuthenticationIsEnabled": "Mirëfilltësimi dyfaktorësh është i aktivizuar.",
        "TwoFactorAuthenticationIsDisabled": "Mirëfilltësimi dyfaktorësh është i çaktivizuar.",
        "TwoFactorAuthenticationRequired": "Mirëfilltësimi dyfaktorësh lypset të jetë i aktivizuar për gjithkënd, s’mund ta çaktivizoni.",
        "ConfigureDifferentDevice": "Formësoni një pajisje tjetër",
        "SetUpTwoFactorAuthentication": "Rregulloni mirëfilltësim dyfaktorësh",
        "RequiredToSetUpTwoFactorAuthentication": "Lypset ta rregulloni mirëfilltësimin dyfaktorësh përpara se të mund të bëni hyrjen",
        "AuthenticationCode": "Kod mirëfilltësimi",
        "Verify": "Verifikoje",
        "StepX": "Hapi %s",
        "MissingAuthCodeAPI": "Ju lutemi, specifikoni kod mirëfilltësim dyfaktorësh.",
        "InvalidAuthCode": "Kodi i mirëfilltësimit dyfaktorësh s’është i saktë.",
        "RequiredAuthCodeNotConfiguredAPI": "Lypset të rregulloni mirëfilltësimin dyfaktorësh. Ju lutemi, bëni hyrjen te llogaria juaj.",
        "VerifyIdentifyExplanation": "Që të shihni kodin tuaj për mirëfilltësimin dhe të verifikoni identitetin tuaj, hapeni aplikacionin e mirëfilltësimit dyfaktorësh që nga pajisja juaj.",
        "DontHaveYourMobileDevice": "S’keni pajisje celulare?",
        "EnterRecoveryCodeInstead": "Jepni një kodet tuaj të rimarrjeve",
        "AskSuperUserResetAuthenticationCode": "Kërkojini superpërdoruesit të ricaktojë kodin tuaj të mirëfilltësimit",
        "SetupIntroFollowSteps": "Ju lutemi, që të rregulloni mirëfilltësimin dyfaltorësh, ndiqni këto hapa:",
        "SetupFinishedTitle": "Përgëzime! Llogaria juaj tani është më e sigurt.",
        "SetupFinishedSubtitle": "E rregulluat me sukses mirëfilltësimin dyfaktorësh. Herës tjetër që bëni hyrjen, do t’ju duhet të jepni edhe kodin e mirëfilltësimit. Sigurohuni të keni me vete pajisjen tuaj celulare ose kodet tuaj të kopjeruajtjeve.",
        "WarningChangingConfiguredDevice": "Ju ndan një hap nga ndryshimi i pajisjes së formësuar për mirëfilltësim dyfaktorësh. Kjo do të nxjerrë jashtë loje çfarëdo pajisje të formësuar më herët.",
        "ShowRecoveryCodes": "Shfaq kode rimarrjesh",
        "ConfirmSetup": "Ripohoni rregullimin",
        "NotPossibleToLogIn": "S’bëhet dot hyrja te Matomo Analytics",
        "LostAuthenticationDevice": "Njatjeta,%1$sE kam të aktivizuar mirëfilltësimin dyfaktorësh dhe humba pajisjen nga bëja mirëfilltësime. A mundeni, ju lutem, ta ktheni mirëfilltësimin dyfaktorësh te parazgjedhjet, për emrin tim të përdoruesit %5$s? Udhëzime për këtë mund të gjeni këtu: %6$s.%2$sURL-ja në Matomo është %3$s.%4$sFaleminderit",
        "WrongAuthCodeTryAgain": "U dha kod i gabuar mirëfilltësimi. Ju lutemi, riprovoni.",
        "DisableTwoFA": "Çaktivizo mirëfilltësimin dyfaktorësh",
        "EnableTwoFA": "Aktivizo mirëfilltësimin dyfaktorësh",
        "ConfirmDisableTwoFA": "Jeni i sigurt se doni të çaktivizohet mirëfilltësimi dyfaktorësh për llogarinë tuaj? Pasja të aktivizuar e mirëfilltësimit dyfaktorësh rrit sigurinë e llogarisë tuaj.",
        "VerifyAuthCodeIntro": "Që të ripohoni se e keni rregulluar me sukses në pajisjen tuaj, ju lutemi, jepni më poshtë kodin me gjashtë shifra nga aplikacioni juaj i mirëfilltësimeve.",
        "VerifyAuthCodeHelp": "Ju lutemi, jepni kodin me gjashtë shifra që është prodhuar te te pajisja juaj celulare pas skanimit të kodit me vija.",
        "Your2FaAuthSecret": "E fshehta juaj e mirëfilltësimit dyfaktorësh",
        "SetupAuthenticatorOnDevice": "Rregulloni mirëfilltësimin te pajisja juaj",
        "SetupAuthenticatorOnDeviceStep1": "Instaloni një aplikacion mirëfilltësimi, për shembull:",
        "SetupAuthenticatorOnDeviceStep2": "Në vijim, hapeni aplikacionin dhe skanoni kodin me vija më poshtë përmes aplikacionit për mirëfilltësim dyfaktorësh në celularin tuaj. Nëse s’e skanoni dot kodin me vija, %1$sjepni këtë kod%2$s.",
        "SetupBackupRecoveryCodes": "Ju lutemi, përpara se të vazhdoni rregullimin e mirëfilltësimit dy hapësh, bëni një kopjeruajtje të kodeve tuaj të rimarrjeve.",
        "RecoveryCodes": "Kode rimarrjesh",
        "RecoveryCodesExplanation": "Për të hyrë te llogaria juaj kur s’merrni dot kode mirëfilltësimi dyfaktorësh, për shembull kur s’e keni pajisjen celulare me vete, mund të përdorni kodet e rimarrjeve.",
        "RecoveryCodesSecurity": "Ju lutemi, trajtojini kodet tuaj të rimarrjeve me të njëjtën shkallë sigurie si do të bëni me fjalëkalimet tuaj!",
        "RecoveryCodesAllUsed": "Janë përdorur krejt kodet e rimarrjeve. Këshillohet me forcë të riprodhoni kode rimarrjesh.",
        "RecoveryCodesRegenerated": "U riprodhuan kode rimarrjesh. Sigurohuni se i shkarkuat ose i shtypët kodet e rinj të prodhuar.",
        "GenerateNewRecoveryCodes": "Prodhoni kode të rinj rimarrjesh",
        "GenerateNewRecoveryCodesInfo": "Kur prodhoni kode të rinj rimarrjesh, kodet tuaj të dikurshëm s’do të funksionojnë më. Sigurohuni se i shkarkuat ose i shtypët kodet tuaj të rinj."
    }
}