{
    "TwoFactorAuth": {
        "TwoFactorAuthentication": "Tvåfaktorsautentisering",
        "TwoFAShort": "2FA",
        "TwoFactorAuthenticationIntro": "%1$sTvåfaktorsautentisering%2$s ökar din kontosäkerhet genom att lägga till ett extra verifieringssteg när du loggar in. Varje gång du loggar in kommer du inte bara att bli ombedd att ange ditt inloggnings- och lösenord utan också en extra autentiseringstoken som ändras regelbundet och genereras till exempel på din mobila enhet. Det betyder att även när någon känner till ditt användarnamn och lösenord, kommer de fortfarande inte att kunna logga in om de inte har tillgång till din mobila enhet till exempel.",
        "TwoFactorAuthenticationIsEnabled": "Tvåfaktorsautentisering är aktiverad för tillfället.",
        "TwoFactorAuthenticationIsDisabled": "Tvåfaktorsautentisering är inte aktiverad för tillfället.",
        "TwoFactorAuthenticationRequired": "Tvåfaktorsautentisering måste vara aktiverad för alla, du kan inte avaktivera den.",
        "ConfigureDifferentDevice": "Konfigurera en annan enhet",
        "SetUpTwoFactorAuthentication": "Inför tvåfaktorsautentisering (2FA)",
        "RequiredToSetUpTwoFactorAuthentication": "Du måste ställa in tvåfaktorsautentiseringen innan du kan logga in",
        "AuthenticationCode": "Kod för autentisering",
        "Verify": "Bekräfta",
        "StepX": "Steg %s",
        "MissingAuthCodeAPI": "Ange din kod för tvåfaktorsautentisering.",
        "InvalidAuthCode": "Koden för tvåfaktorsautentisering är inkorrekt.",
        "RequiredAuthCodeNotConfiguredAPI": "Då måste använda tvåfaktorsautentisering. Vänligen, logga in på ditt konto.",
        "VerifyIdentifyExplanation": "Öppna tvåfaktorautentiseringsappen på din enhet för att se din autentiseringskod och verifiera din identitet.",
        "DontHaveYourMobileDevice": "Har du inte din mobila enhet?",
        "EnterRecoveryCodeInstead": "Uppge en av dina återställningskoder",
        "AskSuperUserResetAuthenticationCode": "Be systemadministratören återställa din autentiseringskod",
        "SetupIntroFollowSteps": "Följ de här stegen för att införa tvåfaktorsautentisering:",
        "SetupFinishedTitle": "Grattis! Ditt konto är nu ännu säkrare.",
        "SetupFinishedSubtitle": "Du har ställt in tvåfaktorsautentisering. Nästa gång du loggar in måste du uppge autentiseringskoden. Se till att du har med dig din mobila enhet eller återställningskoderna.",
        "WarningChangingConfiguredDevice": "Du håller på att ändra den konfigurerade tvåfaktorautentiseringsenheten. Detta ogiltigförklarar alla tidigare konfigurerade enheter.",
        "ShowRecoveryCodes": "Visa återställningskoder",
        "ConfirmSetup": "Bekräfta införandet",
        "NotPossibleToLogIn": "Kan inte logga in till Matomo Analytics",
        "LostAuthenticationDevice": "Hej,%1$sjag har aktiverat tvåfaktorsautentisering och tappat bort min autentiseringsenhet. Skulle du kunna återställa tvåfaktorsautentisering för mitt användarnamn %5$s? Instruktioner för att göra det hittar du här: %6$s.%2$sMatomo-länken är %3$s.%4$sTack",
        "WrongAuthCodeTryAgain": "Ogiltig autentiseringskod angiven. Vänligen försök igen.",
        "DisableTwoFA": "Avaktivera tvåfaktorsautentisering",
        "EnableTwoFA": "Aktivera tvåfaktorsautentisering",
        "ConfirmDisableTwoFA": "Är du säker på att du vill inaktivera tvåfaktorautentisering för ditt konto? Att ha tvåfaktorautentisering aktiverat ökar din kontosäkerhet.",
        "VerifyAuthCodeIntro": "Ange den sexsiffriga koden från din autentiseringsapp nedan för att bekräfta att du har lyckats konfigurera din enhet.",
        "VerifyAuthCodeHelp": "Ange den sexsiffriga koden som har genererats på din mobila enhet efter att du har skannat streckkoden.",
        "Your2FaAuthSecret": "Din tvåfaktorsautentiseringshemlighet",
        "SetupAuthenticatorOnDevice": "Ställ in autentisering på din enhet",
        "SetupAuthenticatorOnDeviceStep1": "Installera en applikation för autentisering, till exempel:",
        "SetupAuthenticatorOnDeviceStep2": "Öppna sedan appen och skanna streckkoden nedan med tvåfaktorautentiseringsappen på din telefon. Om du inte kan skanna streckkoden %1$sanger du den här koden%2$s istället.",
        "SetupBackupRecoveryCodes": "Säkerhetskopiera gärna dina återställningskoder med någon av de ovan beskrivna metoderna innan du fortsätter införandet av tvåfaktorsautentisering.",
        "RecoveryCodes": "Koder för återställning",
        "RecoveryCodesExplanation": "Du kan använda återställningskoder för att komma åt ditt konto om du inte ta emot koder för tvåfaktorsautentisering, till exempel när du inte har din mobila enhet med dig.",
        "RecoveryCodesSecurity": "Behandla dina återställningskoder med samma försiktighet som dina lösenord!",
        "RecoveryCodesAllUsed": "Samtliga återställningskoder har använts, vi rekommenderar starkt att du skapar nya.",
        "RecoveryCodesRegenerated": "De nya återställningskoderna ha skapats. Ladda ner eller skriv ut de nyskapade koderna.",
        "GenerateNewRecoveryCodes": "Skapa nya koder för återställning",
        "GenerateNewRecoveryCodesInfo": "När du skapar nya återställningskoder kommer dina gamla inte längre fungera. Se till att ladda ner eller skriva ut dina nya koder."
    }
}