{
    "TwoFactorAuth": {
        "AskSuperUserResetAuthenticationCode": "Bir süper kullanıcıdan kimlik doğrulama kodunuzu sıfırlamasını isteyin",
        "AuthenticationCode": "Kimlik doğrulama kodu",
        "ConfigureDifferentDevice": "Farklı bir aygıt yapılandır",
        "ConfirmDisableTwoFA": "Hesabınız için iki aşamalı kimlik doğrulamasını etkinleştirmek istediğinize emin misiniz? İki aşamalı kimlik doğrulaması hesabınızın güvenliğini arttırır.",
        "ConfirmSetup": "Kurulumu onayla",
        "DisableTwoFA": "İki aşamalı kimlik doğrulama kodunu devre dışı bırakın",
        "DontHaveYourMobileDevice": "Mobil aygıtınız yanınızda değil mi?",
        "EnableTwoFA": "İki aşamalı kimlik doğrulamasını etkinleştir",
        "EnterRecoveryCodeInstead": "Kurtarma kodlarınızdan birini yazın",
        "GenerateNewRecoveryCodes": "Kurtarma kodlarını yeniden üret",
        "GenerateNewRecoveryCodesInfo": "Kurtarma kodlarını yeniden ürettiğinizde eski kodlarınız artık çalışmaz. Yeni kodları indirdiğinizden ya da yazdırdığınızdan emin olun.",
        "InvalidAuthCode": "İki aşamalı kimlik doğrulama kodu doğru değil.",
        "LostAuthenticationDevice": "Merhaba,%1$sİki aşamalı kimlik doğrulaması kullanıyorum ve kimlik doğrulama kodunu üreten aygıtımı kaybettim. %5$skullanıcı hesabımın iki aşamalı kimlik doğrulamasını sıfırlar mısınız? Yapılacak işlemleri şurada bulabilirsiniz: %6$s.%2$sMatomo adresi: %3$s.%4$sTeşekkürler",
        "MissingAuthCodeAPI": "Lütfen iki aşamalı kimlik doğrulama kodunu yazın.",
        "NotPossibleToLogIn": "Matomo istatistikleri oturumu açılamadı",
        "RecoveryCodes": "Kurtarma kodları",
        "RecoveryCodesAllUsed": "Tüm kurtarma kodları kullanılmış. Kurtarma kodlarını yeniden üretmeniz önemle önerilir.",
        "RecoveryCodesExplanation": "Mobil aygıtınızın yanınızda olmaması gibi durumlarda iki aşamalı kimlik kodunu üretemediğinizde oturum açmak için kurtarma kodlarını kullanabilirsiniz.",
        "RecoveryCodesRegenerated": "Kurtarma kodları yeniden üretildi. Yeni üretilen kodları indirdiğinizden ya da yazdırdığınızdan emin olun.",
        "RecoveryCodesSecurity": "Lütfen kurtarma kodlarınızı, parolalarınızı korumaya gösterdiğiniz özeni göstererek saklayın!",
        "RequireTwoFAForAll": "Herkes için iki aşamalı kimlik doğrulaması kullanılsın",
        "RequireTwoFAForAllInformation": "Bu seçenek etkinleştirildiğinde, her kullanıcının iki aşamalı kimlik doğrulaması kullanması gerekir. İki aşamalı kimlik doğrulaması dayatıldığında, her kullanıcının bir kimlik doğrulama uygulaması kurabileceği bir aygıta sahip olması gerekir. Bu seçeneği yalnız kendiniz iki aşamalı kimlik doğrulaması kullanıyorsanız etkinleştirebilirsiniz.",
        "RequiredAuthCodeNotConfiguredAPI": "İki aşamalı kimlik doğrulamasını kurmanız gerekiyor. Lütfen hesabınızla oturum açın.",
        "RequiredToSetUpTwoFactorAuthentication": "Oturum açmadan önce iki aşamalı kimlik doğrulamasını kurmanız gerekir",
        "SetUpTwoFactorAuthentication": "İki aşamalı kimlik doğrulamasını kur",
        "SetupAuthenticatorOnDevice": "Aygıtınıza kimlik doğrulama uygulamasını kurun",
        "SetupAuthenticatorOnDeviceStep1": "Bir kimlik doğrulama uygulaması kurun. Örnek:",
        "SetupAuthenticatorOnDeviceStep2": "Ardından uygulamayı açın ve aşağıdaki barkodu telefonunuzdaki iki aşamalı kimlik doğrulaması uygulaması ile taratın. Barkodu taratamıyorsanız, yeirne %1$sbu kodu yazabilirsiniz%2$s.",
        "SetupBackupRecoveryCodes": "İki aşamalı kimlik doğrulaması kurulumuna devam etmeden önce kurtarma kodlarınızı yukarıdaki yöntemlerden birini kullanarak yedekleyin.",
        "SetupFinishedSubtitle": "İki aşamalı kimlik doğrulaması kurulumunu tamamladınız. Bir sonraki oturum açışınızda kimlik doğrulama kodunu da yazmanız gerekecek. Oturum açmadan önce mobil aygıtınızın ya da yedek kodlarınızın yanınızda olduğundan emin olun.",
        "SetupFinishedTitle": "Tebrikler! Hesabınız şimdi daha güvenli.",
        "SetupIntroFollowSteps": "İki aşamalı kimlik doğrulamasını kurmak için şu adımları izleyin:",
        "ShowRecoveryCodes": "Kurtarma kodlarını görüntüle",
        "StepX": "%s. Adım",
        "TwoFAShort": "İki aşamalı kimlik doğrulama",
        "TwoFactorAuthentication": "İki aşamalı kimlik doğrulama",
        "TwoFactorAuthenticationIntro": "%1$sİki aşamalı kimlik doğrulaması%2$s oturum açma işlemine bir ek doğrulama aşaması ekleyerek güvenliğinizi arttırır. Oturum açarken kullanıcı adı ve parolanın yanında düzenli olarak değişen ve örneğin mobil aygıtınız üzerinde üretilebilen bir kimlik doğrulama kodu yazmanız istenir. Böylece herhangi biri kullanıcı adı ve parolanızı öğrense bile kimlik doğrulama kodunu üretemiyorsa sizin hesabınızla oturum açamaz.",
        "TwoFactorAuthenticationIsDisabled": "İki aşamalı kimlik doğrulaması devre dışı.",
        "TwoFactorAuthenticationIsEnabled": "İki aşamalı kimlik doğrulaması etkin.",
        "TwoFactorAuthenticationRequired": "İki aşamalı kimlik doğrulama özelliğinin herkes için etkinleştirilmiş olması gerekir, devre dışı bırakamazsınız.",
        "Verify": "Doğrula",
        "VerifyAuthCodeHelp": "Lütfen barkodu taradıktan sonra mobil aygıtınızda üretilen alt haneli kodu yazın.",
        "VerifyAuthCodeIntro": "Lütfen aygıtınızı kurduğunuzu doğrulamak için kimlik doğrulama uygulamasına aşağıdaki altı haneli kodu yazın.",
        "VerifyIdentifyExplanation": "Aygıtınızda iki aşamalı kimlik doğrulama uygulamasını açın ve kimliğinizi doğrulayın.",
        "WarningChangingConfiguredDevice": "Yapılandırılmış iki aşamalı kimlik doğrulama aygıtınızı değiştirmek üzeresiniz. Bu işlem daha önce yapılandırdığınız aygıtları geçersiz kılar.",
        "WrongAuthCodeTryAgain": "Yazdığınız kimlik doğrulama kodu hatalı. Lütfen yeniden deneyin.",
        "Your2FaAuthSecret": "İki aşamalı kimlik doğrulama parolanız"
    }
}
