{
    "TwoFactorAuth": {
        "AskSuperUserResetAuthenticationCode": "Bir süper kullanıcıdan kimlik doğrulama kodunuzu sıfırlamasını isteyin",
        "AuthenticationCode": "Kimlik doğrulama kodu",
        "ConfigureDifferentDevice": "Yeni bir aygıt kurun",
        "ConfirmDisableTwoFA": "Hesabınız için iki aşamalı kimlik doğrulaması kapatılsın mı? Bu işlem hesabınızın güvenliğini azaltır.",
        "ConfirmSetup": "Kurulumu onayla",
        "DisableTwoFA": "İki aşamalı kimlik doğrulamayı kapat",
        "DontHaveYourMobileDevice": "Mobil aygıtınız yanınızda değil mi?",
        "EnableTwoFA": "İki aşamalı kimlik doğrulamayı aç",
        "EnterRecoveryCodeInstead": "Kurtarma kodlarınızdan birini yazın",
        "GenerateNewRecoveryCodes": "Yeni kurtarma kodları üret",
        "GenerateNewRecoveryCodesInfo": "Kurtarma kodları yeniden üretildiğinde eski kodlarınız artık çalışmaz. Yeni kodları indirdiğinize ya da yazdırdığınıza emin olun.",
        "InvalidAuthCode": "İki aşamalı kimlik doğrulama kodu doğru değil.",
        "LostAuthenticationDevice": "Merhaba,%1$sİki aşamalı kimlik doğrulaması kullanıyorum ve kimlik doğrulama aygıtımı kaybettim. \"%5$s\" kullanıcı hesabımın iki aşamalı kimlik doğrulamasını sıfırlar mısınız? Yapılacak işlemler şurada: %6$s.%2$sMatomo adresi: %3$s.%4$sTeşekkürler",
        "MissingAuthCodeAPI": "Lütfen bir iki aşamalı kimlik doğrulama kodu yazın.",
        "NotPossibleToLogIn": "Matomo istatistikleri oturumu açılamadı",
        "RecoveryCodes": "Kurtarma kodları",
        "RecoveryCodesAllUsed": "Tüm kurtarma kodları kullanılmış. Yeni kurtarma kodları üretmelisiniz.",
        "RecoveryCodesExplanation": "İki aşamalı kimlik kodunu alamadığınızda (örneğin mobil aygıtınızın yanınızda olmaması gibi durumlarda) oturum açmak için kurtarma kodlarını kullanabilirsiniz.",
        "RecoveryCodesRegenerated": "Kurtarma kodları üretildi. Yeni üretilen kodları indirdiğinize ya da yazdırdığınıza emin olun.",
        "RecoveryCodesSecurity": "Lütfen kurtarma kodlarınızı, bir parola gibi koruyun.",
        "RequireTwoFAForAll": "Herkes için iki aşamalı kimlik doğrulaması zorunlu olsun",
        "RequireTwoFAForAllInformation": "Diğer kullanıcıların mobil aygıtlarındaki bir kerelik parola uygulamasını kullanarak iki aşamalı kimlik doğrulaması ile oturum açması gerekir. (Bir önlem olarak kendiniz iki aşamalı kimlik doğrulaması kullanıyor olmalısınız.)",
        "RequiredAuthCodeNotConfiguredAPI": "İki aşamalı kimlik doğrulamasını kurmanız gerekiyor. Bunun için lütfen oturum açın.",
        "RequiredToSetUpTwoFactorAuthentication": "Oturum açmadan önce iki aşamalı kimlik doğrulamasını kurmalısınız.",
        "SetUpTwoFactorAuthentication": "İki aşamalı kimlik doğrulamasını kur",
        "SetupAuthenticatorOnDevice": "Aygıtınıza bir kerelik parola uygulamasını kurun",
        "SetupAuthenticatorOnDeviceStep1": "Bir kerelik parola uygulamasını kurun. Örnek:",
        "SetupAuthenticatorOnDeviceStep2": "Ardından uygulamayı açın ve aşağıdaki barkodu telefonunuzdaki bir kerelik parola uygulaması ile taratın. Barkodu taratamıyorsanız, yerine %1$sbu kodu yazabilirsiniz%2$s.",
        "SetupBackupRecoveryCodes": "Lütfen ilerlemeden önce kurtarma kodlarınızı yukarıdaki yöntemlerden birini kullanarak kaydedin.",
        "SetupFinishedSubtitle": "İki aşamalı kimlik doğrulaması kurulumunu tamamladınız. Bundan sonra oturum açmak için bir kimlik doğrulama kodu yazmanız gerekecek. Oturum açmadan önce mobil aygıtınızın ya da yedek kodlarınızın yanınızda olduğundan emin olun.",
        "SetupFinishedTitle": "Hesabınız şimdi daha güvenli.",
        "SetupIntroFollowSteps": "İki aşamalı kimlik doğrulamasını kurmak için şu adımları izleyin:",
        "ShowRecoveryCodes": "Kurtarma kodlarını görüntüle",
        "StepX": "%s. adım",
        "TwoFAShort": "İki aşamalı kimlik doğrulama",
        "TwoFactorAuthentication": "İki aşamalı kimlik doğrulama",
        "TwoFactorAuthenticationIntro": "%1$sİki aşamalı kimlik doğrulaması%2$s oturum açarken (parolanızın yanında) mobil aygıtınızda üretilecek bir kodu ya da kurtarma kodlarından birini yazmanızı isteyerek güvenliğinizi arttırır.",
        "TwoFactorAuthenticationIsDisabled": "İki aşamalı kimlik doğrulaması kapalı.",
        "TwoFactorAuthenticationIsEnabled": "İki aşamalı kimlik doğrulaması açık.",
        "TwoFactorAuthenticationRequired": "Herkesin iki aşamalı kimlik doğrulamayı kullanması zorunludur. Kapatamazsınız.",
        "Verify": "Doğrula",
        "VerifyAuthCodeHelp": "Lütfen barkodu taradıktan sonra mobil aygıtınızda üretilen alt haneli kodu yazın.",
        "VerifyAuthCodeIntro": "Lütfen aygıtınızı kurduğunuzu doğrulamak için zamana bağlı bir kerelik parola oluşturma (OTP) uygulamasındaki altı haneli kodu yazın.",
        "VerifyIdentifyExplanation": "Aygıtınızda iki aşamalı kimlik doğrulama uygulamasını açıp kimlik doğrulama kodunu alarak ve kimliğinizi doğrulayın.",
        "WarningChangingConfiguredDevice": "Yapılandırılmış iki aşamalı kimlik doğrulama aygıtınızı değiştirmek üzeresiniz. Bu işlem önceki aygıtınızı geçersiz kılar.",
        "WrongAuthCodeTryAgain": "Kimlik doğrulama kodu hatalı. Lütfen yeniden deneyin.",
        "Your2FaAuthSecret": "İki aşamalı kimlik doğrulama parolanız"
    }
}
