{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Всички частни директории са недостъпни от интернет.",
        "BrowserAndAutoArchivingEnabledComment": "Изглежда, че както браузърът, така и автоматичното архивиране са активирани. Автоматичното архивиране последно стартира преди %3$s. Ако %1$sавтоматично архивиране%2$s е активирано, трябва да деактивирате архивирането на браузъра в „Общи настройки“.",
        "BrowserAndAutoArchivingEnabledLabel": "Браузърът и автоматичното архивиране са активирани",
        "BrowserTriggeredArchivingEnabled": "За оптимална производителност и бързо Matomo, силно се препоръчва да настройте crontab за автоматично архивиране на Вашите отчети и да деактивирате задействането на браузъра в настройките на Matomo. %1$sНаучете повече.%2$s",
        "ConfigFileIntroduction": "Тук можете да видите конфигурацията на Matomo. Ако използвате Matomo в среда с балансирано натоварване, страницата може да е различна в зависимост от това от кой сървър е заредена тази страница. Редове с различен цвят на фона са променени конфигурационни стойности, които са посочени например във файла %1$s.",
        "ConfigFileTitle": "Конфигурационен файл",
        "ConfigIniAccessible": "Открихме също, че конфигурационната директория на Matomo е публично достъпна. Въпреки че хакери не могат да прочетат конфигурацията сега, ако Вашият уеб сървър спре да изпълнява PHP файлове по някаква причина, Вашите идентификационни данни за MySQL и друга информация ще бъдат достъпни за всеки. Моля, проверете конфигурацията на Вашия уеб сървър и откажете достъп до тази директория.",
        "CronArchivingHasNotRun": "Архивирането все още не е извършено успешно.",
        "CronArchivingHasNotRunInAWhile": "Архивирането за последно беше успешно на %1$s, което беше преди %2$s.",
        "CronArchivingLastRunCheck": "Последно успешно завършване на архивирането",
        "CronArchivingRanSuccessfullyXAgo": "Процесът на архивиране завърши успешно преди %1$s.",
        "CronArchivingRunDetails": "Моля, проверете дали сте настроили crontab, извикващ конзолната команда %1$s, и дали сте конфигурирали %2$s да получава грешки по имейл, ако архивирането не успее. Можете също да опитате да изпълните конзолната команда, за да архивирате отчетите си ръчно: %3$s. %4$sНаучете повече.%5$s",
        "DatabaseReaderConnection": "Връзка с четец на база данни",
        "DatabaseUtf8Requirement": "Това е необходимо, за да може да се съхраняват 4-байтови UTF8 знаци. Освен ако utf8mb4 не е налично, специални знаци като емоджи, по-рядко срещани знаци на азиатски езици, различни исторически писмености или математически символи, ще бъдат заменени с %1$s. Можете да прочетете повече подробности по тази тема в %2$s тези ЧЗВ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Вашата база данни поддържа utf8mb4 charset, но таблиците на Вашата база данни все още не са преобразувани. Можете да направите това, като изпълните командата %1$s или активирате автоматичното преобразуване в Общи настройки.",
        "DatabaseUtf8mb4CharsetRecommended": "Вашата база данни все още не поддържа utf8mb4 набор от знаци.",
        "EnableRequiredDirectoriesDiagnostic": "Тази проверка беше пропусната, тъй като тази проверка е забранена в конфигурацията. За да активирате тази проверка, задайте [General] enable_required_directories_diagnostic = 1 във файла \"config/config.ini.php\".",
        "HideUnchanged": "Ако искате да видите само променени стойности, можете %1$s да скриете всички непроменени стойности %2$s.",
        "HtaccessWarningNginx": "За да се гарантира, че чувствителните файлове няма да бъдат достъпни директно, се препоръчва да конфигурирате Вашия уеб сървър да ограничи достъпа до определени директории. За повече информация, моля, вижте %1$s официалната конфигурация на сървъра nginx %2$s",
        "MysqlMaxPacketSize": "Максимален размер на пакета",
        "MysqlMaxPacketSizeWarning": "Препоръчително е да конфигурирате размер на '%1$smax_allowed_packet%2$s' във Вашата MySQL база данни от поне %3$s. В момента е конфигуриран %4$s.",
        "MysqlTemporaryTablesWarning": "За правилното функциониране на Matomo е необходимо разрешение в MySQL за CREATE TEMPORARY TABLES.",
        "MysqlTransactionLevel": "Промяната на нивото на изолация на транзакциите не се поддържа. Архивирането ще продължи да работи, но може да е по-бавно и се препоръчва да промените например `binlog_format` на `row`, ако е възможно.",
        "NoDataForReportArchivingNotRun": "Архивирането на отчетите Ви не е изпълнявано наскоро, %1$sнаучете повече за това как да генерирате отчетите си.%2$s",
        "PHPFPMWarningApache": "PHP FPM ще игнорира правилата на .htaccess за .php файлове. За да се гарантира, че чувствителните файлове няма да бъдат достъпни директно, се препоръчва да изключите определени директории от обработване от PHP FPM, като добавите реда %1$s към секцията %2$s във Вашата конфигурация на виртуален хост на apache точно над реда %3$s.",
        "PHPFPMWarningGeneric": "PHP FPM може да игнорира правилата на .htaccess за .php файлове. За да се гарантира, че чувствителните файлове не могат да бъдат достъпни директно, се препоръчва да конфигурирате Вашия уеб сървър да изключи директорията /config от обработване от PHP FPM.",
        "PHPFPMWarningNginx": "PHP FPM ще игнорира правилата на .htaccess за .php файлове. За да се гарантира, че чувствителните файлове няма да бъдат достъпни директно, се препоръчва да се изключат определени директории от обработване от PHP FPM. За повече информация, моля, вижте %1$s официалната конфигурация на сървъра nginx %2$s",
        "PrivateDirectoryInternetDisabled": "Не можахме да проверим дали следните URL адреси са достъпни, защото интернет функциите са деактивирани на това Matomo.",
        "PrivateDirectoryIsAccessible": "Открихме, че горните URL адреси са достъпни през браузъра, но НЕ трябва да бъдат. Разрешаването на достъпа до тях може да представлява потенциален риск за сигурността, тъй като съдържанието може да предостави информация за Вашия сървър и потенциално Вашите потребители. Моля, ограничете достъпа до тях.",
        "PrivateDirectoryManualCheck": "Моля, отворете URL адресите ръчно в браузър, за да видите дали имате достъп до тях. Ако можете, може да се наложи да промените конфигурацията на Вашия сървър, тъй като тези файлове/директории не трябва да са достъпни чрез браузър от интернет или интранет.",
        "RecommendedPrivateDirectories": "Препоръчани частни директории",
        "RequiredPrivateDirectories": "Задължителни частни директории",
        "Sections": "Секции",
        "UrlsAccessibleViaBrowser": "Открихме, че горните URL адреси са достъпни през браузъра, но препоръчваме да не са. Ако е възможно, ограничете достъпа до тях."
    }
}
