{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Tots els directoris privats són inaccessibles des d'Internet.",
        "BrowserAndAutoArchivingEnabledComment": "Sembla que tant el navegador com l'arxivat automàtic estan habilitats. L'arxivat automàtic es va iniciar per última vegada fa %3$s. Si %1$sauto arxivat%2$s està habilitat, hauríeu de desactivar l'arxivat del navegador a \"Configuració general\".",
        "BrowserAndAutoArchivingEnabledLabel": "Navegador i arxivat automàtic activats",
        "BrowserTriggeredArchivingEnabled": "Per obtenir un rendiment òptim i un Matomo ràpid, és molt recomanable configurar un crontab per arxivar automàticament els vostres informes i desactivar l'activació del navegador a la configuració de Matomo. %1$sMés informació.%2$s",
        "ConfigFileIntroduction": "Aquí podeu veure la configuració de Matomo. Si esteu executant Matomo en un entorn de càrrega equilibrada, la pàgina pot ser diferent segons el servidor des del qual es carregui aquesta pàgina. Les files amb un color de fons diferent són valors de configuració canviats que s'especifiquen, per exemple, al fitxer %1$s.",
        "ConfigFileTitle": "Arxiu de configuració",
        "ConfigIniAccessible": "També hem trobat que el directori de configuració de Matomo és accessible públicament. Tot i que els atacants no poden llegir la configuració ara, si el vostre servidor web deixa d'executar fitxers PHP per algun motiu, les vostres credencials de MySQL i altra informació estaran disponibles per a qualsevol. Comproveu la configuració del vostre servidor web i denegueu l'accés a aquest directori.",
        "CronArchivingHasNotRun": "L'arxivat encara no s'ha executat amb èxit.",
        "CronArchivingHasNotRunInAWhile": "La darrera vegada que es va arxivar amb èxit fou el %1$s, fa %2$s.",
        "CronArchivingLastRunCheck": "Darrer arxivat completat amb èxit",
        "CronArchivingRanSuccessfullyXAgo": "El procés d'arxivat es va completar amb èxit fa %1$s.",
        "CronArchivingRunDetails": "Si us plau comproveu que heu configurat un crontab que crida l'ordre de la consola %1$s i que heu configurat un %2$s per rebre errors per correu electrònic si falla l'arxivat. També podeu provar d'executar l'ordre de la consola per arxivar els vostres informes manualment: %3$s. %4$sMés informació.%5$s",
        "DatabaseCollationCharset": "La intercalació predeterminada per al vostre conjunt de caràcters configurat és: <code>%1$s</code>",
        "DatabaseCollationConnection": "La vostra intercalació de connexió utilitzada actualment és: <code>%1$s</code>",
        "DatabaseCollationNotConfigured": "La vostra connexió de base de dades està configurada sense una intercalació explícita. Si us plau, actualitzeu <code>[database] collation = ''</code> al fitxer \"config/config.ini.php\" amb la intercalació que s'ha d'utilitzar, per assegurar-vos que totes les funcions de la base de dades funcionin com s'esperava.",
        "DatabaseReaderConnection": "Connexió del lector de bases de dades",
        "DatabaseUtf8Requirement": "Això és necessari per poder emmagatzemar caràcters UTF8 de 4 bytes. A menys que utf8mb4 estigui disponible els caràcters especials, com ara emojis, caràcters menys comuns d'idiomes asiàtics, diversos scripts històrics o símbols matemàtics es substituiran per %1$s. Podeu llegir més detalls sobre aquest tema a %2$saquest FAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "La vostra base de dades admet el conjunt de caràcters utf8mb4, però les taules de la vostra base de dades encara no s'han convertit. Podeu fer-ho executant l'ordre %1$s o activant la conversió automàtica a la configuració general.",
        "DatabaseUtf8mb4CharsetRecommended": "La vostra base de dades encara no és compatible amb el conjunt de caràcters utf8mb4.",
        "EnableRequiredDirectoriesDiagnostic": "Aquesta comprovació s'ha omès perquè aquesta comprovació està desactivada a la configuració. Per habilitar aquesta comprovació, establiu [General] enable_required_directories_diagnostic = 1 al fitxer \"config/config.ini.php\".",
        "HideUnchanged": "Si voleu veure només els valors canviats, podeu %1$samagar tots els valors sense canvis%2$s.",
        "HtaccessWarningNginx": "Per garantir que no es pot accedir directament als fitxers sensibles, es recomana configurar el servidor web per restringir l'accés a determinats directoris. Per obtenir més informació, consulteu %1$sla configuració oficial del servidor nginx%2$s",
        "MariaDbNotConfigured": "La versió de la vostra base de dades indica que potser utilitzeu un servidor MariaDb. Si aquest és el cas, assegureu-vos d'establir <code>[database] schema = Mariadb</code> al fitxer \"config/config.ini.php\", per assegurar-vos que totes les funcions de la base de dades funcionin com s'esperava.",
        "MysqlMaxPacketSize": "Mida màxima del paquet",
        "MysqlMaxPacketSizeWarning": "Es recomana configurar una mida '%1$smax_allowed_packet%2$s' a la vostra base de dades MySQL d'almenys %3$s. La configuració actualment és %4$s.",
        "MysqlTemporaryTablesWarning": "És necessari el permís de MySQL CREATE TEMPORARY TABLES perquè el Matomo funcioni correctament.",
        "MysqlTransactionLevel": "No s'admet el canvi del nivell d'aïllament de la transacció. L'arxivat seguirà funcionant, però pot ser més lent i es recomana canviar, per exemple, el `binlog_format` a `row` si és possible.",
        "NoDataForReportArchivingNotRun": "L'arxivat dels vostres informes no s'ha executat recentment, %1$sobteniu més informació sobre com generar els vostres informes.%2$s",
        "PHPFPMWarningApache": "PHP FPM ignorarà les regles .htaccess per als fitxers .php. Per assegurar que no es pot accedir directament als fitxers sensibles, es recomana excloure determinats directoris de ser gestionats per PHP FPM afegint la línia %1$s a la secció %2$s a la configuració d'hoste virtual d'Apache just a sobre de la línia %3$s.",
        "PHPFPMWarningGeneric": "PHP FPM pot ignorar les regles .htaccess per als fitxers .php. Per assegurar que no es pot accedir directament als fitxers sensibles, es recomana configurar el servidor web per excloure el directori /config de ser gestionat per PHP FPM.",
        "PHPFPMWarningNginx": "PHP FPM ignorarà les regles .htaccess per als fitxers .php. Per assegurar que no es pot accedir directament als fitxers sensibles, es recomana excloure determinats directoris de ser gestionats per PHP FPM. Per obtenir més informació, consulteu %1$sla configuració oficial del servidor nginx%2$s",
        "PrivateDirectoryCantCheckUrl": "Comprovar l'URL %1$sha fallat: %2$s",
        "PrivateDirectoryInternetDisabled": "No hem pogut comprovar si les URL següents són accessibles perquè les funcions d'Internet estan desactivades en aquest Matomo.",
        "PrivateDirectoryIsAccessible": "Hem trobat que les URL anteriors són accessibles mitjançant el navegador i NO haurien de ser-ho. Permetre l'accés pot suposar un risc potencial de seguretat, ja que els continguts poden proporcionar informació sobre el vostre servidor i potencialment els vostres usuaris. Si us plau, restringeix-hi l'accés.",
        "PrivateDirectoryManualCheck": "Si us plau obriu les URL manualment en un navegador per veure si hi podeu accedir. Si podeu, és possible que hàgiu de modificar la configuració del vostre servidor, ja que aquests fitxers/directoris no haurien de ser accessibles mitjançant un navegador des d'Internet o la intranet.",
        "RecommendedPrivateDirectories": "Directoris privats recomanats",
        "RequiredPrivateDirectories": "Directoris privats obligatoris",
        "Sections": "Seccions",
        "UrlsAccessibleViaBrowser": "Hem trobat que les URL anteriors són accessibles mitjançant el navegador, però recomanem que no ho siguin. Si és possible, restringeix-hi l'accés."
    }
}
