{
    "Diagnostics": {
        "ConfigFileTitle": "Αρχείο ρυθμίσεων",
        "MysqlTemporaryTablesWarning": "Η άδεια CREATE TEMPORARY TABLES της MySQL απαιτείται για τη σωστή λειτουργία του Matomo.",
        "MysqlTransactionLevel": "Η αλλαγή του επιπέδου απομόνωσης συναλλαγής δεν υποστηρίζεται. Η αρχειοθέτηση θα συνεχίσει να λειτουργεί αλλά ενδέχεται να είναι πιο αργή και προτείνεται για παράδειγμα η αλλαγή του `binlog_format` σε `row` αν αυτό είναι δυνατόν.",
        "MysqlMaxPacketSize": "Μέγιστο Μέγεθος Πακέτου",
        "MysqlMaxPacketSizeWarning": "Προτείνεται να ρυθμίσετε το μέγεθος του 'max_allowed_packet' στη βάση MySQL τουλάχιστον σε %1$s. Αυτή τη στιγμή είναι ρυθμισμένο σε %2$s.",
        "ConfigFileIntroduction": "Εδώ μπορείτε να δείτε την παραμετροποίηση του Matomo. Αν εκτελείτε το Matomo σε περιβάλλον μοιραζόμενου φόρτου, η σελίδα ενδέχεται να είναι διαφορετικά ανάλογα με τον διακομιστή από τον οποίο φορτώνεται. Οι γραμμές με διαφορετικό χρώμα υποβάθρου αποτελούν τροποποιημένες τιμές παραμετροποίησης που έχουν οριστεί για παράδειγμα στο αρχείο %1$s.",
        "HideUnchanged": "Αν επιθυμείτε να δείτε μόνο τις τιμές που άλλαξαν, μπορείτε να %1$sαποκρύψετε τις τιμές που παρέμειναν ίδιες%2$s.",
        "Sections": "Τμήματα",
        "BrowserAndAutoArchivingEnabledLabel": "Ενεργοποιήθηκε η Αυτόματη και η αρχειοθέτηση μέσω προγράμματος πλοήγησης",
        "BrowserAndAutoArchivingEnabledComment": "Φαίνεται να είναι ενεργοποιημένη και η αυτόματη αρχειοθέτηση και η αρχειοθέτηση μέσω προγράμματος πλοήγησης. Η αυτόματη αρχειοθέτηση τελευταία ξεκίνησε πριν %3$s. Αν η %1$sαυτόματη αρχειοθέτηση%2$s είναι ενεργή, θα πρέπει να απενεργοποιήσετε την αρχειοθέτηση μέσω προγράμματος πλοήγησης στις \"Γενικές Ρυθμίσεις\".",
        "DatabaseReaderConnection": "Σύνδεση Αναγνώστη Βάσης Δεδομένων",
        "DatabaseUtf8Requirement": "Αυτό απαιτείται για την αποθήκευση χαρακτήρων 4-byte UTF8. Εκτός αν η κωδικοποίηση utf8mb4 δεν είναι διαθέσιμη, ειδικοί χαρακτήρες όπως emoji, λιγότερο συχνοί χαρακτήρες ασιατικών γλωσσών όπως ιστορικοί χαρακτήρες ή μαθηματικά σύμβολα θα αντικαθίστανται από το %1$s. Μπορείτε να δείτε περισσότερες πληροφορίες για το θέμα αυτό στις %2$sΣυχνές Ερωτήσεις-Απαντήσεις%3$s.",
        "DatabaseUtf8mb4CharsetRecommended": "Η βάση δεδομένων σας δεν υποστηρίζει ακόμη κωδικοποίηση χαρακτήρων UTF8mb4.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Η βάση δεδομένων σας υποστηρίζει κωδικοποίηση χαρακτήρων UTF8mb4, αλλά οι πίνακες στη βάση δεν έχουν ακόμη μετατραπεί. Μπορείτε να το κάνετε αυτό εκτελώντας την εντολή %1$s ή ενεργοποιώντας την αυτόματη μετατροπή στις Γενικές Ρυθμίσεις.",
        "CronArchivingLastRunCheck": "Τελευταία Επιτυχής Εκτέλεση Αρχειοθέτησης",
        "CronArchivingHasNotRun": "Η αρχειοθέτηση δεν εκτελέστηκε ακόμη με επιτυχία.",
        "CronArchivingHasNotRunInAWhile": "Η αρχειοθέτηση εκτελέστηκε με επιτυχία στις %1$s που είναι πριν από %2$s.",
        "CronArchivingRunDetails": "Ελέγξτε ότι έχετε ορίσει ένα crontab που καλεί την εντολή %1$s σε κονσόλα και ότι έχετε παραμετροποιήσει ένα %2$s να λαμβάνει τα σφάλματα με e-mail σε περίπτωση που η αρχειοθέτηση αποτύχει. Μπορείτε επίσης να εκτελείτε την εντολή στη γραμμή εντολών για την αρχειοθέτηση των αναφορών χειροκίνητα: %3$s. %4$sΔείτε περισσότερα.%5$s",
        "CronArchivingRanSuccessfullyXAgo": "Η διαδικασία αρχειοθέτησης ολοκληρώθηκε με επιτυχία πριν από %1$s.",
        "BrowserTriggeredArchivingEnabled": "Για βέλτιστη απόδοση και ένα γρήγορο Matomo, προτείνεται να παραμετροποιήσετε ένα crontab για την αυτόματη αρχειοθέτηση των αναφορών σας και να απενεργοποιήσετε την εκτέλεση μέσω του προγράμματος περιήγησης στις ρυθμίσεις του Matomo. %1$sΜάθετε περισσότερα.%2$s",
        "NoDataForReportArchivingNotRun": "Η αρχειοθέτηση των αναφορών σας δεν εκτελέστηκε επιτυχώς. %1$sΜάθετε περισσότερα για το πως να δημιουργείτε τις αναφορές σας.%2$s"
    }
}