{
    "Diagnostics": {
        "ConfigFileTitle": "Αρχείο ρυθμίσεων",
        "MysqlMaxPacketSize": "Μέγιστο Μέγεθος Πακέτου",
        "MysqlMaxPacketSizeWarning": "Προτείνεται να ρυθμίσετε το μέγεθος του 'max_allowed_packet' στη βάση MySQL τουλάχιστον σε %1$s. Αυτή τη στιγμή είναι ρυθμισμένο σε %2$s.",
        "ConfigFileIntroduction": "Εδώ μπορείτε να δείτε τις ρυθμίσεις του Matomo. Αν εκτελείτε το Matomo σε περιβάλλον με διαμοιρασμό φόρτου, η σελίδα μπορεί να είναι διαφορετική, ανάλογα από ποιο διακομιστή έχει φορτωθεί. Οι γραμμές με διαφορετικό χρώμα υποβάθρου είναι οι τιμές ρυθμίσεων που άλλαξαν για παράδειγμα στο αρχείο ρυθμίσεων %1$s.",
        "HideUnchanged": "Αν επιθυμείτε να δείτε μόνο τις τιμές που άλλαξαν, μπορείτε να %1$sαποκρύψετε τις τιμές που παρέμειναν ίδιες%2$s.",
        "Sections": "Τμήματα",
        "CronArchivingLastRunCheck": "Τελευταία Επιτυχής Εκτέλεση Αρχειοθέτησης",
        "CronArchivingHasNotRun": "Η αρχειοθέτηση δεν εκτελέστηκε ακόμη με επιτυχία.",
        "CronArchivingHasNotRunInAWhile": "Η αρχειοθέτηση εκτελέστηκε με επιτυχία στις %1$s που είναι πριν από %2$s.",
        "CronArchivingRunDetails": "Παρακαλούμε ελέγξτε ότι έχετε ορίσει ένα crontab που καλεί την %1$sεντολή από κονσόλα και ότι έχετε παραμετροποιήσει ένα %2$s για να λαμβάνετε τα μηνύματα σφαλμάτων με e-mail αν η αρχειοθέτηση αποτύχει. Μπορείτε επίσης να εκτελέσετε χειροκίνητα την εντολή κονσόλας για να αρχειοθετήσετε τις αναφορές σας: %3$s",
        "CronArchivingRanSuccessfullyXAgo": "Η διαδικασία αρχειοθέτησης ολοκληρώθηκε με επιτυχία πριν από %1$s.",
        "BrowserTriggeredArchivingEnabled": "Για βέλτιστη απόδοση και ένα γρήγορο Matomo, προτείνεται να παραμετροποιήσετε ένα crontab για την αυτόματη αρχειοθέτηση των αναφορών σας και να απενεργοποιήσετε την εκτέλεση μέσω του προγράμματος περιήγησης στις ρυθμίσεις του Matomo. %1$sΜάθετε περισσότερα.%2$s",
        "NoDataForReportArchivingNotRun": "Η αρχειοθέτηση των αναφορών σας δεν εκτελέστηκε επιτυχώς. %1$sΜάθετε περισσότερα για το πως να δημιουργείτε τις αναφορές σας.%2$s"
    }
}