{
    "Diagnostics": {
        "ConfigFileTitle": "Αρχείο ρυθμίσεων",
        "MysqlMaxPacketSize": "Μέγιστο Μέγεθος Πακέτου",
        "MysqlMaxPacketSizeWarning": "Προτείνεται να ρυθμίσετε το μέγεθος του 'max_allowed_packet' στη βάση MySQL τουλάχιστον σε %1$s. Αυτή τη στιγμή είναι ρυθμισμένο σε %2$s.",
        "ConfigFileIntroduction": "Εδώ μπορείτε να δείτε την παραμετροποίηση του Matomo. Αν εκτελείτε το Matomo σε περιβάλλον μοιραζόμενου φόρτου, η σελίδα ενδέχεται να είναι διαφορετικά ανάλογα με τον διακομιστή από τον οποίο φορτώνεται. Οι γραμμές με διαφορετικό χρώμα υποβάθρου αποτελούν τροποποιημένες τιμές παραμετροποίησης που έχουν οριστεί για παράδειγμα στο αρχείο %1$s.",
        "HideUnchanged": "Αν επιθυμείτε να δείτε μόνο τις τιμές που άλλαξαν, μπορείτε να %1$sαποκρύψετε τις τιμές που παρέμειναν ίδιες%2$s.",
        "Sections": "Τμήματα",
        "DatabaseReaderConnection": "Σύνδεση Αναγνώστη Βάσης Δεδομένων",
        "CronArchivingLastRunCheck": "Τελευταία Επιτυχής Εκτέλεση Αρχειοθέτησης",
        "CronArchivingHasNotRun": "Η αρχειοθέτηση δεν εκτελέστηκε ακόμη με επιτυχία.",
        "CronArchivingHasNotRunInAWhile": "Η αρχειοθέτηση εκτελέστηκε με επιτυχία στις %1$s που είναι πριν από %2$s.",
        "CronArchivingRunDetails": "Ελέγξτε ότι έχετε ορίσει ένα crontab που καλεί την εντολή %1$s σε κονσόλα και ότι έχετε παραμετροποιήσει ένα %2$s να λαμβάνει τα σφάλματα με e-mail σε περίπτωση που η αρχειοθέτηση αποτύχει. Μπορείτε επίσης να εκτελείτε την εντολή στη γραμμή εντολών για την αρχειοθέτηση των αναφορών χειροκίνητα: %3$s. %4$sΔείτε περισσότερα.%5$s",
        "CronArchivingRanSuccessfullyXAgo": "Η διαδικασία αρχειοθέτησης ολοκληρώθηκε με επιτυχία πριν από %1$s.",
        "BrowserTriggeredArchivingEnabled": "Για βέλτιστη απόδοση και ένα γρήγορο Matomo, προτείνεται να παραμετροποιήσετε ένα crontab για την αυτόματη αρχειοθέτηση των αναφορών σας και να απενεργοποιήσετε την εκτέλεση μέσω του προγράμματος περιήγησης στις ρυθμίσεις του Matomo. %1$sΜάθετε περισσότερα.%2$s",
        "NoDataForReportArchivingNotRun": "Η αρχειοθέτηση των αναφορών σας δεν εκτελέστηκε επιτυχώς. %1$sΜάθετε περισσότερα για το πως να δημιουργείτε τις αναφορές σας.%2$s"
    }
}