{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Όλοι οι ιδιωτικοί κατάλογοι δεν είναι προσπελάσιμοι από το διαδίκτυο.",
        "BrowserAndAutoArchivingEnabledComment": "Φαίνεται να είναι ενεργοποιημένη και η αυτόματη αρχειοθέτηση και η αρχειοθέτηση μέσω προγράμματος πλοήγησης. Η αυτόματη αρχειοθέτηση τελευταία ξεκίνησε πριν %3$s. Αν η %1$sαυτόματη αρχειοθέτηση%2$s είναι ενεργή, θα πρέπει να απενεργοποιήσετε την αρχειοθέτηση μέσω προγράμματος πλοήγησης στις \"Γενικές Ρυθμίσεις\".",
        "BrowserAndAutoArchivingEnabledLabel": "Ενεργοποιήθηκε η Αυτόματη και η αρχειοθέτηση μέσω προγράμματος πλοήγησης",
        "BrowserTriggeredArchivingEnabled": "Για βέλτιστη απόδοση και ένα γρήγορο Matomo, προτείνεται να παραμετροποιήσετε ένα crontab για την αυτόματη αρχειοθέτηση των αναφορών σας και να απενεργοποιήσετε την εκτέλεση μέσω του προγράμματος περιήγησης στις ρυθμίσεις του Matomo. %1$sΜάθετε περισσότερα.%2$s",
        "ConfigFileIntroduction": "Εδώ μπορείτε να δείτε την παραμετροποίηση του Matomo. Αν εκτελείτε το Matomo σε περιβάλλον μοιραζόμενου φόρτου, η σελίδα ενδέχεται να είναι διαφορετικά ανάλογα με τον διακομιστή από τον οποίο φορτώνεται. Οι γραμμές με διαφορετικό χρώμα υποβάθρου αποτελούν τροποποιημένες τιμές παραμετροποίησης που έχουν οριστεί για παράδειγμα στο αρχείο %1$s.",
        "ConfigFileTitle": "Αρχείο ρυθμίσεων",
        "ConfigIniAccessible": "Βρέθηκε ότι ο φάκελος παραμετροποίησης του Matomo είναι δημόσια προσπελάσιμος. Καθώς ένας επιτιθέμενος δεν μπορεί να διαβάσει αυτή τη στιγμή την παραμετροποίηση, σε περίπτωση που ο διακομιστής σας ιστού σταματήσει να εκτελεί αρχεία PHP για κάποιο λόγο, τα διαπιστευτήρια για τη MySQL και άλλες πληροφορίες θα είναι διαθέσιμα σε οποιονδήποτε. Ελέγξτε την παραμετροποίηση του διακομιστή ιστού σας και απαγορεύστε την πρόσβαση σε αυτό τον κατάλογο.",
        "CronArchivingHasNotRun": "Η αρχειοθέτηση δεν εκτελέστηκε ακόμη με επιτυχία.",
        "CronArchivingHasNotRunInAWhile": "Η αρχειοθέτηση εκτελέστηκε με επιτυχία στις %1$s που είναι πριν από %2$s.",
        "CronArchivingLastRunCheck": "Τελευταία Επιτυχής Εκτέλεση Αρχειοθέτησης",
        "CronArchivingRanSuccessfullyXAgo": "Η διαδικασία αρχειοθέτησης ολοκληρώθηκε με επιτυχία πριν από %1$s.",
        "CronArchivingRunDetails": "Ελέγξτε ότι έχετε ορίσει ένα crontab που καλεί την εντολή %1$s σε κονσόλα και ότι έχετε παραμετροποιήσει ένα %2$s να λαμβάνει τα σφάλματα με e-mail σε περίπτωση που η αρχειοθέτηση αποτύχει. Μπορείτε επίσης να εκτελείτε την εντολή στη γραμμή εντολών για την αρχειοθέτηση των αναφορών χειροκίνητα: %3$s. %4$sΔείτε περισσότερα.%5$s",
        "DatabaseCollationCharset": "Η προκαθορισμένη συλλογή χαρακτήρων για το παραμετροποιημένο σύνολο χαρακτήρων σας είναι: <code>%1$s</code>",
        "DatabaseCollationConnection": "Η τρέχουσα συλλογή χαρακτήρων που χρησιμοποιείται είναι: <code>%1$s</code>",
        "DatabaseCollationNotConfigured": "Η σύνδεση με τη βάση δεδομένων σας δεν έχει παραμετροποιηθεί για χρήση συγκεκριμένης συλλογής χαρακτήρων. Παρακαλούμε ενημερώστε το <code>[database] collation = ''</code> στο αρχείο \"config/config.ini.php\" με τη συλλογή χαρακτήρων που θα χρησιμοποιηθεί, για να βεβαιωθείτε ότι όλα τα χαρακτηριστικά της βάσης δεδομένων θα λειτουργούν όπως πρέπει.",
        "DatabaseReaderConnection": "Σύνδεση Αναγνώστη Βάσης Δεδομένων",
        "DatabaseUtf8Requirement": "Αυτό απαιτείται για την αποθήκευση χαρακτήρων 4-byte UTF8. Εκτός αν η κωδικοποίηση utf8mb4 δεν είναι διαθέσιμη, ειδικοί χαρακτήρες όπως emoji, λιγότερο συχνοί χαρακτήρες ασιατικών γλωσσών όπως ιστορικοί χαρακτήρες ή μαθηματικά σύμβολα θα αντικαθίστανται από το %1$s. Μπορείτε να δείτε περισσότερες πληροφορίες για το θέμα αυτό στις %2$sΣυχνές Ερωτήσεις-Απαντήσεις%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Η βάση δεδομένων σας υποστηρίζει κωδικοποίηση χαρακτήρων UTF8mb4, αλλά οι πίνακες στη βάση δεν έχουν ακόμη μετατραπεί. Μπορείτε να το κάνετε αυτό εκτελώντας την εντολή %1$s ή ενεργοποιώντας την αυτόματη μετατροπή στις Γενικές Ρυθμίσεις.",
        "DatabaseUtf8mb4CharsetRecommended": "Η βάση δεδομένων σας δεν υποστηρίζει ακόμη κωδικοποίηση χαρακτήρων UTF8mb4.",
        "EnableRequiredDirectoriesDiagnostic": "Ο έλεγχος δεν έγινε, καθώς είναι απενεργοποιημένος στην ρύθμιση. Για να ενεργοποιηθεί, ορίστε στο τμήμα [General] το enable_required_directories_diagnostic = 1 στο αρχείο \"config/config.ini.php\".",
        "HideUnchanged": "Αν επιθυμείτε να δείτε μόνο τις τιμές που άλλαξαν, μπορείτε να %1$sαποκρύψετε τις τιμές που παρέμειναν ίδιες%2$s.",
        "HtaccessWarningNginx": "Για να βεβαιωθείτε ότι δε θα είναι άμεσα προσπελάσιμα ευαίσθητα αρχεία, προτείνεται να ρυθμίσετε τον διακομιστή ιστού σας ώστε να αποκλείει την πρόσβαση σε ορισμένους καταλόγους. Για περισσότερες πληροφορίες δείτε την %1$s επίσημη τεκμηρίωση για τις ρυθμίσεις του nginx %2$s",
        "MariaDbNotConfigured": "Η έκδοση της βάσης δεδομένων σας δείχνει ότι μάλλον χρησιμοποιείτε ένα διακομιστή MariaDB. Αν είναι αυτή η περίπτωση, βεβαιωθείτε να ορίσετε το <code>[database] schema = Mariadb</code> στο αρχείο config/config.ini.php\" προκειμένου να λειτουργούν σωστά όλα τα χαρακτηριστικά της βάσης δεδομένων.",
        "MysqlMaxPacketSize": "Μέγιστο Μέγεθος Πακέτου",
        "MysqlMaxPacketSizeWarning": "Προτείνεται να ρυθμίσετε το μέγεθος του '%1$smax_allowed_packet%2$s' στη βάση MySQL τουλάχιστον σε %3$s. Αυτή τη στιγμή είναι ρυθμισμένο σε %4$s.",
        "MysqlTemporaryTablesWarning": "Απαιτείται η άδεια CREATE TEMPORARY TABLES της MySQL για τη σωστή λειτουργία του Matomo.",
        "MysqlTransactionLevel": "Η αλλαγή του επιπέδου απομόνωσης συναλλαγής δεν υποστηρίζεται. Η αρχειοθέτηση θα συνεχίσει να λειτουργεί αλλά ενδέχεται να είναι πιο αργή και προτείνεται για παράδειγμα η αλλαγή του `binlog_format` σε `row` αν αυτό είναι δυνατόν.",
        "NoDataForReportArchivingNotRun": "Η αρχειοθέτηση των αναφορών σας δεν εκτελέστηκε επιτυχώς. %1$sΜάθετε περισσότερα για το πως να δημιουργείτε τις αναφορές σας.%2$s",
        "PHPFPMWarningApache": "Το PHP FPM αγνοεί τους κανόνες στα αρχεία .htaccess για τα αρχεία .php. Για να βεβαιωθείτε ότι δε θα είναι άμεσα προσπελάσιμα ευαίσθητα αρχεία, προτείνεται να αποκλείσετε το PHP FPM να χειρίζεται ορισμένους καταλόγους προσθέτοντας τη γραμμή %1$s στο τμήμα %2$s στο αρχείο ρυθμίσεων του εικονικού διακομιστή ακριβώς πάνω από τη γραμμή %3$s.",
        "PHPFPMWarningGeneric": "Το PHP FPM ενδέχεται να αγνοεί τους κανόνες στα αρχεία .htaccess για τα αρχεία .php. Για να βεβαιωθείτε ότι δε θα είναι άμεσα προσπελάσιμα ευαίσθητα αρχεία, προτείνεται να ρυθμίσετε τον διακομιστή ιστού σας να αποκλείει τον χειρισμό ορισμένων καταλόγων από το PHP FPM.",
        "PHPFPMWarningNginx": "Το PHP FPM αγνοεί τους κανόνες στα αρχεία .htaccess για τα αρχεία .php. Για να βεβαιωθείτε ότι δε θα είναι άμεσα προσπελάσιμα ευαίσθητα αρχεία, προτείνεται να αποκλείσετε το PHP FPM να χειρίζεται ορισμένους καταλόγους. Για περισσότερες πληροφορίες δείτε την %1$s επίσημη τεκμηρίωση για τις ρυθμίσεις του nginx %2$s",
        "PrivateDirectoryCantCheckUrl": "Ο έλεγχος της διεύθυνσης URL %1$sαπέτυχε: %2$s",
        "PrivateDirectoryInternetDisabled": "Δεν ήταν δυνατός ο έλεγχος αν οι παρακάτω διευθύνσεις URL είναι προσπελάσιμες επειδή τα χαρακτηριστικά διαδικτύου είναι απενεργοποιημένα στο Matomo.",
        "PrivateDirectoryIsAccessible": "Βρέθηκε ότι οι παρακάτω διευθύνσεις URL είναι προσπελάσιμες από το φυλλομετρητή, αλλά ΔΕ θα έπρεπε. Το να επιτρέπεται να είναι προσπελάσιμες αποτελούν ρίσκο ασφάλειας, καθώς τα περιεχόμενά τους ενδέχεται να περιέχουν πληροφορίες σχετικά με το διακομιστή και τους χρήστες σας. Αποκλείστε την πρόσβαση σε αυτές.",
        "PrivateDirectoryManualCheck": "Δοκιμάστε να ανοίξετε τις διευθύνσεις URL χειροκίνητα στο φυλλομετρητή σας για να δείτε αν έχετε πρόσβαση. Αν μπορείτε, ενδέχεται να χρειαστεί να αλλάξετε την παραμετροποίηση του διακομιστή σας, καθώς αυτά τα αρχεία/κατάλογοι δεν πρέπει να είναι προσπελάσιμα από το φυλλομετρητή από το διαδίκτυο ή το εσωτερικό σας δίκτυο.",
        "RecommendedPrivateDirectories": "Προτεινόμενοι Ιδιωτικοί Κατάλογοι",
        "RequiredPrivateDirectories": "Απαιτούμενα Ιδιωτικοί Κατάλογοι",
        "Sections": "Τμήματα",
        "UrlsAccessibleViaBrowser": "Βρέθηκε ότι οι παραπάνω διευθύνσεις URL είναι προσπελάσιμες μέσω του φυλλομετρητή, αλλά συνιστούμε να μην είναι. Αν είναι δυνατόν, αποκλείστε την πρόσβαση σε αυτές."
    }
}
