{
    "Diagnostics": {
        "ConfigFileTitle": "Config file",
        "MysqlTemporaryTablesWarning": "MySQL Permission CREATE TEMPORARY TABLES is required for Matomo to work properly.",
        "MysqlTransactionLevel": "Changing transaction isolation level not supported. Archiving will still work but it may be slower and it is recommended to change for example the `binlog_format` to `row` if possible.",
        "MysqlMaxPacketSize": "Max Packet Size",
        "MysqlMaxPacketSizeWarning": "It is recommended to configure a '%1$smax_allowed_packet%2$s' size in your MySQL database of at least %3$s. Configured is currently %4$s.",
        "MariaDbNotConfigured": "Your database version indicates you might be using a MariaDb server. If this is the case, please ensure to set <code>[database] schema = Mariadb</code> in the \"config/config.ini.php\" file, to ensure all database feature work as expected.",
        "ConfigFileIntroduction": "Here you can view the Matomo configuration. If you are running Matomo in a load balanced environment, the page might be different depending on from which server this page is loaded. Rows with a different background color are changed config values that are specified for example in the %1$s file.",
        "EnableRequiredDirectoriesDiagnostic": "This check was skipped as this check is disabled in the config. To enable this check set [General] enable_required_directories_diagnostic = 1 in the \"config/config.ini.php\" file.",
        "HideUnchanged": "If you want to see only changed values you can %1$shide all unchanged values%2$s.",
        "Sections": "Sections",
        "BrowserAndAutoArchivingEnabledLabel": "Browser and Auto-archiving enabled",
        "BrowserAndAutoArchivingEnabledComment": "It looks like both browser and auto archiving are enabled. Auto archiving last started %3$s ago. If %1$sauto archiving%2$s is enabled, you should disable browser archiving in \"General Settings\".",
        "DatabaseCollationNotConfigured": "You database connection is configured without an explicit collation. Please update <code>[database] collation = ''</code> in the \"config/config.ini.php\" file with the collation to be used, to ensure all database features work as expected.",
        "DatabaseCollationConnection": "Your currently used connection collation is: <code>%1$s</code>",
        "DatabaseCollationCharset": "The default collation for your configured charset is: <code>%1$s</code>",
        "DatabaseReaderConnection": "Database Reader Connection",
        "DatabaseUtf8Requirement": "This is required to be able to store 4-byte UTF8 characters. Unless utf8mb4 is available special characters, such as emojis, less common characters of asian languages, various historic scripts or mathematical symbols will be replaced with %1$s. You can read more details about this topic in %2$sthis FAQ%3$s.",
        "DatabaseUtf8mb4CharsetRecommended": "Your database doesn't support utf8mb4 charset yet.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Your database supports utf8mb4 charset, but your database tables have not been converted yet. You can do this by executing the command %1$s or activating the automatic conversion in General Settings.",
        "CronArchivingLastRunCheck": "Last Successful Archiving Completion",
        "CronArchivingHasNotRun": "Archiving has not yet run successfully.",
        "CronArchivingHasNotRunInAWhile": "Archiving last ran successfully on %1$s which is %2$s ago.",
        "CronArchivingRunDetails": "Please check that you have setup a crontab calling the %1$s console command, and that you have configured a %2$s to receive errors by email if archiving fails. You can also try to run the console command to archive your reports manually: %3$s. %4$sLearn more.%5$s",
        "CronArchivingRanSuccessfullyXAgo": "The archiving process completed successfully %1$s ago.",
        "BrowserTriggeredArchivingEnabled": "For optimal performance and a speedy Matomo, it is highly recommended to set up a crontab to automatically archive your reports, and to disable browser triggering in the Matomo settings. %1$sLearn more.%2$s",
        "NoDataForReportArchivingNotRun": "The archiving of your reports hasn't been executed recently, %1$slearn more about how to generate your reports.%2$s",
        "RecommendedPrivateDirectories": "Recommended Private Directories",
        "RequiredPrivateDirectories": "Required Private Directories",
        "PrivateDirectoryManualCheck": "Please open the URLs manually in a browser to see if you can access it. If you can, you might need to modify your server configuration as these files\/directories should not be accessible via a browser from the Internet or Intranet.",
        "PrivateDirectoryInternetDisabled": "We couldn't check if the following URLs are accessible because internet features are disabled on this Matomo.",
        "PrivateDirectoryIsAccessible": "We found that the above URLs are accessible via the browser, but they should NOT be. Allowing them to be accessed can pose a potential security risk since the contents can provide information about your server and potentially your users. Please restrict access to them.",
        "PrivateDirectoryCantCheckUrl": "Checking the URL %1$s failed: %2$s",
        "ConfigIniAccessible": "We also found that Matomo's config directory is publicly accessible. While attackers can't read the config now, if your webserver stops executing PHP files for some reason, your MySQL credentials and other information will be available to anyone. Please check your webserver config and deny access to this directory.",
        "AllPrivateDirectoriesAreInaccessible": "All private directories are inaccessible from the internet.",
        "UrlsAccessibleViaBrowser": "We found that the above URLs are accessible via the browser, but we recommend they should not be. If possible, please restrict access to them.",
        "PHPFPMWarningApache": "PHP FPM will ignore .htaccess rules for .php files. To ensure that sensitive files cannot be accessed directly it is recommended to exclude certain directories from being handled by PHP FPM by adding the line %1$s to the %2$s section in your apache virtual host config just above the %3$s line.",
        "PHPFPMWarningNginx": "PHP FPM will ignore .htaccess rules for .php files. To ensure that sensitive files cannot be accessed directly it is recommended to exclude certain directories from being handled by PHP FPM. For more information please see the %1$s official nginx server configuration %2$s",
        "PHPFPMWarningGeneric": "PHP FPM may ignore .htaccess rules for .php files. To ensure that sensitive files cannot be accessed directly it is recommended to configure your web server to exclude the /config directory from being handled by PHP FPM.",
        "HtaccessWarningNginx": "To ensure that sensitive files cannot be accessed directly it is recommended to configure your web server to restrict access to certain directories. For more information please see the %1$s official nginx server configuration %2$s"
    }
}