{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Direktorio pribatu guztiak ezin dira atzitu Internetetik.",
        "BrowserAndAutoArchivingEnabledComment": "Dirudienez, nabigatzailea eta artxibatze automatikoa, biak gaituta daude. Azken artxibatze automatikoa duela %3$s hasi zen. %1$sArtxibatze automatikoa%2$s gaituta badago, nabigatzean artxibatzea desgaitu beharko zenuke \"Ezarpen orokorretan\".",
        "BrowserAndAutoArchivingEnabledLabel": "Nabigatzailea eta artxibatze automatikoa gaituta",
        "BrowserTriggeredArchivingEnabled": "Errendimendua hobetzeko eta Matomo azkar exekutatzeko, guztiz gomendagarria da zure txostenak automatikoki artxibatzeko crontab bat konfiguratzea, eta artxibatzea nabigatzaileak abiaraztea desgaitzea Matomoren ezarpenetan. %1$sIkasi gehiago.%2$s",
        "ConfigFileIntroduction": "Hemen Matomoren konfigurazioa ikus dezakezu. Matomo karga balantzea duen ingurune batean exekutatzen baduzu, orria desberdina izango da orria kargatzeko erabilitako zerbitzariaren arabera. Atzeko planoko kolore desberdina duten errenkadak aldatutako konfigurazio balioak dituztenak dira,adibidez %1$s fitxategian zehazten direnak.",
        "ConfigFileTitle": "Konfigurazio-fitxategia",
        "ConfigIniAccessible": "Matomoren konfigurazio direktorioa publikoki atzitu daitekeela ere aurkitu dugu. Erasotzaileek ezin dute konfigurazioa irakurri une honetan, baina zure web-zerbitzariak PHP fitxategiak exekutatzeari uzten badio, zure MySQL kredentzialak eta gainerako informazioa edonoren esku egongo dira. Egiaztatu zure web-zerbitzariaren konfigurazioa eta ukatu direktorio horretarako sarbidea.",
        "CronArchivingHasNotRun": "Artxibatzea ez da arrakastaz exekutatu oraindik.",
        "CronArchivingHasNotRunInAWhile": "Azken artxibatze arrakastatsuaren data: %1$s, hau da, duela %2$s.",
        "CronArchivingLastRunCheck": "Arrakastaz osatutako azken artxibatzea",
        "CronArchivingRanSuccessfullyXAgo": "Artxibatzeko prozesua arrakastaz burutu zen duela %1$s.",
        "CronArchivingRunDetails": "Egiaztatu crontab bat konfiguratu duzula kontsolako %1$s komandoa exekutatuz, eta %2$s bat konfiguratu duzula artxibatzeak huts eginez gero erroreak e-posta bidez jasotzeko. Zure txostenak artxibatzeko kontsolako komandoa eskuz ere exekutatu dezakezu: %3$s. %4$sIkasi gehiago.%5$s",
        "DatabaseReaderConnection": "Datu-basearen irakurgailuaren konexioa",
        "DatabaseUtf8Requirement": "Hau beharrezkoa da 4 byteko UTF8 karaktereak gorde ahal izateko. utf8mb4 ez badago erabilgarri, emojiak, asiar hizkuntzetako karaktere ez horren ohikoak, zenbait idazkera historikoko karaktereak edo ikur matematikoak bezalako karaktere bereziak honekin ordezkatzen dira: %1$s. Gaiari buruzko informazio gehiago aurkituko duzu %2$sMEG%3$s honetan.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Zure datu-baseak utf8mb4 karaktere-jokoa onartzen du, baina zure datu-baseko taulak ez dira bihurtu oraindik. %1$s komandoa exekutatuz egin dezakezu hori edo Ezarpen orokorretan bihurketa automatikoa gaituz.",
        "DatabaseUtf8mb4CharsetRecommended": "Zure datu-baseak ez du utf8mb4 karaktere-jokoa onartzen oraindik.",
        "EnableRequiredDirectoriesDiagnostic": "Egiaztapen hau saltatu da konfigurazioan desgaituta dagoelako. Egiaztapen hau gaitzeko ezarri [General] enable_required_directories_diagnostic = 1 \"config/config.ini.php\" fitxategian.",
        "HideUnchanged": "Aldatutako balioak soilik ikusi nahi badituzu, %1$saldatu gabeko balioak ezkutatu%2$s ditzakezu.",
        "HtaccessWarningNginx": "Fitxategi sentikorrak zuzenean ezin direla zuzenean atzitu ziurtatzeko, gomendagarria da zure web-zerbitzaria konfiguratzea zenbait direktoriotarako sarbidea mugatzeko. Informazio gehiagorako ikusi %1$s nginx zerbitzariaren konfigurazio ofiziala %2$s",
        "MysqlMaxPacketSize": "Gehienezko pakete-tamaina",
        "MysqlMaxPacketSizeWarning": "Gomendagarria da zure MySQL datu-basean '%1$smax_allowed_packet%2$s' %3$s edo tamaina handiago batera ezartzea. Une honetan %4$s ezarrita dago.",
        "MysqlTemporaryTablesWarning": "Matomok MySQLren CREATE TEMPORARY TABLES baimena behar du behar bezala funtzionatzeko.",
        "MysqlTransactionLevel": "Ezin da aldatu transakzioaren isolatze-maila. Hala ere artxibatzeak funtzionatuko du, baina mantsoagoa izan daiteke, eta ahal izanez gero gomendagarria da adibidez `binlog_format``row` baliora aldatzea adibidez.",
        "NoDataForReportArchivingNotRun": "Zure txostenen artxibatzea ez da exekutatu azkenaldian, %1$sikasi gehiago zure txostenak sortzeko moduari buruz.%2$s",
        "PHPFPMWarningApache": "PHP FPM-k ez ikusia egingo die .php fitxategientzako .htaccess arauei. Fitxategi sentikorrak zuzenean ezin direla atzitu ziurtatzeko, gomendagarria da zenbait direktorio PHP FPM-k maneiatzetik baztertzea, zure Apache-ren ostalari birtualaren konfigurazioan %1$s lerroa gehituz %2$s atalean, justu %3$s lerroaren gainean.",
        "PHPFPMWarningGeneric": "PHP FPM-k ez ikusia egin diezaieke .php fitxategientzako .htaccess arauei. Fitxategi sentikorrak zuzenean ezin direla atzitu ziurtatzeko, gomendagarria da zure web-zerbitzaria konfiguratzea /config direktorioa PHP FPM-k maneiatzetik baztertzeko.",
        "PHPFPMWarningNginx": "PHP FPM-k ez ikusia egingo die .php fitxategientzako .htaccess arauei. Fitxategi sentikorrak zuzenean ezin direla atzitu ziurtatzeko, gomendagarria da zenbait direktorio PHP FPM-k maneiatzetik baztertzea. Informazio gehiagorako ikusi %1$s nginx zerbitzariaren konfigurazio ofiziala %2$s",
        "PrivateDirectoryCantCheckUrl": "%1$s URLa egiaztatzeak huts egin du: %2$s",
        "PrivateDirectoryInternetDisabled": "Ezin izan dugu egiaztatu ondorengo URLak atzigarri dauden, Matomon Interneteko ezaugarriak desgaituta daudelako.",
        "PrivateDirectoryIsAccessible": "Goiko URLak nabigatzaile bidez atzitu daitezkeela aurkitu dugu, baina EZ luke horrela izan behar. Atzigarri izateak segurtasun arriskua izan dezake, edukiek zure zerbitzariari buruzko informazioa eman dezaketelako, behar bada baita zure erabiltzaileei buruzkoa ere. Mugatu horietarako sarbidea.",
        "PrivateDirectoryManualCheck": "Ireki URLak eskuz nabigatzaile batean, atzitu ditzakezun ikusteko. Atzitu baditzakezu, behar bada zure zerbitzariaren konfigurazioa aldatu beharko duzu, fitxategi/karpeta horiek ez bailukete atzigarri egon behar nabigatzaile bidez Interneten edo Intranetean.",
        "RecommendedPrivateDirectories": "Gomendatutako direktorio pribatuak",
        "RequiredPrivateDirectories": "Beharrezko direktorio pribatuak",
        "Sections": "Atalak",
        "UrlsAccessibleViaBrowser": "Goiko URLa nabigatzaile bidez atzitu daitekeela aurkitu dugu, baina hala ez izatea gomendatzen dugu. Posible bada, mugatu sarbidea."
    }
}
