{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Tous les répertoires privés sont inaccessibles depuis Internet.",
        "BrowserAndAutoArchivingEnabledComment": "Il semble que le navigateur et l'archivage automatique soient activés. L'archivage automatique a commencé il y a %3$s. Si %1$sauto archivage%2$s est activé, vous devez désactiver l'archivage du navigateur dans \"Paramètres généraux\".",
        "BrowserAndAutoArchivingEnabledLabel": "Navigateur et archivage automatique activés",
        "BrowserTriggeredArchivingEnabled": "Pour des performances optimales et un Matomo rapide, il est vivement recommandé de mettre en place une entrée CRON pour archiver automatiquement vos rapports, et de désactiver le déclenchement depuis l'interface depuis les paramètres Matomo. %1$sApprenez-en plus.%2$s",
        "ConfigFileIntroduction": "Ici vous pouvez visualiser la configuration de Matomo. Si vous exécutez Matomo depuis un environnement où la charge est répartie, la page peut être différente en fonction du serveur depuis lequel la page est chargée. Les lignes avec une couleur de fond différentes représentent les valeurs de configuration modifiées qui sont spécifiées par exemple dans le fichier %1$s.",
        "ConfigFileTitle": "Fichier de configuration",
        "ConfigIniAccessible": "Nous avons également constaté que le répertoire de configuration de Matomo est accessible au public. Bien que les attaquants ne puissent pas lire la configuration maintenant, si votre serveur Web cesse d'exécuter les fichiers PHP pour une raison quelconque, vos informations d'identification MySQL et d'autres informations seront disponibles pour tout le monde. Veuillez vérifier la configuration de votre serveur Web et refuser l'accès à ce répertoire.",
        "CronArchivingHasNotRun": "L'archivage ne s'est pas encore exécuté avec succès.",
        "CronArchivingHasNotRunInAWhile": "L'archivage s'est exécuté avec succès le %1$s soit il y a %2$s.",
        "CronArchivingLastRunCheck": "Dernière exécution d'archivage réussie",
        "CronArchivingRanSuccessfullyXAgo": "Le processus d'archivage s'est terminé avec succès il y a %1$s.",
        "CronArchivingRunDetails": "Veuillez vérifier que vous avez une entrée dans la table de CRON en exécutant la commande %1$s depuis la console, et que vous avez configuré un %2$s afin de recevoir les erreurs par courriel si l'archivage échoue. Vous pouvez aussi essayer d'exécuter la commande manuellement depuis la console pour archiver vos rapports manuellement : %3$s. %4$sEn apprendre plus.%5$s",
        "DatabaseReaderConnection": "Connexion au lecteur de la base de données",
        "DatabaseUtf8Requirement": "Ceci est nécessaire pour pouvoir stocker des caractères UTF8 de 4 octets. À moins que utf8mb4 ne soit disponible, les caractères spéciaux, tels que les emojis, les caractères moins courants des langues asiatiques, divers scripts historiques ou symboles mathématiques seront remplacés par %1$s. Vous pouvez lire plus de détails sur ce sujet dans %2$scette FAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Votre base de données prend en charge le jeu de caractères utf8mb4, mais vos tables de base de données n'ont pas encore été converties. Vous pouvez le faire en exécutant la commande %1$s ou en activant la conversion automatique dans les paramètres généraux.",
        "DatabaseUtf8mb4CharsetRecommended": "Votre base de données ne prend pas encore en charge le jeu de caractères utf8mb4.",
        "EnableRequiredDirectoriesDiagnostic": "Cette vérification a été ignorée car elle est désactivée dans la configuration. Pour activer cette vérification, définissez [General] enable_required_directories_diagnostic = 1 dans le fichier \"config/config.ini.php.",
        "HideUnchanged": "Si vous souhaitez afficher uniquement les valeurs modifiées, vous pouvez cliquer sur %1$smasquer toutes les valeurs inchangées%2$s.",
        "HtaccessWarningNginx": "Pour garantir l'impossibilité d'accéder directement aux fichiers sensibles, il est recommandé de configurer votre serveur web afin de restreindre l'accès à certains répertoires. Pour plus d'informations, veuillez consulter la %1$s configuration officielle du serveur nginx %2$s",
        "MysqlMaxPacketSize": "Taille maximale des paquets",
        "MysqlMaxPacketSizeWarning": "Il est important de configurer une taille '%1$smax_allowed_packet%2$s' dans votre base de données MySQL d'au moins %3$s. %4$s configuré en ce moment.",
        "MysqlTemporaryTablesWarning": "L'autorisation MySQL CREATE TEMPORARY TABLES est requise pour que Matomo fonctionne correctement.",
        "MysqlTransactionLevel": "Modification du niveau d'isolement des transactions non prise en charge. L'archivage fonctionnera toujours mais il peut être plus lent et il est recommandé de changer par exemple le `binlog_format` en `row` si possible.",
        "NoDataForReportArchivingNotRun": "L'archivage de votre rapport ne s'est pas exécuté correctement, %1$s apprenez-en plus sur comment générer vos rapports.%2$s",
        "PHPFPMWarningApache": "PHP FPM ignorera les règles .htaccess pour les fichiers .php. Pour s'assurer que les fichiers sensibles ne sont pas accessibles directement, il est recommandé d'exclure certains répertoires de la gestion de PHP FPM en ajoutant la ligne %1$s à la section %2$s de la configuration de votre hôte virtuel Apache, juste au-dessus de la ligne %3$s.",
        "PHPFPMWarningGeneric": "PHP FPM peut ignorer les règles .htaccess pour les fichiers .php. Pour s'assurer que les fichiers sensibles ne peuvent pas être accédés directement, il est recommandé de configurer votre serveur web pour exclure le répertoire /config de la gestion par PHP FPM.",
        "PHPFPMWarningNginx": "PHP FPM ignorera les règles .htaccess pour les fichiers .php. Pour s'assurer que les fichiers sensibles ne sont pas accessibles directement, il est recommandé d'exclure certains répertoires de la gestion de PHP FPM. Pour plus d'informations, veuillez consulter la configuration officielle du serveur nginx %1$s %2$s",
        "PrivateDirectoryInternetDisabled": "Nous n'avons pas pu vérifier si les URL suivantes sont accessibles car les fonctionnalités Internet sont désactivées sur ce Matomo.",
        "PrivateDirectoryIsAccessible": "Nous n'avons pas pu vérifier si les URL suivantes sont accessibles car les fonctionnalités Internet sont désactivées sur ce Matomo.",
        "PrivateDirectoryManualCheck": "Veuillez ouvrir les URL manuellement dans un navigateur pour voir si vous pouvez y accéder. Si vous le pouvez, vous devrez peut-être modifier la configuration de votre serveur car ces fichiers/répertoires ne devraient pas être accessibles via un navigateur à partir d'Internet ou d'un intranet.",
        "RecommendedPrivateDirectories": "Répertoires privés recommandés",
        "RequiredPrivateDirectories": "Répertoires privés requis",
        "Sections": "Sections",
        "UrlsAccessibleViaBrowser": "Nous avons constaté que les URL ci-dessus sont accessibles via le navigateur, mais nous vous déconseillons de l'être. Si possible, veuillez en restreindre l'accès."
    }
}
