{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Tá gach eolaire príobháideach dorochtana ón idirlíon.",
        "BrowserAndAutoArchivingEnabledComment": "Tá an chuma ar an scéal go bhfuil an brabhsálaí agus an chartlannú uathoibríoch cumasaithe. Cuireadh tús le cartlannú uathoibríoch %3$s ó shin. Má tá %1$sauto cartlannú%2$s cumasaithe, ba cheart duit cartlannú brabhsálaí a dhíchumasú i \"Socruithe Ginearálta\".",
        "BrowserAndAutoArchivingEnabledLabel": "Brabhsálaí agus cartlannú Uathoibríoch cumasaithe",
        "BrowserTriggeredArchivingEnabled": "Ar mhaithe le feidhmíocht optamach agus Matomo gasta, moltar go mór crontab a bhunú chun do thuairiscí a chartlannú go huathoibríoch, agus chun truicear brabhsálaí i socruithe Matomo a dhíchumasú. %1$sFoghlaim tuilleadh.%2$s",
        "ConfigFileIntroduction": "Anseo is féidir leat breathnú ar chumraíocht Matomo. Má tá Matomo á rith agat i dtimpeallacht ualach-chothromaithe, seans go mbeidh an leathanach difriúil ag brath ar an bhfreastalaí a bhfuil an leathanach seo lódáilte aige. Athraítear sraitheanna a bhfuil dath cúlra eile orthu na luachanna cumraíochta atá sonraithe mar shampla sa chomhad %1$s.",
        "ConfigFileTitle": "Comhad cumraíochta",
        "ConfigIniAccessible": "Fuaireamar amach freisin go bhfuil eolaire cumraíochta Matomo inrochtana go poiblí. Cé nach féidir le hionsaitheoirí an cumraíocht a léamh anois, má stopann do fhreastalaí gréasáin comhaid PHP a fhorghníomhú ar chúis éigin, beidh do dhintiúir MySQL agus faisnéis eile ar fáil do dhuine ar bith. Seiceáil cumraíocht do fhreastalaí gréasáin agus diúltaigh rochtain ar an eolaire seo.",
        "CronArchivingHasNotRun": "Níor éirigh go maith le cartlannú go rathúil.",
        "CronArchivingHasNotRunInAWhile": "D'éirigh leis an gcartlann an uair dheireanach ar %1$s atá %2$s ó shin.",
        "CronArchivingLastRunCheck": "Críochnú cartlainne rathúil deireanach",
        "CronArchivingRanSuccessfullyXAgo": "D'éirigh leis an bpróiseas cartlainne a chríochnú %1$s ó shin.",
        "CronArchivingRunDetails": "Cinntigh go bhfuil crontab socraithe agat a ghlaoigh an t-ordú consól %1$s, agus go bhfuil %2$s cumraithe agat chun earráidí a fháil trí ríomhphost má theipeann ar an gcartlann. Is féidir leat freisin triail a bhaint as ordú an chonsóil chun do thuairiscí a chartlannú de láimh: %3$s. %4$sFoghlaim tuilleadh.%5$s",
        "DatabaseCollationCharset": "Is é an comhthiomsú réamhshocraithe le do thacar carachtair cumraithe ná: <code>%1$s</code>",
        "DatabaseCollationConnection": "Is é an comhthiomsú naisc atá in úsáid agat faoi láthair ná: <code>%1$s</code>",
        "DatabaseCollationNotConfigured": "Tá do nasc bunachar sonraí cumraithe gan comhthiomsú sainráite. Nuashonraigh <code>[database] collation = ''</code> sa chomhad \"config/config.ini.php\" leis an gcomhthiomsú a úsáidfear, lena chinntiú go n-oibríonn gnéithe an bhunachair shonraí go léir mar a bheifeá ag súil leis.",
        "DatabaseReaderConnection": "Nasc Léitheoir Bunachar Sonraí",
        "DatabaseUtf8Requirement": "Ní mór é seo a bheith in ann carachtair 4-bheart UTF8 a stóráil. Mura bhfuil utf8mb4 ar fáil cuirfear %1$s in ionad carachtair speisialta ar nós emojis, carachtair as teangacha Áiseacha nach bhfuil chomh coitianta, scripteanna stairiúla éagsúla nó siombailí matamaitice. Is féidir leat tuilleadh sonraí a léamh faoin ábhar seo i %2$s na Ceisteanna Coitianta seo%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Tacaíonn do bhunachar sonraí le tacar charn utf8mb4, ach níor tiontaíodh táblaí do bhunachar sonraí fós. Is féidir leat é seo a dhéanamh tríd an ordú %1$s a rith nó an tiontú uathoibríoch sna Socruithe Ginearálta a ghníomhachtú.",
        "DatabaseUtf8mb4CharsetRecommended": "Ní thacaíonn do bhunachar sonraí le tacar carachtair utf8mb4 fós.",
        "EnableRequiredDirectoriesDiagnostic": "Léiríodh an tseiceáil seo toisc go bhfuil an tseiceáil seo díchumasaithe sa chumraíocht. Chun an tseiceáil seo a chumasú, leag [Ginearálta] enable_required_directories_diagnostic = 1 sa chomhad \"config/config.ini.php\".",
        "HideUnchanged": "Mura dteastaíonn uait ach luachanna athraithe a fheiceáil is féidir leat %1$s gach luach gan athrú %2$s a cheilt.",
        "HtaccessWarningNginx": "Chun a chinntiú nach féidir teacht ar chomhaid íogair go díreach, moltar do fhreastalaí gréasáin a chumrú chun rochtain ar eolairí áirithe a shrianadh. Le haghaidh tuilleadh eolais, féach cumraíocht oifigiúil freastalaí nginx %1$s %2$s",
        "MariaDbNotConfigured": "Léiríonn leagan do bhunachar sonraí go mb'fhéidir go bhfuil tú ag úsáid freastalaí MariaDb. Más é seo an cás, cinntigh le do thoil <code>[database] schema = Mariadb</code> a shocrú sa chomhad \"config/config.ini.php\", chun a chinntiú go n-oibreoidh gné an bhunachair shonraí go léir mar a bheifeá ag súil leis.",
        "MysqlMaxPacketSize": "Méid Paicéad Uasta",
        "MysqlMaxPacketSizeWarning": "Moltar méid '%1$smax_allowed_packet%2$s' a chumrú i do bhunachar sonraí MySQL de %3$s ar a laghad. Cumraithe %4$s faoi láthair.",
        "MysqlTemporaryTablesWarning": "Teastaíonn cead MySQL CRUTHÚ TÁBLAÍ SEALADACHA le go n-oibreoidh Matomo i gceart.",
        "MysqlTransactionLevel": "Ní thacaítear le leibhéal leithlisithe idirbhirt a athrú. Oibreoidh an chartlannú go fóill ach seans go mbeidh sé níos moille agus moltar an `bhionlog_format` a athrú go `row` más féidir.",
        "NoDataForReportArchivingNotRun": "Níl cartlannú do thuairiscí curtha i gcrích le déanaí, %1$s tuilleadh faisnéise a fháil faoi conas do thuairiscí a ghiniúint.%2$s",
        "PHPFPMWarningApache": "Déanfaidh PHP FPM neamhaird ar rialacha .htaccess do chomhaid .php. Chun a chinntiú nach féidir teacht ar chomhaid íogair go díreach moltar duit comhadlanna áirithe a eisiamh ó bheith á láimhseáil ag PHP FPM tríd an líne %1$s a chur leis an gcuid %2$s i do chumraíocht óstríomhaire apache díreach os cionn %3$s líne.",
        "PHPFPMWarningGeneric": "Féadfaidh PHP FPM neamhaird a dhéanamh ar rialacha .htaccess do chomhaid .php. Chun a chinntiú nach féidir teacht ar chomhaid íogair go díreach, moltar do fhreastalaí gréasáin a chumrú chun an eolaire /config a eisiamh ó bheith á láimhseáil ag PHP FPM.",
        "PHPFPMWarningNginx": "Déanfaidh PHP FPM neamhaird ar rialacha .htaccess do chomhaid .php. Chun a chinntiú nach féidir teacht ar chomhaid íogair go díreach, moltar gan eolairí áirithe a bheith á láimhseáil ag PHP FPM. Le haghaidh tuilleadh eolais, féach cumraíocht oifigiúil freastalaí nginx %1$s %2$s",
        "PrivateDirectoryCantCheckUrl": "Theip ar URL %1$s a sheiceáil: %2$s",
        "PrivateDirectoryInternetDisabled": "Níorbh fhéidir linn a sheiceáil an bhfuil rochtain ar na URLanna seo a leanas toisc go bhfuil gnéithe idirlín díchumasaithe ar an Matomo seo.",
        "PrivateDirectoryIsAccessible": "Fuaireamar amach go bhfuil na URLanna thuas inrochtana tríd an mbrabhsálaí, ach níor cheart dóibh a bheith. D’fhéadfadh riosca slándála a bheith ann dá gceadófaí rochtain a fháil orthu toisc gur féidir leis an ábhar faisnéis a sholáthar faoi do fhreastalaí agus faoi d’úsáideoirí a d’fhéadfadh a bheith ann. Cuir srian le rochtain orthu.",
        "PrivateDirectoryManualCheck": "Oscail na URLanna de láimh i mbrabhsálaí féachaint an féidir leat rochtain a fháil air. Más féidir leat, b'fhéidir go mbeadh ort cumraíocht do fhreastalaí a mhodhnú mar níor cheart go mbeadh na comhaid/eolaire seo inrochtana trí bhrabhsálaí ón Idirlíon nó ón Inlíon.",
        "RecommendedPrivateDirectories": "Comhadlanna Príobháideacha Molta",
        "RequiredPrivateDirectories": "Comhadlanna Príobháideacha Riachtanach",
        "Sections": "Ailt",
        "UrlsAccessibleViaBrowser": "Fuaireamar amach go bhfuil na URLanna thuas inrochtana tríd an mbrabhsálaí, ach molaimid nár cheart dóibh a bheith. Más féidir, cuir srian le rochtain orthu."
    }
}
