{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "ઇંટરનેટ પરથી બધી ખાનગી ડિરેક્ટરીઓ અણસુલભ છે.",
        "BrowserAndAutoArchivingEnabledComment": "લાગે છે કે બ્રાઉઝર અને ઓટો આર્કાઇવિંગ બંને સક્ષમ છે. ઓટો આર્કાઇવિંગ છેલ્લે %3$s પહેલા શરૂ થયેલ છે. જો %1$sઓટો આર્કાઇવિંગ%2$s સક્ષમ છે, તો તમે \"જનરલ સેટિંગ્સ\"માં બ્રાઉઝર આર્કાઇવિંગને નિષ્ક્રિય કરવું જોઈએ.",
        "BrowserAndAutoArchivingEnabledLabel": "બ્રાઉઝર અને ઓટો-આર્કાઇવિંગ સક્ષમ",
        "BrowserTriggeredArchivingEnabled": "શ્રેષ્ઠ પ્રદર્શન અને ઝડપી Matomo માટે, તમારા અહેવાલોને આપમેળે આર્કાઇવ કરવા માટે અને Matomo સેટિંગ્સમાં બ્રાઉઝર ટ્રિગરિંગને અક્ષમ કરવા માટે ક્રોન્ટાબ સેટ કરવાની ખૂબ ભલામણ કરવામાં આવે છે. %1$sવધુ જાણો.%2$s",
        "ConfigFileIntroduction": "અહીં તમે Matomo કોન્ફિગ્યુરેશન જોઈ શકો છો. જો તમે લોડ સંતુલિત વાતાવરણમાં માટોમો ચલાવી રહ્યા હોવ, તો આ પૃષ્ઠ કયા સર્વરથી લોડ થયું છે તેના આધારે પૃષ્ઠ અલગ હોઈ શકે છે. ભિન્ન પૃષ્ઠભૂમિ રંગ સાથેની પંક્તિઓ રૂપરેખા મૂલ્યો બદલાય છે જે ઉદાહરણ તરીકે %1$s ફાઇલમાં ઉલ્લેખિત છે.",
        "ConfigFileTitle": "કોન્ફિગ ફાઇલ",
        "ConfigIniAccessible": "અમે એ પણ જોયું કે Matomo ની કોન્ફિગ ડિરેક્ટરી સાર્વજનિક રીતે ઍક્સેસિબલ છે. જ્યારે હુમલાખોરો અત્યારે કોન્ફિગ વાંચી શકતા નથી, જો તમારું વેબસર્વર કોઈ કારણસર PHP ફાઇલોને એક્ઝિક્યુટ કરવાનું બંધ કરે, તો તમારા MySQL ઓળખપત્રો અને અન્ય માહિતી કોઈપણ માટે ઉપલબ્ધ રહેશે. કૃપા કરીને તમારી વેબસર્વર કોન્ફિગ તપાસો અને આ ડિરેક્ટરીની ઍક્સેસને નકારી કાઢો.",
        "CronArchivingHasNotRun": "આર્કાઇવિંગ હજુ સુધી સફળતાપૂર્વક ચાલ્યું નથી.",
        "CronArchivingHasNotRunInAWhile": "છેલ્લું આર્કાઇવિંગ %1$s ના રોજ સફળતાપૂર્વક ચાલ્યું જે %2$s પહેલા છે.",
        "CronArchivingLastRunCheck": "છેલ્લું સફળ આર્કાઇવિંગ પૂર્ણ",
        "CronArchivingRanSuccessfullyXAgo": "આર્કાઇવિંગ પ્રક્રિયા %1$s પહેલા સફળતાપૂર્વક પૂરી થઈ.",
        "CronArchivingRunDetails": "કૃપા કરીને તપાસો કે તમે %1$s કન્સોલ કમાન્ડને કૉલ કરવા માટે ક્રોન્ટાબ સેટઅપ કર્યું છે અને જો આર્કાઇવિંગ નિષ્ફળ જાય તો ઇમેઇલ દ્વારા ભૂલો મેળવવા માટે તમે %2$s ને ગોઠવ્યું છે. તમે તમારા રિપોર્ટ્સને મેન્યુઅલી આર્કાઇવ કરવા માટે કન્સોલ આદેશ ચલાવવાનો પણ પ્રયાસ કરી શકો છો: %3$s. %4$sવધુ જાણો.%5$s",
        "DatabaseReaderConnection": "ડેટાબેઝ રીડર કનેક્શન",
        "DatabaseUtf8Requirement": "4-બાઇટ UTF8 અક્ષરો સંગ્રહિત કરવા માટે સક્ષમ થવા માટે આ જરૂરી છે. જ્યાં સુધી utf8mb4 ઉપલબ્ધ ન હોય ત્યાં સુધી વિશેષ અક્ષરો, જેમ કે ઇમોજીસ, એશિયન ભાષાઓના ઓછા સામાન્ય અક્ષરો, વિવિધ ઐતિહાસિક સ્ક્રિપ્ટો અથવા ગાણિતિક પ્રતીકોને %1$s સાથે બદલવામાં આવશે. તમે આ વિષય વિશે વધુ વિગતો %2$sthis FAQ%3$s માં વાંચી શકો છો.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "તમારો ડેટાબેઝ utf8mb4 અક્ષરસેટને સપોર્ટ કરે છે, પરંતુ તમારા ડેટાબેઝ કોષ્ટકો હજુ સુધી રૂપાંતરિત થયા નથી. તમે આ આદેશ %1$s ચલાવીને અથવા સામાન્ય સેટિંગ્સમાં સ્વચાલિત રૂપાંતરણને સક્રિય કરીને કરી શકો છો.",
        "DatabaseUtf8mb4CharsetRecommended": "તમારો ડેટાબેઝ હજુ સુધી utf8mb4 અક્ષરસેટને સપોર્ટ કરતું નથી.",
        "EnableRequiredDirectoriesDiagnostic": "આ ચેક અવગણવામાં આવ્યો હતો કારણ કે આ ચેક રૂપરેખામાં અક્ષમ છે. આ ચેકને સક્ષમ કરવા માટે \"config/config.ini.php\" ફાઈલમાં [General] enable_required_directories_diagnostic = 1 સેટ કરો.",
        "HideUnchanged": "જો તમે ફક્ત બદલાયેલ મૂલ્યો જોવા માંગો છો, તો તમે %1$sબધા અપરિવર્તિત મૂલ્યો છુપાવી શકો છો%2$s.",
        "HtaccessWarningNginx": "સંવેદનશીલ ફાઇલો સીધી રીતે એક્સેસ કરી શકાતી નથી તેની ખાતરી કરવા માટે અમુક ડિરેક્ટરીઓની ઍક્સેસને પ્રતિબંધિત કરવા માટે તમારા વેબ સર્વરને કન્ફિગર કરવાની ભલામણ કરવામાં આવે છે. વધુ માહિતી માટે કૃપા કરીને %1$s સત્તાવાર nginx સર્વર કન્ફિગરેશન %2$s જુઓ",
        "MysqlMaxPacketSize": "મહત્તમ પેકેટ કદ",
        "MysqlMaxPacketSizeWarning": "તમારા MySQL ડેટાબેઝમાં '%1$smax_allowed_packet%2$s' કદને ઓછામાં ઓછી %3$s કન્ફિગર કરવાની ભલામણ કરવામાં આવે છે. હાલમાં કન્ફિગર કરેલ છે %4$s.",
        "MysqlTemporaryTablesWarning": "Matomo યોગ્ય રીતે કાર્ય કરે તે માટે CREATE TEMPORARY TABLES પરવાનગી MySQL માટે જરૂરી છે.",
        "MysqlTransactionLevel": "ટ્રાન્સેક્શન આઇસોલેશન લેવલનો ફેરફાર કરવાનું સમર્થન નથી. આર્કાઇવિંગ હજુ પણ કામ કરશે પરંતુ તે હજુ પણ મંદ હોઈ શકે છે અને તેને ફેરફાર કરવાની ભલામણ કરવામાં આવે છે ઉદાહરણ તરીકે `binlog_format` ને `row` માં જો શક્ય હોય તો.",
        "NoDataForReportArchivingNotRun": "તમારા અહેવાલોની આર્કાઇવિંગ તાજેતરમાં કરવામાં આવી નથી, %1$sતમારા અહેવાલો કેવી રીતે ઉત્પન્ન કરવા વિશે વધુ જાણો.%2$s",
        "PHPFPMWarningApache": "PHP FPM .php ફાઇલો માટે .htaccess નિયમોને અવગણશે. સંવેદનશીલ ફાઇલો સીધી ઍક્સેસ ન થાય તેની ખાતરી કરવા માટે કેટલીક ડિરેક્ટરીઓને PHP FPM દ્વારા હેન્ડલ થવાથી બહાર રાખવા માટે તમારા અપાચે વર્ચ્યુઅલ હોસ્ટ કોન્ફિગમાં %2$s વિભાગમાં %1$s લાઇન ઉમેરવાની ભલામણ કરવામાં આવે છે, જે %3$s લાઇન ઉપર છે.",
        "PHPFPMWarningGeneric": "PHP FPM .php ફાઇલો માટે .htaccess નિયમોને અવગણી શકે છે. સંવેદનશીલ ફાઈલો સીધી રીતે એક્સેસ કરી શકાતી નથી તેની ખાતરી કરવા માટે તમારા વેબ સર્વરને PHP FPM દ્વારા હેન્ડલ કરવામાં આવતી /config ડિરેક્ટરીને બાકાત રાખવા માટે રૂપરેખાંકિત કરવાની ભલામણ કરવામાં આવે છે.",
        "PHPFPMWarningNginx": "PHP FPM .php ફાઇલો માટે .htaccess નિયમોને અવગણશે. સંવેદનશીલ ફાઇલો સીધી રીતે એક્સેસ કરી શકાતી નથી તેની ખાતરી કરવા માટે PHP FPM દ્વારા હેન્ડલ કરવામાં આવતી અમુક ડિરેક્ટરીઓને બાકાત રાખવાની ભલામણ કરવામાં આવે છે. વધુ માહિતી માટે કૃપા કરીને %1$s સત્તાવાર nginx સર્વર ગોઠવણી %2$s જુઓ",
        "PrivateDirectoryCantCheckUrl": "URL %1$s તપાસવાનું નિષ્ફળ થયું: %2$s",
        "PrivateDirectoryInternetDisabled": "આપણે નીચેના URL ઓ ઍક્સેસિબલ છે કે નહીં તે તપાસી શક્યા નથી કારણ કે આ માટોમો પર ઇન્ટરનેટ ફિચર્સ અક્ષમ છે.",
        "PrivateDirectoryIsAccessible": "અમને જાણવા મળ્યું છે કે ઉપરોક્ત URL બ્રાઉઝર દ્વારા ઍક્સેસિબલ છે, પરંતુ તે ન હોવા જોઈએ. તેમને ઍક્સેસ કરવાની મંજૂરી આપવાથી સંભવિત સુરક્ષા જોખમ ઊભું થઈ શકે છે કારણ કે સામગ્રી તમારા સર્વર અને સંભવિત તમારા વપરાશકર્તાઓ વિશે માહિતી પ્રદાન કરી શકે છે. કૃપા કરીને તેમની ઍક્સેસને પ્રતિબંધિત કરો.",
        "PrivateDirectoryManualCheck": "કૃપા કરીને URL ઓ ને મેન્યુઅલી બ્રાઉઝરમાં ખોલો અને જોવો કે તમે તેને પ્રવેશ-હક મેળવી શકો છો કે નહીં. જો તમે તેને પ્રવેશ-હક મેળવી શકો છો, તો તમારે તમારી સર્વર રૂપરેખાંકનને સુધારવું પડી શકે છે કારણ કે આ ફાઇલો / ડિરેક્ટરીઓ ઇન્ટરનેટ અથવા ઇન્ટ્રાનેટ દ્વારા બ્રાઉઝર મારફતે પ્રવેશ-હક મેળવી શકતી નથી.",
        "RecommendedPrivateDirectories": "ભલામણ કરેલ ખાનગી ડિરેક્ટરીઓ",
        "RequiredPrivateDirectories": "જરૂરી ખાનગી ડાયરેક્ટરીઓ",
        "Sections": "વિભાગો",
        "UrlsAccessibleViaBrowser": "અમને જણાયું છે કે ઉપરોક્ત URL બ્રાઉઝર દ્વારા ઍક્સેસિબલ છે, પરંતુ અમે ભલામણ કરીએ છીએ કે તે ન હોવા જોઈએ. જો શક્ય હોય તો, કૃપા કરીને તેમની ઍક્સેસને પ્રતિબંધિત કરો."
    }
}
