{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Semua direktori pribadi tidak dapat diakses dari internet.",
        "BrowserAndAutoArchivingEnabledComment": "Sepertinya peramban dan pengarsipan otomatis diaktifkan. Pengarsipan otomatis terakhir dimulai pada %3$s yang lalu. Jika %1$spengarsipan otomatis%2$s diaktifkan, Anda harus menonaktifkan pengarsipan peramban di \"Pengaturan Umum\".",
        "BrowserAndAutoArchivingEnabledLabel": "Peramban dan Pengarsipan otomatis diaktifkan",
        "BrowserTriggeredArchivingEnabled": "Untuk kinerja Matomo yang optimal dan cepat, sangat disarankan untuk menyiapkan crontab untuk mengarsipkan laporan Anda secara otomatis dan untuk menonaktifkan pemicu peramban di pengaturan Matomo. %1$sPelajari lebih lanjut.%2$s",
        "ConfigFileIntroduction": "Konfigurasi Matomo dapat dilihat pada bagian ini. Jika Anda menggunakan perangkat lunak Matomo dalam lingkungan penyeimbangan beban, informasi pada halaman mungkin berbeda tergantung pada server tempat perangkat tersebut dipasang. Garis yang dimodifikasi sesuai dengan nilai konfigurasi yang ditentukan dalam sampel di berkas %1$s ditampilkan dalam warna latar belakang yang berbeda.",
        "ConfigFileTitle": "Berkas konfigurasi",
        "ConfigIniAccessible": "Kami juga menemukan bahwa direktori konfigurasi Matomo dapat diakses oleh publik. Meskipun penyerang tidak dapat membaca konfigurasi sekarang, jika server web Anda berhenti mengeksekusi berkas PHP karena suatu alasan, kredensial MySQL Anda dan informasi lainnya akan tersedia bagi siapa saja. Silakan periksa konfigurasi server web Anda dan tolak akses ke direktori ini.",
        "CronArchivingHasNotRun": "Pengarsipan belum berhasil dijalankan.",
        "CronArchivingHasNotRunInAWhile": "Pengarsipan terakhir berhasil dijalankan pada %1$s yaitu %2$s yang lalu.",
        "CronArchivingLastRunCheck": "Penyelesaian Pengarsipan Terakhir yang Berhasil",
        "CronArchivingRanSuccessfullyXAgo": "Proses pengarsipan berhasil diselesaikan %1$s lalu.",
        "CronArchivingRunDetails": "Harap periksa apakah Anda telah menyiapkan crontab yang memanggil perintah konsol %1$s, dan Anda telah mengatur %2$s untuk menerima kesalahan melalui surel jika pengarsipan gagal. Anda juga dapat mencoba menjalankan perintah konsol untuk mengarsipkan laporan Anda secara manual: %3$s. %4$sPelajari lebih lanjut.%5$s",
        "DatabaseReaderConnection": "Koneksi Pembaca Basis Data",
        "DatabaseUtf8Requirement": "Fitur ini diperlukan untuk dapat menyimpan karakter UTF8 4 byte. Tanpa utf8mb4, %1$s digunakan sebagai pengganti karakter khusus, emotikon (emoji), karakter Asia yang kurang umum, berbagai simbol sejarah atau matematika. Untuk informasi terperinci, Anda dapat melihatnya di %2$sFAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Basis data Anda mendukung pengodean karakter utf8mb4, tetapi tabel basis data Anda belum dikonversi. Anda dapat melakukannya dengan menjalankan perintah %1$s atau mengaktifkan konversi otomatis di Pengaturan Umum.",
        "DatabaseUtf8mb4CharsetRecommended": "Basis data Anda belum mendukung pengodean karakter utf8mb4.",
        "EnableRequiredDirectoriesDiagnostic": "Pemeriksaan ini dilewati karena dinonaktifkan di dalam pengaturan. Untuk mengaktifkannya, centang set [General] enable_required_directories_diagnostic = 1 dalam berkas \"config/config.ini.php\".",
        "HideUnchanged": "Jika Anda hanya ingin melihat nilai yang sudah diubah, Anda dapat %1$smenyembunyikan semua nilai yang tidak berubah%2$s.",
        "HtaccessWarningNginx": "Untuk memastikan bahwa berkas sensitif tidak dapat diakses secara langsung, disarankan untuk mengkonfigurasi server web Anda untuk membatasi akses ke direktori tertentu. Untuk informasi lebih lanjut, silakan lihat %1$s konfigurasi server nginx resmi %2$s",
        "MysqlMaxPacketSize": "Ukuran Paket Maksimum",
        "MysqlMaxPacketSizeWarning": "Disarankan untuk mengonfigurasi '%1$smax_allowed_packet%2$s' minimal ke %3$s di basis data MySQL Anda. Saat ini disetel ke %4$s.",
        "MysqlTemporaryTablesWarning": "Izin MySQL CREATE TEMPORARY TABLES diperlukan agar Matomo berfungsi dengan baik.",
        "MysqlTransactionLevel": "Mengubah tingkat isolasi transaksi tidak didukung. Pengarsipan akan tetap berfungsi, namun mungkin lebih lambat dan disarankan untuk mengubah, misalnya, `binlog_format` menjadi `baris` jika memungkinkan.",
        "NoDataForReportArchivingNotRun": "Pengarsipan laporan Anda belum dijalankan baru-baru ini, %1$spelajari lebih lanjut tentang cara membuat laporan.%2$s",
        "PHPFPMWarningApache": "PHP FPM akan mengabaikan aturan .htaccess untuk berkas .php. Untuk memastikan bahwa berkas sensitif tidak dapat diakses secara langsung, disarankan untuk mengecualikan direktori tertentu agar tidak ditangani oleh PHP FPM dengan menambahkan baris %1$s ke bagian %2$s di konfigurasi host virtual apache Anda tepat di atas baris %3$s.",
        "PHPFPMWarningGeneric": "PHP FPM mungkin mengabaikan aturan .htaccess untuk berkas .php. Untuk memastikan bahwa berkas sensitif tidak dapat diakses secara langsung, disarankan untuk mengkonfigurasi server web Anda untuk mengecualikan direktori /config agar tidak ditangani oleh PHP FPM.",
        "PHPFPMWarningNginx": "PHP FPM akan mengabaikan aturan .htaccess untuk berkas .php. Untuk memastikan bahwa berkas sensitif tidak dapat diakses secara langsung, disarankan untuk mengecualikan direktori tertentu agar tidak ditangani oleh PHP FPM. Untuk informasi lebih lanjut silakan lihat %1$s konfigurasi server nginx resmi %2$s",
        "PrivateDirectoryInternetDisabled": "Kami tidak dapat memeriksa apakah URL berikut dapat diakses karena fitur internet dinonaktifkan di Matomo.",
        "PrivateDirectoryIsAccessible": "Kami menemukan bahwa URL di atas dapat diakses melalui peramban, tetapi seharusnya TIDAK seperti itu. Mengizinkan mereka untuk diakses dapat menimbulkan potensi risiko keamanan karena isinya dapat memberikan informasi tentang server dan pengguna Anda. Harap batasi akses tersebut.",
        "PrivateDirectoryManualCheck": "Silakan buka URL secara manual di peramban untuk melihat apakah Anda dapat mengaksesnya. Jika bisa, Anda mungkin perlu mengubah konfigurasi server Anda karena berkas/direktori ini tidak boleh diakses melalui peramban dari Internet atau Intranet.",
        "RecommendedPrivateDirectories": "Direktori Pribadi yang Direkomendasikan",
        "RequiredPrivateDirectories": "Direktori Pribadi yang Diperlukan",
        "Sections": "Bagian",
        "UrlsAccessibleViaBrowser": "Kami menemukan bahwa URL di atas dapat diakses melalui peramban, tetapi sebaiknya tidak. Jika memungkinkan, harap batasi akses tersebut."
    }
}
