{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Tutte le directory private sono accessibili da Internet.",
        "BrowserAndAutoArchivingEnabledComment": "Sembra che sia il browser che l'archiviazione automatica siano abilitati. L'archiviazione automatica è iniziata l'ultima volta %3$s fa. Se l'%1$sarchiviazione automatica%2$s è abilitata, è necessario disabilitarla nelle \"Impostazioni generali\" del browser.",
        "BrowserAndAutoArchivingEnabledLabel": "Browser e Auto-archiviazione abilitati",
        "BrowserTriggeredArchivingEnabled": "Per delle prestazioni ottimali e un Matomo veloce, è altamente raccomandato di impostare un crontab per archiviare automaticamente i tuoi report, e di disabilitare l'attivazione dal browser nelle impostazioni di Matomo. %1$sLeggi altro.%2$s",
        "ConfigFileIntroduction": "Qui puoi vedere la configurazione di Matomo. Se si esegue Matomo in un ambiente con bilanciamento del carico, la pagina potrebbe essere diversa a seconda del server su cui viene caricata. Righe con un colore di sfondo diverso hanno valori di configurazione cambiati, specificati per esempio nel file %1$s.",
        "ConfigFileTitle": "File di configurazione",
        "ConfigIniAccessible": "Abbiamo anche riscontrato che la directory di configurazione di Matomo è accessibile pubblicamente. Sebbene gli aggressori non possano leggere la configurazione ora, se il tuo server web interrompe l'esecuzione dei file PHP per qualche motivo, le tue credenziali MySQL e altre informazioni saranno disponibili a chiunque. Controlla la configurazione del tuo server web e nega l'accesso a questa directory.",
        "CronArchivingHasNotRun": "L'archiviazione non è ancora stata eseguita con successo.",
        "CronArchivingHasNotRunInAWhile": "L'ultima archiviazione è stata eseguita con successo il %1$s, cioè %2$s fa.",
        "CronArchivingLastRunCheck": "Ultima archiviazione completata con successo",
        "CronArchivingRanSuccessfullyXAgo": "Il processo di archiviazione è stato completato con successo %1$s fa.",
        "CronArchivingRunDetails": "Verifica di aver configurato un crontab per chiamare il comando di console %1$s, e di aver configurato un %2$s per ricevere gli errori via email se l'archiviazione fallisce. Puoi anche provare a eseguire il comando di console per archiviare manualmente i tuoi report: %3$s. %4$sPer saperne di più.%5$s",
        "DatabaseReaderConnection": "Connessione al Lettore del Database",
        "DatabaseUtf8Requirement": "Ciò è richiesto per conservare i caratteri UTF8 a 4-byte. Se il charset utf8mb4 non è disponibile, caratteri speciali come le emoji, i caratteri meno comuni delle lingue asiatiche, vari glifi antichi o i simboli matematici verranno sostituiti con %1$s. Puoi leggere più dettagli su questo argomento in %2$squeste FAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Il tuo database supporta il charset utf8mb4, ma le tabelle del tuo database non sono ancora state convertite. Puoi farlo eseguendo il comando %1$s o attivando la conversione automatica nelle Impostazioni Generali.",
        "DatabaseUtf8mb4CharsetRecommended": "Il tuo database non supporta ancora il charset UTF8mb4.",
        "EnableRequiredDirectoriesDiagnostic": "Questo controllo è stato saltato perchè è disabilitato nelle configurazioni. Per abilitare questo controllo imposta [General] enable_required_directories_diagnostic = 1 nel file \"config/config.ini.php\".",
        "HideUnchanged": "Se vuoi vedere soltanto i valori cambiati, puoi %1$snascondere tutti quelli che non sono cambiati%2$s.",
        "HtaccessWarningNginx": "Per garantire che i file sensibili non siano accessibili direttamente, si consiglia di configurare il server web per limitare l'accesso a determinate directory. Per maggiori informazioni, consultare la %1$s configurazione ufficiale del server nginx %2$s",
        "MysqlMaxPacketSize": "Dimensione Massima Pacchetto",
        "MysqlMaxPacketSizeWarning": "Si raccomanda di impostare la dimensione '%1$smax_allowed_packet%2$s' nel tuo database MySQL ad almeno %3$s. Quella impostata al momento è %4$s.",
        "MysqlTemporaryTablesWarning": "È richiesta da Matomo per funzionare correttamente l'autorizzazione CREATE TEMPORARY TABLES.",
        "MysqlTransactionLevel": "La modifica del livello di isolamento delle transazioni non è supportata. L'archiviazione continuerà a funzionare ma potrebbe essere più lenta e, se possibile, si consiglia di cambiare ad esempio `binlog_format` in` row`.",
        "NoDataForReportArchivingNotRun": "L'archiviazione dei tuoi report non è stata eseguita di recente, %1$sleggi di più su come generare i tuoi report.%2$s",
        "PHPFPMWarningApache": "PHP FPM ignorerà le regole .htaccess per i file .php. Per garantire che i file sensibili non siano accessibili direttamente, si raccomanda di escludere alcune directory dalla gestione di PHP FPM, aggiungendo la riga %1$s alla sezione %2$s nella configurazione dell'host virtuale apache, appena sopra la riga %3$s.",
        "PHPFPMWarningGeneric": "PHP FPM può ignorare le regole .htaccess per i file .php. Per garantire che i file sensibili non siano accessibili direttamente, si consiglia di configurare il server web in modo da escludere la directory /config dalla gestione di PHP FPM.",
        "PHPFPMWarningNginx": "PHP FPM ignorerà le regole .htaccess per i file .php. Per garantire che i file sensibili non siano accessibili direttamente, si consiglia di escludere alcune directory dalla gestione di PHP FPM. Per ulteriori informazioni, consultare la %1$s configurazione ufficiale del server nginx %2$s",
        "PrivateDirectoryCantCheckUrl": "Controllo dell'URL %1$s non riuscito: %2$s",
        "PrivateDirectoryInternetDisabled": "Non è stato possibile verificare se i seguenti URL sono accessibili perché le funzionalità Internet sono disabilitate su questo Matomo.",
        "PrivateDirectoryIsAccessible": "Abbiamo riscontrato che gli URL di cui sopra sono accessibili tramite il browser, ma NON dovrebbero esserlo. Consentire l'accesso può rappresentare un potenziale rischio per la sicurezza poiché i contenuti possono fornire informazioni sul tuo server e potenzialmente sui tuoi utenti. Si prega di limitare l'accesso a essi.",
        "PrivateDirectoryManualCheck": "Si prega di aprire manualmente gli URL in un browser per vedere se è possibile accedervi. Se possibile, potrebbe essere necessario modificare la configurazione del server poiché questi file/directory non dovrebbero essere accessibili tramite un browser da Internet o Intranet.",
        "RecommendedPrivateDirectories": "Directory private consigliate",
        "RequiredPrivateDirectories": "Directory private richieste",
        "Sections": "Sezioni",
        "UrlsAccessibleViaBrowser": "Abbiamo riscontrato che i suddetti URL sono accessibili tramite il browser, ma raccomandiamo che non lo siano. Se possibile, vi preghiamo di limitarne l'accesso."
    }
}
