{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Ingen private mapper kan nås fra Internett.",
        "BrowserAndAutoArchivingEnabledComment": "Det ser ut til at både nettleser- og auto-arkivering er påskrudd. Auto-arkivering startet sist for %3$s siden. Hvis %1$sAuto-arkivering%2$s er påskrudd, bør du skru av nettleser-arkivering i «Generelle innstillinger».",
        "BrowserAndAutoArchivingEnabledLabel": "Nettleser- og auto-arkivering påskrudd",
        "BrowserTriggeredArchivingEnabled": "For optimal og rask Matomo-ytelse anbefales det sterkt å sette opp en crontab for å arkivere rapportene dine automatisk, og for å skru av nettleseren-utløsing i Matomo-innstillingene. %1$sLær mer.%2$s",
        "ConfigFileIntroduction": "Her kan du sjekke ditt Matomo-oppsett. Hvis du kjører Matomo i et last-balansert miljø, kan siden være forskjellig avhengig av hvilken tjener den lastes inn fra. Rader med forskjellig bakgrunnsfarge er endrede oppsett som angis for eksempel i %1$s-filen.",
        "ConfigFileTitle": "Konfigurasjonsfil",
        "ConfigIniAccessible": "Oppsettsmappen i Matomo er også offentlig tilgjengelig. Angripere kan ikke lese oppsettet nå, men hvis vev-tjeneren din stopper å kjøre PHP-filer av noen grunn, vil dine MySQL-identitetsdetaljer og annen info bli tilgjengelig for andre. Sjekk ditt vev-tjeneroppsett og nekt tilgang til mappen.",
        "CronArchivingHasNotRun": "Arkivering har ikke blitt fullført enda.",
        "CronArchivingHasNotRunInAWhile": "Arkivering ble sist fullført %1$s, som er %2$s siden.",
        "CronArchivingLastRunCheck": "Siste fullførte arkivering",
        "CronArchivingRanSuccessfullyXAgo": "Arkiveringsprosessen ble fullført for %1$s siden.",
        "CronArchivingRunDetails": "Sjekk at du har satt opp en crontab som kaller %1$s-konsoll-kommandoen, og at du har satt opp en %2$s for å motta feilmeldinger per e-post hvis arkivering misslykkes. Du kan også prøve å kjøre konsoll-kommandoen for å arkivere rapportene dine manuelt: %3$s. %4$sLær mer%5$s.",
        "DatabaseReaderConnection": "Databaseleser-tilkobling",
        "DatabaseUtf8Requirement": "Dette kreves for å kunne lagre 4-byte lange UTF-8-tegn. Med mindre utf8mb4 er tilgjengelig, vil spesialtegn som f.eks. emoji-er, mindre vanlige tegn i asiatiske språk, forskjellige historiske og matematiske symboler bli erstattet med %1$s. Du kan lese mer om dette i %2$sO-S-S%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Databasen din støtter utf8mb4-tegnsettet, men databasetabellene har ikke blitt konvertert enda. Du kan gjøre dette ved å kjøre kommandoen «%1$s» eller ved å skru på auto-konvertering i generelle innstillinger.",
        "DatabaseUtf8mb4CharsetRecommended": "Databasen din støtter ikke utf8mb4-tegnsettet enda.",
        "EnableRequiredDirectoriesDiagnostic": "Denne sjekken ble hoppet over siden den er skrudd av i oppsettet. Skru den på ved å sette [General] enable_required_directories_diagnostic = 1 i «config/config.ini.php»-filen.",
        "HideUnchanged": "Hvis du kun vil se de endrede verdiene, kan du %1$sskjule alle uendrede verdier%2$s.",
        "HtaccessWarningNginx": "For å forsikre at sensitive filer ikke kan nås direkte anbefales det å sette opp vev-tjeneren din slik at den begrenser tilgang til gitte mapper. Som eksempel kan du sjekke %1$sdet offisielle NGINX-tjeneroppsettet%2$s",
        "MysqlMaxPacketSize": "Maksimal pakkestørrelse",
        "MysqlMaxPacketSizeWarning": "Det anbefales å sette opp en '%1$smax_allowed_packet%2$s'-størrelse i din MySQL-database som minst %3$s. %4$s er nå valgt.",
        "MysqlTemporaryTablesWarning": "MySQL-tilgangen «CREATE TEMPORARY TABLES» er påkrevd for at Matomo skal fungere riktig.",
        "MysqlTransactionLevel": "Endring av isolasjonsnivå for transaksjon støttes ikke. Arkivering vil fremdeles virke, men det kan være tregere og det anbefales å endre for eksempel `binlog_format` til `row` hvis mulig.",
        "NoDataForReportArchivingNotRun": "Arkivering av rapportene dine har ikke blitt gjort i det siste. %1$sLær mer om hvordan du genererer rapportene dine.%2$s",
        "PHPFPMWarningApache": "PHP FPM vil ignorere .htaccess-regler for .php-filer. For å forsikre at sensitive filer ikke kan nås direkte anbefales det å utelukke noen mapper fra å bli håndtert av PHP FPM ved å legge til linjen %1$s til i %2$s-delen i ditt virtuelle vertstjeningsoppsett for Apache, akkurat over %3$s-linjen.",
        "PHPFPMWarningGeneric": "PHP FPM kan ignorere .htaccess-regler for .php-filer. For å forsikre at sensitive filer ikke kan nås direkte anbefales det å sette opp din vev-tjener for å utelate /config-mappen fra å bli håndtert direkte fra PHP FPM.",
        "PHPFPMWarningNginx": "PHP FPM vil ignorere .htaccess-regler for .php-filer. For å forsikre at sensitive filer ikke kan nås direkte anbefales det å utelukke gitte mapper fra å bli håndtert av PHP FPM. Mer informasjon er å finne i %1$soffisielt tjeneroppsett for NGNIX-tjener%2$s.",
        "PrivateDirectoryInternetDisabled": "Kunne ikke sjekke om følgende nettadresser kan nås, fordi Internett-funksjoner er avskrudd på denne Matomo-en.",
        "PrivateDirectoryIsAccessible": "Nettadressene ovenfor kan nås via nettleseren, men de bør IKKE være tilfelle. Å tillate dette kan være en sikkerhetsrisiko siden innholdet kan tilkjennegi info om din tjener og kanskje også brukerne dine. Begrens tilgangen til dem.",
        "PrivateDirectoryManualCheck": "Åpne nettadressene manuelt i en nettleser for å finne ut hvem som har tilgang. Det kan det hende du må endre tjeneroppsettet hvis du har tilgang til det, siden disse filene/mappene ikke bør være tilgjengelige via en nettleser fra Internett eller intranett.",
        "RecommendedPrivateDirectories": "Anbefalte private mapper",
        "RequiredPrivateDirectories": "Påkrevde private mapper",
        "Sections": "Seksjoner",
        "UrlsAccessibleViaBrowser": "Nettadressene ovenfor kan nås fra nettleseren, men det anbefales at det forbys. Hvis mulig bør du begrense tilgangen til dem."
    }
}
