{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Alle private mappen zijn niet bereikbaar vanaf het internet.",
        "BrowserAndAutoArchivingEnabledComment": "Het lijkt erop dat zowel browser als automatisch archiveren zijn ingeschakeld. Automatische archivering is het laatst gestart %3$s geleden. Als %1$sautomatisch archiveren%2$s is ingeschakeld, moet u browser-archivering uitschakelen in de \"Algemene instellingen\".",
        "BrowserAndAutoArchivingEnabledLabel": "Browser en automatische archivering ingeschakeld",
        "BrowserTriggeredArchivingEnabled": "Voor optimale prestaties en een snelle Matomo, is het sterk aanbevolen om een crontab in te stellen om uw rapporten automatisch te archiveren, en om browser triggering uit te schakelen in de Matomo-instellingen. %1$sMeer informatie.%2$s",
        "ConfigFileIntroduction": "Hier kunt u de Matomo configuratie bekijken. Als u Matomo in een load balanced omgeving draait, kan de pagina er anders uitzien afhankelijk vanaf welke server deze pagina wordt geladen. Rijen met een andere achtergrondkleur zijn gewijzigde configuratiewaarden die bijvoorbeeld in het bestand %1$s zijn gespecifieerd.",
        "ConfigFileTitle": "Configuratiebestand",
        "ConfigIniAccessible": "We hebben ook ontdekt dat Matomo's config-map publiekelijk bereikbaar is. Hoewel aanvallers de configuratie nu niet kunnen lezen, indien uw webserver om een of andere reden stopt met het uitvoeren van PHP-bestanden, zullen uw MySQL-gegevens en andere informatie voor iedereen beschikbaar komen. Controleer de configuratie van uw webserver en haal de toegang tot deze map weg.",
        "CronArchivingHasNotRun": "Archivering is nog niet succesvol afgerond.",
        "CronArchivingHasNotRunInAWhile": "Archivering is voor het laatst succesvol uitgevoerd op %1$s, dat is %2$s geleden.",
        "CronArchivingLastRunCheck": "Recentst afgeronde succesvolle archivering",
        "CronArchivingRanSuccessfullyXAgo": "Het archiveringsproces is succesvol afgerond %1$s geleden.",
        "CronArchivingRunDetails": "Controleer of u een crontab heeft ingesteld om het console commando %1$s aan te roepen, en of u een %2$s heeft geconfigureerd om fouten per e-mail te ontvangen als het archiveren mislukt. U kunt ook proberen om manueel het console commando uit te voeren om uw rapporten te archiveren: %3$s. %4$sMeer informatie.%5$s",
        "DatabaseReaderConnection": "Database Reader-verbinding",
        "DatabaseUtf8Requirement": "Dit is nodig om 4-byte UTF8-karakters te kunnen opslaan. Tenzij utf8mb4 beschikbaar is, worden speciale karakters, zoals emoji's, minder gebruikelijke tekens van Aziatische talen, diverse historische scripts of wiskundige symbolen vervangen door %1$s. Meer details over dit onderwerp kunt u lezen in %2$sdeze FAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Uw database ondersteunt de utf8mb4 karakterset, maar uw databasetabellen zijn nog niet geconverteerd. U kunt dit doen door het commando %1$s uit te voeren of de automatische conversie te activeren in Algemene instellingen.",
        "DatabaseUtf8mb4CharsetRecommended": "Uw database ondersteunt nog geen utf8mb4-karakterset.",
        "EnableRequiredDirectoriesDiagnostic": "Deze controle werd overgeslagen omdat deze is uitgeschakeld in de config. Om deze controle in te schakelen stelt u '[General] enable_required_directories_diagnostic = 1' in het \"config/config.ini.php\" bestand in.",
        "HideUnchanged": "Wanneer je alleen de gewijzigde waarden wil zien %1$sverberg alle ongewijzigde waarden%2$s.",
        "HtaccessWarningNginx": "Om ervoor te zorgen dat gevoelige bestanden niet rechtstreeks bereikbaar zijn, is het raadzaam uw webserver te configureren om de toegang tot bepaalde mappen te beperken. Zie voor meer informatie de %1$sofficiële nginx server configuratie.%2$s",
        "MysqlMaxPacketSize": "Maximale pakketgrootte",
        "MysqlMaxPacketSizeWarning": "Het is aan te raden om de '%1$smax_allowed_packet%2$s' grootte in uw MySQL database te configureren op minimum %3$s. Momenteel is dit %4$s.",
        "MysqlTemporaryTablesWarning": "Het MySQL-recht CREATE TEMPORARY TABLES is vereist voor een goede werking van Matomo.",
        "MysqlTransactionLevel": "Aanpassen van transactie-isolatieniveau niet ondersteund. Archiveren zal nog steeds werken, maar die kan langzamer zijn en het is aanbevolen om bijvoorbeeld de `binlog_format` te wijzigen naar `row` indien mogelijk.",
        "NoDataForReportArchivingNotRun": "De archivering van uw rapporten is niet recent uitgevoerd, %1$slees meer over het genereren van uw rapporten.%2$s",
        "PHPFPMWarningApache": "PHP FPM zal .htaccess regels voor .php bestanden negeren. Om ervoor te zorgen dat gevoelige bestanden niet direct bereikbaar zijn, is het aan te raden bepaalde mappen uit te sluiten van behandeling door PHP FPM door de regel %1$s toe te voegen aan de sectie %2$s in de configuratie van je apache virtual host, net boven de regel %3$s.",
        "PHPFPMWarningGeneric": "PHP FPM kan .htaccess-regels voor .php-bestanden negeren. Om ervoor te zorgen dat gevoelige bestanden niet rechtstreeks bereikbaar zijn, wordt aanbevolen uw webserver zo te configureren dat de map /config niet door PHP FPM kan worden verwerkt.",
        "PHPFPMWarningNginx": "PHP FPM negeert .htaccess regels voor .php bestanden. Om ervoor te zorgen dat gevoelige bestanden niet rechtstreeks kunnen worden benaderd, is het aanbevolen om bepaalde mappen uit te sluiten van behandeling door PHP FPM. Voor meer informatie zie de %1$s officiële nginx server configuratie%2$s",
        "PrivateDirectoryCantCheckUrl": "Het controleren van de URL %1$s is mislukt: %2$s",
        "PrivateDirectoryInternetDisabled": "We konden niet controleren of de volgende URL's bereikbaar zijn omdat internetfuncties uitgeschakeld zijn op deze Matomo.",
        "PrivateDirectoryIsAccessible": "We hebben vastgesteld dat de bovenstaande URL's bereikbaar zijn via de browser, maar dat zou NIET mogen. Deze bereikbaar maken kan een potentieel veiligheidsrisico vormen, omdat de inhoud informatie kan blootstellen over uw server en mogelijk over uw gebruikers. Gelieve de toegang ertoe te beperken.",
        "PrivateDirectoryManualCheck": "Open de URL's handmatig in een browser om na te gaan of u er toegang toe heeft. Zo ja, dan moet u wellicht uw serverconfiguratie aanpassen, aangezien deze bestanden/mappen niet toegankelijk mogen zijn via een browser vanaf het internet of intranet.",
        "RecommendedPrivateDirectories": "Aanbevolen private mappen",
        "RequiredPrivateDirectories": "Vereiste private mappen",
        "Sections": "Secties",
        "UrlsAccessibleViaBrowser": "We hebben vastgesteld dat de bovenstaande URL's bereikbaar zijn via de browser, maar wij raden aan dat niet te doen. Indien mogelijk, gelieve de toegang ertoe te beperken."
    }
}
