{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Todos os diretórios privados são inacessíveis a partir da Internet.",
        "BrowserAndAutoArchivingEnabledComment": "Parece que o navegador e o arquivamento automático estão ativados. O arquivamento automático começou pela última vez há %3$s. Se o %1$sauto arquivamento%2$s estiver habilitado, você deve desabilitar o arquivamento do navegador em 'Configurações gerais'.",
        "BrowserAndAutoArchivingEnabledLabel": "Navegador e arquivamento automático ativados",
        "BrowserTriggeredArchivingEnabled": "Para uma performance ótima e um Matomo veloz, é altamente recomendável definir um crontab para automaticamente arquivar seus relatórios, e desabilitar o acionamento de navegador nas configurações do Matomo. %1$sSaiba mais.%2$s",
        "ConfigFileIntroduction": "Aqui você pode ver a configuração do Matomo. Se você estiver rodando o Matomo em um ambiente com balanceamento de carga, a página pode estar diferente dependendo de qual servidor esta página é carregada. Linhas com diferentes cores de fundo são valores de configuração alterados que estão especificados por exemplo no arquivo %1$s.",
        "ConfigFileTitle": "Arquivo de configuração",
        "ConfigIniAccessible": "Também descobrimos que o diretório de configuração do Matomo é acessível publicamente. Embora os invasores não possam ler a configuração agora, se seu servidor da Web parar de executar arquivos PHP por algum motivo, suas credenciais do MySQL e outras informações estarão disponíveis para qualquer pessoa. Verifique a configuração do seu servidor web e negue o acesso a este diretório.",
        "CronArchivingHasNotRun": "O arquivamento ainda não foi realizado com sucesso.",
        "CronArchivingHasNotRunInAWhile": "O último arquivamento realizado com sucesso foi em %1$s que é %2$s atrás.",
        "CronArchivingLastRunCheck": "Última conclusão de arquivamento com sucesso",
        "CronArchivingRanSuccessfullyXAgo": "O processo de arquivamento foi completado com sucesso %1$s atrás.",
        "CronArchivingRunDetails": "Favor checar que há um agendamento crontab chamando o %1$sconsole de comandos, e que há um %2$s configurado para receber erros por email se o arquivamento falhar. Você também pode tentar rodar o console de comandos para arquivar seus relatórios manualmente: %3$s. %4$sSaiba mais.%5$s",
        "DatabaseReaderConnection": "Conexão do leitor de banco de dados",
        "DatabaseUtf8Requirement": "Isso é necessário para poder armazenar caracteres UTF8 de 4 bytes. A menos que utf8mb4 esteja disponível, caracteres especiais, como emojis, caracteres menos comuns de idiomas asiáticos, vários scripts históricos ou símbolos matemáticos serão substituídos por %1$s. Você pode ler mais detalhes sobre este tópico em %2$sneste FAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Seu banco de dados suporta o conjunto de caracteres utf8mb4, mas suas tabelas de banco de dados ainda não foram convertidas. Você pode fazer isso executando o comando %1$s ou ativando a conversão automática em Configurações Gerais.",
        "DatabaseUtf8mb4CharsetRecommended": "Seu banco de dados ainda não suporta o conjunto de caracteres utf8mb4.",
        "EnableRequiredDirectoriesDiagnostic": "Esta verificação foi ignorada porque esta verificação está desabilitada no arquivo config. Para habilitar esta verificação, configure [General] enable_required_directories_diagnostic = 1 no arquivo 'config/config.ini.php'.",
        "HideUnchanged": "Se você quiser ver apenas valores alterados você pode %1$socultar todos os valores inalterados%2$s.",
        "HtaccessWarningNginx": "Para garantir que os arquivos confidenciais não possam ser acessados diretamente, é recomendável configurar seu servidor web para restringir o acesso a determinados diretórios. Para obter mais informações, consulte a %1$sconfiguração oficial do servidor nginx %2$s",
        "MysqlMaxPacketSize": "Tamanho máximo de pacote",
        "MysqlMaxPacketSizeWarning": "É recomendado configurar um tamanho máximo de pacote (%1$smax_allowed_packet%2$s) no seu banco de dados MySQL de pelo menos %3$s. Atualmente está configurado %4$s.",
        "MysqlTemporaryTablesWarning": "A permissão CREATE TEMPORARY TABLES do MySQL é requerida para que o Matomo funcione corretamente.",
        "MysqlTransactionLevel": "A alteração do nível de isolamento de transação não é suportada. O arquivamento ainda funcionará mas ele pode ser mais lento e ele é recomendado para alterar, por exemplo, o `binlog_format` para `row` se possível.",
        "NoDataForReportArchivingNotRun": "O arquivamento de seus relatórios não foi executado recentemente. %1$sSaiba mais sobre como gerar seus relatórios.%2$s",
        "PHPFPMWarningApache": "O PHP FPM irá ignorar as regras .htaccess para arquivos .php. Para garantir que os arquivos confidenciais não possam ser acessados diretamente, é recomendável excluir certos diretórios de serem manipulados pelo PHP FPM adicionando a linha %1$s à seção %2$s na configuração do host virtual do apache logo acima da linha %3$s.",
        "PHPFPMWarningGeneric": "O PHP FPM pode ignorar as regras .htaccess para arquivos .php. Para garantir que os arquivos confidenciais não possam ser acessados diretamente, é recomendável configurar seu servidor web para excluir o diretório /config de ser manipulado pelo PHP FPM.",
        "PHPFPMWarningNginx": "O PHP FPM irá ignorar as regras .htaccess para arquivos .php. Para garantir que os arquivos confidenciais não possam ser acessados diretamente, é recomendado excluir certos diretórios de serem manipulados pelo PHP FPM. Para obter mais informações, consulte a %1$s configuração oficial do servidor nginx%2$s",
        "PrivateDirectoryInternetDisabled": "Não foi possível verificar se as seguintes URLs estão acessíveis porque os recursos da Internet estão desabilitados neste Matomo.",
        "PrivateDirectoryIsAccessible": "Descobrimos que as URLs acima são acessíveis pelo navegador, mas NÃO deveriam ser. Permitir que elas sejam acessadas pode representar um risco potencial de segurança, pois o conteúdo pode fornecer informações sobre seu servidor e, potencialmente, seus usuários. Por favor, restrinja o acesso a elas.",
        "PrivateDirectoryManualCheck": "Abra os URLs manualmente em um navegador para ver se você pode acessá-los. Se puder, talvez seja necessário modificar a configuração do servidor, pois esses arquivos/diretórios não devem ser acessíveis por meio de um navegador da Internet ou Intranet.",
        "RecommendedPrivateDirectories": "Diretórios Privados Recomendados",
        "RequiredPrivateDirectories": "Diretórios Privados Necessários",
        "Sections": "Seções",
        "UrlsAccessibleViaBrowser": "Descobrimos que as URLs acima podem ser acessadas pelo navegador, mas recomendamos que não sejam. Se possível, restrinja o acesso a elas."
    }
}
