{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Todos os diretórios privados são inacessíveis pela Internet.",
        "BrowserAndAutoArchivingEnabledComment": "Parece que o navegador e o arquivamento automático estão ativados. O arquivamento automático foi iniciado há %3$s. Se %1$sauto arquivamento%2$s estiver ativado, você deve desativar o arquivamento do navegador em \"Configurações gerais\".",
        "BrowserAndAutoArchivingEnabledLabel": "Navegador e arquivamento automático ativados",
        "BrowserTriggeredArchivingEnabled": "Para um Matomo rápido e com uma boa performance, é altamente recomendado que configure um crontab para arquivar automaticamente os seus relatórios e desativar a execução do arquivamento através do navegador nas definições do Matomo. %1$sSaber mais.%2$s",
        "ConfigFileIntroduction": "Aqui, pode consultar a configuração do Matomo. Se estiver a executar o Matomo num ambiente distribuído, a página pode ser diferente mediante o servidor a partir do qual foi carregada. As linhas com uma cor de fundo diferente são valores alterados de configuração especificados, por exemplo, no ficheiro %1$s.",
        "ConfigFileTitle": "Ficheiro de configuração",
        "ConfigIniAccessible": "Também descobrimos que o diretório de configuração do Matomo é acessível publicamente. Embora os invasores não possam ler a configuração agora, se o servidor da Web parar de executar arquivos PHP por algum motivo, suas credenciais do MySQL e outras informações estarão disponíveis para qualquer pessoa. Por favor, verifique a configuração do seu servidor web e negue o acesso a este diretório.",
        "CronArchivingHasNotRun": "O arquivamento ainda não foi executado com sucesso.",
        "CronArchivingHasNotRunInAWhile": "O arquivamento foi executado com sucesso pela última a %1$s há %2$s.",
        "CronArchivingLastRunCheck": "Última conclusão do processo de arquivamento",
        "CronArchivingRanSuccessfullyXAgo": "O processo de arquivamento concluído com sucesso há %1$s.",
        "CronArchivingRunDetails": "Por favor confirme que configurou um crontab a invocar o comando da consola %1$s e que configurou um %2$s para receber erros por e-mail se o arquivamento falhar. Pode também tentar executar o comando na consola para arquivar os seus relatórios manualmente: %3$s. %4$sSaber mais.%5$s",
        "DatabaseReaderConnection": "Ligação do leitor da base de dados",
        "DatabaseUtf8Requirement": "Isto é necessário para armazenar carateres UTF8 de 4-bytes. A menos que o utf8mb4 esteja disponível, carateres especiais como emojis, carateres menos comuns de idiomas asiáticos, vários scripts históricos ou símbolos matemáticas, serão substituídos por %1$s. Pode ler mais informações sobre este tópico %2$snesta FAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "A sua base de dados suporta o conjunto de caracteres utf8mb4, mas as suas tabelas da base de dados ainda não foram convertidas. Pode fazer isto executando o comando %1$s ou ativamente a conversão automática nas Definições gerais.",
        "DatabaseUtf8mb4CharsetRecommended": "A sua base de dados não suporta ainda o conjuntos de carateres UTF8mb4.",
        "EnableRequiredDirectoriesDiagnostic": "Esta verificação foi ignorada porque está desativada na configuração. Para ativar esta verificação, defina[General] enable_required_directories_diagnostic = 1 no ficheiro \"config/config.ini.php\".",
        "HideUnchanged": "Se quiser ver apenas os valores alterados, pode %1$socultar todos os valores inalterados%2$s.",
        "HtaccessWarningNginx": "Para garantir que arquivos confidenciais não possam ser acessados diretamente, é recomendável configurar seu servidor da Web para restringir o acesso a determinados diretórios. Para obter mais informações, consulte a %1$s configuração oficial do servidor nginx %2$s",
        "MysqlMaxPacketSize": "Tamanho máximo do pacote",
        "MysqlMaxPacketSizeWarning": "É recomendável a configuração de um tamanho de pacote '%1$smax_allowed_packet%2$s' na sua base de dados MySQL de, pelo menos, %3$s. Atualmente está configurado como %4$s.",
        "MysqlTemporaryTablesWarning": "A permissão MySQL CREATE TEMPORARY TABLES é necessária para que o Matomo funcione corretamente.",
        "MysqlTransactionLevel": "A alteração do nível de isolamento da transação não é suportado. O arquivamento irá funcionar mas será mais lento e é recomendável que altere, por exemplo, o `binlog_format` para `row`, se for possível.",
        "NoDataForReportArchivingNotRun": "O arquivamento dos seus relatórios não foi executado recentemente. %1$sSaber mais sobre como gerar os seus relatórios.%2$s",
        "PHPFPMWarningApache": "O PHP FPM irá ignorar as regras .htaccess para arquivos .php. Para garantir que arquivos confidenciais não possam ser acessados diretamente, é recomendável excluir certos diretórios de serem manipulados pelo PHP FPM adicionando a linha %1$s à seção %2$s em sua configuração de host virtual do apache logo acima de %3$s linha.",
        "PHPFPMWarningGeneric": "PHP FPM pode ignorar regras .htaccess para arquivos .php. Para garantir que arquivos confidenciais não possam ser acessados diretamente, é recomendável configurar seu servidor web para excluir o diretório /config de ser manipulado pelo PHP FPM.",
        "PHPFPMWarningNginx": "O PHP FPM irá ignorar as regras .htaccess para arquivos .php. Para garantir que arquivos confidenciais não possam ser acessados diretamente, é recomendável excluir certos diretórios de serem manipulados pelo PHP FPM. Para obter mais informações, consulte a configuração oficial do servidor nginx %1$s %2$s",
        "PrivateDirectoryInternetDisabled": "Não foi possível verificar se os seguintes URLs estão acessíveis porque os recursos da Internet estão desativados neste Matomo.",
        "PrivateDirectoryIsAccessible": "Descobrimos que as URL acima são acessíveis através do navegador, mas NÃO deveriam ser. Permitir o acesso às mesmas pode representar um potencial risco de segurança, uma vez que os conteúdos podem fornecer informações sobre o seu servidor e potencialmente sobre os seus utilizadores. Por favor, restrinja o acesso às mesmas.",
        "PrivateDirectoryManualCheck": "Abra os URLs manualmente em um navegador para ver se consegue acessá-los. Se puder, talvez seja necessário modificar a configuração do servidor, pois esses arquivos/diretórios não devem ser acessados por meio de um navegador da Internet ou Intranet.",
        "RecommendedPrivateDirectories": "Diretórios privados recomendados",
        "RequiredPrivateDirectories": "Diretórios Privados Necessários",
        "Sections": "Secções",
        "UrlsAccessibleViaBrowser": "Descobrimos que os URLs acima podem ser acessados por meio do navegador, mas recomendamos que não. Se possível, restrinja o acesso a eles."
    }
}
