{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "Alla privata kataloger är oåtkomliga via internet.",
        "BrowserAndAutoArchivingEnabledComment": "Det verkar som att både webbläsare och automatisk arkivering är aktiverade. Automatisk arkivering startade senast %3$s sedan. Om %1$sautomatisk arkivering%2$s är aktiverat bör du inaktivera webbläsararkivering i \"Allmänna inställningar\".",
        "BrowserAndAutoArchivingEnabledLabel": "Webbläsare och automatisk arkivering aktiverat",
        "BrowserTriggeredArchivingEnabled": "För optimal prestanda och en snabb Matomo rekommenderas det starkt att du ställer in en crontab för att automatiskt arkivera dina rapporter och inaktivera webbläsarutlösningen i Matomo-inställningarna. %1$sLäs mer.%2$s",
        "ConfigFileIntroduction": "Här kan du se Matomo-konfigurationen. Om du kör Matomo i en belastningsbalanserad miljö kan sidan vara annorlunda beroende på vilken server denna sida laddas. Rader med en annan bakgrundsfärg är ändrade konfigurationsvärden som är specificerade till exempel i %1$s filen.",
        "ConfigFileTitle": "Konfigurationsfil",
        "ConfigIniAccessible": "Vi upptäckte också att Matomos konfigurationskatalog är öppet åtkomlig. Trots att attackerare inte kan läsa konfigurationen nu så finns risken att utifall din webbserver slutar exekvera PHP-filer (av någon anledning) kommer dina inloggningsuppgifter för MySQL och liknande vara tillgängligt för vem som helst. Vänligen kontrollera webbserverns konfiguration och begränsa åtkomsten till denna katalog.",
        "CronArchivingHasNotRun": "Arkiveringen har ännu inte körts.",
        "CronArchivingHasNotRunInAWhile": "Arkiveringen kördes senast framgångsrikt i %1$s vilken är %2$s sedan.",
        "CronArchivingLastRunCheck": "Senaste avklarade arkiveringen",
        "CronArchivingRanSuccessfullyXAgo": "Arkiveringsprocessen slutfördes framgångsrikt för %1$s sedan.",
        "CronArchivingRunDetails": "Kontrollera att du har ställt in en crontab som anropar %1$s konsolkommandot och att du har konfigurerat en %2$s för att ta emot fel via e-post om arkivering misslyckas. Du kan också försöka köra konsolkommandot för att arkivera dina rapporter manuellt: %3$s. %4$sLäs mer.%5$s",
        "DatabaseReaderConnection": "Anslutning av databasläsare",
        "DatabaseUtf8Requirement": "Detta krävs för att kunna lagra 4-byte UTF8-tecken. Om inte utf8mb4 finns så kommer specialtecken, som emojis, mindre vanliga tecken på asiatiska språk, olika historiska skript eller matematiska symboler att ersättas med%1$s. Du kan läsa mer information om detta ämne i %2$sdenna FAQ%3$s.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "Din databas stödjer utf8mb4-teckenkodning, men dina databastabeller har inte konverterats ännu. Du kan göra detta genom att utföra kommandot %1$s eller genom att aktivera den automatiska konverteringen i Allmänna inställningar.",
        "DatabaseUtf8mb4CharsetRecommended": "Din databas stödjer inte utf8mb4-teckenkodning än.",
        "EnableRequiredDirectoriesDiagnostic": "Den här kontrollen hoppades över eftersom den här kontrollen är inaktiverad i konfigurationen. För att aktivera den här kontrollen ställer du in [Allmänt] enable_required_directories_diagnostic = 1 i filen \"config/config.ini.php\".",
        "HideUnchanged": "Om du vill se endast ändrade värden så kan du %1$s dölja alla oförändrade värden%2$s.",
        "HtaccessWarningNginx": "För att säkerställa att känsliga filer inte kan nås direkt rekommenderas du att konfigurera din webbserver att begränsa åtkomsten till vissa kataloger. För mer information kan du läsa om den %1$s officiella nginx server konfigurationen %2$s",
        "MysqlMaxPacketSize": "Max paketstorlek",
        "MysqlMaxPacketSizeWarning": "Det rekommenderas att du konfigurerar en '%1$smax_allowed_packet%2$s'-storlek i din MySQL-databas med minst %3$s. Konfigurerad är för närvarande %4$s.",
        "MysqlTemporaryTablesWarning": "MySQL-tillstånd CREATE TEMPORARY TABLES krävs för att Matomo ska fungera korrekt.",
        "MysqlTransactionLevel": "Ändring av transaktionsisoleringsnivå stöds inte. Arkivering kommer fortfarande att fungera men det kan gå långsammare och det rekommenderas att ändra till exempel `binlog_format` till `row` om möjligt.",
        "NoDataForReportArchivingNotRun": "Arkiveringen av dina rapporter har inte genomförts på senaste tiden, %1$släs mer om hur du genererar dina rapporter.%2$s",
        "PHPFPMWarningApache": "PHP FPM kommer att ignorera regler i .htaccess för .php-filer. För att säkerställa att känsliga filer inte kan nås direkt rekommenderas det att exkludera dessa kataloger från att hanteras av PHP FPM genom att lägga till raden %1$s till %2$s-sektionen i din virtuella värd av Apache-konfiguration. Strax ovanför raden %3$s.",
        "PHPFPMWarningGeneric": "PHP FPM kan möjligen ignorera regler från .htaccess för .php-filer. För att säkerställa att inte känsliga filer kan nås direkt rekommenderas du att konfigurera din webbserver att exkludera katalogen /config från att hanteras av PHP FPM.",
        "PHPFPMWarningNginx": "PHP FPM kommer ignorera regler från .htaccess för .php-filer. För att säkerställa att inte känsliga filer kan nås direkt rekommenderas du att exkludera vissa kataloger från att hantera av PHP FPM. För mer information vänligen se mer i den %1$s officiiella nginx server konfigurationen %2$s",
        "PrivateDirectoryCantCheckUrl": "Kollar URL:en %1$s misslyckades: %2$s",
        "PrivateDirectoryInternetDisabled": "Vi kunde inte kontrollera om följande webbadresser är tillgängliga eftersom internetfunktionerna är inaktiverade på denna Matomo.",
        "PrivateDirectoryIsAccessible": "Vi upptäckte att ovanstående URL:ar är åtkomliga via en webbläsare, vilket de INTE borde vara. Att låta dem vara det är en säkerhetsrisk eftersom det kan avslöja information om din server och eventuellt dina användare. Vänligen begränsa åtkomsten till detta.",
        "PrivateDirectoryManualCheck": "Öppna URL:erna manuellt i en webbläsare för att se om du kan komma åt den. Om du kan det kan du behöva ändra din serverkonfiguration eftersom dessa filer/kataloger inte bör vara tillgängliga via en webbläsare från Internet eller intranätet.",
        "RecommendedPrivateDirectories": "Rekommenderade privata kataloger",
        "RequiredPrivateDirectories": "Obligatoriska privata kataloger",
        "Sections": "Sektioner",
        "UrlsAccessibleViaBrowser": "Vi upptäckte att ovanstående URL:ar är åtkomliga via en webbläsare, men vi rekommenderar att de inte är det. Om möjligt bör du begränsa åtkomsten till dem."
    }
}
