{
    "Dashboard": {
        "AddAWidget": "Afegir un Giny",
        "AddPreviewedWidget": "Afegeix el giny al tauler",
        "ChangeDashboardLayout": "Canviar el disseny del tauler",
        "CopyDashboardToUser": "Copiar tauler a l'usuari",
        "CreateNewDashboard": "Crear un nou tauler",
        "Dashboard": "Tauler",
        "DashboardCategoryHelp": "Aquesta és una pàgina de tauler. Els taulers de control són una col·lecció de ginys de Matomo per afegir tu mateix per adaptar-los a les teves necessitats específiques. Barreja i combina qualsevol dels widgets de Matomo per obtenir les dades que %1$s*tu*%2$s necessites veure d'un cop d'ull.",
        "DashboardCopied": "El tauler de control actual s'ha copiat correctament a l'usuari seleccionat.",
        "DashboardEmptyNotification": "El vostre tauler no conté cap giny. Comenceu per afegir alguns ginys o restablieu el tauler a la selecció de ginys per defecte.",
        "DashboardName": "Nom del tauler:",
        "DashboardOf": "Tauler de %s",
        "DefaultDashboard": "Tauler per defecte - Utilitzant la selecció de ginys i l'estructura de columnes per defecte",
        "DeleteWidgetConfirm": "Realment voleu esborrar aquest giny?",
        "EmptyDashboard": "Tauler buit - Seleccioneu els vostres ginys preferits",
        "LoadingWidget": "S'està carregant el giny…",
        "ManageDashboard": "Administrar tauler",
        "Maximise": "Maximitza",
        "Minimise": "Minimitza",
        "NotUndo": "No podreu desfer aquesta operació.",
        "PluginDescription": "El teu taulell d'analítica web. Personalitza el teu taulell afegint nous ginys, arrossega i solta per a moure'ls i canvia l'estructura de columnes. Cada usuari pot tenir el seu taulell personalitzat.",
        "RemoveDashboard": "Elimina el tauler",
        "RemoveDashboardConfirm": "Esteu segurs que voleu eliminar el tauler \"%s\"?",
        "RemoveDefaultDashboardNotPossible": "El tauler predeterminat no es pot eliminar",
        "RenameDashboard": "Reanomena el tauler",
        "ResetDashboard": "Reinicialitza el tauler",
        "ResetDashboardConfirm": "Esteu segurs que voleu reiniciar la disposició del vostre tauler a la selecció de ginys per defecte?",
        "SelectDashboardLayout": "Seleccioneu la nova disposició del vostre tauler",
        "SelectWidget": "Escolliu el giny que voleu afegir a la consola",
        "SetAsDefaultWidgets": "Estableix com a selecció de widgets per defecte",
        "SetAsDefaultWidgetsConfirm": "Esteu segurs que voleu definir la selecció de ginys i la disposició del tauler actuals per a la plantilla de tauler per defecte?",
        "SetAsDefaultWidgetsConfirmHelp": "Aquesta selecció de ginys i la disposició de columnes del tauler es faran servir quan qualsevol usuari crei un nou tauler o quan s'utiltiza la funció \"%s\".",
        "TopLinkTooltip": "Mostra els informes d'analítica web per %s.",
        "WidgetNotFound": "Aquest giny no s'ha trobat",
        "WidgetPreview": "Previsualitza el giny"
    }
}
