{
    "Dashboard": {
        "AddAWidget": "Añadir un módulo",
        "AddPreviewedWidget": "Añade el módulo al panel de control",
        "ChangeDashboardLayout": "Modificar distribución del tablero",
        "CopyDashboardToUser": "Copiar tablero al usuario",
        "CreateNewDashboard": "Crear nuevo tablero",
        "Dashboard": "Tablero",
        "DashboardCopied": "Actual tablero copiado exitosamente al usuario seleccionado.",
        "DashboardEmptyNotification": "Su panel de control no contiene ningún módulo. Comience añadiendo alguno o restablezca el panel de control con la selección de módulos por defecto.",
        "DashboardName": "Nombre del tablero:",
        "DashboardOf": "Tablero de %s",
        "DefaultDashboard": "Panel de control por defecto - Usando la selección por defecto de módulos y la disposición de columnas",
        "DeleteWidgetConfirm": "¿Está seguro que desea borrar este módulo de su panel de control?",
        "EmptyDashboard": "Panel de control vacío - Elija sus módulos preferidos",
        "LoadingWidget": "Cargando módulo, por favor espere...",
        "ManageDashboard": "Configurar el tablero",
        "Maximise": "Maximizar",
        "Minimise": "Minimizar",
        "NotUndo": "No podrá deshacer esta operación.",
        "PluginDescription": "Su panel de control. Personalice su tablero añadiendo nuevos módulos arrastrándolos y soltándolos; cambie la disposición de las columnas del panel de control. Cada usuario puede administrar su propio panel de control personalizado.",
        "RemoveDashboard": "Elimina el tablero",
        "RemoveDashboardConfirm": "¿Está seguro que desea eliminar el tablero \"%s\"?",
        "RemoveDefaultDashboardNotPossible": "El tablero predeterminado no puede ser eliminado",
        "RenameDashboard": "Renombrar el tablero",
        "ResetDashboard": "Reinicia el tablero",
        "ResetDashboardConfirm": "¿Realmente desea restablecer la distribución del panel de control y regresar a la selección de módulos por defecto ?",
        "SelectDashboardLayout": "Por favor seleccione su nueva distribución de tablero",
        "SelectWidget": "Selecciona el módulo para añadirlo al panel de control",
        "SetAsDefaultWidgets": "Establecer como selección de módulos por defecto",
        "SetAsDefaultWidgetsConfirm": "¿Está seguro que desea establecer esta selección y disposición de tablero como la plantilla de tablero por defecto?",
        "SetAsDefaultWidgetsConfirmHelp": "Esta selección de módulos y disposición de columnas del panel de control será usada cuando un usuario cree un nuevo panel de control o cuando se use la función \"%s\".",
        "TopLinkTooltip": "Ver los reportes de Análisis de internet para %s.",
        "WidgetNotFound": "Reproductor no encontrado",
        "WidgetPreview": "Previsualización del reproductor"
    }
}