{
    "Dashboard": {
        "AddAWidget": "Ajouter un widget",
        "AddPreviewedWidget": "Ajouter le widget visualisé au tableau de bord",
        "ChangeDashboardLayout": "Modifier mise en page du tableau de bord",
        "CopyDashboardToUser": "Copier le tableau de bord vers l'utilisateur",
        "CreateNewDashboard": "Créer un nouveau tableau de bord",
        "Dashboard": "Tableau de bord",
        "DashboardCopied": "Tableau de bord actuel copié avec succès vers l'utilisateur sélectionné.",
        "DashboardEmptyNotification": "Votre tableau de bord ne contient aucun gadget. COmmencez par ajouter quelques gadgets ou réinitialisez le tableau de bord à la selection de gadgets par défaut.",
        "DashboardName": "Nom du tableau de bord:",
        "DashboardOf": "Tableau de bord de %s",
        "DefaultDashboard": "Tableau de bord par défaut - Utilisant la sélection de gadgets par défaut et la disposition des colonnes.",
        "DeleteWidgetConfirm": "Êtes-vous sûr de vouloir supprimer ce widget du tableau de bord?",
        "EmptyDashboard": "Tableau de bord vide - Sélectionnez vos gadgets favoris",
        "LoadingWidget": "Chargement du widget, patientez svp...",
        "ManageDashboard": "Gérer le tableau de bord",
        "Maximise": "Maximiser",
        "Minimise": "Minimiser",
        "NotUndo": "Vous ne pourrez pas annuler cette action.",
        "PluginDescription": "Votre tableau de bord, personnalisez le en ajoutant des widgets, en les déplaçant et en modifiant la disposition des colonnes. Chaque utilisateur possède son propre tableau de bord.",
        "RemoveDashboard": "Supprimer le tableau de bord",
        "RemoveDashboardConfirm": "Êtes vous sûr(e) de vouloir supprimer le tableau de bord \"%s\" ?",
        "RemoveDefaultDashboardNotPossible": "Le tableau de bord par défaut ne peut pas être supprimé",
        "RenameDashboard": "Renommer le tableau de bord",
        "ResetDashboard": "Restaurer le tableau de bord",
        "ResetDashboardConfirm": "Voulez-vous vraiment restaurer votre tableau de bord avec les widgets par défaut ?",
        "SelectDashboardLayout": "Veuillez sélectionner votre nouvelle mise en page pour le tableau de bord",
        "SelectWidget": "Sélectionnez le widget à ajouter au tableau de bord",
        "SetAsDefaultWidgets": "Définir comme sélection de gadgets par défaut",
        "SetAsDefaultWidgetsConfirm": "Êtes vous sûr(e) de vouloir définir la sélection de gadgets actuelle et la disposition actuelle du tableau de bord comme modèle par défaut?",
        "SetAsDefaultWidgetsConfirmHelp": "Cette sélection de gadgets et cette disposition du tableau de bord seront utilisées à chaque création de tableau de bord par n'importe quel utilisateur ou quand la fonctionnalité \"%s\" est utilisée.",
        "TopLinkTooltip": "Afficher les rapport de statistiques web pour %s.",
        "WidgetNotFound": "Widget introuvable",
        "WidgetPreview": "Prévisualisation du Widget"
    }
}