{
    "Dashboard": {
        "AddAWidget": "Cuir giuirléid leis",
        "AddPreviewedWidget": "Cliceáil chun giuirléid a chur leis an deais",
        "ChangeDashboardLayout": "Athraigh leagan amach an deais",
        "CopyDashboardToUser": "Cóipeáil an painéal chuig an úsáideoir",
        "CreateNewDashboard": "Cruthaigh painéal nua",
        "Dashboard": "Deais",
        "DashboardCategoryHelp": "Is leathanach deais é seo. Is éard atá i ndeischláir ná bailiúchán de ghiuirléidí Matomo a chuireann tú féin leis chun freastal ar do shainriachtanais. Measc agus meaitseáil aon cheann de ghiuirléidí Matomo chun na sonraí %1$s* a theastaíonn uait*%2$s a fháil go sracfhéachaint.",
        "DashboardCopied": "D'éirigh le cóipeáil an deais reatha chuig an úsáideoir roghnaithe.",
        "DashboardEmptyNotification": "Níl aon ghiuirléid ar do Phainéal. Tosaigh trí roinnt giuirléidí a chur leis nó díreach an painéal a athshocrú go dtí an rogha réamhshocraithe giuirléidí.",
        "DashboardName": "Ainm an deais:",
        "DashboardOf": "Painéal %s",
        "DefaultDashboard": "Deais réamhshocraithe - Ag baint úsáide as roghnú giuirléidí réamhshocraithe agus leagan amach na gcolún",
        "DeleteWidgetConfirm": "An bhfuil tú cinnte gur mhaith leat an ghiuirléid seo a scriosadh ón deais?",
        "EmptyDashboard": "Deais folamh - Roghnaigh na giuirléidí is fearr leat",
        "LoadingWidget": "Giuirléid á lódáil, fan go fóill…",
        "ManageDashboard": "Bainistigh deais",
        "Maximise": "Uasmhéadaigh",
        "Minimise": "Íoslaghdaigh",
        "NotUndo": "Ní bheidh tú in ann an oibríocht seo a chealú.",
        "PluginDescription": "Do Phainéal Analytics Gréasáin. Saincheap do dheais trí ghiuirléidí nua a chur leis, tarraing agus scaoil thart iad, agus athraigh leagan amach colúin an deais. Is féidir le gach úsáideoir a dheais saincheaptha féin a bhainistiú.",
        "RemoveDashboard": "Bain deais",
        "RemoveDashboardConfirm": "An bhfuil tú cinnte gur mhaith leat an painéal \"%s\" a bhaint?",
        "RemoveDefaultDashboardNotPossible": "Ní féidir an painéal réamhshocraithe a bhaint",
        "RenameDashboard": "Athainmnigh an painéal",
        "ResetDashboard": "Athshocraigh an painéal",
        "ResetDashboardConfirm": "An bhfuil tú cinnte gur mian leat leagan amach do dheais a athshocrú go dtí an rogha réamhshocraithe Giuirléidí?",
        "SelectDashboardLayout": "Roghnaigh do leagan amach nua deais",
        "SelectWidget": "Roghnaigh an ghiuirléid le cur leis an deais",
        "SetAsDefaultWidgets": "Socraigh mar rogha réamhshocraithe giuirléidí",
        "SetAsDefaultWidgetsConfirm": "An bhfuil tú cinnte gur mian leat rogha na ngiuirléidí reatha agus leagan amach an deais a shocrú mar an teimpléad deais réamhshocraithe?",
        "SetAsDefaultWidgetsConfirmHelp": "Úsáidfear an rogha giuirléidí seo agus leagan amach na gcolún ar an deais nuair a chruthaíonn aon úsáideoir deais nua, nó nuair a úsáidtear an ghné \"%s\".",
        "TopLinkTooltip": "Féach ar thuairiscí Web Analytics le haghaidh %s.",
        "WidgetNotFound": "Giuirléid gan aimsiú",
        "WidgetPreview": "Réamhamharc giuirléid"
    }
}
