{
    "Dashboard": {
        "AddAWidget": "Adicionar um widget",
        "AddPreviewedWidget": "Clique para adicionar o widget ao painel",
        "ChangeDashboardLayout": "Alterar a disposição do painel",
        "CopyDashboardToUser": "Copiar o painel para o utilizador",
        "CreateNewDashboard": "Criar um novo painel",
        "Dashboard": "Painel",
        "DashboardCategoryHelp": "Esta é página de dashboard. Dashboards são uma coleção de widgets do Matomo que pode adicionar para se adaptarem às suas necessidades específicas. Misture e organize qualquer um dos widgets to Matomo para obter as informações que %1$s*você*%2$s precisa.",
        "DashboardCopied": "O painel atual foi copiado com sucesso para o utilizador selecionado.",
        "DashboardEmptyNotification": "O seu painel não contém quaisquer widgets. Comece por adicionar alguns widgets ou simplesmente reponha o painel para a seleção predefinida de widgets.",
        "DashboardName": "Nome do painel:",
        "DashboardOf": "Painel de %s",
        "DefaultDashboard": "Painel predefinido - Utilizando a seleção predefinida de widgets e disposição em colunas",
        "DeleteWidgetConfirm": "Tem a certeza que deseja excluir este widget do seu painel?",
        "EmptyDashboard": "Painel vazio - Escolha os seus widgets favoritos",
        "LoadingWidget": "A carregar o widget, por favor aguarde…",
        "ManageDashboard": "Gerir painel",
        "Maximise": "Maximizar",
        "Minimise": "Minimizar",
        "NotUndo": "Não poderá anular esta operação.",
        "PluginDescription": "O seu painel de Web Analytics. Personalize o seu painel adicionando novos widgets, movendo widgets e alterando o layout das colunas do painel. Cada utilizador pode gerir o seu próprio painel personalizado.",
        "RemoveDashboard": "Remover painel",
        "RemoveDashboardConfirm": "Tem a certeza que pretende remover o painel \"%s\"?",
        "RemoveDefaultDashboardNotPossible": "O painel predefinido não pode ser removido",
        "RenameDashboard": "Renomear painel",
        "ResetDashboard": "Repor painel",
        "ResetDashboardConfirm": "Tem a certeza que pretende repor a disposição do seu painel para a seleção de Widgets predefinida?",
        "SelectDashboardLayout": "Por favor selecione a sua nova disposição de painel",
        "SelectWidget": "Selecione o widget a adicionar ao painel",
        "SetAsDefaultWidgets": "Definir como a seleção de widgets predefinida",
        "SetAsDefaultWidgetsConfirm": "Tem a certeza que pretende definir a seleção de widgets e a disposição do painel atual como o modelo de painel predefinido?",
        "SetAsDefaultWidgetsConfirmHelp": "Esta seleção de widgets e disposição colunas do painel será utilizada quando qualquer utilizador criar um novo painel ou quando a funcionalidade \"%s\" for utilizada.",
        "TopLinkTooltip": "Ver relatórios de Web Analytics para %s.",
        "WidgetNotFound": "Widget não encontrado",
        "WidgetPreview": "Pré-visualização do widget"
    }
}
