{
    "Dashboard": {
        "AddAWidget": "Добавить виджет",
        "AddPreviewedWidget": "Добавить виджет на панель инструментов",
        "ChangeDashboardLayout": "Выберите вид панели инструментов",
        "CopyDashboardToUser": "Копировать панель управления пользователю",
        "CreateNewDashboard": "Создать новую панель управления",
        "Dashboard": "Панель управления",
        "DashboardCategoryHelp": "Это страница панели управления. Панели управления представляют собой набор виджетов Matomo, которые вы добавляете самостоятельно в соответствии со своими потребностями. Смешивайте и подбирайте любые виджеты Matomo, чтобы с первого взгляда получить нужные %1$s*вам*%2$s данные.",
        "DashboardCopied": "Текущая панель управления успешно скопирована выбранному пользователю.",
        "DashboardEmptyNotification": "Ваша панель управления не содержит ни одного виджета. Добавьте какие-нибудь виджеты или просто сбросьте панель управления к настройкам по умолчанию.",
        "DashboardName": "Имя панели управления:",
        "DashboardOf": "Панель управления %s",
        "DefaultDashboard": "Панель управления по умолчанию — использует набор виджетов и расположение колонок по умолчанию",
        "DeleteWidgetConfirm": "Вы уверены, что хотите удалить этот виджет с панели управления?",
        "EmptyDashboard": "Панель управления пустая — выберите ваши любимые виджеты",
        "LoadingWidget": "Загрузка виджета, пожалуйста, подождите…",
        "ManageDashboard": "Настройки панели управления",
        "Maximise": "Развернуть",
        "Minimise": "Свернуть",
        "NotUndo": "Данная операция не обратима.",
        "PluginDescription": "Ваша Панель управления веб-аналитикой. Настройте свою панель управления, добавив новые виджеты, перемещайте их и изменяйте расположение столбцов в панели управления. Каждый пользователь может управлять своей собственной панелью управления.",
        "RemoveDashboard": "Удалить панель управления",
        "RemoveDashboardConfirm": "Вы уверены, что хотите удалить эту панель управления: «%s»?",
        "RemoveDefaultDashboardNotPossible": "Панель управления по умолчанию не может быть удалена",
        "RenameDashboard": "Переименовать панель управления",
        "ResetDashboard": "Сбросить панель управления",
        "ResetDashboardConfirm": "Вы уверены, что хотите сбросить вид панели управления к виду по умолчанию?",
        "SelectDashboardLayout": "Пожалуйста, выберите ваш новый вид панели управления",
        "SelectWidget": "Выберите виджет для добавления на панель инструментов",
        "SetAsDefaultWidgets": "Установить набор виджетов по умолчанию",
        "SetAsDefaultWidgetsConfirm": "Вы уверены, что хотите установить текущий набор виджетов панели как набор виджетов по умолчанию?",
        "SetAsDefaultWidgetsConfirmHelp": "Выбор виджетов и расположение колонок панели управления будет использоваться, когда пользователь создаёт новую панель управления или когда используется «%s».",
        "TopLinkTooltip": "Посмотреть отчёт веб-аналитики для %s.",
        "WidgetNotFound": "Виджет не найден",
        "WidgetPreview": "Предпросмотр виджета"
    }
}
