{
    "Dashboard": {
        "AddAWidget": "Thêm Widget",
        "AddPreviewedWidget": "Bấm vào đây để thêm widget vào bảng điều khiển",
        "ChangeDashboardLayout": "Thay đổi cách bố trí bảng điều khiển",
        "CopyDashboardToUser": "Sao chép bảng điều khiển người sử dụng",
        "CreateNewDashboard": "Tạo bảng điều khiển mới",
        "Dashboard": "Bảng điều khiển",
        "DashboardCopied": "Bảng điều khiển hiện tại đã sao chép thành công để cho người sử dụng lựa chọn.",
        "DashboardEmptyNotification": "Bảng điều khiển của bạn không có widget nào. Bắt đầu bằng cách thêm các widget hoặc chỉ cần cài đặt lại bảng điều khiển với lựa chọn widget mặc định.",
        "DashboardName": "Tên bảng điều khiển:",
        "DashboardOf": "Bảng điều khiển của %s",
        "DefaultDashboard": "Bảng điều khiển mặc định - Sử dụng các lựa chọn widget mặc định và cột bố trí.",
        "DeleteWidgetConfirm": "Bạn có chắc chắn rằng muốn xóa widget này từ bảng điều khiển?",
        "EmptyDashboard": "Bảng điều khiển trống - Chọn các widget yêu thích của bạn.",
        "LoadingWidget": "Đang tải widget, vui lòng đợi ...",
        "ManageDashboard": "Quản lý bảng điều khiển",
        "Maximise": "Tối đa",
        "Minimise": "Tối thiểu",
        "NotUndo": "Bạn sẽ không thể lùi lại hoạt động này",
        "PluginDescription": "Bảng điều khiển của bạn. Có thể tùy biến bằng cách thêm widget, kéo thả hoặc thêm các trường dữ liệu. Mỗi người dùng có thể tùy biến bảng điều khiến cho riêng mình.",
        "RemoveDashboard": "Loại bỏ bảng điều khiển",
        "RemoveDashboardConfirm": "Bạn có chắc chắn muốn loại bỏ bảng điều khiển \"%s\"?",
        "RemoveDefaultDashboardNotPossible": "Các bảng điều khiển mặc định không thể bị gỡ bỏ",
        "RenameDashboard": "Đổi tên bảng điều khiển",
        "ResetDashboard": "Bảng điều khiển mặc định",
        "ResetDashboardConfirm": "Bạn có chắc chắn muốn thiết lập lại bố trí bảng điều khiển của bạn cho thiết lập các Widget mặc định?",
        "SelectDashboardLayout": "Vui lòng chọn bố trí bảng điều khiển mới của bạn",
        "SelectWidget": "Chọn widget để thêm vào trong bảng điều khiển",
        "SetAsDefaultWidgets": "Thiết lập như lựa chọn widget mặc định.",
        "SetAsDefaultWidgetsConfirm": "Bạn có chắc chắn muốn thiết lập các lựa chọn widget hiện tại và bố trí bảng điều khiển như mẫu bảng điều khiển mặc định không?",
        "SetAsDefaultWidgetsConfirmHelp": "Các lựa chọn Widget và bố trí các cột bảng điều khiển này sẽ được sử dụng khi bất kỳ người dùng tạo ra một bảng điều khiển mới, hoặc khi \"%s\" tính năng được sử dụng.",
        "TopLinkTooltip": "Xem báo cáo Web Analytics cho %s.",
        "WidgetNotFound": "Không tìm thấy Widget",
        "WidgetPreview": "Xem trước Widget"
    }
}