{
    "CoreAdminHome": {
        "Administration": "Адміністрацыя",
        "BrandingSettings": "Брэндынг наладкі",
        "ClickHereToOptIn": "Націсніце тут, каб адмяніць адмову.",
        "ClickHereToOptOut": "Націсніце тут, каб адмовіцца.",
        "CustomLogoFeedbackInfo": "Калі Вы наладзілі свой лагатып, магчыма вы будзіце зацікаўлены ў схаванні %s спасылкі у верхнім меню. Для гэтага, вы можаце адключыць плагін зваротнай сувязі на старонцы %sУпраўлення плагінамі%s.",
        "CustomLogoHelpText": "Вы можаце наладзіць свой лагатып, які будзе адлюстроўвацца ў карыстацкім інтэрфейсе і ў справаздачах, якія атрымліваюць па электроннай пошце.",
        "EmailServerSettings": "Наладкі сервера электроннай пошты",
        "LogoUpload": "Выбраць лагатып для загрузкі",
        "MenuGeneralSettings": "Агульныя наладкі",
        "OptOutComplete": "Адмова завершана; вашы наведванні гэтага вэб-сайта не будуць запісаны інструментам Вэб-Аналітыкі.",
        "OptOutCompleteBis": "Заўважце, што калі вы выдаляеце cookies, выдаляеце спецыяльны cookie для адмовы, змяняяце кампутары або вэб-браўзэры, вам трэба выканаць працэдуру адмовы зноў.",
        "OptOutExplanation": "Piwik прысвечаны забеспячэнню канфідэнцыяльнасці ў Інтэрнэце. Каб прапанаваць сваім наведвальнікам адмовіцца ад Piwik Вэб-Аналітыкі, вы можаце дадаць наступны код на адной з старонак вашага сайта, напрыклад, на старонцы Палітыка прыватнасці.",
        "OptOutExplanationBis": "Гэты код будзе адлюстроўвацца як Айфрэйм, які будзе змяшчаць спасылку для вашых наведвальнікаў, каб адмовіцца ад Piwik з дапамогай усталявання спецыяльных cookie у браўзэрах. %s Націсніце тут %s, каб прагледзець змесціва, якое будзе адлюстроўвацца ў Айфрэйме.",
        "OptOutForYourVisitors": "Адмова ад Piwik для вашых наведвальнікаў",
        "PluginDescription": "Адміністрацыная частка Piwik.",
        "UseCustomLogo": "Выкарыстаць ўласны лагатып",
        "YouAreOptedIn": "У дадзены момант Вы не адмоўлены.",
        "YouAreOptedOut": "У дадзены момант Вы адмоўлены.",
        "YouMayOptOut": "Вы можаце выбраць, і атрымаць унікальны ідэнтыфікацыйны cookie з нумарам, прысвоеным вашаму кампутару, каб пазбегнуць агрэгацыі і аналізу дадзеных, сабраных на гэтым вэб-сайце.",
        "YouMayOptOutBis": "Каб зрабіць гэты выбар, калі ласка, націсніце ніжэй, каб атрымаць спецыяльны cookie для адмовы."
    }
}