{
    "CoreAdminHome": {
        "Administration": "Администрация",
        "ArchivingSettings": "Настройки за архивиране",
        "BrandingSettings": "Настройки на бранда",
        "ClickHereToOptIn": "Натиснете тук за съгласие.",
        "ClickHereToOptOut": "Натиснете тук за отказ.",
        "CustomLogoFeedbackInfo": "Ако модифицирате Piwik логото, може също да пожелаете да скриете %s връзката в главното меню. За да направите това, можете да изключите добавката за обратна връзка в страницата %sУправление на добавки%s.",
        "CustomLogoHelpText": "Можете да модифицирате логото на Piwik, което да се показва в интерфейса на потребителя и имейлите с отчети.",
        "EmailServerSettings": "Настройки сървър на е-поща",
        "ForBetaTestersOnly": "Само за бета тестери",
        "ImageTracking": "Проследяване на изображенията",
        "ImageTrackingIntro1": "Когато посетителят е изключил JavaScript или когато JavaScript не може да бъде използван, може да се използва проследяващата връзка към изображение, за да бъдат проследени посетителите.",
        "ImageTrackingLink": "Връзка към изображение, за което се води отчет",
        "ImportingServerLogs": "Импортиране на сървърни логове",
        "ImportingServerLogsDesc": "Една алтернатива за проследяване на посетителите чрез браузъра (или чрез JavaScript или препратка към файла) е непрекъснато да се внасят сървърните логове. Научете повече за %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Следните добавки не са съвместими с %1$s и не могат да бъдат заредени: %2$s.",
        "InvalidPluginsYouCanUninstall": "Може да обновите или деинсталирате тези добавки чрез %1$sУправление на добавките%2$s.",
        "JavaScriptTracking": "JavaScript Проследяване",
        "JSTracking_CampaignKwdParam": "Параметър ключова дума на кампанията",
        "JSTracking_CampaignNameParam": "Параметър име на кампанията",
        "JSTracking_CodeNote": "Уверете се, че този код е на всяка една страница от вашия сайт преди %1$s таг.",
        "JSTracking_CustomCampaignQueryParam": "Използвайте произволно име на параметър заявка за име и ключ на кампанията",
        "JSTracking_CustomCampaignQueryParamDesc": "Забележка: %1$sPiwik автоматично ще засече Google Analytics параметрите.%2$s",
        "JSTracking_DisableCookies": "Изключване на всички проследяващи бисквитки",
        "JSTracking_EnableDoNotTrack": "Активиране на режим за засичане на включена функция „Не проследявай“",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Забележка: От страна на сървъра е включена настройката „Не проследявай“, така че тази настройка няма да окаже ефект.",
        "JSTracking_EnableDoNotTrackDesc": "Заявките за следене няма да бъдат изпратени, ако посетителите не желаят да бъде събирана информация за тях.",
        "JSTracking_GroupPageTitlesByDomainDesc1": "В случай, че някой посети страница „За“ в блога, %1$s ще бъде записан\/о в 'Блог \/ За'. Това е най-лесният начин, за да се направи преглед на трафика по поддомейн.",
        "JSTracking_MergeAliases": "В доклада за „Изходните страници“ скрийте щракванията до познати адреси на",
        "JSTracking_MergeSubdomains": "Проследяване на посетителите във всички поддомейни на",
        "JSTracking_MergeSubdomainsDesc": "Ако един посетител разгледа %1$s и %2$s, това ще се брои като едно уникално посещение.",
        "JSTracking_PageCustomVars": "Проследяване на персонализирана променлива за всеки преглед на страница",
        "JSTracking_PageCustomVarsDesc": "Пример: име на променливата „Категория“ и стойност „Бели книжа“.",
        "JSTracking_VisitorCustomVars": "Проследяване на персонализирани променливи за този посетител",
        "JSTracking_VisitorCustomVarsDesc": "Например, с име на променлива „Тип“ и стойност „Клиент“.",
        "JSTrackingIntro1": "Вие може да следите потребителите, които посещават вашия сай, по много различни начини. Препоръчителният начин да го направите е чрез JavaScript. За да използвате този метод, трябва да се уверите, че всяка страница на вашия сайт има необходимия JavaScript код, който можете да генерирате тук.",
        "JSTrackingIntro2": "След като имате нужния JavaScript код за вашия сайт, го копирайте и поставете във всички страници, които искате да следите с Piwik.",
        "JSTrackingIntro3": "В повете сайтове, блогове, системи за управление на съдържанието (CMS) и други, можете да използвате предварително създадени добавки, които да извършват техническата работа. (Вижте нашия %1$sсписък с добавки, които се използват за интеграция с Piwik%2$s.) Ако няма добавка, която да използвате, можете да промените шаблоните на вашия сайт и да добави този код в \"footer\" файла.",
        "JSTrackingIntro4": "В случай, че не искате да използвате JavaScript за водене на статистика за посетителите %1$sгенерирай изображение под формата на проследяваща връзка по-долу%2$s.",
        "JSTrackingIntro5": "В случай, че желаете да събирате повече информация за посещенията, моля, вижте %1$sPiwik Javascript Tracking документацията%2$s, за списък с наличните функции. Използвайки тези функции може да следите цели, персонализирани променливи, поръчки, изоставени колички и други.",
        "LogoUpload": "Изберете логото за качване",
        "FaviconUpload": "Изберете Favicon за качване",
        "LogoUploadHelp": "Моля, качете файла в %s формати с минимална височина %s пиксела.",
        "MenuDiagnostic": "Диагностика",
        "MenuGeneralSettings": "Основни настройки",
        "MenuManage": "Управление",
        "OptOutComplete": "Отказът е приет; вашите посещения в този уебсайт няма да бъдат записвани от Инструмента за Уеб анализ.",
        "OptOutCompleteBis": "Запомнете, че ако изтриете вашите бисквитки или ако смените компютъра или уеб браузъра ще е нужно да направите процедурата за отказ отново.",
        "OptOutExplanation": "Piwik е ангажиран с осигуряването на поверителност в Интернет. За да позволите на потребителите си да се откажат от Piwik Web Analytics, можете да добавите нужният HTML код в една от вашите уеб страници, например в раздела Поверителност.",
        "OptOutExplanationBis": "Този код ще ви покаже рамка, съдържаща връзка, чрез която вашите посетители могат да се откажат от Piwik, като поставят бисквитка в техните браузъри. %s Натиснете тук%s за да видите съдържанието, което ще бъде показано в рамката.",
        "OptOutForYourVisitors": "Piwik отказ за вашите посетители",
        "PiwikIsInstalledAt": "Piwik е инсталиран на",
        "PluginSettingChangeNotAllowed": "Не е позволено да се променя стойността за настройка \"%s\" в добавка \"%s\"",
        "PluginSettingsIntro": "Тук могат да се променят настройките за следните добавки от трети страни:",
        "PluginSettingsValueNotAllowed": "Стойността за поле \"%s\" за добавка \"%s\" не е позволена",
        "SendPluginUpdateCommunicationHelp": "Ще бъде изпратено съобщение на привилигирован потребител когато е налична нова версия за добавка.",
        "StableReleases": "Ако Piwik е критично важен за вашият бизнес, използвайте последната стабилна версия. Ако използвате последна бета и откриете бъг или имате предложение, моля %sвижте тук%s.",
        "TrackAGoal": "Проследяване на цел",
        "TrackingCode": "Код за проследяване",
        "TrustedHostConfirm": "Сигурен ли сте, че желаете да промените доверен Piwiki хост име",
        "TrustedHostSettings": "Доверено Piwiki хост име",
        "UpdateSettings": "Настройки за обновяване",
        "UseCustomLogo": "Използвайте изработено лого",
        "ValidPiwikHostname": "Валидно Piwik хост име",
        "WithOptionalRevenue": "с опция за приходите",
        "YouAreOptedIn": "В момента сте избрали",
        "YouAreOptedOut": "В момента сте отказали",
        "YouMayOptOut": "Можете да изберете да нямате уникална уеб анализ бисквитка с идектификационен номер, свързан към вашият компютър, за да избегнете агрегацията на анализ на събраната информация на този уеб сайт.",
        "YouMayOptOutBis": "За да направите този избор, моля кликнете долу за да получите биксвитката за отказване."
    }
}