{
    "CoreAdminHome": {
        "Administration": "Administration",
        "ArchivingSettings": "Arkivering indstillinger",
        "BrandingSettings": "Branding indstillinger",
        "CheckReleaseGetVersion": "Når der kontrolleres for en ny version af Piwik, altid få",
        "ClickHereToOptIn": "Klik her for at vælge.",
        "ClickHereToOptOut": "Klik her for at fravælge.",
        "CustomLogoFeedbackInfo": "Hvis du tilpasser Piwik logoet, kan du også være interesseret i at skjule %s linket i topmenuen. For at gøre dette, kan du deaktivere tilbagemeldingsmodulet på %sUdvidelsesmodul administration%s siden.",
        "CustomLogoHelpText": "Du kan tilpasse Piwik logo, der bliver vist i brugergrænsefladen og e-mail rapporter.",
        "DevelopmentProcess": "Mens vores%s udviklingsproces%s omfatter tusindvis af automatiske tests, spiller betatestere en nøglerolle i at opnå \"ingen fejl politikken\" i Piwik.",
        "EmailServerSettings": "E-mail-server indstillinger",
        "FaviconUpload": "Vælg Favicon til overførelse",
        "FileUploadDisabled": "Overførelse af filer er ikke aktiveret i PHP-konfiguration. For at overføre dit brugerdefinerede logo skal du indstille %s i php.ini og genstarte webserveren.",
        "ForBetaTestersOnly": "Kun for beta testere",
        "ImageTracking": "Sporing vha. et billede",
        "ImageTrackingIntro1": "Når en besøgende har deaktiveret JavaScript, eller når JavaScript kan ikke bruges, kan sporing vha. et billede bruges til at spore besøgende.",
        "ImageTrackingIntro2": "Generer nedenstående link. Kopier og sæt det genererede HTML ind på siden. Hvis du bruger det som en reserveløsning til JavaScript sporing, kan du omgive det med %1$s tags.",
        "ImageTrackingIntro3": "For at se hele listen af muligheder, som kan bruge sammen med sporing vha. billede, se %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Link til sporing af vha. et billede",
        "ImportingServerLogs": "Import af serverlogfiler",
        "ImportingServerLogsDesc": "Et alternativ til sporing af besøgende gennem browseren (enten via JavaScript eller et billed-link) er løbende at importere serverlogfiler. Lær mere om %1$sServerlogfiler analyse%2$s.",
        "InvalidPluginsWarning": "Følgende udvidelsesmoduler er ikke kompatible med %1$s og kunne ikke indlæses: %2$s.",
        "InvalidPluginsYouCanUninstall": "Du kan opdatere eller afinstallere disse udvidelsesmoduler på %1$sManage Plugins%2$s-siden.",
        "JavaScriptTracking": "Sporing med JavaScript",
        "JSTracking_CampaignKwdParam": "Kampagne nøgleord parameter",
        "JSTracking_CampaignNameParam": "Kampagnenavn parameter",
        "JSTracking_CodeNote": "Sørg for, at koden er på hver side af hjemmesiden, før %1$s tag.",
        "JSTracking_CustomCampaignQueryParam": "Brug brugerdefineret forespørgsel parameternavne for kampagnenavnet & søgeord",
        "JSTracking_CustomCampaignQueryParamDesc": "Note: %1$sPiwik registrerer automatisk Google Analytics parametre.%2$s",
        "JSTracking_DisableCookies": "Deaktivere alle sporingscookies",
        "JSTracking_DisableCookiesDesc": "Deaktiverer alle førstepartscookies. Eksisterende Piwik cookies for denne hjemmeside vil blive slettet ved den næste side visning.",
        "JSTracking_EnableDoNotTrack": "Aktiver klientside DoNotTrack detektering",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Bemærk: Server side DoNotTrack understøttelse er blevet aktiveret, så denne indstilling har ingen virkning.",
        "JSTracking_EnableDoNotTrackDesc": "Så sporing anmodninger sendes ikke, hvis de besøgende ikke vil spores.",
        "JSTracking_GroupPageTitlesByDomain": "Tilføjer hjemmeside domænet til sidetitel, når sporing",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Så hvis nogen besøger 'Om' siden på blog.%1$s vil det blive registreret som 'blog \/ Om'. Dette er den nemmeste måde at få et overblik over trafikken på subdomæner.",
        "JSTracking_MergeAliases": "I rapporten \"udgående links\", skjul klik til kendte alias URL på",
        "JSTracking_MergeAliasesDesc": "Så klik på links til alias ​​URL'er (f.eks %s) vil ikke blive talt som \"Udgående link\".",
        "JSTracking_MergeSubdomains": "Spor besøgende på tværs af alle underdomæner for",
        "JSTracking_MergeSubdomainsDesc": "Så hvis en besøgende besøger %1$s og %2$s, vil de regnes som en unikke besøgende.",
        "JSTracking_PageCustomVars": "Spor en brugerdefineret variabel for hver sidevisning",
        "JSTracking_PageCustomVarsDesc": "For eksempel med variabelnavn \"Kategori\" og værdi \"Hvidbøger\".",
        "JSTracking_VisitorCustomVars": "Spor brugerdefinerede variabler for denne besøgende",
        "JSTracking_VisitorCustomVarsDesc": "For eksempel med variabelnavn \"Type\" og værdi \"Kunde\".",
        "JSTrackingIntro1": "Du kan spore besøgende til hjemmesiden på mange forskellige måder. Den anbefalede måde at gøre det på er vha. JavaScript. For at bruge denne metode, skal du sørge for alle sider på hjemmesiden har noget JavaScript-kode, som du kan generere her.",
        "JSTrackingIntro2": "Når du har JavaScript sporingskoden til hjemmesiden, kopier og indsæt den på alle de sider, der skal spores med Piwik.",
        "JSTrackingIntro3": "De fleste hjemmesider, blogs, CMS, mv. kan bruge et foruddefineret modul til at gøre det tekniske arbejde for dig. (Se %1$slisten med moduler, der kan bruges til at integrere Piwik%2$s). Hvis der ikke findes et modul, kan du redigere hjemmeside skabelonen og tilføje denne kode i \"sidefoden\".",
        "JSTrackingIntro4": "Hvis du ikke ønsker at bruge JavaScript til at spore besøgende,%1$sgenerere et billed sporingslink herunder%2$s.",
        "JSTrackingIntro5": "Hvis du vil gøre mere end at spore sidevisninger, kan du checke %1$sPiwik Javascript sporingsdokumentation%2$s for listen over tilgængelige funktioner. Ved hjælp af disse funktioner kan du spore mål, brugerdefinerede variabler, e-handels ordrer, afbrudte ordrer og meget mere.",
        "LatestBetaRelease": "Den nyeste beta release",
        "LatestStableRelease": "Den seneste stabile udgave",
        "LogoNotWriteableInstruction": "Hvis du vil bruge din brugerdefinerede logo i stedet for standard Piwik logoet, giver skriverettigheder til denne mappe: %1$s Piwik brug skriveadgang til dine logoer gemt i filer %2$s.",
        "LogoUpload": "Vælg et logo til overførelse",
        "LogoUploadHelp": "Overfør en fil i %s formater med en højde på mindst %s pixels.",
        "MenuDevelopment": "Udvikling",
        "MenuDiagnostic": "Diagnosticering",
        "MenuGeneralSettings": "Generelle indstillinger",
        "MenuManage": "Administrere",
        "OptOutComplete": "Opt-out udført; dine besøg på hjemmesiden bliver ikke registreret af analyseværktøjet.",
        "OptOutCompleteBis": "Bemærk, at hvis du sletter dine cookies, sletter opt-out-cookien, eller hvis du skifter computer eller browser, skal du udføre opt-out-proceduren igen.",
        "OptOutExplanation": "Piwik er dedikeret til at værne om personlige oplysninger på internettet. For at give dine besøgende valgmulighed for at framelde Piwik Web Analyse, kan du tilføje den følgende HTML-kode på en af dine hjemmesider, f. eks. på en fortrolighedspolitik side.",
        "OptOutExplanationBis": "Koden vil vise en Iframe, der indeholder et link til dine besøgende til at framelde Piwik ved at sætte en opt out-cookie i browseren. %sKlik her%s for at få vist indholdet af iFramen.",
        "OptOutForYourVisitors": "Piwik opt-out for dine besøgende",
        "PiwikIsInstalledAt": "Piwik er installeret på",
        "PluginDescription": "Piwik administration.",
        "PluginSettingChangeNotAllowed": "Du må ikke ændre værdien \"%s\" i udvidelse \"%s\"",
        "PluginSettingReadNotAllowed": "Du har ikke tilladelse til at læse værdien af ​​indstillingen \"%s\" i udvidelsen \"%s\"",
        "PluginSettings": "Programudvidelses indstilinger",
        "PluginSettingsIntro": "Her kan du ændre indstillingerne for følgende 3. parts udvidelsesmoduler:",
        "PluginSettingsValueNotAllowed": "Værdien for feltet \"%s\" i udvidelsen \"%s\" er ikke tilladt",
        "SendPluginUpdateCommunication": "Send mig en e-mail når der er en ny opdatering af denne programudvidelse.",
        "SendPluginUpdateCommunicationHelp": "En e-mail vil blive sendt til Superbrugere, når der er en ny version tilgængelig for denne programudvidelse.",
        "StableReleases": "Hvis Piwik er en kritisk del af virksomheden, anbefaler vi at man bruger den nyeste stabile udgave. Hvis man bruger den nyeste beta, og finder en fejl eller har et forslag, %sse her%s.",
        "TrackAGoal": "Spor et mål",
        "TrackingCode": "Sporingskode",
        "TrustedHostConfirm": "Er du sikker på, at du vil ændre det betroede Piwik værtsnavn?",
        "TrustedHostSettings": "Betroet Piwik værtsnavn",
        "UpdateSettings": "Opdater indstillinger",
        "UseCustomLogo": "Anvend brugerdefineret logo",
        "ValidPiwikHostname": "Gyldigt Piwik værtsnavn",
        "WithOptionalRevenue": "med valgfri indtægter",
        "YouAreOptedIn": "Du er i øjeblikket tilmeldt.",
        "YouAreOptedOut": "Du har i øjeblikket frameldt.",
        "YouMayOptOut": "Du kan vælge ikke at have en unik web analyse cookie identifikationsnummer tildelt til computeren for at undgå aggregering og analyse af data indsamlet på denne hjemmesider.",
        "YouMayOptOutBis": "Vælg muligheden, klik nedenfor for at modtage en opt out-cookie."
    }
}