{
    "CoreAdminHome": {
        "AcceptInvite": "Einladung annehmen",
        "AddNewTrustedHost": "Vertrauten Hostnamen hinzufügen",
        "Administration": "Administration",
        "ArchivingSettings": "Archivierungseinstellungen",
        "BrandingSettings": "Branding Einstellungen",
        "BruteForce": "Brute Force",
        "CheckToOptIn": "Diese Checkbox aktivieren für Opt-In.",
        "ClickHereToOptIn": "Klicken Sie hier, um Ihren Besuch wieder erfassen zu lassen.",
        "ClickHereToOptOut": "Klicken Sie hier, damit Ihr Besuch nicht mehr erfasst wird.",
        "CloudflareDescription": "Wenn Ihre Webseite auf Cloudflare gehostet ist, bitte %1$sdiese Anleitung%2$s beachten.",
        "ConfirmDeleteAllTrackingFailures": "Sind Sie sicher, dass Sie alle Tracking Fehlschläge löschen wollen?",
        "ConfirmDeleteThisTrackingFailure": "Sind Sie sicher, dass Sie diesen Tracking Fehlschlag löschen wollen?",
        "Cors": "CORS",
        "CorsDomains": "Cross-Origin Resource Sharing (CORS) Domänen",
        "CorsDomainsHelp": "Sie können Domänen oder Subdomänen wie http://example.com oder http://stats.example.com definieren. Oder fügen Sie einfach * hinzu, um cross domain requests für alle Domänen zu erlauben",
        "CustomLogoFeedbackInfo": "Wenn Sie das Matomo-Logo anpassen, ist sicher auch das Verstecken des %1$s-Links in der Navigation von Interesse. Bitte dazu das Feedback Plugin auf der %2$sPlugins verwalten%3$s Seite deaktivieren.",
        "CustomLogoHelpText": "Hier kann das Matomo-Logo angepasst werden, das in der Benutzeroberfläche sowie in E-Mail-Berichten verwendet wird.",
        "DeclineInvite": "Einladung ablehnen",
        "DeleteAllFailures": "Alle Fehlschläge löschen",
        "DevelopmentProcess": "Auch wenn unser Entwicklungsprozess tausende automatisierte Tests beinhaltet, haben Beta-Tester eine Schlüsselrolle um die \"No Bug Policy\" in Matomo zu gewährleisten.",
        "EmailServerSettings": "E-Mail-Server-Einstellungen",
        "ErrorEmailFromAddressNotValid": "Die SMTP Von-Adresse ist ungültig",
        "FaviconUpload": "Wählen Sie ein Favicon für den Upload aus",
        "FileUploadDisabled": "Das Hochladen von Dateien ist in Ihrer PHP-Konfiguration nicht aktiviert. Um Ihr eigenes Logo hochladen zu können setzen Sie bitte %s in Ihrer php.ini und starten Sie den Webserver neu.",
        "ForBetaTestersOnly": "Nur für Beta-Tester",
        "GoogleTagManagerDescription": "Wenn Ihre Webseite den Google Tag Manager verwendet, bitte %1$sdiese Anleitung%2$s beachten.",
        "HideAdvancedOptions": "Erweiterte Optionen verbergen",
        "HowToGetHelp": "Es gibt verschiedene Möglichkeiten, wie Sie Hilfe bekommen können. Es gibt kostenlosen Support über die Matomo Community und kostenpflichtigen Support durch das Matomo Team und Partner von Matomo. Oder haben Sie vielleicht einen Fehler zu melden oder wollen Sie eine neue Funktion vorschlagen?",
        "HttpTrackingApi": "HTTP Tracking API",
        "HttpTrackingApiDescription": "Die %1$sHTTP Tracking API%2$s ermöglicht es beliebige Dinge zu tracken. Das kann hilfreich sein, wenn Sie eine Programmiersprache verwenden, für die noch kein SDK existiert. Auch kann es hilfreich sein, wenn Sie Geräte oder Applikationen in einer besonderen Weise tracken möchten.",
        "ImageTracking": "Tracking mithilfe eines Bildes",
        "ImageTrackingIntro1": "Für den Fall, dass ein Besucher JavaScript deaktiviert hat, oder JavaScript nicht verwendet werden kann, können Sie das Tracking mithilfe eines Bildes nutzen um Besucher zu tracken.",
        "ImageTrackingIntro2": "Generieren Sie den Link unten und kopieren Sie den generierten HTML-Code in Ihre Seite. Sollten Sie dies als Fallback für das JavaScript Tracking verwenden, umschließen sie es mit einem %1$s Tag.",
        "ImageTrackingIntro3": "Eine vollständige Liste an Möglichkeiten, die Ihnen das Tracking mit einem Bild bietet, finden Sie in der %1$sTracking API Dokumentation%2$s.",
        "ImageTrackingLink": "Link zum Tracking mithilfe eines Bildes",
        "ImportFromGoogleAnalytics": "Von Google Analytics importieren",
        "ImportFromGoogleAnalyticsDescription": "Wenn Sie über ein Google Analytics-Konto verfügen und zu Matomo wechseln, können Sie Ihre vorhandenen Daten mithilfe des %1$sGoogleAnalyticsImporter-Plugins%2$s importieren.",
        "ImportingServerLogsDesc": "Eine Alternative zum Tracken der Besucher im Browser (entweder mit JavaScript oder mit einem Bild-Link) ist der kontinuierliche Import von Server Logdateien. Erfahren Sie mehr über %1$sServer Logdatei Analyse%2$s.",
        "InvalidPluginsWarning": "Folgende Plugins sind nicht kompatibel mit %1$s und konnten nicht geladen werden: %2$s.",
        "InvalidPluginsYouCanUninstall": "Sie können diese Plugins auf der %1$sPlugins verwalten%2$s Seite aktualisieren oder deinstallieren.",
        "JSTrackingDocumentationHelp": "Die beliebtesten erweiterten Optionen sind für einen einfachen Zugriff untenstehend verfügbar. Für den Zugriff auf weitere Optionen (inklusive wie man Ziele, benutzerdefinierte Variablen, E-Commerce Bestellungen und verwaiste Warenkörbe verwendet) verwenden Sie die %1$sMatomo Javascript Tracking Dokumentation%2$s.",
        "JSTrackingIntro1": "Es gibt viele verschiedene Möglichkeiten, Besucher Ihrer Webseite zu tracken. Die empfohlene Art und Weise dies zu tun, ist die Verwendung von JavaScript. Um diese Methode zu nutzen, müssen Sie sicher stellen, dass auf jeder Seite Ihrer Webseite der entsprechende JavaScript-Code eingebunden ist. Diesen können Sie hier generieren.",
        "JSTrackingIntro2": "Sobald Sie den JavaScript Tracking Code für Ihre Webseite haben, fügen Sie ihn auf allen Seiten ein, die Sie mit Matomo überwachen möchten.",
        "JSTrackingIntro3a": "Für die meisten Webseiten, Blogs, CMS usw. können Sie ein Plugin verwenden, das die Implementierung für Sie erledigt. (Siehe unsere %1$sListe der zur Integration von Matomo vorhandenen Plugins%2$s.)",
        "JSTrackingIntro3b": "Wenn kein Plugin vorhanden ist, können Sie Ihre Webseitenvorlagen bearbeiten und den JavaScript-Tracking-Code zum &lt;/head&gt; Tag hinzufügen, welcher häufig in einer 'header.php', 'header.tpl' oder einer ähnlichen Vorlagendatei definiert ist.",
        "JSTrackingIntro4": "Falls Sie kein JavaScript nutzen möchten um Ihre Besucher zu tracken, %1$sgenerieren Sie einen Link zum Tracking mithilfe eines Bildes unterhalb%2$s.",
        "JSTrackingIntro5": "Sollte Sie mehr als nur Seitenaufrufe aufzeichnen wollen, werfen Sie einen Blick in die %1$sMatomo Javascript Tracking Dokumentation%2$s für eine Liste an verfügbaren Funktionen. Mit der Verwendung dieser Funktionen können Sie Ziele, benutzerdefinierte Variablen, Ecommerce Bestellungen, verlassene Warenkörbe und mehr aufzeichnen.",
        "JSTracking_CampaignKwdParam": "Kampagnen Suchbegriff Parameter",
        "JSTracking_CampaignNameParam": "Parameter für Kampagnenname",
        "JSTracking_CodeNoteBeforeClosingHead": "Klicken Sie auf die Schaltfläche, um das Code-Snippet zu kopieren, und fügen Sie es unmittelbar vor dem schließenden %1$s-Tag ein (empfohlen)",
        "JSTracking_CodeNoteBeforeClosingHeadEmail": "Stellen Sie sicher, dass dieser Code innerhalb eines Skript-Elementes auf jeder Seite Ihrer Webseite enthalten ist. Wir empfehlen den Code direkt vor dem schließenden Head-Tag einzubauen.",
        "JSTracking_ConsentManagerConnected": "%1$s Scheint bereits konfiguriert zu sein um in Matomo zu funktionieren.",
        "JSTracking_ConsentManagerDetected": "%1$s Einverständniserklärungs-Manager wurde auf Ihrer Seite entdeckt. Um mehr über die Konfiguration dafür in Matomo zu erfahren %1$s besuchen Sie bitte %2$s",
        "JSTracking_ConsentManagerEmailNote": "Oder Sie können stattdessen den Tracking Code direkt in Ihrer Webseite einbinden:",
        "JSTracking_CrossDomain": "Standardmäßig wird die Besucher-ID, welche einen eindeutigen Besucher identifiziert, in den Cookies des Browsers, auf welche nur von einer einzelnen Domain zugegriffen werden kann, gespeichert. Wenn Sie Domainübergreifendes Tracking aktivieren, können Sie alle Aktionen und Seitenaufrufe eines bestimmten Besuchers in demselben Besuch verfolgen, auch wenn sie Seiten auf mehreren Domänen anzeigen. Wenn ein Benutzer auf einen Link zu einer der Alias-URL Ihrer Webseite klickt, wird automatisch der URL-Parameter pk_vid angefügt, der die Besucher-ID an die neue Domain übergibt.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "Hinweis: Um Cross Domain Linking zu unterstützen, müssen Sie mehr als einen Domainnamen (URLs) für Ihre Webseite definieren.",
        "JSTracking_CustomCampaignQueryParam": "Benutzerdefinierte Abfrageparameter für Kampagnennamen und Suchbegriffe verwenden",
        "JSTracking_CustomCampaignQueryParamDesc": "Hinweis: %1$sMatomo erkennt Parameter von Google Analytics automatisch.%2$s",
        "JSTracking_DisableCookies": "Alle Tracking Cookies deaktivieren",
        "JSTracking_DisableCookiesDesc": "Deaktiviert alle First-Party Cookies. Bestehende Matomo Cookies für diese Webseite werden beim nächsten Seitenaufruf gelöscht.",
        "JSTracking_EnableCrossDomainLinking": "Domainübergreifendes Tracking aktivieren",
        "JSTracking_EnableDoNotTrack": "Clientseitige Do-Not-Track Erkennung aktivieren",
        "JSTracking_EnableDoNotTrackDesc": "Hierdurch werden Tracking-Anfragen nicht gesendet, falls der Benutzer nicht getrackt werden möchte.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Hinweis: Diese Einstellung hat keine Auswirkung, da die Do-Not-Track Unterstützung serverseitig aktiviert ist.",
        "JSTracking_EndNote": "Hinweis: Sie können sich einen angepassten Tracking Code unter Einstellungen > %1$sTracking Code%2$s erzeugen.",
        "JSTracking_GroupPageTitlesByDomain": "Domain der Seite beim Tracken dem Seitentitel voranstellen",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Wenn jemand die 'About'-Seite auf blog.%1$s besucht, wird dies aufgezeichnet als 'blog / About'. Dies ist der einfachste Weg um einen Überblick über Ihren Traffic nach Sub-Domain zu bekommen.",
        "JSTracking_MergeAliases": "Verberge im Bericht über \"ausgehende Verweise\" alle Klicks auf bekannte Alias-URLs von",
        "JSTracking_MergeAliasesDesc": "Hierdurch werden Klicks auf Links zu Alias-URLs (z.B. %s) nicht als \"ausgehender Verweis\" gewertet.",
        "JSTracking_MergeSubdomains": "Besucher aufzeichnen auf allen Subdomains von",
        "JSTracking_MergeSubdomainsDesc": "Hierdurch werden Besucher, die %1$s und %2$s besuchen als eindeutige Besucher gewertet.",
        "JSTracking_PageCustomVars": "Eine benutzerdefinierte Variable für jeden Seitenaufruf aufzeichnen",
        "JSTracking_PageCustomVarsDesc": "Zum Beispiel mit den Variablennamen \"Kategorie\" und dem Wert \"White Papers\".",
        "JSTracking_TrackNoScript": "Benutzer mit deaktiviertem JavaScript tracken",
        "JSTracking_VisitorCustomVars": "Benutzerdefinierte Variable für diesen Besucher aufzeichnen",
        "JSTracking_VisitorCustomVarsDesc": "Zum Beispiel mit dem Variablennamen \"Typ\" und dem Wert \"Kunde\".",
        "JavaScriptTracking": "Tracking mit JavaScript",
        "JsTrackingCodeAdvancedOptionsStep": "Optional: Nutzen Sie die Erweiterten Einstellungen um den Tracking-Code anzupassen.",
        "JsTrackingCodeMissingEmail1": "Sie haben vor ein paar Tagen die Webseite '%s' zu Ihrer Matomo Analytics Installation hinzugefügt. Wir haben soeben nachgeschaut und Ihr Matomo scheint keinen Traffic für diese Webseite aufgezeichnet zu haben.",
        "JsTrackingCodeMissingEmail2": "Um damit zu beginnen, Daten aufzuzeichnen und Einblicke in das Benutzerverhalten zu bekommen, müssen Sie das Tracking in Ihrer Webseite oder mobilen App installieren. Für Webseiten betten Sie den Tracking Code direkt vor dem %s Tag ein.",
        "JsTrackingCodeMissingEmail3": "Um Ihren Tracking Code zu finden und zu personalisieren, %1$shier klicken%2$s (oder schauen Sie sich die %3$sJavaScript Tracking Client Anleitung%4$s an).",
        "LearnMore": "Mehr dazu",
        "LogoNotWriteableInstruction": "Um Ihr eigenes Logo anstelle des Matomo Logos verwenden zu können werden Schreibrechte auf diesen Ordner benötigt: %1$s Matomo benötigt Schreibzugriff auf Ihre Logos die gespeichert sind in %2$s.",
        "LogoUpload": "Wählen Sie ein Logo für den Upload aus",
        "LogoUploadFailed": "Die hochgeladene Datei konnte nicht verarbeitet werden. Bitte überprüfen Sie, ob die Datei ein gültiges Format hat.",
        "LogoUploadHelp": "Bitte laden Sie eine Datei in den Formaten %1$s mit einer minimalen Höhe von %2$s Pixeln hoch.",
        "LtsReleases": "LTS (Long Term Support / Langzeit Support) Versionen erhalten nur Sicherheitsupdates und Bug Fixes.",
        "MenuDevelopment": "Entwicklung",
        "MenuDiagnostic": "Diagnose",
        "MenuGeneralSettings": "Allgemeine Einstellungen",
        "MenuMeasurables": "Messgrößen",
        "MenuSystem": "System",
        "MissingTrackingCodeEmailSubject": "Kein Traffic für %s in Matomo Analytics aufgezeichnet, jetzt starten",
        "NTrackingFailures": "%s Tracking Fehlschläge",
        "NeedHelp": "Brauchen Sie Hilfe?",
        "NoKnownFailures": "Es gibt keine Tracking Fehlschläge.",
        "OptOutComplete": "Opt-out abgeschlossen; Ihre Besuche auf dieser Webseite werden nicht vom Webanalysetool erfasst.",
        "OptOutCompleteBis": "Bitte beachten Sie, dass auch der Matomo-Deaktivierungs-Cookie dieser Webseite gelöscht wird, wenn Sie die in Ihrem Browser abgelegten Cookies entfernen. Außerdem müssen Sie, wenn Sie einen anderen Computer oder einen anderen Webbrowser verwenden, die Deaktivierungsprozedur nochmals absolvieren.",
        "OptOutCustomOptOutLink": "Sie können auch ein vollständig benutzerdefiniertes Opt-out-Formular mit HTML und JavaScript erstellen, wie in diesem Entwicklerleitfaden %1$sguide%2$s erläutert.",
        "OptOutDntFound": "Das Tracking ist bei Ihnen derzeit nicht aktiv, denn Ihr Browser hat uns mitgeteilt, dass Sie kein Tracking wünschen. Hierbei handelt es sich um eine Browsereinstellung. Um das Tracking wieder zu aktivieren, müssen Sie die sogenannte \"Do Not Track\"-Einstellung in Ihren Browsereinstellungen deaktivieren.",
        "OptOutErrorNoCookies": "Die Tracking opt-out Funktion benötigt aktivierte Cookies.",
        "OptOutErrorNoTracker": "Die Opt-Out-Funktion für das Tracking konnte den Matomo-Tracker-Code auf dieser Seite nicht finden",
        "OptOutErrorNotHttps": "Die Tracking opt-out Funktion wird möglicherweise nicht funktionieren, weil diese Seite nicht über HTTPS geladen wurde. Bitte die Seite neu laden um zu prüfen ob der opt out Status geändert hat.",
        "OptOutErrorWindowOpen": "Die Tracking Opt-Out Funktion funktioniert möglicherweise nicht, weil anscheinend das Opt-Out Popup-Fenster blockiert wurde. Bitte laden Sie die Seite neu um zu prüfen, ob sich Ihr Opt-Out Status geändert hat.",
        "OptOutExplanation": "Matomo ist es wichtig, die Privatsphäre Ihrer Besucher zu wahren. Fügen Sie den folgenden HTML-Code auf einer Seite Ihrer Webseite (z.B der Datenschutz-Seite) ein, um den Besuchern Ihrer Webseite die Möglichkeit zu geben, sich gegen eine Erfassung ihres Besuches durch Matomo zu entscheiden.",
        "OptOutExplanationIntro": "Dieser Code stellt einen Link zur Verfügung, über den Ihre Besucher das Tracking mit Matomo abwählen können, indem ein Opt-Out-Cookie in ihrem Webbrowser gesetzt wird. Siehe unten (oder %1$shier klicken%2$s), um den Inhalt zu sehen, der durch den Code angezeigt wird.",
        "OptOutForYourVisitors": "Matomo-Deaktivierung für Ihre Besucher",
        "OptingYouOut": "Deaktivierung wird durchgeführt, bitte warten…",
        "PersonalPluginSettings": "Persönliche Plugin Einstellungen",
        "PiwikIsInstalledAt": "Matomo ist installiert unter",
        "PluginSettingChangeNotAllowed": "Sie sind nicht berechtigt den Wert für die Einstellung \"%1$s\" im Plugin \"%2$s\" zu ändern",
        "PluginSettingReadNotAllowed": "Sie haben keine Berechtigung den Wert der Einstellung \"%1$s\" für das Plugin \"%2$s\" auszulesen",
        "PluginSettings": "Plugin Einstellungen",
        "PluginSettingsIntro": "Hier können Sie die Einstellungen für folgende Drittanbieter Plugins ändern:",
        "PluginSettingsSaveFailed": "Plugin-Einstellungen konnten nicht gespeichert werden",
        "PluginSettingsSaveSuccess": "Plugin-Einstellungen aktualisiert.",
        "PluginSettingsValueNotAllowed": "Der Wert für die Einstellung \"%1$s\" im Plugin \"%2$s\" ist nicht erlaubt.",
        "Problem": "Problem",
        "ProtocolNotDetectedCorrectly": "Sie greifen aktuell auf Matomo über eine sichere SSL Verbindung zu (durch Verwendung von HTTPS), aber Matomo konnte auf dem Server nur eine nicht sichere Verbindung feststellen.",
        "ProtocolNotDetectedCorrectlySolution": "Um sicherzustellen, dass Matomo jegliche Anfragen und Inhalte via HTTPS ausliefert, ist es zwingend notwendig, die %1$s-Datei zu bearbeiten, die Proxy-Einstellungen zu überprüfen oder die Zeile %2$s unter dem Abschnitt %3$s hinzuzufügen. %4$sMehr erfahren%5$s",
        "ReactDescription": "Wenn Ihre Webseite React verwendet, bitte %1$sdiese Anleitung%2$s beachten.",
        "ReleaseChannel": "Release Kanal",
        "SecurityNotificationAllTokenAuthDeletedBody": "Jemand hat alle Authentifizierungs-Token Ihres Benutzerkontos gelöscht.",
        "SecurityNotificationCheckTwoFactor": "Bitte prüfen Sie Ihre App oder Ihr Gerät zur Zwei-Faktor Authentifizierung.",
        "SecurityNotificationEmailSubject": "Sicherheitsbenachrichtigung",
        "SecurityNotificationIfItWasYou": "Wenn Sie das waren, fahren Sie fort. Wenn Sie sich über diese Aktivität nicht sicher sind, setzen Sie bitte Ihr Passwort zurück.",
        "SecurityNotificationRecoveryCodesRegeneratedBody": "Jemand hat neue Wiederherstellungscodes für Zwei-Faktor-Authentifikation für Ihr Benutzerkonto generiert.",
        "SecurityNotificationRecoveryCodesShowedBody": "Jemand hat sich die Wiederherstellungscodes Ihres Benutzerkontos für Zwei-Faktor-Authentifikation angeschaut.",
        "SecurityNotificationSettingsChangedByOtherSuperUserBody": "Ein anderer Hauptadministrator (%1$s) hat die Systemeinstellungen verändert. Betroffene Einstellungen: %2$s. Wenn Sie die Aktivität nachvollziehen können, fahren Sie fort. Wenn nicht, kontaktieren Sie bitte den anderen Hauptadministrator.",
        "SecurityNotificationSettingsChangedByUserBody": "Jemand hat die Systemeinstellungen verändert. Betroffene Einstellungen: %s.",
        "SecurityNotificationTokenAuthCreatedBody": "Jemand hat einen Authentifizierungs-Token (Beschreibung: %s) in Ihrem Benutzerkonto erstellt. Wenn Sie das nicht waren, löschen Sie den Token.",
        "SecurityNotificationTokenAuthDeletedBody": "Jemand hat einen Authentifizierungs-Token (Beschreibung: %s) in Ihrem Benutzerkonto gelöscht.",
        "SecurityNotificationTwoFactorAuthDisabledBody": "Jemand hat die Zwei-Faktor-Authentifikation in Ihrem Benutzerkonto deaktiviert.",
        "SecurityNotificationTwoFactorAuthEnabledBody": "Jemand hat die Zwei-Faktor-Authentifikation in Ihrem Benutzerkonto aktiviert.",
        "SecurityNotificationUserAcceptInviteBody": "Der Benutzer %s hat die Einladung angenommen.",
        "SecurityNotificationUserCreatedBody": "Jemand hat einen neuen Benutzer (Login: %s) in Ihrem Benutzerkonto erstellt.",
        "SecurityNotificationUserDeclinedInviteBody": "Der Benutzer %s hat die Einladung abgelehnt.",
        "SecurityNotificationUserDeletedBody": "Jemand hat einen Benutzer (Login: %s) in Ihrem Benutzerkonto gelöscht.",
        "SendPluginUpdateCommunication": "Sende mir eine E-Mail wenn eine neue Plugin-Aktualisierung zur Verfügung steht",
        "SendPluginUpdateCommunicationHelp": "Der Hauptadministrator wird per E-Mail benachrichtigt, sobald eine neue Version eines Plugins zur Verfügung steht.",
        "SettingsSaveSuccess": "Einstellungen aktualisiert.",
        "ShowAdvancedOptions": "Erweiterte Optionen anzeigen",
        "SinglePageApplicationDescription": "Wenn Sie eine Single-Page-Anwendung (SPA) oder eine progressive Webanwendung (PWA) aufzeichnen, lesen Sie bitte %1$sdiesen Leitfaden%2$s.",
        "Solution": "Lösung",
        "StableReleases": "Sollte Matomo eine wichtige Komponente Ihres Unternehmens sein, empfehlen wir Ihnen den letzten stabilen Release zu verwenden. Sollten Sie die letzte Beta Version verwenden und einen Fehler finden oder einen Vorschlag haben, %1$slesen Sie bitte hier%2$s.",
        "SystemPluginSettings": "Globale Plugin Einstellungen",
        "TrackAGoal": "Ein Ziel aufzeichnen",
        "TrackingCode": "Tracking-Code",
        "TrackingCodeIntro": "Matomo bietet Ihnen verschiedene Möglichkeiten, den Tracking-Code für Ihre Webseite, Ihre Mobile-App und sogar für jedes Gerät oder jede Anwendung einzubetten.",
        "TrackingFailureAuthenticationProblem": "Anfrage wurde noch nicht authentifiziert, aber eine Authentifizierung wird benötigt.",
        "TrackingFailureAuthenticationSolution": "Setzen oder ändern Sie einen \"token_auth\" in Ihrer Trackinganfrage.",
        "TrackingFailureInvalidSiteProblem": "Die Seite existiert nicht.",
        "TrackingFailureInvalidSiteSolution": "Die konfigurierte idSite im Tracker aktualisieren.",
        "TrackingFailures": "Tracking Fehlschläge",
        "TrackingFailuresEmail1": "Dies ist nur um Sie wissen zu lassen, dass in den letzten Tagen %s verschiedene Arten von Tracking Fehlschlägen aufgetreten sind.",
        "TrackingFailuresEmail2": "%1$sHier klicken%2$s, um alle Tracking Fehlschläge anzuzeigen.",
        "TrackingFailuresEmailSubject": "Fehlschläge in Ihrem Matomo Analytics tracken",
        "TrackingFailuresIntroduction": "Diese Seite listet in den letzten %s Tagen aufgetretene Tracking Fehlschläge auf. Beachten Sie bitte dass nur die häufigsten Fehlschlagarten aufgezeichnet werden, nicht alle.",
        "TrackingURL": "Tracking URL",
        "TrustedHostConfirm": "Wollen Sie wirklich den Vertrauten Matomo Hostnamen ändern?",
        "TrustedHostSettings": "Vertrauter Matomo Hostname",
        "TwoFactorAuth": "Zwei-Faktor Authentifizierung",
        "UiDemo": "Oberflächen Demo",
        "UncheckToOptOut": "Diese Checkbox abwählen für Opt-Out.",
        "UpdateSettings": "Aktualisierungseinstellungen",
        "UseCustomLogo": "Eigenes Logo verwenden",
        "UserInviteContent": "Sie können diese Einladung annehmen, indem Sie auf die Schaltfläche \"Einladung annehmen\" unten klicken.",
        "UserInviteNotes": "Wenn Sie diese Einladung nicht erwartet haben, können Sie diese E-Mail ignorieren. Wenn %1$s Ihnen zu viele E-Mails schickt, können Sie den Absender blockieren oder Missbrauch melden. Die Einladung läuft automatisch in %2$s Tagen ab.",
        "UserInviteSubject": "%1$s hat Ihnen eine Einladung zu Matomo Analytics für %2$s geschickt.",
        "ValidPiwikHostname": "Gültiger Matomo Hostname",
        "ViewAllTrackingFailures": "Alle Tracking Fehlschläge anzeigen",
        "VueDescription": "Wenn Ihre Webseite Vue.js verwendet, bitte %1$sdiese Anleitung%2$s beachten.",
        "WhatIsNew": "Was ist neu",
        "WhatIsNewNoChanges": "Im Moment gibt es nichts Neues",
        "WhatIsNewNoChangesTitle": "Keine aktuellen Änderungen",
        "WhatIsNewTitle": "Das ist neu in Matomo",
        "WhatIsNewTooltip": "Erfahren Sie, was es Neues in Matomo gibt",
        "WithOptionalRevenue": "mit optionalen Einnahmen",
        "WordpressDescription": "Wenn Ihre Webseite Wordpress verwendet, bitte %1$sdiese Anleitung%2$s beachten.",
        "YouAreNotOptedOut": "Ihr Besuch dieser Webseite wird aktuell von der Matomo Webanalyse erfasst.",
        "YouAreOptedOut": "Ihr Besuch dieser Webseite wird aktuell von der Matomo Webanalyse nicht erfasst.",
        "YouMayOptOut": "Sie können sich hier entscheiden, ob in Ihrem Browser ein eindeutiger Webanalyse-Cookie abgelegt werden darf, um dem Betreiber der Webseite die Erfassung und Analyse verschiedener statistischer Daten zu ermöglichen.",
        "YouMayOptOut2": "Sie haben die Möglichkeit zu verhindern, dass von Ihnen hier getätigte Aktionen analysiert und verknüpft werden.",
        "YouMayOptOut3": "Dies wird Ihre Privatsphäre schützen, aber wird auch den Besitzer daran hindern, aus Ihren Aktionen zu lernen und die Bedienbarkeit für Sie und andere Benutzer zu verbessern.",
        "YouMayOptOutBis": "Wenn Sie sich dagegen entscheiden möchten, entfernen Sie den folgenden Haken, um den Matomo-Deaktivierungs-Cookie in Ihrem Browser abzulegen."
    }
}
