{
    "CoreAdminHome": {
        "Administration": "Administration",
        "ArchivingSettings": "Archivierungseinstellungen",
        "BrandingSettings": "Branding Einstellungen",
        "CheckReleaseGetVersion": "Verwende für die Aktualisierung von Piwik",
        "ClickHereToOptIn": "Klicken Sie hier, um Ihren Besuch wieder erfassen zu lassen.",
        "ClickHereToOptOut": "Klicken Sie hier, damit Ihr Besuch nicht mehr erfasst wird.",
        "CustomLogoFeedbackInfo": "Wenn Sie das Piwik-Logo anpassen, ist sicher auch das Verstecken des %s-Links in der Navigation von Interesse. Bitte dazu das Feedback Plugin auf der %sManage Plugins%s Seite deaktivieren.",
        "CustomLogoHelpText": "Hier kann das Piwik-Logo angepasst werden, das in der Benutzeroberfläche sowie in E-Mail-Berichten verwendet wird.",
        "DevelopmentProcess": "Auch wenn unser %sEntwicklungsprozess%s tausende an automatisierten Tests beinhaltet, haben Beta-Tester eine Schlüsselrolle um die \"No Bug Policy\" in Piwik zu gewährleisten.",
        "EmailServerSettings": "E-Mail-Server-Einstellungen",
        "FaviconUpload": "Wählen Sie ein Favicon für den Upload aus",
        "FileUploadDisabled": "Das Hochladen von Dateien ist in Ihrer PHP-Konfiguration nicht aktiviert. Um Ihr eigenes Logo hochladen zu können setzen Sie bitte %s in Ihrer php.ini und starten Sie den Webserver neu.",
        "ForBetaTestersOnly": "Nur für Beta-Tester",
        "ImageTracking": "Tracking mit Hilfe eines Bildes",
        "ImageTrackingIntro1": "Für den Fall, dass ein Besucher JavaScript deaktiviert hat, oder JavaScript nicht verwendet werden kann, können Sie das Tracking mit Hilfe eines Bildes nutzen um Besucher zu tracken.",
        "ImageTrackingIntro2": "Generieren Sie den Link unten und kopieren Sie den generierten HTML-Code in Ihre Seite. Sollten Sie dies als Fallback für das JavaScript Tracking verwenden, umschließen sie es mit einem %1$s Tag.",
        "ImageTrackingIntro3": "Eine vollständige Liste an Möglichkeiten, die Ihnen das Tracking mit einem Bild bietet, finden Sie in der %1$sTracking API Dokumentation%2$s",
        "ImageTrackingLink": "Link zum Tracking mit Hilfe eines Bildes",
        "ImportingServerLogs": "Import von Server Log-Dateien",
        "ImportingServerLogsDesc": "Eine Alternative zum Tracken der Besucher im Browser (entweder mit JavaScript oder mit einem Bild-Link) ist der kontinuierliche Import von Server Logdateien. Erfahren Sie mehr über %1$sServer Logdatei Analyse%2$s",
        "InvalidPluginsWarning": "Folgende Plugins sind nicht kompatibel mit %1$s und konnten nicht geladen werden: %2$s",
        "JavaScriptTracking": "Tracking mit JavaScript",
        "JSTracking_CampaignKwdParam": "Kampagnen Stichwort Parameter",
        "JSTracking_CampaignNameParam": "Parameter für Kampagnenname",
        "JSTracking_CodeNote": "Stellen Sie sicher, dass sich dieser Code auf jeder Seite Ihrer Webseite vor dem %1$s Tag befindet.",
        "JSTracking_CustomCampaignQueryParam": "Eigene Anfrage-Parameter für Kampagnen Name & Stichwort verwenden",
        "JSTracking_CustomCampaignQueryParamDesc": "Hinweis: %1$sPiwik erkennt Parameter von Google Analytics automatisch.%2$s",
        "JSTracking_DisableCookies": "Alle Tracking Cookies deaktivieren",
        "JSTracking_DisableCookiesDesc": "Deaktiviert alle First-Party Cookies. Bestehende Piwik Cookies für diese Website werden beim nächsten Seitenaufruf gelöscht.",
        "JSTracking_EnableDoNotTrack": "Clientseitige Do-Not-Track Erkennung aktivieren",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Hinweis: Diese Einstellung hat keine Auswirkung, da die Do-Not-Track Unterstützung serverseitig aktiviert ist.",
        "JSTracking_EnableDoNotTrackDesc": "Hierdurch werden Tracking-Anfragen nicht gesendet, falls der Benutzer nicht getrackt werden möchte.",
        "JSTracking_GroupPageTitlesByDomain": "Domain der Seite beim Tracken dem Seitentitel voranstellen",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Wenn jemand die 'About'-Seite auf blog.%1$s besucht, wird dies aufgezeichnet als 'blog \/ About'. Dies ist der einfachste Weg um einen Überblick über Ihren Traffic nach Sub-Domain zu bekommen.",
        "JSTracking_MergeAliases": "Verberge im Bericht über \"ausgehende Verweise\" alle Klicks auf bekannte Alias-URLs von",
        "JSTracking_MergeAliasesDesc": "Hierdurch werden Klicks auf Links zu Alias-URLs (z.B. %s) nicht als \"ausgehender Verweis\" gewertet.",
        "JSTracking_MergeSubdomains": "Besucher aufzeichnen auf allen Subdomains von",
        "JSTracking_MergeSubdomainsDesc": "Hierdurch werden Besucher, die %1$s und %2$s besuchen als eindeutige Besucher gewertet.",
        "JSTracking_PageCustomVars": "Eine benutzerdefinierte Variable für jeden Seitenaufruf aufzeichnen",
        "JSTracking_PageCustomVarsDesc": "Zum Beispiel mit den Variablennamen \"Kategorie\" und dem Wert \"White Papers\"",
        "JSTracking_VisitorCustomVars": "Benutzerdefinierte Variable für diesen Besucher aufzeichnen",
        "JSTracking_VisitorCustomVarsDesc": "Zum Beispiel mit dem Variablennamen \"Typ\" und dem Wert \"Kunde\".",
        "JSTrackingIntro1": "Es gibt viele verschiedene Möglichkeiten Besucher Ihrer Webseite zu tracken. Die empfohlene Art und Weise dies zu tun, ist die Verwendung von JavaScript. Um diese Methode zu nutzen müssen Sie sicher stellen, dass auf jeder Seite Ihrer Webseite ein JavaScript-Code eingebunden ist. Diesen können Sie hier generieren.",
        "JSTrackingIntro2": "Sobald Sie den JavaScript Tracking Code für Ihre Webseite haben, fügen Sie ihn auf allen Seiten ein, die Sie mit Piwik überwachen möchten.",
        "JSTrackingIntro3": "Bei den meisten Webseiten, Blogs und CMS, etc. können Sie ein existierendes Plugin benutzen, das Ihnen die technische Arbeit abnimmt. (Schauen Sie hierzu in die %1$sListe der Plugins um Piwik zu integrieren%2$s.) Falls kein passendes Plugin besteht können Sie die Templates Ihrer Webseite bearbeiten und diesen Quellcode in die \"Footer\"-Datei einfügen.",
        "JSTrackingIntro4": "Falls Sie kein JavaScript nutzen möchten um Ihre Besucher zu tracken, %1$sgenerieren Sie einen Link zum Tracking mit Hilfe eines Bildes unterhalb.%2$s",
        "JSTrackingIntro5": "Sollte Sie mehr als nur Seitenaufrufe aufzeichnen wollen, werfen Sie einen Blick in die %1$sPiwik Javascript Tracking Dokumentation%2$s für eine Liste an verfügbaren Funktionen. Mit der Verwendung dieser Funktionen können Sie Ziele, benutzerdefinierte Variablen, Ecommerce Bestellungen, verlassene Warenkörbe und mehr aufzeichnen.",
        "LatestBetaRelease": "Das aktuelle Beta Release",
        "LatestStableRelease": "Das aktuelle stabile Release",
        "LogoNotWriteableInstruction": "Um Ihr eigenes Logo anstelle des Piwik Logos verwenden zu können werden Schreibrechte auf diesen Ordner benötigt: %1$s Piwik benötigt Schreibzugriff auf Ihre Logos die gespeichert sind in %2$s.",
        "LogoUpload": "Wählen Sie ein Logo für den Upload",
        "LogoUploadHelp": "Bitte laden Sie eine Datei in den Formaten %s mit einer minimalen Höhe von %s Pixeln hoch.",
        "MenuDevelopment": "Entwicklung",
        "MenuDiagnostic": "Diagnose",
        "MenuGeneralSettings": "Allgemeine Einstellungen",
        "MenuManage": "Verwalten",
        "OptOutComplete": "Deaktivierung durchgeführt! Ihre Besuche auf dieser Webseite werden von der Webanalyse nicht mehr erfasst.",
        "OptOutCompleteBis": "Bitte beachten Sie, dass auch der Piwik-Deaktivierungs-Cookie dieser Webseite gelöscht wird, wenn Sie die in Ihrem Browser abgelegten Cookies entfernen. Außerdem müssen Sie, wenn Sie einen anderen Computer oder einen anderen Webbrowser verwenden, die Deaktivierungsprozedur nochmals absolvieren.",
        "OptOutExplanation": "Piwik ist es wichtig, die Privatsphäre Ihrer Besucher zu wahren. Fügen Sie den folgenden HTML-Code auf einer Seite Ihrer Seiten (z.B der Datenschutz-Seite) ein, um den Besuchern Ihrer Webseite die Möglichkeit zu geben, sich gegen eine Erfassung ihres Besuches durch Piwik zu entscheiden.",
        "OptOutExplanationBis": "Dieser Code wird innerhalb eines Iframes angezeigt und enthält einen Link, über den ein Cookie im Browser Ihrer Besucher abgelegt wird, womit die Erfassung durch Piwik deaktiviert wird. %s Klicken Sie hier%s, um eine Vorschau auf den Text zu bekommen, der den Besuchern in dem Iframe angezeigt wird.",
        "OptOutForYourVisitors": "Piwik-Deaktivierung für Ihre Besucher",
        "PiwikIsInstalledAt": "Piwik ist installiert unter",
        "PluginDescription": "Piwik Administration",
        "PluginSettingChangeNotAllowed": "Sie sind nicht berechtigt den Wert für die Einstellung \"%s\" im Plugin \"%s\" zu ändern.",
        "PluginSettingReadNotAllowed": "Sie haben keine Berechtigung den Wert der Einstellung \"%s\" für das Plugin \"%s\" auszulesen.",
        "PluginSettings": "Plugin-Einstellungen",
        "PluginSettingsIntro": "Hier können Sie die Einstellungen für folgende Drittanbieter Plugins ändern:",
        "PluginSettingsValueNotAllowed": "Der Wert für die Einstellung \"%s\" im Plugin \"%s\" ist nicht erlaubt.",
        "SendPluginUpdateCommunication": "Sende mir eine E-Mail-Benachrichtigung wenn eine neue Plugin-Aktualisierung zur Verfügung steht.",
        "SendPluginUpdateCommunicationHelp": "Der Hauptadministrator wird per E-Mail benachrichtigt, sobald eine neue Version eines Plugins zur Verfügung steht.",
        "StableReleases": "Sollte Piwik eine wichtige Komponente Ihres Unternehmens sein, empfehlen wir Ihnen den letzen stabilen Release zu verwenden. Sollten Sie die letze Beta Version verwenden und einen Fehler finden oder einen Vorschlag haben, %slesen Sie bitte hier%s.",
        "TrackAGoal": "Ein Ziel aufzeichnen",
        "TrackingCode": "Tracking Code",
        "TrustedHostConfirm": "Wollen Sie wirklich den Vertrauten Piwik Hostnamen ändern?",
        "TrustedHostSettings": "Vertrauter Piwik Hostname",
        "UpdateSettings": "Aktualisierungseinstellungen",
        "UseCustomLogo": "Eigenes Logo verwenden",
        "ValidPiwikHostname": "Gültiger Piwik Hostname",
        "WithOptionalRevenue": "mit optionalen Einnahmen",
        "YouAreOptedIn": "Ihr Besuch dieser Webseite wird aktuell von der Piwik Webanalyse erfasst.",
        "YouAreOptedOut": "Ihr Besuch dieser Webseite wird aktuell von der Piwik Webanalyse nicht erfasst.",
        "YouMayOptOut": "Sie können sich hier entscheiden, ob in Ihrem Browser ein eindeutiger Webanalyse-Cookie abgelegt werden darf, um dem Betreiber der Webseite die Erfassung und Analyse verschiedener statistischer Daten zu ermöglichen.",
        "YouMayOptOutBis": "Wenn Sie sich dagegen entscheiden möchten, klicken Sie den folgenden Link, um den Piwik-Deaktivierungs-Cookie in Ihrem Browser abzulegen."
    }
}