{
    "CoreAdminHome": {
        "AcceptInvite": "Αποδοχή Πρόσκλησης",
        "AddNewTrustedHost": "Προσθήκη νέου αξιόπιστου διακομιστή",
        "Administration": "Διαχείριση",
        "ArchivingSettings": "Ρυθμίσεις αρχειοθέτησης",
        "BrandingSettings": "Εταιρικές ρυθμίσεις",
        "BruteForce": "Brute Force",
        "CheckToOptIn": "Επιλέξτε το πλαίσιο επιλογής για opt-in.",
        "ClickHereToOptIn": "Πατήστε εδώ για να ιχνηλατείστε.",
        "ClickHereToOptOut": "Πατήστε εδώ για να μην ιχνηλατείστε.",
        "CloudflareDescription": "Αν ο ιστοτόπος σας φιλοξενείται στην Cloudflare, δείτε %1$sαυτόν τον οδηγό%2$s.",
        "ConfirmDeleteAllTrackingFailures": "Είστε σίγουροι για την διαγραφή όλων των αποτυχιών ιχνηλάτησης;",
        "ConfirmDeleteThisTrackingFailure": "Είστε σίγουροι για την διαγραφή αυτής της αποτυχίας ιχνηλάτησης;",
        "Cors": "Cors",
        "CorsDomains": "Cross-Origin Resource Sharing (CORS) ονόματα χώρου",
        "CorsDomainsHelp": "Μπορείτε να καθορίσετε ονόματα ή υποονόματα χώρου όπως http://example.com ή http://stats.example.com. Εναλλακτικά για να επιτρέψετε αιτήσεις από διαφορετικά ονόματα χώρου, απλώς προσθέστε ένα *",
        "CustomLogoFeedbackInfo": "Αν προσαρμόσετε το λογότυπο του Matomo, ίσως θέλετε να αποκρύψετε τον σύνδεσμο %1$s στο βασικό μενού. Για να το κάνετε αυτό, μπορείτε να απενεργοποιήσετε το πρόσθετο Feedback στη σελίδα %2$sΔιαχείρισης Προσθέτων%3$s.",
        "CustomLogoHelpText": "Μπορείτε να προσαρμόσετε το λογότυπο του Matomo που θα εμφανίζεται στο περιβάλλον εργασίας του χρήστη και στις αναφορές αλληλογραφίας.",
        "DeclineInvite": "Απόρριψη Πρόσκλησης",
        "DeleteAllFailures": "Διαγραφή όλων των αποτυχιών",
        "DevelopmentProcess": "Παρόλο που η διαδικασία μας της ανάπτυξης περιλαμβάνει χιλιάδες αυτοματοποιημένων τεστ, οι Δοκιμαστές Εκδόσεων Βήτα παίζουν ένα κύριο ρόλο στο να πετύχουμε την \"Χωρίς σφάλματα πολιτική\" του Matomo.",
        "EmailServerSettings": "Ρυθμίσεις διακομιστή ηλεκτρονικής αλληλογραφίας",
        "ErrorEmailFromAddressNotValid": "Η διεύθυνση από στο SMTP δεν είναι έγκυρη",
        "FaviconUpload": "Επιλέξτε ένα favicon για ανέβασμα",
        "FileUploadDisabled": "Το ανέβασμα των αρχείων δεν είναι ενεργοποιημένο στην παραμετροποίηση της PHP. Για να ανεβάσετε το δικό σας λογότυπο ορίστε το %s στο αρχείο php.ini και κάντε επανεκκίνηση τον διακομιστή ιστού σας.",
        "ForBetaTestersOnly": "Για χρήστες δοκιμαστές μόνο",
        "GoogleTagManagerDescription": "Αν ο ιστοτόπος σας χρησιμοποιεί το Διαχειριστή Σημάνσεων του Google, δείτε %1$sαυτό τον οδηγό%2$s.",
        "HideAdvancedOptions": "Απόκρυψη επιλογών για προχωρημένους",
        "HowToGetHelp": "Υπάρχουν διαφορετικοί τρόποι για να λάβετε βοήθεια. Υπάρχει η δωρεάν υποστήριξη από την κοινότητα του Matomo και υποστήριξη επί πληρωμή από την ομάδα και συνεργάτες του Matomo. Ή μήπως έχετε να αναφέρετε ένα σφάλμα ή να προτείνετε ένα νέο χαρακτηριστικό;",
        "HttpTrackingApi": "HTTP API Παρακολούθησης",
        "HttpTrackingApiDescription": "Το %1$sHTTP API Παρακολούθησης%2$s σας επιτρέπει να παρακολουθείτε τα πάντα. Αυτό είναι χρήσιμο στην περίπτωση που χρησιμοποιείτε μια γλώσσα προγραμματισμού για την οποία δεν υπάρχει ακόμη SDK. Μπορεί ακόμη να είναι χρήσιμο αν θέλετε να παρακολουθείτε συσκευές ή εφαρμογές με ειδικό τρόπο.",
        "ImageTracking": "Παρακολούθηση Εικόνων",
        "ImageTrackingIntro1": "Όταν ένας επισκέπτης έχει απενεργοποιήσει την JavaScript ή όταν η JavaScript δεν μπορεί να χρησιμοποιηθεί, μπορείτε να χρησιμοποιήσετε ένα σύνδεσμο εντοπισμού εικόνων για να παρακολουθείτε τους επισκέπτες.",
        "ImageTrackingIntro2": "Δημιουργήστε τον παρακάτω σύνδεσμο και επικολλήστε την παραγόμενη HTML στη σελίδα. Εάν το χρησιμοποιείτε ως μια εναλλακτική για την παρακολούθηση με JavaScript, μπορείτε να το περιβάλλετε σε ετικέτες %1$s.",
        "ImageTrackingIntro3": "Για το σύνολο της λίστας των επιλογών που μπορείτε να χρησιμοποιήσετε με σύνδεσμο εικόνας παρακολούθησης, δείτε την %1$sΤεκμηρίωση API Παρακολούθησης%2$s.",
        "ImageTrackingLink": "Σύνδεσμος Εικόνων Παρακολούθησης",
        "ImportFromGoogleAnalytics": "Εισαγωγή από το Google Analytics",
        "ImportFromGoogleAnalyticsDescription": "Αν έχετε μια ιδιοκτησία του Google Analytics και αλλάζετε στο Matomo, μπορείτε να εισαγάγετε τα υπάρχοντα δεδομένα σας με χρήση του πρόσθετου %1$sGoogleAnalyticsImporter%2$s.",
        "ImportingServerLogsDesc": "Μια εναλλακτική λύση για την παρακολούθηση επισκεπτών μέσω του προγράμματος περιήγησης (μέσω JavaScript ή σύνδεσμου εικόνας) είναι να εισάγετε συνεχώς τα αρχεία καταγραφής του διακομιστή. Μάθετε περισσότερα για τα %1$sΣτατιστικά Αρχείων Καταγραφής Διακομιστή%2$s.",
        "InvalidPluginsWarning": "Τα παρακάτω πρόσθετα δεν είναι συμβατά με το %1$s και δεν ήταν δυνατό να φορτωθούν: %2$s.",
        "InvalidPluginsYouCanUninstall": "Μπορείτε να ενημερώσετε ή απεγκαταστήσετε τα πρόσθετα αυτά στη σελίδα %1$sΔιαχείριση πρόσθετων%2$s.",
        "JSTrackingDocumentationHelp": "Για εύκολη πρόσβαση, εμφανίζονται παρακάτω οι πιο δημοφιλείς επιλογές. Για ακόμη περισσότερες επιλογές (συμπεριλαμβανομένου της παρακολούθησης στόχων, προσαρμοσμένων μεταβλητών, παραγγελιών ηλεκτρονικού εμπορίου και καλάθια που άφησε ο χρήστης) δείτε την %1$sΤεκμηρίωση Ιχνηλάτησης Javascript του Matomo%2$s.",
        "JSTrackingIntro1": "Μπορείτε να ιχνηλατείτε τους επισκέπτες στον ιστοτόπο σας με πολλούς διαφορετικούς τρόπους. Ο προτεινόμενος τρόπος είναι μέσω JavaScript. Για να χρησιμοποιήσετε αυτόν τον τρόπο βεβαιωθείτε ότι κάθε σελίδα του ιστοτόπου σας περιέχει κάποιο κώδικα JavaScript, που μπορείτε να παράξετε εδώ.",
        "JSTrackingIntro2": "Μόλις έχετε το JavaScript κώδικα παρακολούθησης για την ιστοσελίδα σας, αντιγράψετε και επικολλήστε τον σε όλες τις σελίδες που θέλετε να παρακολουθήσετε με το Matomo.",
        "JSTrackingIntro3a": "Στους περισσότερους ιστοτόπους, ιστολόγια, CMS, κτλ. μπορείτε να χρησιμοποιήσετε ένα πρόσθετο που θα κάνει την τεχνική δουλειά για εσάς. (Δείτε τη %1$sλίστα των πρόσθετων που είναι για χρήση με το Matomo%2$s.)",
        "JSTrackingIntro3b": "Αν δεν υπάρχει πρόσθετο μπορείτε να επεξεργαστείτε τα πρότυπα του ιστοτόπου σας και να προσθέσετε τον κώδικα ιχνηλάτησης στη σήμανση &lt;/head&gt; που συχνά υπάρχει σε κάποιο αρχείο 'header.php', 'header.tpl' ή παρόμοιο αρχείο προτύπου σελίδας.",
        "JSTrackingIntro4": "Αν δεν θέλετε να χρησιμοποιήσετε JavaScript για να παρακολουθείτε τους επισκέπτες, %1$sΔημιουργήστε ένα σύνδεσμο παρακολούθησης εικόνας παρακάτω%2$s.",
        "JSTrackingIntro5": "Αν θέλετε να κάνετε περισσότερα από να παρακολουθείτε προβολές σελίδων, παρακαλώ ελέγξτε το %1$sΤεκμηρίωση Matomo για Παρακολούθηση με Javascript%2$s για να δείτε τη λίστα με τις διαθέσιμες λειτουργίες. Χρησιμοποιώντας αυτές τις λειτουργίες, μπορείτε να παρακολουθείτε τους στόχους, προσαρμοσμένες μεταβλητές, παραγγελίες ηλεκτρονικού εμπορίου, εγκαταλελειμμένα καλάθια αγορών και πολλά άλλα.",
        "JSTracking_CampaignKwdParam": "Παράμετρος Κλειδιού Καμπάνιας",
        "JSTracking_CampaignNameParam": "Παράμετρος Όνομα Καμπάνιας",
        "JSTracking_CodeNoteBeforeClosingHead": "Πατήστε στο πλήκτρο για να αντιγραφεί το κομμάτι κώδικα και να το επικολλήσετε αμέσως πριν τη σήμανση κλεισίματος %1$s (προτείνεται)",
        "JSTracking_CodeNoteBeforeClosingHeadEmail": "Βεβαιωθείτε ότι ο κώδικας είναι ενσωματωμένος σε ένα στοιχείο τύπου script σε κάθε σελίδα στον ιστοτόπο σας. Προτείνουμε να επικολληθεί αμέσως μετά το κλείσιμο της σήμανσης head.",
        "JSTracking_ConsentManagerConnected": "Το %1$s φαίνεται να έχει ήδη παραμετροποιηθεί για να λειτουργεί με το Matomo.",
        "JSTracking_ConsentManagerDetected": "Ο διαχειριστής συναίνεσης %1$s εντοπίστηκε στον ιστοτόπο σας. Για να μάθετε πως να παραμετροποιείτε το Matomo να λειτουργεί με το %1$s επισκεφθείτε το %2$s",
        "JSTracking_ConsentManagerEmailNote": "Ή μπορείτε αντίθετα να ενσωματώσετε τον κώδικα ιχνηλάτησης στον ιστοτόπο σας:",
        "JSTracking_CrossDomain": "Εξ ορισμού, το αναγνωριστικό επισκέπτη, που ταυτοποιεί μοναδικά έναν επισκέπτη, αποθηκεύεται στα cookies του προγράμματος πλοήγησης τα οποία είναι προσπελάσιμα από σελίδες από τον ίδιο τομέα ονόματος. Η ενεργοποίηση της σύνδεσης από διάφορους τομείς ονομάτων σάς επιτρέπει την παρακολούθηση των ενεργειών και αναγνώσεων σελίδων ενός συγκεκριμένου επισκέπτη, στην ίδια επίσκεψη, όταν επισκέπεται σελίδες από διάφορους τομείς ονομάτων. Όταν ένας χρήστης κάνει κλικ σε σύνδεσμο σε κάποιο alias του ιστοτόπου σας, θα συμπεριληφθεί μια παράμετρος στη διεύθυνση URL με όνομα pk_vid με το αναγνωριστικό του επισκέπτη.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "Σημείωση: Για να χρησιμοποιηθούν συνδέσεις εκτός ονόματος χώρου, θα πρέπει να καθορίσετε περισσότερα από ένα ονόματα χώρου (URL) για τον ιστοτόπο σας.",
        "JSTracking_CustomCampaignQueryParam": "Χρήση προσαρμοσμένων ονομάτων παραμέτρων αναζητήσεων για το όνομα της καμπάνιας και τις λέξεις-κλειδιά",
        "JSTracking_CustomCampaignQueryParamDesc": "Σημείωση: %1$sΤο Matomo θα ανιχνεύσει αυτόματα τις παραμέτρους του Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Απενεργοποίηση όλων των cookies παρακολούθησης",
        "JSTracking_DisableCookiesDesc": "Απενεργοποιεί όλα τα cookies. Τα υπάρχοντα cookies του Matomo για αυτό τον ιστοτόπο θα διαγραφούν στην επόμενη προβολή σελίδας.",
        "JSTracking_EnableCrossDomainLinking": "Ενεργοποίηση σύνδεσης προς διάφορους τομείς ονομάτων",
        "JSTracking_EnableDoNotTrack": "Ενεργοποίηση ανίχνευσης DoNotTrack στην πλευρά του πελάτη",
        "JSTracking_EnableDoNotTrackDesc": "Για να μη στέλνονται αιτήματα παρακολούθησης εάν οι επισκέπτες δεν επιθυμούν να παρακολουθούνται.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Σημείωση: Έχει ενεργοποιηθεί η υποστήριξη DoNotTrack στην πλευρά του διακομιστή, οπότε αυτή η επιλογή δεν θα έχει αποτέλεσμα.",
        "JSTracking_EndNote": "Σημείωση: Μπορείτε να δημιουργήσετε προσαρμοσμένο κώδικα παρακολούθησης στο τμήμα διαχείρισης του %1$sΚώδικα Παρακολούθησης%2$s.",
        "JSTracking_GroupPageTitlesByDomain": "Να μπαίνει πρώτα το domain name στον τίτλο της σελίδας, όταν γίνεται παρακολούθηση",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Έτσι, αν κάποιος επισκέπτεται πχ τη σελίδα 'Προφίλ' στο blog σας .%1$s θα καταγράφεται ως 'blog / Προφίλ'. Αυτός είναι ο ευκολότερος τρόπος για να πάρετε μια γενική εικόνα της επισκεψιμότητάς σας ανά υπο-domain.",
        "JSTracking_MergeAliases": "Στην αναφορά \"Σύνδεσμοι\", να γίνεται απόκρυψη των κλικ στις γνωστές ψευδώνυμες διευθύνσεις URL του",
        "JSTracking_MergeAliasesDesc": "Έτσι τα κλικ σε συνδέσμους προς ψευδώνυμες διευθύνσεις URLs (πχ %s) δεν θα υπολογίζονται ως \"Εξωτερικά\".",
        "JSTracking_MergeSubdomains": "Παρακολούθηση επισκεπτών σε όλα τα υπο-domains του",
        "JSTracking_MergeSubdomainsDesc": "Έτσι, αν κάποιος χρήστης επισκευθεί το %1$s και το %2$s, θα υπολογίζεται ως μοναδικός επισκέπτης.",
        "JSTracking_PageCustomVars": "Παρακολούθηση μιας προσαρμοσμένης μεταβλητής για κάθε προβολή σελίδας",
        "JSTracking_PageCustomVarsDesc": "Για παράδειγμα, με το όνομα της μεταβλητής \"Κατηγορία\" και τιμή \"Μελέτες\".",
        "JSTracking_RequireConsentForCampaignTracking": "Να απαιτείται συναίνεση για την ιχνηλάτηση των παραμέτρων καμπάνιας",
        "JSTracking_RequireConsentForCampaignTrackingDesc": "Με την ενεργοποίηση της απαίτησης για συναίνεση, το Matomo θα ιχνηλατεί τις παραμέτρους καμπάνιας μόνο για χρήστες που έχουν δώσει την συναίνεσή τους. Αυτή η προσέγγιση εξασφαλίζει ότι η συλλογή δεδομένων σέβεται τις προτιμήσεις των χρηστών ενώ ενεργοποιείται η ανάλυση της τμηματοποίησης κίνησης με χρήση μετρικών όπως η πηγή, το μέσο και τα ιδιαίτερα της καμπάνιας.",
        "JSTracking_TrackNoScript": "Παρακολούθηση χρηστών με απενεργοποιημένη τη JavaScript",
        "JSTracking_VisitorCustomVars": "Παρακολούθηση προσαρμοσμένων μεταβλητών για αυτόν τον επισκέπτη",
        "JSTracking_VisitorCustomVarsDesc": "Για παράδειγμα, με όνομα της μεταβλητής \"Τύπος\" και τιμή \"Πελάτης\".",
        "JavaScriptCode": "Κώδικας JavaScript",
        "JavaScriptTracking": "Παρακολούθηση με JavaScript",
        "JsTrackingCodeAdvancedOptionsStep": "Προαιρετικά: χρησιμοποιήστε τις επιλογές για προχωρημένους για να διαμορφώσετε τον κώδικα ιχνηλάτησης.",
        "JsTrackingCodeMissingEmail1": "Λίγες μέρες πριν, προσθέσατε τον ιστοτόπο '%s' στο Matomo Analytics. Μόλις έγινε έλεγχος και το Matomo δεν φαίνεται να έχει καταγράψει κίνηση για τον ιστοτόπο αυτόν.",
        "JsTrackingCodeMissingEmail2": "Για να ξεκινήσετε την ιχνηλάτηση δεδομένων και τις τάσεις των χρηστών σας, πρέπει να ορίσετε την ιχνηλάτηση στον ιστοτόπο και στην φορητή εφαρμογή σας. Για τους ιστοτόπους απλά ενσωματώστε τον κώδικα ιχνηλάτησης ακριβώς πριν την σήμανση %s.",
        "JsTrackingCodeMissingEmail3": "Για να βρείτε και παραμετροποιήσετε τον κώδικα παρακολούθησης, %1$sκάντε κλικ εδώ%2$s (ή δείτε τον %3$sΟδηγό Παρακολούθησης Πελάτη JavaScript%4$s).",
        "LearnMore": "Μάθετε περισσότερα",
        "LogoNotWriteableInstruction": "Για να χρησιμοποιήσετε το δικό σας λογότυπο αντί του προκαθορισμένου του Matomo πρέπει να δώσετε δικαίωμα εγγραφής σε αυτό τον κατάλογο: %1$s Το Matomo χρειάζεται πρόσβαση για εγγραφή στα λογότυπά σας που είναι αποθηκευμένα στα αρχεία %2$s.",
        "LogoUpload": "Επιλέξτε ένα Λογότυπο για αποστολή",
        "LogoUploadFailed": "Δεν ήταν δυνατή η επεξεργασία του αρχείου που ανεβάσατε. Παρακαλώ ελέγξτε αν είναι σε σωστή μορφή.",
        "LogoUploadHelp": "Παρακαλώ ανεβάστε ένα αρχείο σε %1$s μορφή με ελάχιστο ύψος %2$s pixel.",
        "LtsReleases": "Οι Εκδόσεις με Μακρά Υποστήριξη (Long Term Support) λαμβάνουν μόνο ενημερώσεις ασφαλείας και σφαλμάτων.",
        "MenuDevelopment": "Ανάπτυξη",
        "MenuDiagnostic": "Διαγνωστικά",
        "MenuGeneralSettings": "Γενικές ρυθμίσεις",
        "MenuMeasurables": "Μετρήσιμα",
        "MenuSystem": "Σύστημα",
        "MissingTrackingCodeEmailSubject": "Δεν έχει καταγραφή κίνηση στο Matomo Analytics για το %s, ξεκινήστε τώρα",
        "NTrackingFailures": "%s αποτυχίες παρακολούθησης",
        "NeedHelp": "Χρειάζεστε βοήθεια;",
        "NoKnownFailures": "Δεν υπάρχουν γνωστές αποτυχίες παρακολούθησης.",
        "OptOutComplete": "Η απενεργοποίηση ολοκληρώθηκε. Οι επισκέψεις σας σε αυτόν τον ιστότοπο δεν θα καταγράφονται από το εργαλείο Στατιστικών Ιστού.",
        "OptOutCompleteBis": "Σημειώστε ότι αν εκκαθαρίσετε τα cookies σας ή διαγράψετε το cookie απενεργοποιήσης ή αλλάξετε υπολογιστές ή φυλλομετρητές Ιστού, θα χρειαστεί να επαναλάβετε ξανά την διαδικασία απενεργοποιήσης.",
        "OptOutCustomOptOutLink": "Μπορείτε επίσης να δημιουργήσετε μια καθολική προσαρμοσμένη opt-out φόρμα με χρήση HTML και JavaScript, όπως περιγράφεται στον %1$sοδηγό%2$s για προγραμματιστές.",
        "OptOutDntFound": "Η επίσκεψή σας δεν καταγράφεται, καθώς το πρόγραμμα πλοήγησής σας ενημερώνει ότι δεν το επιθυμείτε. Αυτό αποτελεί ρύθμιση στο πρόγραμμα πλοήγησης, έτσι η επίσκεψή σας δεν μπορεί να καταγραφεί αν δεν απενεργοποιήσετε τη λειτουργία «Αποτροπή Καταγραφής» / \"DoNotTrack\".",
        "OptOutErrorNoCookies": "Το opt-out χαρακτηριστικό ιχνηλάτησης απαιτεί τα cookies να είναι ενεργοποιημένα.",
        "OptOutErrorNoTracker": "Το χαρακτηριστικό opt-out ιχνηλάτησης δεν ήταν δυνατό να βρει τον κώδικα ιχνηλάτησης του Matomo σε αυτή τη σελίδα",
        "OptOutErrorNotHttps": "Το opt-out χαρακτηριστικό ιχνηλάτησης ενδέχεται να μη λειτουργεί επειδή ο ιστοτόπος δεν έχει φορτωθεί πάνω από HTTPS. Παρακαλώ επαναφορτώστε τη σελίδα και ελέγξτε αν έχει αλλάξει η κατάσταση του opt-out.",
        "OptOutErrorWindowOpen": "Το opt-out χαρακτηριστικό ιχνηλάτησης ενδέχεται να μη λειτουργεί επειδή το αναδυόμενο παράθυρο για το opt-out έχει μπλοκαριστεί. Παρακαλώ επαναφορτώστε τη σελίδα και ελέγξτε αν έχει αλλάξει η κατάσταση του opt-out.",
        "OptOutExplanation": "Το Matomo είναι αφοσιωμένο στην παροχή ιδιωτικότητας στο διαδίκτυο. Για να παρέχει στους επισκέπτες σας την επιλογή για μη συμπερίληψη της παρακολούθησής τους από τα Αναλυτικά Ιστού Matomo, μπορείτε να προσθέσετε τον παρακάτω κώδικα HTML σε μία από τις ιστοσελίδες σας, για παράδειγμα στην ιστοσελίδα Πολιτικής Εχεμύθειας.",
        "OptOutExplanationIntro": "Ο κώδικας αυτός θα εμφανίσει ένα div που θα περιέχει ένα σύνδεσμο ώστε οι επισκέπτες να μπορούν να επιλέξουν να μην ιχνηλατούνται από το Matomo θέτοντας ένα cookie στα προγράμματα πλοήγησής τους. Δείτε παρακάτω (ή %1$sκάντε κλικ εδώ%2$s) για να δείτε το περιεχόμενο που θα εμφανίζεται το div.",
        "OptOutForYourVisitors": "Απενεργοποίηση του Matomo εκ μέρους των επισκεπτών σας",
        "OptingYouOut": "Απενεργοποίηση της ιχνηλάτησης, παρακαλώ περιμένετε…",
        "PersonalPluginSettings": "Προσωπικές Ρυθμίσεις Πρόσθετου",
        "PiwikIsInstalledAt": "Το Matomo εγκαταστάθηκε στο",
        "PluginSettingChangeNotAllowed": "Δεν επιτρέπεται να αλλάξετε την τιμή της ρύθμισης \"%1$s\" στο πρόσθετο \"%2$s\"",
        "PluginSettingReadNotAllowed": "Δεν επιτρέπεται να δείτε την τιμή της ρύθμισης \"%1$s\" στο πρόσθετο \"%2$s\"",
        "PluginSettings": "Ρυθμίσεις πρόσθετου",
        "PluginSettingsIntro": "Εδώ μπορείτε να αλλάξετε τις ρυθμίσεις των παρακάτω πρόσθετων από τρίτους:",
        "PluginSettingsSaveFailed": "Αποτυχία κατά την αποθήκευση των ρυθμίσεων των πρόσθετων",
        "PluginSettingsSaveSuccess": "Οι ρυθμίσεις του πρόσθετου ενημερώθηκαν.",
        "PluginSettingsValueNotAllowed": "Η τιμή για το πεδίο \"%1$s\" στο πρόσθετο \"%2$s\" δεν είναι επιτρεπτή",
        "Problem": "Πρόβλημα",
        "ProtocolNotDetectedCorrectly": "Αυτή τη στιγμή χρησιμοποιείτε το Matomo μέσω ασφαλούς σύνδεσης (με χρήση HTTPS), αλλά το Matomo εντοπίζει μόνο μη ασφαλή σύνδεση σε αυτόν τον διακομιστή.",
        "ProtocolNotDetectedCorrectlySolution": "Για να βεβαιωθείτε ότι το Matomo ζητά και στέλνει το περιεχόμενό σας με ασφαλή τρόπο μέσω HTTPS, επεξεργαστείτε το αρχείο %1$s και είτε αλλάξτε τις ρυθμίσεις διαμεσολαβητή, είτε προσθέστε την γραμμή %2$s κάτω από το τμήμα %3$s. %4$sΔείτε περισσότερα%5$s",
        "ReactDescription": "Αν ο ιστοτόπος σας υποστηρίζει React, δείτε %1$sαυτόν τον οδηγό%2$s.",
        "ReleaseChannel": "Κανάλι εκδόσεων",
        "SecurityNotificationAllTokenAuthDeletedBody": "Κάποιος διέγραψε όλα τα τεκμήρια αυθεντικοποίησης στο λογαριασμό σας.",
        "SecurityNotificationAnonymousAccessEnabledBody": "Κάποιος ενεργοποίησε την πρόσβαση ανώνυμων χρηστών για %1$s. Αυτό σημαίνει ότι τα δεδομένα αυτού του ιστοτόπου είναι τώρα δημόσια διαθέσιμα. Αν αυτό είναι εντάξει, μπορείτε να αγνοήσετε το παρόν email.",
        "SecurityNotificationCheckTwoFactor": "Παρακαλώ ελέγξτε την εφαρμογή ή συσκευή σας αυθεντικοποίησης δύο παραγόντων.",
        "SecurityNotificationEmailSubject": "Ειδοποίηση Ασφάλειας",
        "SecurityNotificationIfItWasYou": "Αν αυτός ήσασταν εσείς, συνεχίστε. Αν δεν αναγνωρίζετε αυτή τη δραστηριότητα, παρακαλώ αλλάξτε το συνθηματικό σας.",
        "SecurityNotificationRecoveryCodesRegeneratedBody": "Κάποιος δημιούργησε νέους κωδικούς ανάκτησης για την αυθεντικοποίηση δύο παραγόντων για το λογαριασμό σας.",
        "SecurityNotificationRecoveryCodesShowedBody": "Κάποιος είδε τους κωδικούς ανάκτησης αυθεντικοποίησης δύο παραγόντων του λογαριασμού σας.",
        "SecurityNotificationSettingsChangedByOtherSuperUserBody": "Κάποιος άλλος υπερ-χρήστης (%1$s) τροποποίησε τις ρυθμίσεις συστήματος. Οι ρυθμίσεις που επηρεάστηκαν: %2$s. Αν γνωρίζετε αυτή τη δραστηριότητα, συνεχίστε. Αν δεν την γνωρίζετε, παρακαλώ επικοινωνήστε με τους άλλους υπερ-χρήστες.",
        "SecurityNotificationSettingsChangedByUserBody": "Κάποιος τροποποίησε τις ρυθμίσεις συστήματος. Οι ρυθμίσεις που επηρεάστηκαν: %s.",
        "SecurityNotificationTokenAuthCreatedBody": "Κάποιος δημιούργησε ένα τεκμήριο αυθεντικοποίησης (περιγραφή: %s) στο λογαριασμό σας. Αν δεν ήσασταν εσείς, διαγράψτε το τεκμήριο.",
        "SecurityNotificationTokenAuthDeletedBody": "Κάποιος διέγραψε ένα τεκμήριο αυθεντικοποίησης (περιγραφή: %s) στο λογαριασμό σας.",
        "SecurityNotificationTwoFactorAuthDisabledBody": "Κάποιος απενεργοποίησε την αυθεντικοποίηση δύο παραγόντων στο λογαριασμό σας.",
        "SecurityNotificationTwoFactorAuthEnabledBody": "Κάποιος ενεργοποίησε την αυθεντικοποίηση δύο παραγόντων στο λογαριασμό σας.",
        "SecurityNotificationUserAcceptInviteBody": "Ο χρήστης (όνομα εισόδου: %s) αποδέχτηκε την πρόσκληση.",
        "SecurityNotificationUserCreatedBody": "Κάποιος δημιούργησε ένα νέο χρήστη (όνομα εισόδου: %s) στο λογαριασμό σας.",
        "SecurityNotificationUserDeclinedInviteBody": "Ο χρήστης (όνομα εισόδου: %s) απόρριψε την πρόσκληση.",
        "SecurityNotificationUserDeletedBody": "Κάποιος διέγραψε ένα χρήστη (όνομα εισόδου: %s) στο λογαριασμό σας.",
        "SendPluginUpdateCommunication": "Αποστολή e-mail όταν υπάρχει διαθέσιμη ενημέρωση για ένα πρόσθετο",
        "SendPluginUpdateCommunicationHelp": "Ένα e-mail θα στέλνεται στους Υπερ-Χρήστες όταν θα υπάρχει διαθέσιμη νέα έκδοση για ένα πρόσθετο.",
        "SettingsSaveSuccess": "Οι ρυθμίσεις ενημερώθηκαν.",
        "ShowAdvancedOptions": "Εμφάνιση επιλογών για προχωρημένους",
        "SinglePageApplicationDescription": "Αν ιχνηλατείτε μια εφαρμογή μοναδικής σελίδας (ΕΜΣ) ή προοδευτική εφαρμογή ιστού (ΠΕΙ), δείτε αυτό τον %1$sοδηγό%2$s.",
        "Solution": "Λύση",
        "StableReleases": "Αν το Matomo αποτελεί ένα κρίσιμο κομμάτι της επιχείρησής σας, συνιστούμε να χρησιμοποιείτε την τελευταία σταθερή έκδοση. Αν χρησιμοποιείτε την τελευταία δοκιμαστική έκδοση και βρείτε ένα σφάλμα ή έχετε να κάνετε μια πρόταση, παρακαλώ %1$sδείτε εδώ%2$s.",
        "SystemPluginSettings": "Ρυθμίσεις Συστήματος Πρόσθετου",
        "TrackAGoal": "Παρακολούθηση ενός στόχου",
        "TrackingCode": "Κώδικας παρακολούθησης",
        "TrackingCodeIntro": "Το Matomo σας παρέχει διάφορους τρόπους για την ενσωμάτωση του κώδικα παρακολούθησης στον ιστοτόπο σας, εφαρμογή κινητού και σε οποιαδήποτε συσκευή ή εφαρμογή.",
        "TrackingFailureAuthenticationProblem": "Η αίτηση δεν αυθεντικοποιήθηκε αλλά η αυθεντικοποίηση απαιτείται.",
        "TrackingFailureAuthenticationSolution": "Ορισμός ή διόρθωσης του \"token_auth\" στην αίτησή σας παρακολούθησης.",
        "TrackingFailureInvalidSiteProblem": "Ο ιστοτόπος δεν υπάρχει.",
        "TrackingFailureInvalidSiteSolution": "Ενημέρωση του παραμετροποιημένου idSite στην παρακολούθηση.",
        "TrackingFailures": "Αποτυχίες παρακολούθησης",
        "TrackingFailuresEmail1": "Αυτό μόνο και μόνο για να γνωρίζετε ότι %s διαφορετικά είδη αποτυχιών παρακολούθησης έχουν συμβεί τις τελευταίες ημέρες.",
        "TrackingFailuresEmail2": "Για να δείτε όλες τις αποτυχημένες αιτήσεις παρακολούθησης %1$sκάντε κλικ εδώ%2$s.",
        "TrackingFailuresEmailSubject": "Αποτυχίες παρακολούθησης στο Matomo Analytics",
        "TrackingFailuresIntroduction": "Η σελίδα εμφανίζει τις αποτυχίες παρακολούθησης που έχουν συμβεί κατά τη διάρκεια των τελευταίων %s ημερών. Πρέπει να σημειωθεί ότι καταγράφονται τα πιο γνωστά είδη αποτυχιών παρακολούθησης και όχι όλα.",
        "TrackingURL": "Διεύθυνση URL παρακολούθησης",
        "TrustedHostConfirm": "Είστε βέβαιοι ότι θέλετε να αλλάξετε το αξιόπιστο όνομα του διακομιστή του Matomo;",
        "TrustedHostSettings": "Αξιόπιστο Όνομα Διακομιστή Matomo",
        "TwoFactorAuth": "Αυθεντικοποίηση δύο παραγόντων",
        "UiDemo": "Διεπαφή Επίδειξης",
        "UncheckToOptOut": "Αποεπιλέξτε το πλαίσιο επιλογής για opt-out.",
        "UpdateSettings": "Ρυθμίσεις ενημέρωσης",
        "UseCustomLogo": "Χρησιμοποιήστε προσαρμοσμένο λογότυπο",
        "UserInviteContent": "Μπορείτε να αποδεχτείτε την πρόσκληση κάνοντας κλικ παρακάτω στο κουμπί αποδοχής.",
        "UserInviteNotes": "Αν δεν περιμένατε την πρόσκληση, μπορείτε να αγνοήσετε αυτό το μήνυμα. Αν ο %1$s σας στέλνει πολλά μηνύματα, μπορείτε να τον μπλοκάρετε ή να αναφέρετε κατάχρηση. Η πρόσκληση λήγει αυτόματα σε %2$s ημέρες.",
        "UserInviteSubject": "Ο/Η %1$s σας έστειλε μια πρόσκληση για να συμμετέχετε στο Matomo Analytics για το %2$s.",
        "ValidPiwikHostname": "Έγκυρο Όνομα Διακομιστή Matomo",
        "ViewAllTrackingFailures": "Εμφάνιση όλων των αποτυχιών παρακολούθησης",
        "VueDescription": "Αν ο ιστοτόπος σας χρησιμοποιεί Vue.js, δείτε %1$sαυτό τον οδηγό%2$s.",
        "WhatIsNew": "Τι είναι καινούριο",
        "WhatIsNewDoNotShowAgain": "Να μην εμφανιστεί ξανά",
        "WhatIsNewNoChanges": "Δεν υπάρχει κάτι καινούριο αυτή τη στιγμή",
        "WhatIsNewNoChangesTitle": "Δεν υπάρχουν πρόσφατες αλλαγές",
        "WhatIsNewRemindMeLater": "Να υπενθυμηθώ αργότερα",
        "WhatIsNewTitle": "Εδώ φαίνεται τι υπάρχει καινούριο στο Matomo",
        "WhatIsNewTooltip": "Μάθετε τι υπάρχει καινούριο στο Matomo",
        "WithOptionalRevenue": "με προαιρετικά έσοδα",
        "WordpressDescription": "Αν ο ιστοτόπος σας χρησιμοποιεί Wordpress, δείτε %1$sαυτόν τον οδηγό%2$s.",
        "YouAreNotOptedOut": "Δεν έχετε επιλέξει να μην καταγράφεστε.",
        "YouAreOptedOut": "Η επίσκεψή σας δεν καταγράφεται.",
        "YouMayOptOut": "Μπορείτε να επιλέξετε να μην έχετε cookie με μοναδικό αριθμό ταυτοποίησης στατιστικών ιστού στον υπολογιστή σας για να αποφύγετε την ενσωμάτωση και ανάλυση των συλλεχθέντων δεδομένων σε αυτόν τον ιστότοπο.",
        "YouMayOptOut2": "Μπορείτε να επιλέξετε να αποτρέπετε τον ιστοτόπο από το να συγκεντρώνει και να αναλύει τις ενέργειές σας εδώ.",
        "YouMayOptOut3": "Κάνοντάς το αυτό θα προστατεύσετε την ιδιωτικότητά σας, αλλά θα αποτρέψετε τον ιδιοκτήτη από το να μαθαίνει από τις ενέργειές σας και να δημιουργεί μια καλύτερη εμπειρία για εσάς και τους άλλους χρήστες.",
        "YouMayOptOutBis": "Για να κάνετε αυτή την επιλογή, πατήστε παρακάτω για να λάβετε ένα cookie απενεργοποιήσης."
    }
}
