{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Agregá un nuevo servidor de confianza",
        "Administration": "Administración",
        "ArchivingSettings": "Configuración de archivado",
        "BrandingSettings": "Configuración de marcas y logos",
        "ReleaseChannel": "Canal de lanzamiento",
        "ClickHereToOptIn": "Hacé clic acá para adherirte.",
        "ClickHereToOptOut": "Hacé clic acá para quitar adhesión.",
        "EmailServerSettings": "Configuración del servidor de correo electrónico",
        "ForBetaTestersOnly": "Solamente para probadores de versiones beta",
        "ImageTracking": "Rastreo mediante imágenes",
        "ImageTrackingIntro1": "Cuando un visitante deshabilitó JavaScript ocuando JavaScript que no se puede usar, podés utilizar un enlace de rastreo mediante imagen para rastrear a los visitantes.",
        "ImageTrackingIntro2": "Generá el enlace de abajo y copiá y pegá el código HTML generado en la página. Si estás usando esto como un resguardo para el rastreo mediante JavaScript, podés cubrirlo con %1$s etiquetas.",
        "ImageTrackingIntro3": "Para la lista completa de opciones que puede utilizar con un vínculo de seguimiento de imagen, consulte el %1$sTracking API Documentación%2$s.",
        "ImageTrackingLink": "Enlace de rastreo mediante imagen",
        "ImportingServerLogs": "Importar registros del servidor",
        "ImportingServerLogsDesc": "Una alternativa para el rastreo de los visitantes a través del navegador (ya sea a través de JavaScript o de un enlace de imagen) es importar continuamente los registros del servidor. Aprendé más sobre los %1$sanálisis del archivo de registro del servidor%2$s.",
        "InvalidPluginsWarning": "Los siguientes plugins no son compatibles con %1$s y pueden que no se carguen: %2$s.",
        "InvalidPluginsYouCanUninstall": "Podés actualizar o desinstalar estos plugins en la página %1$sAdministrar plugins%2$s.",
        "JavaScriptTracking": "Seguimiento vía JavaScript",
        "JSTracking_CampaignKwdParam": "Parámetro de palabra clave por campaña",
        "JSTracking_CampaignNameParam": "Parámetro de nombre de campaña",
        "JSTracking_CodeNoteBeforeClosingHead": "Asegurate de que este código esté en cada página de tu sitio web. Te recomendamos pegarlo inmediatamente después de la etiqueta de cierre %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Usá nombres de parámetros de consultas personalizadas, tanto para el nombre como para la palabra clave",
        "JSTracking_CrossDomain": "Predeterminadamente, el identificador del visitante que registra a un visitante único se almacena en la cookie propia en el navegador, la cual sólo se puede acceder por páginas del mismo dominio. Habilitar enlaces de dominio cruzado te permite hacer un seguimiento de todas las acciones y vistas de página de un visitante específico en la misma visita, incluso cuando visita páginas de diferentes dominios. Cuando un usuario hace clic en una de las direcciones web alias de tu sitio, obtendrá un parámetro \"pk_vid\" en la dirección, seguido de la identificación del visitante.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "Nota: para usar enlace de dominio cruzado, tenés que especificar más de un nombre de dominio (dirección web) para tu sitio web.",
        "JSTracking_DisableCookies": "Deshabilitar todas las cookies de rastreo",
        "JSTracking_EnableCrossDomainLinking": "Habilita los enlaces de dominio cruzado",
        "JSTracking_EnableDoNotTrack": "Habilitar detección de DoNotTrack en el lado del cliente",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: el soporte para DoNotTrack en el lado del servidor fue activado, por lo que esta opción no tendrá ningún efecto.",
        "JSTracking_EnableDoNotTrackDesc": "Por lo tanto, las solicitudes de rastreo no serán enviadas si el visitante no quiere ser rastreado.",
        "JSTracking_GroupPageTitlesByDomain": "Al rastrear, anteponer el dominio del sitio al título",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Por lo tanto, si alguien visita la página \"Acerca de …\" de un blog %1$s será registrado como \"blog \/ Acerca de…\". Esta es la manera más fácil de ver un pantallazo de tu tráfico por subdominio.",
        "JSTracking_MergeAliases": "En el informe \"Enlaces externos\", ocultá los clics para conocer los alias de las direcciones web de",
        "JSTracking_MergeAliasesDesc": "Así los clics al enlace de las direcciones web alias (por ejemplo: %s) no serán contadas como \"enlace externo\".",
        "JSTracking_MergeSubdomains": "Rastrear visitantes en todos los subdominios de",
        "JSTracking_MergeSubdomainsDesc": "Entonces si alguien visita %1$s y %2$s, estas serán contados como una única visita.",
        "JSTracking_PageCustomVars": "Rastrear una variable personalizada por cada página vista",
        "JSTracking_PageCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Categoría\" y el valor \"Libros blancos\".",
        "JSTracking_TrackNoScript": "Sigue a los usuarios con JavaScript deshabilitado",
        "JSTracking_VisitorCustomVars": "Rastrear variables personalizadas para este visitante",
        "JSTracking_VisitorCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Tipo\" y el valor \"Cliente\".",
        "JSTracking_EndNote": "Nota: podés generar un código de rastreo personalizado en la sección de administración del %1$s código de rastreo %2$s.",
        "JSTrackingIntro1": "Podés rastrear visitantes hacia tu sitio web en muchas formas distintas. La forma recomendada de hacerlo es a través de JavaScript. Para usar este método tenés que asegurarte de que cada página de tu sitio web tenga código JavaScript, el cual podés generar acá.",
        "JSTrackingIntro4": "Si no querés usar JavaScript para rastrear visitantes, %1$sgenerá un enlace de imagen de rastreo, abajo%2$s.",
        "FileUploadDisabled": "No está habilitada la subida de archivos en tu configuración PHP. Para subir un logo personalizado, por favor, establecé %s en php.ini, y reiniciá tu servidor web.",
        "LogoUploadFailed": "No se pudo procesar el archivo subido. Por favor, revisá si el archivo tiene un formato válido.",
        "LogoUpload": "Seleccioná un logo para subir",
        "FaviconUpload": "Seleccioná un favicón para subir",
        "LogoUploadHelp": "Please upload a file in %1$s formats with a minimum height of %2$s pixels.",
        "MenuDiagnostic": "Diagnóstico",
        "MenuGeneralSettings": "Configuración general",
        "MenuSystem": "Sistema",
        "MenuDevelopment": "Desarrollo",
        "MenuMeasurables": "Medibles",
        "OptOutComplete": "Quitado de adhesión completo; tus visitas a este sitio web no serán registradas por la herramienta de análisis web.",
        "OptOutCompleteBis": "Tené en cuenta que si eliminás tus cookies, eliminás la cookie de quitado de adhesión, o si cambiás de computadora o navegador web, deberás realizar el proceso de quitado de adhesión nuevamente.",
        "OptOutDntFound": "No estás siendo rastreado, ya que tu navegador web está informando que no querés que suceda esto. Esto es una configuración de tu navegador, por lo tanto no vas a poder adherirte hasta que no deshabilités la función \"Do Not Track\" \/ \"DNT\" \/ \"Rastreo\".",
        "PersonalPluginSettings": "Configuración de plugins personales",
        "PluginSettingChangeNotAllowed": "No estás permitido de cambiar el valor de la configuración \"%1$s\" en el plugin \"%2$s\"",
        "PluginSettingReadNotAllowed": "No tenés permisos para cambiar el valor de la configuración \"%1$s\" en el plugin \"%2$s\"",
        "PluginSettings": "Configuración de plugin",
        "PluginSettingsIntro": "Acá podés cambiar la configuración de los siguientes plugins de terceros:",
        "PluginSettingsValueNotAllowed": "No está permitido el valor para el campo \"%1$s\" en el plugin \"%2$s\"",
        "PluginSettingsSaveFailed": "Ocurrió un error al guardar la configuración del plugin",
        "PluginSettingsSaveSuccess": "Se actualizó la configuración del plugin.",
        "SettingsSaveSuccess": "Configuración actualizada.",
        "SendPluginUpdateCommunication": "Enviar un correo electrónico cuando haya disponible una actualización del plugin",
        "SendPluginUpdateCommunicationHelp": "Se enviará un correo electrónico a los súperusuarios cuando haya una nueva versión disponible del plugin.",
        "LtsReleases": "Las versiones LTS (soporte a largo plazo) reciben sólo actualizaciones de seguridad y correcciones de fallos.",
        "SystemPluginSettings": "Configuración de plugin de sistema",
        "TrackAGoal": "Rastreá una meta",
        "TrackingCode": "Código de rastreo",
        "UpdateSettings": "Configuración de actualización",
        "UseCustomLogo": "Usar un logo personalizado",
        "WithOptionalRevenue": "con una facturación opcional",
        "YouAreOptedOut": "Actualmente no estás siendo rastrado.",
        "YouMayOptOut": "Podés elegir no tener un único número de identificación de la cookie de análisis web asignada a tu computadora para prevenir la agregación y el análisis de datos recolectados en este sitio web.",
        "YouMayOptOutBis": "Para elegir esto, por favor, hacé clic debajo para recibir una cookie para no adherirte a ser rastreado.",
        "OptingYouOut": "Quitando adhesión. Por favor, esperá"
    }
}