{
    "CoreAdminHome": {
        "Administration": "Administración",
        "ArchivingSettings": "Configuración de archivo",
        "BrandingSettings": "Configuración de marcas y logos",
        "CheckReleaseGetVersion": "Cuando se verifica la nueva versión de Piwik, siempre consigue",
        "ClickHereToOptIn": "Haga clic aquí para ser seguido.",
        "ClickHereToOptOut": "Haga clic aquí para no ser seguido.",
        "CustomLogoFeedbackInfo": "Si personalizar el logo de Piwik, puede que también esté interesado en ocultar el enlace %s en el menú superior. Para hacerlo, puede inhabilitar el plugin Feedback en la página de %sAdministración de Plugins%s.",
        "CustomLogoHelpText": "Puede personalizar el logo de Piwik que será mostrado en la interfaz de usuario y los reportes por email.",
        "DevelopmentProcess": "Mientras que nuestro %sproceso de desarrollo%s incluye miles de pruebas automatizadas, Beta Testers juegan un papel clave en el logro de la \"política de no error\" en Piwik.",
        "EmailServerSettings": "Configuración del servidor de email",
        "FaviconUpload": "Selecciona un Favicon para subir",
        "FileUploadDisabled": "La subida de archivos no está habilitada en tu configuración de PHP. Para subir tu logo personalizado por favor pon %s en php.ini y reinicia tu servidor web.",
        "ForBetaTestersOnly": "Para betatesters sólo",
        "ImageTracking": "Seguimiento mediante Imagen",
        "ImageTrackingIntro1": "Cuando un visitante se ha inhabilitado JavaScript o JavaScript que no se puede utilizar, puede utilizar un vínculo de seguimiento en la imagen para rastrear a los visitantes.",
        "ImageTrackingIntro2": "Generar el enlace de abajo y copiar y pegar el código HTML generado en la página. Si usted está usando esto como un retroceso para el seguimiento de JavaScript, puede envolverlo en %1$s etiquetas.",
        "ImageTrackingIntro3": "Para la lista completa de opciones que puede utilizar con un vínculo de seguimiento de imagen, consulte el %1$sTracking API Documentación%2$s.",
        "ImageTrackingLink": "Enlace de seguimiento con imagen",
        "ImportingServerLogs": "Importando los Registros del Servidor",
        "ImportingServerLogsDesc": "Una alternativa para el seguimiento de los visitantes a través del navegador (ya sea a través de JavaScript o un enlace de imagen) es importar continuamente los registros del servidor. Aprenda más acerca de %1$sServer archivo de registro Analytics%2$s.",
        "InvalidPluginsWarning": "Los siguientes complementos no son compatibles con %1$s y podrían no ser cargados: %2$s.",
        "InvalidPluginsYouCanUninstall": "Puedes actualizar o desinstalar estos complementos en la página %1$sGestionar Complementos%2$s.",
        "JavaScriptTracking": "Seguimiento con JavaScript",
        "JSTracking_CampaignKwdParam": "Parámetro Keyword Campaña",
        "JSTracking_CampaignNameParam": "Parámetro Nombre de Campaña",
        "JSTracking_CodeNote": "Asegúrate de que este código se encuentre en cada página de tu sitio web antes de la etiqueta %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Utiliza nombres de parámetros de consulta personalizados para el nombre de la campaña y la palabra clave",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sPiwik detectara automáticamente los parámetros de Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Habilitar detección por parte del cliente de DoNotTrack",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: Soporte del lado del servidor para DoNotTrack ha sido activado, por lo que esta opción no tendrá ningún efecto.",
        "JSTracking_EnableDoNotTrackDesc": "De esta manera las solicitudes de seguimiento no será enviada si el visitante no desea ser seguido.",
        "JSTracking_GroupPageTitlesByDomain": "Anteponer el dominio del sitio para el título al rastrear",
        "JSTracking_GroupPageTitlesByDomainDesc1": "De esta manera si alguien visita la página 'About' del blog %1$s se registrará como 'blog\/About'. Esta es la forma más fácil de conseguir un resumen del tráfico de subdominios.",
        "JSTracking_MergeAliases": "En el informe *Outlinks\" puedes ocultar los clics a los alias de URL conocidos de",
        "JSTracking_MergeAliasesDesc": "De esta forma los clics que han recibido los enlaces de los alias de URL (por ej. %s) no serán contados como \"Outlink\".",
        "JSTracking_MergeSubdomains": "Rastrear visitantes a través de todos los subdominios de",
        "JSTracking_MergeSubdomainsDesc": "Entones si un visitante visita %1$s y %2$s, estos serán contados como un único visitante.",
        "JSTracking_PageCustomVars": "Rastrear una variable personalizada por cada página vista",
        "JSTracking_PageCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Category\" y el valor \"Libros Blancos\".",
        "JSTracking_VisitorCustomVars": "Rastrear variables personalizadas para este visitante",
        "JSTracking_VisitorCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Type\" y el valor \"Cliente\".",
        "JSTrackingIntro1": "Puedes rastrear visitantes hacia tu sitio web en muchas formas distintas. La forma recomendada de hacerlo es atreves de JavaScript. Para usar este método solo debes asegurarte de que cada página de tu sitio web tenga algún código JavaScript, el cual puedes generar aquí.",
        "JSTrackingIntro2": "Una vez que tenga el código de rastreo JavaScript para tu sitio web, cópialo y pégalo en todas las páginas que quieres rastrear con Piwik.",
        "JSTrackingIntro3": "En la mayoría de las páginas web, blogs, CMS etc., puedes utilizar un plugin que se ocupa de la parte técnica. (Visita nuestra %1$slista de plugins utilizados para integrar Piwik%2$s.) Si no existe un plugin adecuado puedes modificar las plantillas de tu sitio web y añadir este código en el archivo \"footer\".",
        "JSTrackingIntro4": "Si no desea utilizar JavaScript para rastrear visitantes, %1$sgenera un enlace de imagen de rastreo abajo%2$s.",
        "JSTrackingIntro5": "Si quieres hacer más de páginas vistas de pista, revisar el %1$sPiwik Javascript Seguimiento de Documentación%2$s de la lista de funciones disponibles, por favor. El uso de estas funciones se puede rastrear objetivos, variables personalizadas, pedidos de comercio electrónico, carros abandonados y más.",
        "LatestBetaRelease": "La última versión beta",
        "LatestStableRelease": "La última versión estable",
        "LogoNotWriteableInstruction": "Para utilizar tu logo personalizado en lugar del logo estándar de Piwik puedes conceder permisos de escritura a este directorio: %1$s Piwik necesita el permiso de escritura para sus logos salvados en los archivos %2$s.",
        "LogoUpload": "Seleccione un logo para subir",
        "LogoUploadHelp": "Sube un archivo en formato %s con un alto mínimo de %s píxeles.",
        "MenuDevelopment": "Desarrollo",
        "MenuDiagnostic": "diagnóstico",
        "MenuGeneralSettings": "Configuración General",
        "MenuManage": "gestionar",
        "OptOutComplete": "Opt-out completado; sus visitas a este sitio web no serán grabadas por la herramienta de Análisis Web.",
        "OptOutCompleteBis": "Tenga en cuenta que si borra sus cookies, elimina la cookie opt-out, o si cambia de ordenador o navegador, deberá llevar a cabo el procedimiento opt-out otra vez.",
        "OptOutExplanation": "Piwik se dedica a proveer privacidad en Internet. Para proporcionar a sus visitantes la opción de no ser seguidos por Piwik, puede añadir el siguiente código HTML en una de sus páginas en el sitio web, por ejemplo en la página de la Política de Privacidad.",
        "OptOutExplanationBis": "Este código mostrará un iFrame que contendrá un link para que sus visitantes dejen de ser seguidos por Piwik configurando una cookie opt-out en sus navegadores. %s Haga clic aquí%s para ver el contenido que será mostrado por el iFrame.",
        "OptOutForYourVisitors": "Opción de no seguimiento de Piwik para sus visitantes",
        "PiwikIsInstalledAt": "Piwik está instalado en",
        "PluginDescription": "Área de Administración de Piwik",
        "PluginSettingChangeNotAllowed": "No está permitido cambiar el valor de configuración \"%s\" en el plugin \"%s\"",
        "PluginSettingReadNotAllowed": "No está permitido que leas el valor de la opción \"%s\" en el plugin \"%s\"",
        "PluginSettings": "Configuración del plugin",
        "PluginSettingsIntro": "Aquí puedes cambiar la configuración de los siguientes plugins de terceros:",
        "PluginSettingsValueNotAllowed": "El valor del campo \"%s\" del plugin \"%s\" no es permitido.",
        "SendPluginUpdateCommunication": "Enviarme una notificación por correo electrónico cuando hay una actualización para los plugins",
        "SendPluginUpdateCommunicationHelp": "Se enviará un correo electrónico a los Super Users cuando hay disponible una nueva versión de un plugin.",
        "StableReleases": "Si Piwik es una parte crítica de su negocio, le recomendamos que utilice la última versión estable. Si utiliza la última versión beta y te encuentras un error o tiene alguna sugerencia, por favor %sver aquí%s.",
        "TrackAGoal": "El seguimiento de un objetivo",
        "TrackingCode": "Código de seguimiento",
        "TrustedHostConfirm": "Está seguro que quiere cambiar el nombre del servidor de confianza Piwik?",
        "TrustedHostSettings": "Nombre del servidor Piwik confiable",
        "UpdateSettings": "Parámetros de actualización",
        "UseCustomLogo": "Usar un logo personalizado",
        "ValidPiwikHostname": "Nombre de sitio Piwik válido",
        "WithOptionalRevenue": "con una facturación opcional",
        "YouAreOptedIn": "Actualmente usted está siendo seguido por la herramienta de Análisis web.",
        "YouAreOptedOut": "Actualmente usted NO está siendo seguido por la herramienta de Análisis web.",
        "YouMayOptOut": "Puede escojer no tener un único número de identificación de la cookie de análisis web asignado a su ordenador para prevenir la agregación y el análisis de datos recogidos en este sitio web.",
        "YouMayOptOutBis": "Para escoger esto, por favor haga click debajo para recibir una cookie opt-out (para no ser seguido)."
    }
}