{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Agregar un nuevo host de confianza",
        "Administration": "Administración",
        "ArchivingSettings": "Configuración de archivado",
        "BrandingSettings": "Configuración del Branding",
        "ReleaseChannel": "Canal de lanzamiento",
        "ClickHereToOptIn": "Haga clic aquí para optar.",
        "ClickHereToOptOut": "Haga clic aquí para no ser seguido.",
        "CustomLogoFeedbackInfo": "Si personaliza el logo de Matomo, puede que también esté interesado en ocultar el enlace %1$s en el menú superior. Para hacerlo, puede deshabilitar el complemento Feedback en la página de %2$sAdministración de complementos%3$s.",
        "CustomLogoHelpText": "Puede personalizar el logo de Matomo que será mostrado en la interfaz de usuario y los informes por correo electrónico.",
        "DevelopmentProcess": "Mientras que nuestro %1$sproceso de desarrollo%2$s incluye miles de pruebas automatizadas, Beta Testers juegan un papel clave en el logro de la \"política de no error\" en Piwik.",
        "EmailServerSettings": "Configuración del servidor de correo electrónico",
        "ForBetaTestersOnly": "Solamente para beta testers",
        "ImageTracking": "Seguimiento mediante imagen",
        "ImageTrackingIntro1": "Cuando un visitante ha deshabilitado JavaScript o cuando no puede utilizarse, puede usar un enlace de imagen como vínculo de seguimiento para rastrear visitantes.",
        "ImageTrackingIntro2": "Generar el enlace de abajo y copiar y pegar el código HTML generado en la página. Si lo está utilizando como una alternativa para el seguimiento vía JavaScript, puede envolverlo en %1$s etiquetas.",
        "ImageTrackingIntro3": "Para la lista completa de opciones que puede utilizar con un vínculo de seguimiento de imagen, consulte la %1$sDocumentación API de rastreo%2$s.",
        "ImageTrackingLink": "Enlace de seguimiento con imagen",
        "ImportingServerLogs": "Importando los registros del servidor",
        "ImportingServerLogsDesc": "Una alternativa para el seguimiento de los visitantes a través del navegador (ya sea a través de JavaScript o un enlace de imagen) es importar continuamente los registros del servidor. Aprenda más acerca del %1$sarchivo de registro analítico del servidor%2$s.",
        "InvalidPluginsWarning": "Los siguientes complementos no son compatibles con %1$s y podrían no ser cargados: %2$s.",
        "InvalidPluginsYouCanUninstall": "Puede actualizar o desinstalar estos complementos en la página %1$sGestionar Complementos%2$s.",
        "JavaScriptTracking": "Seguimiento con JavaScript",
        "JSTracking_CampaignKwdParam": "Parámetro palabra clave de la campaña",
        "JSTracking_CampaignNameParam": "Parámetro Nombre de la campaña",
        "JSTracking_CodeNoteBeforeClosingHead": "Asegúrese que éste código se encuentre en cada página de su sitio web. Recomendamos copiarlo inmediatamente antes de cerrar la etiqueta %1$s",
        "JSTracking_CustomCampaignQueryParam": "Utiliza nombres de parámetros de consulta personalizados para el nombre de la campaña y la palabra clave",
        "JSTracking_CrossDomain": "Por defecto, el \"visitor ID\", que identifica unívocamente a un visitante, se almacena, en el navegador, en las cookies de primeras partes, que solo pueden ser accedidas por páginas del mismo dominio. Habilitando el \"cross domain linking\" te permite atribuir a la misma visita todas las acciones y páginas vistas de un visitante específico aunque las páginas sean de dominios diferentes. Cada vez que un usuario siga un enlace a una URL de uno de tus sitios web que son alias del principal, el \"visitor ID\" se añadirá en el valor de un parámetro de la URL llamado \"pk_vid\"",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sMatomo detectará automáticamente los parámetros de Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Desactivar todas las cookies de rastreo",
        "JSTracking_DisableCookiesDesc": "Desactiva todas las cookies de origen. Las actuales cookies generadas por Matomo en este sitio de internet serán eliminadas con la próxima visita al mismo.",
        "JSTracking_EnableCrossDomainLinking": "Habilita el \"cross domain linking\"",
        "JSTracking_EnableDoNotTrack": "Habilitar detección por parte del cliente de DoNotTrack",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: Soporte del lado del servidor para DoNotTrack ha sido activado, por lo que esta opción no tendrá ningún efecto.",
        "JSTracking_EnableDoNotTrackDesc": "De esta manera las solicitudes de seguimiento no será enviada si el visitante no desea ser seguido.",
        "JSTracking_GroupPageTitlesByDomain": "Anteponer el dominio del sitio al título de la página a rastrear",
        "JSTracking_GroupPageTitlesByDomainDesc1": "De esta manera si alguien visita la página 'About' del blog %1$s se registrará como 'blog\/About'. Esta es la forma más fácil de conseguir un resumen del tráfico de acuerdo a los subdominios.",
        "JSTracking_MergeAliases": "En el informe *Enlaces salientes\" puede ocultar los clics a los alias URL conocidos de",
        "JSTracking_MergeAliasesDesc": "De esta forma los clics que han recibido los enlaces de los alias de URL (por ej. %s) no serán contados como \"Outlink\".",
        "JSTracking_MergeSubdomains": "Rastrear visitantes a través de todos los subdominios de",
        "JSTracking_MergeSubdomainsDesc": "Entonces si un visitante visita %1$s y %2$s, éstos serán contados como un único visitante.",
        "JSTracking_PageCustomVars": "Rastrear una variable personalizada por cada página vista",
        "JSTracking_PageCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Categoría\" y el valor \"Libros Blancos\".",
        "JSTracking_TrackNoScript": "Rastrear usuarios que tengan JavaScript deshabilitado",
        "JSTracking_VisitorCustomVars": "Rastrear variables personalizadas para este visitante",
        "JSTracking_VisitorCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Tipo\" y el valor \"Cliente\".",
        "JSTracking_EndNote": "Nota: Puedes generar un código de seguimiento personalizado en la sección %1$sCódigo de seguimiento%2$s",
        "JSTrackingIntro1": "Puedes rastrear visitantes hacia su sitio de internet en muchas formas distintas. La forma recomendada de hacerlo es con JavaScript. Para usar este método solo debe asegurarse de que cada página de su sitio de internet tenga algún código JavaScript, el cual puede generar aquí.",
        "JSTrackingIntro2": "Una vez que tenga el código de rastreo JavaScript para su sitio de internet, cópielo y péguelo en todas las páginas que desee rastrear con Matomo.",
        "JSTrackingIntro3b": "En la mayoría de sitios web, blogs, CMS, etc. puedes usar algún plugin predefinido que te ayude con los detalles técnicos. (Ver nuestra %1$slista de plugins usados para integrar Matomo%2$s.) Si no hubiera ningún plugin para tal efecto, siempre puedes editar las plantillas de tu sitio web y añadir este código antes de la etiqueta &lt;\/head&gt; que, normalmente, suele estar definida en el 'header.php', en el 'header.tpl' o una plantilla similar.",
        "JSTrackingIntro4": "Si no desea utilizar JavaScript para rastrear visitantes, %1$sgenere un enlace de imagen de rastreo%2$s.",
        "JSTrackingIntro5": "Si desea hacer más que rastrear vistas de páginas, revise la %1$sDocumentación de Javascript de Matomo%2$s acerca de las funciones disponibles. Utilizando estas funciones puede rastrear objetivos, variables personalizadas, órdenes de comercio electrónico, carritos abandonados y más.",
        "LogoNotWriteableInstruction": "Para utilizar su logo personalizado en lugar del logo estándar de Matomo necesita el permiso de escritura para sus logos guardados en los archivos %2$s.",
        "FileUploadDisabled": "La carga de archivos no está habilitada en su configuración de PHP. Para cargar su logotipo personalizado, por favor ingrese %s en el php.ini y reinicie su servidor de internet.",
        "LogoUploadFailed": "El fichero no ha podido subirse de forma correcta. Por favor, comprueba si el fichero tiene un formato correcto.",
        "LogoUpload": "Seleccione un logo para subir",
        "FaviconUpload": "Selecciona un Favicon para subir",
        "LogoUploadHelp": "Sube un archivo en formato %1$s con una altura mínima de %2$s píxeles.",
        "MenuDiagnostic": "Diagnóstico",
        "MenuGeneralSettings": "Configuración general",
        "MenuSystem": "Sistema",
        "MenuDevelopment": "Desarrollo",
        "MenuMeasurables": "Medibles",
        "OptOutComplete": "Opt-out completado; sus visitas a este sitio de internet no serán grabadas por la herramienta de Análisis de internet.",
        "OptOutCompleteBis": "Tenga en cuenta que si elimina sus cookies, elimina la cookie opt-out, o si cambia de ordenador o navegador, deberá llevar a cabo el procedimiento opt-out otra vez.",
        "OptOutDntFound": "No está siendo rastreado desde que su navegador está informando que esa es su elección. Esta es una opción de su navegador, así que no será posible hasta tanto no deshabilite la función 'No rastrear'.",
        "OptOutExplanation": "Piwik se dedica a proveer privacidad en Internet. Para proporcionar a sus visitantes la opción de no ser seguidos por Matomo, puede añadir el siguiente código HTML en una de sus páginas en el sitio web, por ejemplo en la página de la Política de Privacidad.",
        "OptOutExplanationBis": "Este código mostrará un iFrame que contendrá un enlace para que sus visitantes dejen de ser seguidos por Matomo disponiendo una cookie opt-out en sus navegadores. %1$s Haga clic aquí%2$s para ver el contenido que será mostrado por el iFrame.",
        "OptOutForYourVisitors": "Opción de no seguimiento de Matomo para sus visitantes",
        "PiwikIsInstalledAt": "Piwik está instalado en",
        "PersonalPluginSettings": "Ajustes de complemento personal",
        "PluginSettingChangeNotAllowed": "No tiene permitido cambiar el valor de configuración \"%1$s\" en el complemento \"%2$s\"",
        "PluginSettingReadNotAllowed": "No está permitido que lea el valor de la opción \"%1$s\" en el complemento \"%2$s\"",
        "PluginSettings": "Ajustes de complemento",
        "PluginSettingsIntro": "Aquí puede cambiar la configuración de los siguientes complementos de terceros:",
        "PluginSettingsValueNotAllowed": "El valor del campo \"%1$s\" del complemento \"%2$s\" no es permitido",
        "PluginSettingsSaveFailed": "Error al guardar la configuración del complemento",
        "PluginSettingsSaveSuccess": "Ajustes del complemento actualizado.",
        "SettingsSaveSuccess": "Ajustes actualizados.",
        "SendPluginUpdateCommunication": "Envíe un correo electrónico cuando la actualización del complemento esté disponible",
        "SendPluginUpdateCommunicationHelp": "Se enviará un correo electrónico a los Super Usuarios cuando haya disponible una nueva versión de un complemento.",
        "StableReleases": "Si Matomo es una parte crítica de su negocio, le recomendamos que utilice la última versión estable. Si usa la última versión beta y encuentra un error o tiene alguna sugerencia, por favor %1$sver aquí%2$s.",
        "LtsReleases": "Las versiones LTS (Soporte de larga duración) reciben solo correcciones de seguridad y errores.",
        "SystemPluginSettings": "Ajustes de complemento del sistema",
        "TrackAGoal": "Seguimiento de un objetivo",
        "TrackingCode": "Código de seguimiento",
        "TrustedHostConfirm": "¿Está seguro que desea cambiar el hostname de confianza Matomo?",
        "TrustedHostSettings": "Nombre del servidor de alojamiento confiable Matomo",
        "UpdateSettings": "Parámetros de actualización",
        "UseCustomLogo": "Usar un logo personalizado",
        "ValidPiwikHostname": "Hostname Matomo válido",
        "WithOptionalRevenue": "con una facturación opcional",
        "YouAreOptedIn": "Actualmente ha optado.",
        "YouAreOptedOut": "Actualmente no hay optado.",
        "YouMayOptOut": "Puede escojer no tener un único número de identificación de la cookie de análisis de internet asignado a su ordenador para prevenir la agregación y el análisis de datos recogidos en este sitio de internet.",
        "YouMayOptOutBis": "Para escoger esto, por favor haga clic debajo para recibir una cookie opt-out (para no ser seguido).",
        "OptingYouOut": "Opción a salir, por favor espere...",
        "ProtocolNotDetectedCorrectly": "Actualmente estás usando Matomo solo puede detectar una conexión insegura en el servidor.",
        "ProtocolNotDetectedCorrectlySolution": "Para asegurarse que Matomo peticiona y satisface de manera segura su contenido a través de HTTPS, puede modificar su archivo %1$s o configurar los datos de su proxy o puede agregar la siguiente línea %2$s bajo la sección %3$s. %4$sAprenda más%5$s"
    }
}