{
    "CoreAdminHome": {
        "Administration": "مدیریت",
        "ArchivingSettings": "تنظیمات بایگانی",
        "BrandingSettings": "تنظیمات نام تجاری",
        "ClickHereToOptIn": "اینجا را کلیک کنید تا انتخاب شوید.",
        "ClickHereToOptOut": "اینجا را کلیک کنید تا انتخاب کردن.",
        "CustomLogoFeedbackInfo": "اگر شما آرم پیویک را سفارشی کنید , شاید برایتان جالب باشد که لینک %1$s را در منوی بالایی پنهان کنید.برای این کار شما می توانید افزونه ی بازخورد را در صفحه %2$sمدیریت افزونه ها%3$s غیرفعال کنید.",
        "CustomLogoHelpText": "شما می توانید آرم Piwik سفارشی است که در رابط کاربری و گزارش پست الکترونیک نمایش داده خواهد شد.",
        "EmailServerSettings": "تنضیمات میل سرور",
        "ForBetaTestersOnly": "فقط برای استفاده کنندهای موقطی",
        "ImageTracking": "ردیابی تصویر",
        "ImageTrackingIntro1": "زمانی که مشاهده کنندگان جاوا اسکریپت رو غیر فعال کنند , یا از جاوا اسکریپت استفاده نکنند , شما میتونید از عکس اسفاده کنید و لینک را به یازدید کننده بدهید.",
        "ImageTrackingLink": "لینک ردیابی تصویر",
        "ImportingServerLogs": "گزارشات سرور را وارد کنید .",
        "InvalidPluginsWarning": "پلاگین های زیر سازگار نیستند با %1$s و نمی توانند لود شوند: %2$s.",
        "JavaScriptTracking": "ردیابی جاوااسکریپت",
        "JSTracking_CampaignKwdParam": "کمپین پارامتر کلید واژه",
        "JSTracking_CampaignNameParam": "کمپین اسم کلید واژه",
        "JSTracking_CustomCampaignQueryParam": "از پارامتر اسمی مختلفی در کمپین اسم و کلید واژه های خود استفاده کنید .",
        "JSTracking_EnableDoNotTrack": "فعال کردن ردیابی نکردن توسط استفاده کننده.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "تذکر: سرور شما قسمت ردیابی نکردن را فعال کرد , این مزیت هیچ اثری بر شما نمیگزارد.",
        "JSTracking_EnableDoNotTrackDesc": "ردیابی کردن درخواست شما ارسال نشد , اگر بازدید کنندگان شما این را دوست ندارند .",
        "JSTracking_GroupPageTitlesByDomain": "دامنه سایت شما در تیتر وبسایت قابل ردیابی است.",
        "JSTracking_MergeAliases": "در گزارش لینک های 'خروجی' , قسمت درباره ی لینک را نمایش نده.",
        "JSTracking_MergeSubdomains": "ردیابی کنید تمام بازدید کنندگان لینک های زیر مجموعه سایت .",
        "JSTracking_PageCustomVars": "ردیابی متغییر های سفارشی یرای هر صفحه",
        "JSTracking_PageCustomVarsDesc": "برای مثال : با متغییر دسته بندی و متغییر کاغذ سفید",
        "JSTracking_VisitorCustomVars": "ردیابی متغییر های سفارشی برای هر بازدید کننده",
        "JSTracking_VisitorCustomVarsDesc": "برای مثال : با متغییر نوع و متغییر خریدار",
        "JSTrackingIntro1": "شما میتوانید ار راه های مختلفی بازدید کنندگان ویسایت ردیابی کنید. بهترین راهی که پیشنهاد میشه جاوا اسکریپت است.برای استفاده از این متود شما باید اطمینان پیدا کنید که تمام صفحات سایت شما از مقداری جاوا اسکریپت استفاده شده است, بعد شما میتونید در انجا قرار دهید.",
        "JSTrackingIntro2": "یک بار که شما از کد ردیابی جاوااسکریپت استفاده کنید, ان را کپی کرده و در تمام صفحاتی که دوست دارید ردیابی بشود بچسبانید.",
        "LogoUpload": "انتخاب آرم برای آپلود",
        "FaviconUpload": "یک Favicon انتخاب کنید تا آپلود شود.",
        "MenuDiagnostic": "برشناختی",
        "MenuGeneralSettings": "تنضیمات اصلی",
        "MenuManage": "مدیریت",
        "OptOutComplete": "انتخاب کردن در خارج کامل بازدیدکننده داشته است خود را به این وب سایت توسط وب ابزار تجزیه و تحلیل می شود ثبت نخواهد شد.",
        "OptOutCompleteBis": "توجه داشته باشید که اگر کوکی های خود را به شما روشن، حذف بخش از کوکی برای نگهداری اطلاعات استفاده از انتخاب کردن، و یا اگر شما تغییر کامپیوتر و یا مرورگر وب، شما نیاز به انجام دوباره روش انتخاب کردن.",
        "OptOutExplanation": "Piwik به ارائه حریم خصوصی در اینترنت اختصاص داده شده است. به منظور ارائه به بازدید کنندگان خود را با انتخاب از امید بستن به خارج از تجزیه و تحلیل وب سایت Piwik، شما می توانید از کد HTML زیر را در یک صفحه وب سایت خود را اضافه کنید، برای مثال در یک صفحه سیاست حفظ حریم خصوصی است.",
        "OptOutForYourVisitors": "Piwik انتخاب کردن را برای بازدید کنندگان خود را",
        "PiwikIsInstalledAt": "پیویک در این مسیر نصب شد",
        "PluginSettingChangeNotAllowed": "شما مجاز به تغییر مقدار \"%1$s\" در پلاگین \"%2$s\" نیستید.",
        "PluginSettingsIntro": "در اینجا شما می توانید تغییراتی در تنظیمات پلاگین های زیر انجام دهید :",
        "PluginSettingsValueNotAllowed": "مقدار این رشته \"%1$s\" در پلاگین \"%2$s\" مورد قبول نیست",
        "StableReleases": "اگر پیویک قسمتی ار تجارت شماست , ما به شما پیشنهاد میکنیم از اخرین نسخه نهایی ان استفاده کنید .اگر شما از نسخه بتا استفاده میکنید و اگر باگ پیدا کردید یا همانند این , لطفا %1$s اینجا را ببینید %2$s",
        "TrackAGoal": "به دنبال یک هدف",
        "TrackingCode": "کد ردیابی",
        "TrustedHostConfirm": "آیا از تغییر نام هاست مورد اعتماد پیویک اطمینان دارید؟",
        "TrustedHostSettings": "نام هاست مورد اعتماد پیویک",
        "UseCustomLogo": "استفاده از آرم های سفارشی",
        "ValidPiwikHostname": "نام هاست",
        "WithOptionalRevenue": "با درآمد اختیاری",
        "YouAreOptedIn": "شما در حال حاضر تصمیم گرفتند شوید.",
        "YouAreOptedOut": "شما در حال حاضر تصمیم گرفتند.",
        "YouMayOptOut": "شما می توانید به تجزیه و تحلیل ترافیک وب منحصر به فرد کوکی برای نگهداری اطلاعات استفاده می شماره شناسایی اختصاص داده شده را به کامپیوتر خود را برای جلوگیری از تجمع و تجزیه و تحلیل داده های جمع آوری شده در این وب سایت نیست.",
        "YouMayOptOutBis": "برای این انتخاب، لطفا از زیر انتخاب کردن از کوکی برای نگهداری اطلاعات استفاده برای دریافت را کلیک کنید."
    }
}