{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Ajouter un nouvel hôte de confiance",
        "Administration": "Administration",
        "ArchivingSettings": "Paramètres d'archivage",
        "BrandingSettings": "Paramètres de l'image de marque",
        "ReleaseChannel": "Canal de sortie",
        "ClickHereToOptIn": "Cliquez ici pour inclure votre ordinateur.",
        "ClickHereToOptOut": "Cliquez ici pour exclure votre ordinateur.",
        "CustomLogoFeedbackInfo": "Si vous personnalisez le logo Piwik, vous pourriez être aussi intéressé pour cacher le lien %s du menu du haut. Pour ce faire, vous pouvez désactiver le composant de Feedback dans la page du %sGestionnaire de Composants%s.",
        "CustomLogoHelpText": "Vous pouvez personnaliser le logo Piwik qui sera affiché dans l'interface utilisateur et les rapports par courriel.",
        "DevelopmentProcess": "Bien que notre %sprocessus de développement%s inclue des milliers de tests automatisés, les béta testeurs jouent un rôle clef dans la réalisation de la \"politique zéro bugs\" de Piwik.",
        "EmailServerSettings": "Paramètres du serveur mail",
        "ForBetaTestersOnly": "Pour les bêta testeurs uniquement",
        "ImageTracking": "Suivi par image",
        "ImageTrackingIntro1": "Quand un visiteur désactive JavaScript, ou quand JavaScript ne peut être utilisé, vous pouvez utiliser le lien de suivi par image pour suivre les visiteurs.",
        "ImageTrackingIntro2": "Générez le lien ci-dessous et copiez-collez le code HTML généré dans vos pages web. Si vous utilisez cela comme méthode de secours au suivi JavaScript, vous pouvez l'insérer entre des tags %1$s.",
        "ImageTrackingIntro3": "Pour la liste complète des options que vous pouvez utiliser avec un lien de suivi par image, consultez la %1$sDocumentation de l'API de suivi%2$s.",
        "ImageTrackingLink": "Lien de suivi par image",
        "ImportingServerLogs": "Importation des logs du serveur",
        "ImportingServerLogsDesc": "Une alternative au suivi des visiteurs via leur navigateur (par JavaScript ou par image) est d'importer de manière continue les logs du serveur. Apprenez-en plus à propos des %1$sstatistiques via les logs serveur%2$s.",
        "InvalidPluginsWarning": "Les plugins suivants ne sont pas compatibles avec %1$s et ne peuvent pas être chargés : %2$s.",
        "InvalidPluginsYouCanUninstall": "Vous pouvez mettre à jour ou désinstaller ces plugins sur la page %1$sManagePlugins%2$s.",
        "JavaScriptTracking": "Suivi par JavaScript",
        "JSTracking_CampaignKwdParam": "Paramètre de la campagne de mot-clé",
        "JSTracking_CampaignNameParam": "Paramètre nom de la campagne",
        "JSTracking_CodeNote": "Assurez-vous que ce code est sur toutes les pages de votre site web avant la balise %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Utilisez des paramètres de requête personnalisés pour le nom et le mot-clé de la campagne",
        "JSTracking_CustomCampaignQueryParamDesc": "Note : %1$sPiwik détectera automatiquement les paramètres de Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Désactiver tous les cookies de suivi",
        "JSTracking_DisableCookiesDesc": "Désactive tous les cookies applicatifs. Les cookies existants de Piwik pour ce site web seront supprimés lors de la visite de la prochaine page.",
        "JSTracking_EnableDoNotTrack": "Activer la détection côté client de \"ne pas suivre\"",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Note : Le support de la détection côté serveur de \"ne pas suivre\" est activé, cette option n'aura donc aucun effet.",
        "JSTracking_EnableDoNotTrackDesc": "Donc les requêtes de suivi ne seront pas envoyées si les visiteurs ne souhaitent pas être suivis.",
        "JSTracking_GroupPageTitlesByDomain": "Préfixer le domaine du site au titre de la page lors du suivi",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Si un internaute visite la page \"À propos\" sur blog.%1$s, la visite sera enregistrée en tant que \"blog \/ À propos\". C'est la manière la plus facile d'avoir un aperçu du trafic par sous-domaine.",
        "JSTracking_MergeAliases": "Dans le rapport des liens sortants, cacher les clics vers des alias d'adresses connues telles que",
        "JSTracking_MergeAliasesDesc": "Ainsi un clic sur les adresses d'alias (ex %s) ne sera pas compté comme un lien sortant.",
        "JSTracking_MergeSubdomains": "Suivre les visiteurs sur tous les sous-domaines de",
        "JSTracking_MergeSubdomainsDesc": "Ainsi si un visiteur visite %1$s et %2$s, cela sera comptabilisé comme une visite unique.",
        "JSTracking_PageCustomVars": "Suivre une variable personnalisée pour chaque affichage de page",
        "JSTracking_PageCustomVarsDesc": "Par exemple, avec une variable nommée \"categorie\" et la valeur \"livre blancs\".",
        "JSTracking_VisitorCustomVars": "Effectuer le suivi des variables personnalisées pour ce visiteur",
        "JSTracking_VisitorCustomVarsDesc": "Par exemple, avec une variable nommée \"type\" et la valeur \"client\".",
        "JSTrackingIntro1": "Vous pouvez suivre les visiteurs de votre site web de manières variées. La manière recommandée est celle via JavaScript. Pour utiliser cette méthode assurez vous simplement que chaque page web du site a un certain code JavaScript que vous pouvez générer ici.",
        "JSTrackingIntro2": "Une fois que vous avez le code de suivi JavaScript pour votre site web, copiez-collez le sur toutes les pages dont vous voulez effectuer le suivi avec Piwik.",
        "JSTrackingIntro3": "Dans la plupart des sites web, blogs, CMS, etc, vous pouvez utiliser un module additionnel préconçu pour effectuer le travail technique à votre place. (Consultez la %1$s liste des modules utilisés pour intégrer Piwik%2$s.) Si aucun module n'existe vous pouvez modifier les modèles de pages de votre site web et ajouter ce code dans le fichier de pied de page.",
        "JSTrackingIntro4": "Si vous ne souhaitez pas utiliser JavaScript pour effectuer le suivi des visiteurs, %1$sgénérez un lien de suivi par image ci-dessous%2$s.",
        "JSTrackingIntro5": "Si vous voulez faire plus qu'effectuer le suivi des visites de pages, veuillez consulter %1$sla documentation de suivi par JavaScript%2$s pour connaitre la liste des fonctions disponibles. En utilisant ces fonctions vous pouvez effectuer le suivi des objectifs, variables personnalisées, commandes de e-commerce, chariots\/paniers abandonnés et plus encore.",
        "LogoNotWriteableInstruction": "Pour utiliser votre propre logo personnalisé à la place du logo par défaut de Piwik, attribuez des permissions en écriture sur ce répertoire : %1$s Piwik a besoin d'un accès en écriture aux fichiers pour stocker vos logos %2$s.",
        "FileUploadDisabled": "Le téléversement de fichiers n'est pas activé dans votre configuration PHP. Pour téléverser un logo personnalisé veuillez définir %s dans php.ini et redémarrer votre serveur web.",
        "LogoUpload": "Sélectionnez le logo à télécharger",
        "FaviconUpload": "Sélectionnez un favicon à télécharger",
        "LogoUploadHelp": "Veuillez télécharge un file dans un des formats suivants %s avec une hauteur minimale de %s pixels.",
        "MenuDiagnostic": "Diagnostic",
        "MenuGeneralSettings": "Paramètres généraux",
        "MenuManage": "Gérer",
        "MenuDevelopment": "Développement",
        "OptOutComplete": "Cookie d'exclusion installé. Vos visites sur ce site web ne seront PAS enregistrées par notre outil d'analyse web.",
        "OptOutCompleteBis": "Note: si vous nettoyez vos cookies et supprimez le cookie d'exclusion, ou bien si vous changez d'ordinateur et\/ou de navigateur, il vous faudra de nouveau effectuer la procédure d'exclusion.",
        "OptOutDntFound": "Vous n'êtes pas suivi parce que votre navigateur transmet que vous ne voulez pas l'être. Ceci est un paramètre de votre navigateur et vous ne serez pas en mesure de participer avant d'avoir désactivé la fonctionnalité \"ne pas suivre\".",
        "OptOutExplanation": "Piwik met un point d'honneur à respecter la vie privée sur Internet. Pour fournir à vos visiteurs le choix de ne pas apparaître dans les analyses de Piwik, vous pouvez ajouter le code HTML suivant sur une des pages de votre site web, par exemple dans la page \"Politique de confidentialité\".",
        "OptOutExplanationBis": "Ce code va afficher un iFrame contenant un lien permettant à vos visiteurs de ne pas être suivi par Piwik en installant un cookie de neutralisation dans leur navigateur. %s Cliquez ici %s pour visualiser le contenu qui sera affiché par l'iFrame.",
        "OptOutForYourVisitors": "Exclusion de Piwik pour vos visiteurs",
        "PiwikIsInstalledAt": "Piwik est installé à l'adresse",
        "PersonalPluginSettings": "Paramètres personnel de plugins",
        "PluginSettingChangeNotAllowed": "Vous n'êtes pas autorisé(e) à modifier la valeur du paramètre \"%s\" du plugin \"%s\"",
        "PluginSettingReadNotAllowed": "Vous n'êtes pas autorisé(e) à voir la valeur du paramètre \"%s\" dans le plugin \"%s\"",
        "PluginSettings": "Paramètres du composant",
        "PluginSettingsIntro": "Vous pouvez ici modifier les paramètres des composants tierce partie suivants :",
        "PluginSettingsValueNotAllowed": "La valeur pour le champ \"%s\" du composant \"%s\" n'est pas autorisée.",
        "PluginSettingsSaveFailed": "Erreur lors de l'enregistrement des paramètres",
        "SendPluginUpdateCommunication": "Envoyer un courriel lorsqu'une mise à jour d'un composant est disponible",
        "SendPluginUpdateCommunicationHelp": "Un courriel sera envoyé aux super utilisateurs quand une nouvelle version de plugin sera disponible.",
        "StableReleases": "Si Piwik représente une part critique de vos affaires, nous vous recommandons d'utiliser la dernière version stable. Si vous utilisez la dernière version et que vous trouverez un bug ou avez une suggestion, %scliquez ici%s svp.",
        "LtsReleases": "Les versions LTS (Long Term Support) ne reçoivent que des correctifs de sécurité et de bugs.",
        "SystemPluginSettings": "Paramètres système de plugins",
        "TrackAGoal": "Effectuer le suivi d'un objectif",
        "TrackingCode": "Code de suivi",
        "TrustedHostConfirm": "Êtes vous sûr de vouloir changer le nom d'hote autorisé",
        "TrustedHostSettings": "Nom d'hôte",
        "UpdateSettings": "Paramètres de mise à jour",
        "UseCustomLogo": "Utiliser un logo personnalisé",
        "ValidPiwikHostname": "Nom d'hôte Piwik valide",
        "WithOptionalRevenue": "avec revenu optimal",
        "YouAreOptedIn": "Vous êtes actuellement suivi(e).",
        "YouAreOptedOut": "Vous n'êtes actuellement pas suivi(e).",
        "YouMayOptOut": "Vous pouvez choisir ici de NE PAS autoriser le suivi de votre ordinateur via un cookie lui assignant un numéro d'identification unique. Notre outil d'analyse web n'enregistrera pas l'activité de votre ordinateur.",
        "YouMayOptOutBis": "Pour faire ce choix et installer un cookie d'exclusion, veuillez cliquer ci-dessous.",
        "OptingYouOut": "Désinscription en cours, merci de patienter..."
    }
}