{
    "CoreAdminHome": {
        "AcceptInvite": "Glac Cuireadh",
        "AddNewTrustedHost": "Cuir óstríomhaire iontaofa nua leis",
        "Administration": "Riarachán",
        "ArchivingSettings": "Socruithe cartlannaithe",
        "BrandingSettings": "Socruithe brandála",
        "BruteForce": "Fórsa Brute",
        "CheckToOptIn": "Cuir tic sa bhosca seo le roghnú.",
        "ClickHereToOptIn": "Cliceáil anseo chun roghnú.",
        "ClickHereToOptOut": "Cliceáil anseo chun díliostáil.",
        "CloudflareDescription": "Má óstáiltear do láithreán gréasáin ar Cloudflare, féach %1$sthis guide%2$s.",
        "ConfirmDeleteAllTrackingFailures": "An bhfuil tú cinnte go bhfuil fonn ort gach teip rianaithe a scriosadh?",
        "ConfirmDeleteThisTrackingFailure": "An bhfuil tú cinnte go bhfuil fonn ort an teip rianaithe seo a scriosadh?",
        "Cors": "Corsaicis",
        "CorsDomains": "Fearainn um Chomhroinnt Acmhainní Trastionscnaimh (CORS)",
        "CorsDomainsHelp": "Is féidir leat fearainn nó subdomains cosúil le http://example.com nó http://stats.example.com a shainiú. Nó chun iarratais tras-fearainn a cheadú do gach fearann cuir *",
        "CustomLogoFeedbackInfo": "Má shaincheapann tú lógó Matomo, b'fhéidir go mbeadh suim agat an nasc %1$s a cheilt sa roghchlár barr. Chun é sin a dhéanamh, is féidir leat an breiseán Aiseolais a dhíchumasú sa leathanach %2$sManage Plugins%3$s.",
        "CustomLogoHelpText": "Is féidir leat an lógó Matomo a shaincheapadh a thaispeánfar sa chomhéadan úsáideora agus sna tuarascálacha ríomhphoist.",
        "DeclineInvite": "Diúltaigh Cuireadh",
        "DeleteAllFailures": "Scrios gach teip",
        "DevelopmentProcess": "Cé go n-áirítear ár bpróiseas forbartha na mílte tástálacha uathoibrithe, tá ról lárnach ag Beta Testers maidir leis an \"Polasaí Gan fhabht\" a bhaint amach i Matomo.",
        "EmailServerSettings": "Socruithe freastalaí ríomhphoist",
        "ErrorEmailFromAddressNotValid": "Níl an SMTP ón seoladh bailí",
        "FaviconUpload": "Roghnaigh Favicon le huaslódáil",
        "FileUploadDisabled": "Níl comhaid a uaslódáil cumasaithe i do chumraíocht PHP. Chun do lógó saincheaptha a uaslódáil, socraigh %s i php.ini agus atosaigh do fhreastalaí gréasáin.",
        "ForBetaTestersOnly": "I gcás tástálaithe béite amháin",
        "GoogleTagManagerDescription": "Má tá Bainisteoir Clibe Google in úsáid ar do láithreán gréasáin, féach %1$sthis guide%2$s.",
        "HideAdvancedOptions": "Folaigh ardroghanna",
        "HowToGetHelp": "Tá bealaí éagsúla ann ar féidir leat cabhair a fháil. Tá tacaíocht saor in aisce trí Phobal Matomo agus tacaíocht íoctha curtha ar fáil ag foireann Matomo agus comhpháirtithe Matomo. Nó b'fhéidir an bhfuil fabht agat le tuairisciú nó ar mhaith leat gné nua a mholadh?",
        "HttpTrackingApi": "API Rianaithe HTTP",
        "HttpTrackingApiDescription": "Ligeann API%1$sHTTP Rianú API%2$s duit aon rud a rianú. D'fhéadfadh sé seo a bheith úsáideach má tá tú ag úsáid teanga ríomhchlárúcháin nach bhfuil aon SDK ann go fóill. D'fhéadfadh sé a bheith úsáideach freisin nuair is mian leat feistí nó feidhmchláir a rianú ar bhealach speisialta.",
        "ImageTracking": "Rianú Íomhánna",
        "ImageTrackingIntro1": "Nuair a bhíonn JavaScript díchumasaithe ag cuairteoir, nó nuair nach féidir JavaScript a úsáid, is féidir leat nasc rianaithe íomhá a úsáid chun cuairteoirí a rianú.",
        "ImageTrackingIntro2": "Gin an nasc thíos agus cóipeáil an HTML a ghintear ar an leathanach. Má tá sé seo á úsáid agat mar chúltaca le haghaidh rianú JavaScript, is féidir leat é a thimpeallú i gclibeanna%1$s.",
        "ImageTrackingIntro3": "Le haghaidh liosta iomlán na roghanna is féidir leat a úsáid le nasc rianaithe íomhá, féach an %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Nasc Rianaithe Íomhá",
        "ImportFromGoogleAnalytics": "Iompórtáil ó Google Analytics",
        "ImportFromGoogleAnalyticsDescription": "Má tá maoin Google Analytics agat agus má tá tú ag aistriú go Matomo, is féidir leat do chuid sonraí atá ann cheana a allmhairiú ag baint úsáide as breiseán %1$sGoogleAnalyticsImporter%2$s.",
        "ImportingServerLogsDesc": "Rogha eile ar chuairteoirí a rianú tríd an mbrabhsálaí (trí JavaScript nó nasc íomhá) is ea logaí freastalaí a iompórtáil go leanúnach. Foghlaim tuilleadh faoi %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Níl na breiseáin seo a leanas comhoiriúnach le%1$s agus níorbh fhéidir iad a luchtú:%2$s.",
        "InvalidPluginsYouCanUninstall": "Is féidir leat na breiseáin seo a nuashonrú nó a dhíshuiteáil ar an leathanach %1$sManage Plugins%2$s.",
        "JSTrackingDocumentationHelp": "Le haghaidh rochtain éasca, tá na roghanna chun cinn is coitianta ar fáil thíos. Le haghaidh roghanna níos mó fós (lena n-áirítear conas spriocanna, athróga saincheaptha, orduithe ríomhthráchtála agus cairteacha tréigthe a rianú) féach ar dhoiciméadú%1$sMatomo Javascript Rianú%2$s.",
        "JSTrackingIntro1": "Is féidir leat cuairteoirí ar do láithreán gréasáin a rianú ar go leor bealaí éagsúla. Is é an bealach molta chun é a dhéanamh trí JavaScript. Chun an modh seo a úsáid ní mór duit a chinntiú go bhfuil cód JavaScript ag gach leathanach Gréasáin de do láithreán gréasáin, ar féidir leat a ghiniúint anseo.",
        "JSTrackingIntro2": "Nuair a bheidh an cód rianaithe JavaScript agat le do láithreán gréasáin, cóipeáil agus greamaigh é chuig na leathanaigh go léir is mian leat a rianú le Matomo.",
        "JSTrackingIntro3a": "I bhformhór na suíomhanna gréasáin, blaganna, CMS, etc. is féidir leat breiseán réamhdhéanta a úsáid chun an obair theicniúil a dhéanamh duit. (Féach ar ár %1$slist de bhreiseáin a úsáidtear chun Matomo%2$s a chomhtháthú.)",
        "JSTrackingIntro3b": "Mura bhfuil aon bhreiseán ann is féidir leat do theimpléid láithreán gréasáin a chur in eagar agus an cód rianaithe JavaScript a chur leis an &lt;/head&gt; gclib a shainmhínítear go minic i gcomhad teimpléid 'header.php', 'header.tpl' nó i gcomhad teimpléid den chineál céanna.",
        "JSTrackingIntro4": "Mura bhfuil tú ag iarraidh JavaScript a úsáid chun cuairteoirí a rianú, %1$sgenerate an image tracking link below%2$s.",
        "JSTrackingIntro5": "Más mian leat níos mó a dhéanamh ná tuairimí leathanaigh a rianú, féach ar na doiciméid rianaithe Javascript %1$sMatomo Javascript%2$s le haghaidh liosta na bhfeidhmeanna atá ar fáil. Ag baint úsáide as na feidhmeanna seo is féidir leat spriocanna, athróga saincheaptha, orduithe ríomhthráchtála, cairteacha tréigthe agus níos mó a rianú.",
        "JSTracking_CampaignKwdParam": "Paraiméadar Eochairfhocal an Fheachtais",
        "JSTracking_CampaignNameParam": "Paraiméadar Ainm an Fheachtais",
        "JSTracking_CodeNoteBeforeClosingHead": "Cliceáil ar an gcnaipe chun blúire an chóid a chóipeáil agus é a ghreamú díreach roimh an gclib %1$s deiridh (molta)",
        "JSTracking_CodeNoteBeforeClosingHeadEmail": "Cinntigh go bhfuil an cód seo leabaithe laistigh de ghné scripte ar gach leathanach de do láithreán gréasáin. Molaimid é a ghreamú díreach roimh an gclib ceann deiridh.",
        "JSTracking_ConsentManagerConnected": "Is cosúil go bhfuil %1$s cumraithe cheana féin chun oibriú le Matomo.",
        "JSTracking_ConsentManagerDetected": "Braitheadh bainisteoir toilithe %1$s ar do shuíomh. Chun foghlaim faoi Matomo a chumrú chun oibriú le %1$s tabhair cuairt ar %2$s",
        "JSTracking_ConsentManagerEmailNote": "Nó d'fhéadfá an cód rianaithe a leabú go díreach i do láithreán gréasáin ina ionad:",
        "JSTracking_CrossDomain": "De réir réamhshocraithe, stóráiltear an t-aitheantas cuairteora a aithníonn cuairteoir uathúil i bhfianáin chéad pháirtí an bhrabhsálaí nach féidir rochtain a fháil orthu ach amháin trí leathanaigh ar an bhfearann céanna. Ligeann nascadh tras-fhearainn duit na gníomhartha agus na radharcanna leathanaigh go léir a bhaineann le cuairteoir ar leith a rianú isteach sa chuairt chéanna fiú nuair a amharcann siad ar leathanaigh ar roinnt réimsí. Aon uair a chliceálann úsáideoir ar nasc chuig ceann de URLanna ailias do láithreán gréasáin, cuirfidh sé paraiméadar URL leis pk_vid an ID Cuairteora a chur ar aghaidh.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "nóta: Chun nasc tras-fearainn a úsáid, ní mór duit níos mó ná ainm fearainn amháin (URLanna) a shonrú le do láithreán gréasáin.",
        "JSTracking_CustomCampaignQueryParam": "Bain úsáid as ainmneacha paraiméadar cheist saincheaptha le haghaidh ainm an fheachtais agus eochairfhocal",
        "JSTracking_CustomCampaignQueryParamDesc": "Nóta: Braithfidh %1$sMatomo paraiméadair Google Analytics go huathoibríoch.%2$s",
        "JSTracking_DisableCampaignParameters": "Díchumasaigh Rianú Paraiméadair Feachtais",
        "JSTracking_DisableCampaignParametersDesc": "Nuair a dhéantar an rogha seo a sheiceáil, ní rianóidh Matomo paraiméadair an fheachtais agus bainfear iad as na URLanna rianaithe.",
        "JSTracking_DisableCookies": "Díchumasaigh gach fianán rianaithe",
        "JSTracking_DisableCookiesDesc": "Díchumasaigh gach fianán chéad pháirtí. Scriosfar fianáin Matomo atá ann cheana don láithreán gréasáin seo ar an gcéad amharc leathanaigh eile.",
        "JSTracking_EnableCrossDomainLinking": "Cumasaigh nascadh tras-fhearainn",
        "JSTracking_EnableDoNotTrack": "Cumasaigh aimsiú DoNotTrack taobh an chliaint",
        "JSTracking_EnableDoNotTrackDesc": "Mar sin, ní sheolfar iarratais rianaithe mura mian le cuairteoirí a rianú.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nóta: Cumasaíodh tacaíocht DoNotTrack taobh freastalaí, mar sin ní bheidh aon éifeacht ag an rogha seo.",
        "JSTracking_EndNote": "Nóta: Is féidir leat cód rianaithe saincheaptha a ghiniúint sa rannán %1$sTracking Code%2$s.",
        "JSTracking_GroupPageTitlesByDomain": "Prepend fearann an tsuímh chuig teideal an leathanaigh agus tú ag rianú",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Mar sin, má thugann duine cuairt ar an leathanach 'Maidir' ar bhlag.%1$s déanfar é a thaifeadadh mar 'blog / About'. Is é seo an bealach is éasca chun forbhreathnú a fháil ar do thrácht trí fho-fhearann.",
        "JSTracking_MergeAliases": "Sa tuarascáil \"Outlinks\", folaigh cad a tharlaíonn nuair a",
        "JSTracking_MergeAliasesDesc": "Mar sin, ní áireofar cad a tharlaíonn ar naisc chuig URLanna Ailias (m.sh. %s) mar \"Outlink\".",
        "JSTracking_MergeSubdomains": "Rianaigh cuairteoirí ar fud gach fo-alt",
        "JSTracking_MergeSubdomainsDesc": "Mar sin, má thugann cuairteoir amháin cuairt ar %1$s agus %2$s, áireofar iad mar chuairteoir uathúil.",
        "JSTracking_PageCustomVars": "Rianaigh athróg saincheaptha do gach amharc leathanaigh",
        "JSTracking_PageCustomVarsDesc": "Mar shampla, leis an ainm athraitheach \"Catagóir\" agus luach \"Páipéir Bhána\".",
        "JSTracking_TrackNoScript": "Rianaigh úsáideoirí le javaScript díchumasaithe",
        "JSTracking_VisitorCustomVars": "Rianaigh athróga saincheaptha don chuairteoir seo",
        "JSTracking_VisitorCustomVarsDesc": "Mar shampla, leis an ainm athraitheach \"Cineál\" agus luach \"Custaiméir\".",
        "JavaScriptCode": "Cód JavaScript",
        "JavaScriptTracking": "Rianú JavaScript",
        "JsTrackingCodeAdvancedOptionsStep": "Roghnach: bain úsáid as na roghanna chun cinn chun do chód rianaithe a shaincheapadh.",
        "JsTrackingCodeMissingEmail1": "Cúpla lá ó shin chuir tú an suíomh gréasáin '%s' le do Matomo Analytics. Rinneamar seiceáil díreach agus ní cosúil go bhfuil aon trácht taifeadta ag do Matomo don láithreán gréasáin seo.",
        "JsTrackingCodeMissingEmail2": "Chun tús a chur le sonraí a rianú agus léargais a fháil ar d'úsáideoirí, beidh ort rianú a chur ar bun i do láithreán gréasáin nó i d'aip soghluaiste. I gcás suíomhanna Gréasáin, ní gá ach an cód rianaithe a leabú díreach roimh an gclib %s.",
        "JsTrackingCodeMissingEmail3": "Chun do chód rianaithe a aimsiú agus a shaincheapadh, %1$sclick here%2$s (nó féach ar an %3$sJavaScript Tracking Client guide%4$s).",
        "LearnMore": "Faigh tuilleadh eolais",
        "LogoNotWriteableInstruction": "Chun do lógó saincheaptha a úsáid in ionad lógó réamhshocraithe Matomo, tabhair cead scríofa don chomhadlann seo: %1$sNí mór do Matomo rochtain a scríobh ar do lógónna atá stóráilte sna comhaid%2$s.",
        "LogoUpload": "Roghnaigh Lógó le huaslódáil",
        "LogoUploadFailed": "Níorbh fhéidir an comhad uaslódáilte a phróiseáil. Seiceáil an bhfuil formáid bhailí ag an gcomhad.",
        "LogoUploadHelp": "Uaslódáil comhad i bhformáidí%1$s le híosairde picteilín %2$s.",
        "LtsReleases": "Ní fhaigheann leaganacha LTS (Tacaíocht Fhadtéarmach) ach slándáil agus ceartúcháin fabhtanna.",
        "MenuDevelopment": "Forbairt",
        "MenuDiagnostic": "Diagnóisic",
        "MenuGeneralSettings": "Socruithe ginearálta",
        "MenuMeasurables": "Intomhaiste",
        "MenuSystem": "Córas",
        "MissingTrackingCodeEmailSubject": "Níl trácht ar %s taifeadta i Matomo Analytics, tosaithe anois",
        "NTrackingFailures": "Teipeanna rianaithe %s",
        "NeedHelp": "An bhfuil cabhair uait?",
        "NoKnownFailures": "Níl aon teipeanna rianaithe ar eolas.",
        "OptOutComplete": "Díliostáil curtha i gcrích; ní thaifeadfaidh an uirlis Web Analytics do chuairteanna ar an láithreán gréasáin seo.",
        "OptOutCompleteBis": "Tabhair faoi deara má ghlanann tú d'fhianáin, má scriosann tú an fianán díliostála, nó má athraíonn tú ríomhairí nó brabhsálaithe Gréasáin, beidh ort an nós imeachta díliostála a dhéanamh arís.",
        "OptOutCustomOptOutLink": "Is féidir leat foirm díliostála saincheaptha a chruthú freisin ag baint úsáide as HTML agus JavaScript, mar a mhínítear san fhorbróir seo %1$sguide%2$s.",
        "OptOutDntFound": "Níl tú á rianú ós rud é go bhfuil do bhrabhsálaí ag tuairisciú nach bhfuil tú ag iarraidh. Is socrú é seo de do bhrabhsálaí ionas nach mbeidh tú in ann rogha a dhéanamh go dtí go ndíchumasóidh tú an ghné 'Ná Rianaigh'.",
        "OptOutErrorNoCookies": "Éilíonn an ghné rianaithe díliostála fianáin a chumasú.",
        "OptOutErrorNoTracker": "Ní raibh an ghné díliostála rianaithe in ann cód Rianaithe Matomo a aimsiú ar an leathanach seo",
        "OptOutErrorNotHttps": "B'fhéidir nach n-oibreoidh an ghné díliostála rianaithe toisc nach raibh an suíomh seo luchtaithe thar HTTPS. Athluchtaigh an leathanach le seiceáil ar athraigh do stádas díliostála.",
        "OptOutErrorWindowOpen": "B'fhéidir nach n-oibreoidh an ghné díliostála rianaithe toisc go bhfuil an chuma air gur cuireadh bac ar phreabfhuinneog an diúltaithe. Athluchtaigh an leathanach le seiceáil ar athraigh do stádas díliostála.",
        "OptOutExplanation": "Tá Matomo tiomanta do phríobháideacht a sholáthar ar an Idirlíon. Chun rogha a thabhairt le do chuairteoirí diúltú do Matomo Web Analytics, is féidir leat an cód HTML seo a leanas a chur ar cheann de do leathanach láithreán gréasáin, mar shampla i leathanach Polasaí Príobháideachta.",
        "OptOutExplanationIntro": "Taispeánfaidh an cód seo tumadóireacht ina bhfuil nasc do chuairteoirí chun diúltú do Matomo trí fhianán díliostála a leagan síos ina mbrabhsálaithe gréasáin. Féach thíos (nó%1$sclick here%2$s) chun amharc ar an ábhar a thaispeánfaidh an div.",
        "OptOutForYourVisitors": "Matomo rogha an diúltaithe le do chuairteoirí",
        "OptingYouOut": "Ag roghnú duit, fan go fóill…",
        "PersonalPluginSettings": "Socruithe Breiseáin Phearsanta",
        "PiwikIsInstalledAt": "Tá Matomo suiteáilte ag",
        "PluginSettingChangeNotAllowed": "Níl cead agat luach an tsocraithe \"%1$s\" a athrú i mbreiseán \"%2$s\"",
        "PluginSettingReadNotAllowed": "Níl cead agat luach an tsocraithe \"%1$s\" a léamh i mbreiseán \"%2$s\"",
        "PluginSettings": "Socruithe breiseáin",
        "PluginSettingsIntro": "Anseo is féidir leat na socruithe do na breiseáin tríú páirtí seo a leanas a athrú:",
        "PluginSettingsSaveFailed": "Níorbh fhéidir socruithe breiseáin a shábháil",
        "PluginSettingsSaveSuccess": "Nuashonraíodh socruithe breiseáin.",
        "PluginSettingsValueNotAllowed": "Ní cheadaítear luach réimse \"%1$s\" i mbreiseán \"%2$s\"",
        "Problem": "Fadhb",
        "ProtocolNotDetectedCorrectly": "Tá tú ag féachaint ar Matomo faoi láthair thar nasc SSL slán (ag baint úsáide as HTTPS), ach ní fhéadfadh Matomo ach nasc neamhshlán a bhrath ar an bhfreastalaí.",
        "ProtocolNotDetectedCorrectlySolution": "Chun a chinntiú go n-iarrann Matomo d'inneachar go slán agus go bhfreastalaíonn sé ar HTTPS, is féidir leat do chomhad %1$s a chur in eagar agus do shocruithe seachfhreastalaí a chumrú, nó is féidir leat an líne %2$s a chur leis faoi bhun na rannóige %3$s. %4$sLearn more%5$s",
        "ReactDescription": "Má tá React in úsáid ag do shuíomh gréasáin, féach %1$sthis guide%2$s.",
        "ReleaseChannel": "Cainéal scaoilte",
        "SecurityNotificationAllTokenAuthDeletedBody": "Scrios duine éigin gach ceann de na comharthaí auth i do chuntas.",
        "SecurityNotificationAnonymousAccessEnabledBody": "Chumasaigh duine éigin rochtain úsáideora gan ainm le haghaidh %1$s. Ciallaíonn sé seo go bhfuil na sonraí don suíomh seo inrochtana go poiblí anois. Má tá sé seo ceart go leor, bíodh leisce ort neamhaird a dhéanamh ar an ríomhphost seo.",
        "SecurityNotificationCheckTwoFactor": "Seiceáil d'fheidhmchlár nó do ghléas fíordheimhnithe dhá fhachtóir le do thoil.",
        "SecurityNotificationEmailSubject": "Fógra Slándála",
        "SecurityNotificationIfItWasYou": "Más tusa a bhí ann, carry on. Mura n-aithníonn tú an ghníomhaíocht seo, athshocraigh do phasfhocal le do thoil.",
        "SecurityNotificationRecoveryCodesRegeneratedBody": "Ghin duine éigin cóid aisghabhála fíordheimhnithe nua dhá fhachtóir le do chuntas.",
        "SecurityNotificationRecoveryCodesShowedBody": "D'fhéach duine éigin ar na cóid aisghabhála fíordheimhnithe dhá fhachtóir de do chuntas.",
        "SecurityNotificationSettingsChangedByOtherSuperUserBody": "Rinne sárúsáideoir eile (%1$s) socruithe an chórais a mhodhnú. Socruithe a bhfuil tionchar orthu:%2$s. Má tá a fhios agat faoin ngníomhaíocht seo, lean ar aghaidh. Mura n-aithníonn tú an ghníomhaíocht seo, téigh i dteagmháil leis na sárúsáideoirí eile.",
        "SecurityNotificationSettingsChangedByUserBody": "D'athraigh duine éigin socruithe an chórais. Socruithe a bhfuil tionchar orthu: %s.",
        "SecurityNotificationTokenAuthCreatedBody": "Chruthaigh duine éigin comhartha auth (cur síos: %s) i do chuntas. Mura raibh sé agat, scrios an comhartha.",
        "SecurityNotificationTokenAuthDeletedBody": "Scrios duine éigin comhartha auth (cur síos: %s) i do chuntas.",
        "SecurityNotificationTwoFactorAuthDisabledBody": "Duine éigin díchumasaithe fíordheimhniú dhá fhachtóir i do chuntas.",
        "SecurityNotificationTwoFactorAuthEnabledBody": "Chuir duine éigin fíordheimhniú dhá fhachtóir ar chumas i do chuntas.",
        "SecurityNotificationUserAcceptInviteBody": "Ghlac an t-úsáideoir (logáil isteach: %s) leis an gcuireadh.",
        "SecurityNotificationUserCreatedBody": "Chruthaigh duine éigin úsáideoir nua (logáil isteach: %s) i do chuntas.",
        "SecurityNotificationUserDeclinedInviteBody": "Dhiúltaigh an t-úsáideoir (logáil isteach: %s) an cuireadh.",
        "SecurityNotificationUserDeletedBody": "Scrios duine éigin úsáideoir (logáil isteach: %s) i do chuntas.",
        "SendPluginUpdateCommunication": "Seol ríomhphost nuair atá nuashonrú breiseáin ar fáil",
        "SendPluginUpdateCommunicationHelp": "Seolfar ríomhphost chuig Úsáideoirí Super nuair a bhíonn leagan nua ar fáil le haghaidh breiseán.",
        "SettingsSaveSuccess": "Nuashonraíodh na socruithe.",
        "ShowAdvancedOptions": "Taispeáin ardroghanna",
        "SinglePageApplicationDescription": "Má tá feidhmchlár aon leathanaigh (SPA) nó feidhmchlár gréasáin forásach (PWA) á rianú agat, féach %1$sthis guide%2$s.",
        "Solution": "Réiteach",
        "StableReleases": "Más cuid ríthábhachtach de do ghnó é Matomo, molaimid duit an scaoileadh cobhsaí is déanaí a úsáid. Má úsáideann tú an béite is déanaí agus má aimsíonn tú fabht nó má tá moladh agat, le do thoil%1$ssee here%2$s.",
        "SystemPluginSettings": "Socruithe Breiseáin an Chórais",
        "TrackAGoal": "Rianaigh sprioc",
        "TrackingCode": "Cód Rianaithe",
        "TrackingCodeIntro": "Matomo Cuireann tú bealaí éagsúla a leabú an cód rianú le do láithreán gréasáin, app soghluaiste, agus fiú le haghaidh aon fheiste nó iarratas.",
        "TrackingFailureAuthenticationProblem": "Níor fíordheimhníodh an t-iarratas ach bhí fíordheimhniú ag teastáil.",
        "TrackingFailureAuthenticationSolution": "Socraigh nó ceartaigh \"token_auth\" i d'iarratas rianaithe.",
        "TrackingFailureInvalidSiteProblem": "Níl an suíomh ann.",
        "TrackingFailureInvalidSiteSolution": "Nuashonraigh an idSite cumraithe sa lorgaire.",
        "TrackingFailures": "Teipeanna rianaithe",
        "TrackingFailuresEmail1": "Níl anseo ach a chur in iúl duit gur tharla %s cineálacha éagsúla teipeanna rianaithe le laethanta beaga anuas.",
        "TrackingFailuresEmail2": "Chun amharc ar na hiarratais rianaithe teipthe %1$sclick here%2$s.",
        "TrackingFailuresEmailSubject": "Teipeanna rianaithe i do Matomo Analytics",
        "TrackingFailuresIntroduction": "Liostaítear ar an leathanach seo teipeanna rianaithe a tharla le linn na laethanta %s deireanacha. Tabhair faoi deara le do thoil nach ndéantar ach an cineál teipeanna rianaithe is coitianta a thaifeadadh agus ní gach ceann acu.",
        "TrackingURL": "URL Rianaithe",
        "TrustedHostConfirm": "An bhfuil tú cinnte go bhfuil fonn ort an t-óstainm iontaofa Matomo a athrú?",
        "TrustedHostSettings": "Óstainm Matomo Iontaofa",
        "TwoFactorAuth": "Údarú dhá fhachtóir",
        "UiDemo": "Taispeántas UI",
        "UncheckToOptOut": "Díthiceáil an bosca seo le díliostáil.",
        "UpdateSettings": "Nuashonraigh socruithe",
        "UseCustomLogo": "Úsáid lógó saincheaptha",
        "UserInviteContent": "Is féidir leat glacadh leis an gcuireadh seo trí chliceáil ar an gcnaipe glac leis thíos.",
        "UserInviteNotes": "Mura raibh tú ag súil leis an gcuireadh seo, is féidir leat neamhaird a dhéanamh den ríomhphost seo. Má tá %1$s ag seoladh an iomarca ríomhphoist chugat, is féidir leat iad a bhlocáil nó mí-úsáid a thuairisciú. Téann an cuireadh in éag go huathoibríoch i %2$s lá.",
        "UserInviteSubject": "Sheol %1$s cuireadh chugat chun dul isteach i Matomo Analytics le haghaidh %2$s.",
        "ValidPiwikHostname": "Óstainm Bailí Matomo",
        "ViewAllTrackingFailures": "Féach ar gach teip rianaithe",
        "VueDescription": "Má tá Vue.js á úsáid ag do shuíomh gréasáin, féach %1$sthis guide%2$s.",
        "WhatIsNew": "Cad atá Nua",
        "WhatIsNewDoNotShowAgain": "Ná taispeáin arís",
        "WhatIsNewNoChanges": "Níl aon rud nua i láthair na huaire",
        "WhatIsNewNoChangesTitle": "Gan aon athruithe le déanaí",
        "WhatIsNewRemindMeLater": "Cuir i gcuimhne dom níos déanaí",
        "WhatIsNewTitle": "Seo an méid atá nua i Matomo",
        "WhatIsNewTooltip": "Foghlaim cad atá nua i Matomo",
        "WithOptionalRevenue": "le hioncam roghnach",
        "WordpressDescription": "Má tá wordpress á úsáid ag do láithreán gréasáin, féach %1$sthis guide%2$s.",
        "YouAreNotOptedOut": "Níl tú díliostáilte.",
        "YouAreOptedOut": "Tá tú díliostáilte faoi láthair.",
        "YouMayOptOut": "Féadfaidh tú rogha a dhéanamh gan uimhir aitheantais uathúil fianán anailísíochta gréasáin a shannadh le do ríomhaire chun comhiomlánú agus anailís na sonraí a bhailítear ar an láithreán gréasáin seo a sheachaint.",
        "YouMayOptOut2": "Is féidir leat a roghnú chun cosc a chur ar an láithreán gréasáin seo ó chomhiomlánú agus anailís a dhéanamh ar na gníomhartha a ghlacann tú anseo.",
        "YouMayOptOut3": "Cosnóidh sé sin do phríobháideacht, ach cuirfidh sé cosc ar an úinéir foghlaim ó do ghníomhartha agus eispéireas níos fearr a chruthú duit féin agus d'úsáideoirí eile.",
        "YouMayOptOutBis": "Chun an rogha sin a dhéanamh, cliceáil thíos chun fianán díliostála a fháil."
    }
}
