{
    "CoreAdminHome": {
        "AddNewTrustedHost": "એક નવો વિશ્વસનીય હોસ્ટ ઉમેરો",
        "Administration": "વહીવટ",
        "ArchivingSettings": "આર્કાઇવિંગ સેટિંગ્સ",
        "BrandingSettings": "બ્રાન્ડિંગ સેટિંગ્સ",
        "BruteForce": "બ્રૂટ ફોર્સ",
        "CheckToOptIn": "પસંદ કરવા માટે આ બોક્સને ચેક કરો.",
        "ClickHereToOptIn": "પસંદ કરવા માટે અહીં ક્લિક કરો.",
        "ClickHereToOptOut": "નાપસંદ કરવા માટે અહીં ક્લિક કરો.",
        "CloudflareDescription": "જો તમારી વેબસાઇટ Cloudflare પર હોસ્ટ કરવામાં આવી હોય, તો કૃપા કરીને %1$s આ માર્ગદર્શિકા%2$s જુઓ.",
        "ConfirmDeleteAllTrackingFailures": "શું તમે ખરેખર બધી ટ્રેકિંગ નિષ્ફળતાઓ કાઢી નાખવા માંગો છો?",
        "ConfirmDeleteThisTrackingFailure": "શું તમે ખરેખર આ ટ્રેકિંગ નિષ્ફળતાને કાઢી નાખવા માંગો છો?",
        "Cors": "કોર્સ",
        "CorsDomains": "ક્રોસ-ઓરિજિન રીસોર્સ શેરિંગ (CORS) ડોમેન્સ",
        "CorsDomainsHelp": "તમે http://example.com કે http://stats.example.com જેવા ડોમેઇન્સ અથવા સબડોમેઇન્સની વ્યાખ્યા કરી શકો છો. અથવા બધા ડોમેઇન્સ માટે ક્રોસ ડોમેઇન વિનંતીઓની મંજૂરી આપવા માટે ફક્ત * ઉમેરો",
        "CustomLogoFeedbackInfo": "જો તમે Matomo લોગોને કસ્ટમાઇઝ કરો છો, તો તમને ટોચના મેનૂમાં %1$s લિંકને છુપાવવામાં પણ રસ હોઈ શકે છે. આમ કરવા માટે, તમે %2$s પ્લગઈન્સ મેનેજ કરો%3$s પેજમાં ફીડબેક પ્લગઈનને અક્ષમ કરી શકો છો.",
        "CustomLogoHelpText": "તમે Matomo લોગોને કસ્ટમાઇઝ કરી શકો છો જે વપરાશકર્તા ઇન્ટરફેસ અને ઇમેઇલ રિપોર્ટ્સમાં પ્રદર્શિત થશે.",
        "DeleteAllFailures": "બધા નિષ્ફળતાઓ કાઢી નાખો",
        "DevelopmentProcess": "જ્યારે અમારી વિકાસ પ્રક્રિયામાં હજારો સ્વચાલિત પરીક્ષણોનો સમાવેશ થાય છે, ત્યારે બીટા પરીક્ષકો Matomo માં \"નો બગ નીતિ\" હાંસલ કરવામાં મુખ્ય ભૂમિકા ભજવે છે.",
        "EmailServerSettings": "ઇમેઇલ સર્વર સેટિંગ્સ",
        "ErrorEmailFromAddressNotValid": "SMTP ફ્રોમ સરનામું માન્ય નથી",
        "FaviconUpload": "અપલોડ માટે એક Favicon પસંદ કરો",
        "FileUploadDisabled": "તમારા PHP કોન્ફિગુરેશનમાં ફાઇલો અપલોડ કરવાની સક્ષમતા નથી. તમારો કસ્ટમ લોગો અપલોડ કરવા માટે કૃપા કરીને php.ini માં %s સેટ કરો અને તમારો વેબસર્વર ફરીથી શરૂ કરો.",
        "ForBetaTestersOnly": "માત્ર બેટા ટેસ્ટર્સ માટે",
        "HttpTrackingApi": "HTTP ટ્રેકિંગ API",
        "HttpTrackingApiDescription": "%1$sHTTP ટ્રેકિંગ API%2$s તમને કંઈપણ ટ્રૅક કરવાની મંજૂરી આપે છે. જો તમે પ્રોગ્રામિંગ ભાષાનો ઉપયોગ કરી રહ્યાં હોવ જેના માટે હજુ સુધી કોઈ SDK અસ્તિત્વમાં નથી તો આ ઉપયોગી થઈ શકે છે. જ્યારે તમે વિશિષ્ટ રીતે ઉપકરણો અથવા એપ્લિકેશનને ટ્રૅક કરવા માંગતા હોવ ત્યારે તે ઉપયોગી પણ હોઈ શકે છે.",
        "ImageTracking": "ઇમેજ ટ્રેકિંગ",
        "ImageTrackingIntro1": "જ્યારે કોઈ મુલાકાતીએ JavaScript અક્ષમ કરી હોય, અથવા જ્યારે JavaScript નો ઉપયોગ કરી શકાતો નથી, ત્યારે તમે મુલાકાતીઓને ટ્રૅક કરવા માટે ઇમેજ ટ્રૅકિંગ લિંકનો ઉપયોગ કરી શકો છો.",
        "ImageTrackingIntro2": "નીચેની લિંક જનરેટ કરો અને પેજમાં જનરેટ કરેલ HTML કોપી-પેસ્ટ કરો. જો તમે JavaScript ટ્રેકિંગ માટે ફોલબેક તરીકે આનો ઉપયોગ કરી રહ્યાં છો, તો તમે તેને %1$s ટૅગ્સમાં આવૃત કરી શકો છો.",
        "ImageTrackingIntro3": "વિકલ્પોની સંપૂર્ણ સૂચિ માટે તમે છબી ટ્રેકિંગ લિંક સાથે ઉપયોગ કરી શકો છો, %1$s ટ્રેકિંગ API દસ્તાવેજીકરણ%2$s જુઓ.",
        "ImageTrackingLink": "ઇમેજ ટ્રેકિંગ લિંક",
        "ImportFromGoogleAnalytics": "ગૂગલ એનાલિટિક્સ માંથી આયાત કરો",
        "ImportFromGoogleAnalyticsDescription": "જો તમારી પાસે ગૂગલ એનાલિટિક્સ પ્રોપર્ટી હોય અને તમે Matomo પર સ્વિચ કરી રહ્યાં છો, તો તમે તમારા વિદ્યમાન ડેટાને %1$sGoogleAnalyticsImporter%2$s પ્લગઇન વાપરીને આયાત કરી શકો છો.",
        "ImportingServerLogsDesc": "બ્રાઉઝર દ્વારા મુલાકાતીઓને ટ્રેક કરવાનું એક વૈકલ્પિક વિકલ્પ (JavaScript અથવા છબી લિંક દ્વારા) સર્વર લૉગ્સને લગાતાર આયાત કરવું છે. %1$sસર્વર લોગ ફાઇલ એનાલિટિક્સ%2$s વિશે વધુ જાણો.",
        "InvalidPluginsWarning": "નીચેના પ્લગઈન્સ %1$s સાથે સુસંગત નથી અને તેને લોડ કરી શકાયું નથી: %2$s.",
        "InvalidPluginsYouCanUninstall": "તમે %1$s પ્લગઇન્સ મેનેજ કરો%2$s પેજ પર આ પ્લગિન્સને અપડેટ અથવા અનઇન્સ્ટોલ કરી શકો છો.",
        "JSTrackingIntro1": "તમે તમારી વેબસાઇટના મુલાકાતીઓને ઘણી અલગ અલગ રીતે ટ્રૅક કરી શકો છો. તે કરવાની ભલામણ કરેલ રીત JavaScript દ્વારા છે. આ પદ્ધતિનો ઉપયોગ કરવા માટે તમારે ખાતરી કરવી આવશ્યક છે કે તમારી વેબસાઇટના દરેક વેબપેજમાં અમુક JavaScript કોડ છે, જે તમે અહીં જનરેટ કરી શકો છો.",
        "JSTrackingIntro2": "એકવાર તમારી પાસે તમારી વેબસાઇટ માટે JavaScript ટ્રેકિંગ કોડ આવી જાય, પછી તમે Matomo સાથે ટ્રૅક કરવા માંગતા હો તે બધા પૃષ્ઠો પર તેને કૉપિ કરો અને પેસ્ટ કરો.",
        "JSTrackingIntro3a": "મોટાભાગની વેબસાઇટ્સ, બ્લોગ્સ, CMS વગેરેમાં તમે તમારા માટે ટેકનિકલ કામ કરવા માટે પહેલાથી બનાવેલા પ્લગઇનનો ઉપયોગ કરી શકો છો. (અમારી %1$sMatomoને એકીકૃત કરવા માટે વપરાયેલ પ્લગઈન્સની યાદી%2$s જુઓ.)",
        "JSTrackingIntro3b": "જો કોઈ પ્લગઇન અસ્તિત્વમાં ન હોય તો તમે તમારા વેબસાઇટ ટેમ્પલેટ્સમાં ફેરફાર કરી શકો છો અને JavaScript ટ્રેકિંગ કોડને &lt;/head&gt; ટેગ કે જે ઘણીવાર 'header.php', 'header.tpl' અથવા સમાન ટેમ્પલેટ ફાઇલમાં વ્યાખ્યાયિત કરવામાં આવે છે.",
        "JSTrackingIntro4": "જો તમે મુલાકાતીઓને ટ્રેક કરવા માટે JavaScript વાપરવા માંગતા નથી, %1$sનીચે છબી ટ્રેકિંગ લિંક ઉત્પન્ન કરો%2$s.",
        "JSTrackingIntro5": "જો તમે ટ્રૅક પેજ વ્યૂ કરતાં વધુ કરવા માગો છો, તો કૃપા કરીને ઉપલબ્ધ કાર્યોની સૂચિ માટે %1$sMatomo Javascript ટ્રેકિંગ દસ્તાવેજીકરણ%2$s તપાસો. આ કાર્યોનો ઉપયોગ કરીને તમે લક્ષ્યો, કસ્ટમ ચલો, ઈકોમર્સ ઓર્ડર્સ, ત્યજી દેવાયેલા કાર્ટ્સ અને વધુને ટ્રૅક કરી શકો છો.",
        "JSTracking_CampaignKwdParam": "ઝુંબેશ કીવર્ડ પરિમાણ",
        "JSTracking_CampaignNameParam": "ઝુંબેશ નામ પરિમાણ",
        "JSTracking_CodeNoteBeforeClosingHead": "કોડ સ્નિપેટની કૉપિ કરવા માટે બટન પર ક્લિક કરો અને તેને બંધ થતા %1$s ટૅગ પહેલાં તરત જ પેસ્ટ કરો (ભલામણ કરેલ)",
        "JSTracking_CodeNoteBeforeClosingHeadEmail": "ખાતરી કરો કે આ કોડ તમારી વેબસાઇટના દરેક પૃષ્ઠ પર સ્ક્રિપ્ટ ઘટકમાં એમ્બેડ કરેલ છે. અમે તેને બંધ હેડ ટૅગ પહેલાં તરત જ પેસ્ટ કરવાની ભલામણ કરીએ છીએ.",
        "JSTracking_ConsentManagerConnected": "%1$s પહેલાથી જ માટોમો સાથે કામ કરવા માટે રૂપરેખાંકિત લાગે છે.",
        "JSTracking_ConsentManagerDetected": "તમારી સાઇટ પર %1$s સંમતિ મેનેજર મળી આવ્યો હતો. %1$s સાથે કામ કરવા માટે Matomo ને ગોઠવવા વિશે જાણવા માટે કૃપા કરીને %2$s ની મુલાકાત લો",
        "JSTracking_ConsentManagerEmailNote": "અથવા તમે તેના બદલે તમારી વેબસાઇટમાં સીધા જ ટ્રેકિંગ કોડને એમ્બેડ કરી શકો છો:",
        "JSTracking_CrossDomain": "ડિફૉલ્ટ રૂપે, મુલાકાતી ID કે જે અનન્ય મુલાકાતીને ઓળખે છે તે બ્રાઉઝરની પ્રથમ પક્ષ કૂકીઝમાં સંગ્રહિત થાય છે જે ફક્ત સમાન ડોમેન પરના પૃષ્ઠો દ્વારા જ ઍક્સેસ કરી શકાય છે. ક્રોસ ડોમેન લિંકિંગને સક્ષમ કરવાથી તમે ચોક્કસ મુલાકાતીઓની બધી ક્રિયાઓ અને પૃષ્ઠ દૃશ્યોને એક જ મુલાકાતમાં ટ્રૅક કરી શકો છો, પછી ભલે તેઓ ઘણા ડોમેન્સ પર પૃષ્ઠો જુએ. જ્યારે પણ વપરાશકર્તા તમારી વેબસાઇટના ઉપનામ URL ની લિંક પર ક્લિક કરે છે, ત્યારે તે વિઝિટર ID ને ફોરવર્ડ કરતા URL પેરામીટર pk_vid ઉમેરશે.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "નોંધ: ક્રોસ ડોમેન લિંકિંગનો ઉપયોગ કરવા માટે, તમારે તમારી વેબસાઇટ માટે એક કરતાં વધુ ડોમેન નામ (URL) નો ઉલ્લેખ કરવો આવશ્યક છે.",
        "JSTracking_CustomCampaignQueryParam": "ઝુંબેશ નામ અને કીવર્ડ માટે કસ્ટમ ક્વેરી પરિમાણ નામો વાપરો",
        "JSTracking_CustomCampaignQueryParamDesc": "નોંધ: %1$sMatomo આપમેળેગૂગલ એનાલિટિક્સ પરિમાણોને શોધી લેશે.%2$s",
        "JSTracking_DisableCampaignParameters": "ઝુંબેશ પરિમાણો ટ્રેકિંગને અક્ષમ કરો",
        "JSTracking_DisableCampaignParametersDesc": "જ્યારે આ વિકલ્પ ચકાસવામાં આવે છે, ત્યારે Matomo ઝુંબેશના પરિમાણોને ટ્રૅક કરશે નહીં અને તે ટ્રૅક કરેલા URL માંથી દૂર કરવામાં આવશે.",
        "JSTracking_DisableCookies": "બધા ટ્રેકિંગ કૂકીઝ નિષ્ક્રિય કરો",
        "JSTracking_DisableCookiesDesc": "બધા પ્રથમ પક્ષના કૂકીઝ નિષ્ક્રિય કરે છે. આ વેબસાઇટ માટેના વિદ્યમાન Matomo કૂકીઝ આગામી પૃષ્ઠ દૃશ્ય પર કાઢી નાખવામાં આવશે.",
        "JSTracking_EnableCrossDomainLinking": "ક્રોસ ડોમેન લિંકિંગ સક્ષમ કરો",
        "JSTracking_EnableDoNotTrack": "ક્લાઈન્ટ સાઇડ DoNotTrack ડિટેક્શન સક્ષમ કરો",
        "JSTracking_EnableDoNotTrackDesc": "તેથી જો મુલાકાતીઓ ટ્રેક કરવા માંગતા ન હોય તો ટ્રેકિંગ વિનંતીઓ મોકલવામાં આવશે નહીં.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "નોંધ: સર્વર બાજુ DoNotTrack સપોર્ટ સક્ષમ કરવામાં આવ્યો છે, તેથી આ વિકલ્પની કોઈ અસર થશે નહીં.",
        "JSTracking_EndNote": "નોંધ: તમે %1$sટ્રેકિંગ કોડ%2$s વ્યવસ્થાપક વિભાગમાં વૈવિધ્યપૂર્ણ ટ્રેકિંગ કોડ ઉત્પન્ન કરી શકો છો.",
        "JSTracking_GroupPageTitlesByDomain": "ટ્રેકિંગ કરતી વખતે પેજ શીર્ષકને સાઇટ ડોમેન પહેલા ઉમેરો",
        "JSTracking_GroupPageTitlesByDomainDesc1": "તેથી જો કોઈ વ્યક્તિ બ્લોગ પર 'વિશે' પૃષ્ઠની મુલાકાત લે છે.%1$s તે 'બ્લોગ / વિશે' તરીકે રેકોર્ડ કરવામાં આવશે. સબ-ડોમેન દ્વારા તમારા ટ્રાફિકની ઝાંખી મેળવવાનો આ સૌથી સહેલો રસ્તો છે.",
        "JSTracking_MergeAliases": "\"આઉટલિંક્સ\" અહેવાલમાં, જાણીતા ઉપનામ URLs પર ક્લિક્સ છુપાવો",
        "JSTracking_MergeAliasesDesc": "તેથી ઉપનામ URL (દા.ત. %s) ની લિંક્સ પરની ક્લિકને \"આઉટલિંક\" તરીકે ગણવામાં આવશે નહીં.",
        "JSTracking_MergeSubdomains": "ના તમામ સબડોમેન્સ પર મુલાકાતીઓને ટ્રૅક કરો",
        "JSTracking_MergeSubdomainsDesc": "તેથી જો એક મુલાકાતી %1$s અને %2$s ની મુલાકાત લે છે, તો તેઓને અનન્ય મુલાકાતી તરીકે ગણવામાં આવશે.",
        "JSTracking_PageCustomVars": "દરેક પૃષ્ઠ દૃશ્ય માટે કસ્ટમ વેરીએબલને ટ્રૅક કરો",
        "JSTracking_PageCustomVarsDesc": "ઉદાહરણ તરીકે, વેરીયેબલ નામ \"કેટેગરી\" અને મૂલ્ય \"વ્હાઇટ પેપર્સ\" સાથે.",
        "JSTracking_TrackNoScript": "JavaScript અક્ષમ હોય તેવા વપરાશકર્તાઓને ટ્રૅક કરો",
        "JSTracking_VisitorCustomVars": "આ મુલાકાતી માટે કસ્ટમ વેરિયેબલ્સ ટ્રૅક કરો",
        "JSTracking_VisitorCustomVarsDesc": "ઉદાહરણ તરીકે, વેરીયેબલ નામ \"પ્રકાર\" અને મૂલ્ય \"ગ્રાહક\" સાથે.",
        "JavaScriptTracking": "JavaScript ટ્રેકિંગ",
        "JsTrackingCodeMissingEmail1": "થોડા દિવસો પહેલા તમે તમારા Matomo એનાલિટિક્સમાં '%s' વેબસાઈટ ઉમેરી. અમે હમણાં જ તપાસ કરી છે અને તમારા Matomo પાસે આ વેબસાઇટ માટે કોઈ રેકોર્ડ કરેલ ટ્રાફિક હોય તેવું લાગતું નથી.",
        "JsTrackingCodeMissingEmail2": "ડેટા ટ્રૅક કરવાનું શરૂ કરવા અને તમારા વપરાશકર્તાઓની આંતરદૃષ્ટિ મેળવવા માટે, તમારે તમારી વેબસાઇટ અથવા મોબાઇલ એપ્લિકેશનમાં ટ્રેકિંગ સેટ કરવાની જરૂર પડશે. વેબસાઇટ્સ માટે ફક્ત %s ટેગની પહેલાં જ ટ્રેકિંગ કોડને એમ્બેડ કરો.",
        "JsTrackingCodeMissingEmail3": "તમારો ટ્રેકિંગ કોડ શોધવા અને કસ્ટમાઇઝ કરવા માટે, %1$sઅહીં ક્લિક કરો%2$s (અથવા %3$sJavaScript ટ્રેકિંગ ક્લાયન્ટ માર્ગદર્શિકા%4$s પર એક નજર નાખો).",
        "LearnMore": "વધુ જાણો",
        "LogoNotWriteableInstruction": "ડિફૉલ્ટ Matomo લોગોને બદલે તમારા કસ્ટમ લોગોનો ઉપયોગ કરવા માટે, આ નિર્દેશિકાને લખવાની પરવાનગી આપો: %1$s Matomo ને %2$s ફાઇલોમાં સંગ્રહિત તમારા લોગો માટે લખવાની ઍક્સેસની જરૂર છે.",
        "LogoUpload": "અપલોડ માટે એક લોગો પસંદ કરો",
        "LogoUploadFailed": "અપલોડ કરેલી ફાઇલ પર પ્રક્રિયા કરી શકાઈ નથી. કૃપા કરીને તપાસો કે ફાઇલમાં માન્ય ફોર્મેટ છે કે નહીં.",
        "LogoUploadHelp": "કૃપા કરીને %2$s પિક્સેલ્સની ન્યૂનતમ ઊંચાઈ સાથે %1$s ફોર્મેટમાં ફાઇલ અપલોડ કરો.",
        "LtsReleases": "LTS (લોંગ ટર્મ સપોર્ટ) વર્ઝન માત્ર સુરક્ષા અને બગ-ફિક્સ મેળવે છે.",
        "MenuDevelopment": "વિકાસ",
        "MenuDiagnostic": "નોંધાયેલું",
        "MenuGeneralSettings": "સામાન્ય સેટિંગ્સ",
        "MenuMeasurables": "માપી શકાય તેવા",
        "MenuSystem": "સિસ્ટમ",
        "MissingTrackingCodeEmailSubject": "Matomo એનાલિટિક્સમાં %s માટે કોઈ ટ્રાફિક રેકોર્ડ નથી, હવે શરૂ કરો",
        "NTrackingFailures": "%s ટ્રેકિંગ નિષ્ફળતાઓ",
        "NoKnownFailures": "કોઈ જાણીતા ટ્રેકિંગ નિષ્ફળતાઓ નથી.",
        "OptOutComplete": "ઓપ્ટ-આઉટ પૂર્ણ; વેબ ઍનલિટિક્સ ટૂલ દ્વારા આ વેબસાઇટની તમારી મુલાકાતો રેકોર્ડ કરવામાં આવશે નહીં.",
        "OptOutCompleteBis": "નોંધ કરો કે જો તમે તમારી કૂકીઝ સાફ કરો છો, નાપસંદ કૂકી કાઢી નાખો છો, અથવા જો તમે કમ્પ્યુટર અથવા વેબ બ્રાઉઝર બદલો છો, તો તમારે ફરીથી નાપસંદ કરવાની પ્રક્રિયા કરવાની જરૂર પડશે.",
        "OptOutCustomOptOutLink": "તમે આ ડેવલપર %1$sguide%2$s માં સમજાવ્યા મુજબ, HTML અને JavaScript નો ઉપયોગ કરીને સંપૂર્ણપણે કસ્ટમ ઓપ્ટ-આઉટ ફોર્મ પણ બનાવી શકો છો.",
        "OptOutDntFound": "તમારું બ્રાઉઝર જાણ કરી રહ્યું છે કે તમે ઇચ્છતા નથી તેથી તમને ટ્રૅક કરવામાં આવી રહ્યો નથી. આ તમારા બ્રાઉઝરનું સેટિંગ છે જેથી જ્યાં સુધી તમે 'ટ્રૅક ન કરો' સુવિધાને અક્ષમ ન કરો ત્યાં સુધી તમે ઑપ્ટ-ઇન કરી શકશો નહીં.",
        "OptOutErrorNoCookies": "ટ્રેકિંગ ઓપ્ટ-આઉટ સુવિધા માટે કૂકીઝ સક્ષમ કરવાની જરૂર છે.",
        "OptOutErrorNoTracker": "ટ્રેકિંગ ઓપ્ટ-આઉટ સુવિધા આ પૃષ્ઠ પર Matomo ટ્રેકર કોડ શોધવામાં અસમર્થ હતી",
        "OptOutErrorNotHttps": "ટ્રૅકિંગ ઑપ્ટ-આઉટ સુવિધા કદાચ કામ ન કરે કારણ કે આ સાઇટ HTTPS પર લોડ કરવામાં આવી ન હતી. તમારી નાપસંદ સ્થિતિ બદલાઈ છે કે કેમ તે તપાસવા માટે કૃપા કરીને પૃષ્ઠને ફરીથી લોડ કરો.",
        "OptOutErrorWindowOpen": "ટ્રેકિંગ ઑપ્ટ-આઉટ સુવિધા કદાચ કામ ન કરે કારણ કે એવું લાગે છે કે ઑપ્ટ આઉટ પૉપઅપ બ્લૉક કરવામાં આવ્યું હતું. તમારી નાપસંદ સ્થિતિ બદલાઈ છે કે કેમ તે તપાસવા માટે કૃપા કરીને પૃષ્ઠને ફરીથી લોડ કરો.",
        "OptOutExplanation": "Matomo ઇન્ટરનેટ પર ગોપનીયતા પ્રદાન કરવા માટે સમર્પિત છે. તમારા મુલાકાતીઓને Matomo વેબ ઍનલિટિક્સમાંથી નાપસંદ કરવાની પસંદગી પ્રદાન કરવા માટે, તમે તમારી વેબસાઇટ પૃષ્ઠોમાંથી એક પર નીચેનો HTML કોડ ઉમેરી શકો છો, ઉદાહરણ તરીકે ગોપનીયતા નીતિ પૃષ્ઠમાં.",
        "OptOutExplanationIntro": "આ કોડ તમારા મુલાકાતીઓ માટે તેમના વેબ બ્રાઉઝર્સમાં ઑપ્ટ-આઉટ કૂકી સેટ કરીને Matomoમાંથી નાપસંદ કરવા માટે એક લિંક ધરાવતું ડિવ પ્રદર્શિત કરશે. ડિવ દ્વારા પ્રદર્શિત કરવામાં આવશે તે સામગ્રી જોવા માટે નીચે જુઓ (અથવા %1$sઅહીં ક્લિક કરો%2$s).",
        "OptOutForYourVisitors": "તમારા મુલાકાતીઓ માટે Matomo ઓપ્ટ-આઉટ",
        "OptingYouOut": "તમને બહાર કરી રહ્યાં છીએ, કૃપા કરીને રાહ જુઓ…",
        "PersonalPluginSettings": "વ્યક્તિગત પ્લગઇન સેટિંગ્સ",
        "PiwikIsInstalledAt": "Matomo પર ઇન્સ્ટોલ કરેલ છે",
        "PluginSettingChangeNotAllowed": "તમને પ્લગઇન \"%2$s\" માં સેટિંગ \"%1$s\" નું મૂલ્ય બદલવાની મંજૂરી નથી",
        "PluginSettingReadNotAllowed": "તમને પ્લગઇન \"%2$s\" માં સેટિંગ \"%1$s\" નું મૂલ્ય વાંચવાની મંજૂરી નથી",
        "PluginSettings": "પ્લગઇન સેટિંગ્સ",
        "PluginSettingsIntro": "અહીં તમે નીચેના તૃતીય-પક્ષ પ્લગિન્સ માટે સેટિંગ્સ બદલી શકો છો:",
        "PluginSettingsSaveFailed": "પ્લગઇન સેટિંગ્સ સાચવી શકાઈ નથી",
        "PluginSettingsSaveSuccess": "પ્લગઇન સેટિંગ્સ અપડેટ કરી.",
        "SinglePageApplicationDescription": "જો તમે સિંગલ-પેજ એપ્લિકેશન (SPA) અથવા પ્રોગ્રેસિવ વેબ એપ્લિકેશન (PWA) ની ટ્રેકિંગ કરી રહ્યાં છો, તો કૃપા કરીને %1$sઆ માર્ગદર્શિકા%2$s જુઓ."
    }
}
