{
    "CoreAdminHome": {
        "Administration": "प्रशासन",
        "ArchivingSettings": "संग्रह सेटिंग",
        "BrandingSettings": "ब्रांडिंग सेटिंग्स",
        "ClickHereToOptIn": "इस विकल्प को चुनने के लिए यहाँ क्लिक करें।",
        "ClickHereToOptOut": "बाहर निकलना के लिए यहां क्लिक करें.",
        "CustomLogoFeedbackInfo": "आप Piwik प्रतीक चिन्‍ह अनुकूलित करे, तो आप भी शीर्ष मेनू में लिंक %1$s को छिपाने के लिए दिलचस्पी हो सकती है. ऐसा करने के लिए, आप प्रबंधित प्लगइन्स पृष्ठ में %2$s प्रतिक्रिया प्लगइन %3$s निष्क्रिय कर सकते हैं.",
        "CustomLogoHelpText": "आप Piwik प्रतीक चिन्‍ह को अनुकूलित कर सकते हैं जो यूजर इंटरफेस और ईमेल रिपोर्ट में प्रदर्शित किया जाएगा",
        "DevelopmentProcess": "हमारी %1$s विकास प्रक्रिया %2$s मे हजारों स्वचालित परीक्षण शामिल हैं, जबकि बीटा परीक्षक Piwik में \"कोई बग नीति\" को प्राप्त करने में एक महत्वपूर्ण भूमिका निभाते हैं.",
        "EmailServerSettings": "ईमेल सर्वर की सेटिंग्स",
        "ForBetaTestersOnly": "केवल बीटा परीक्षकों के लिए",
        "ImageTracking": "इमेज ट्रैकिंग",
        "ImageTrackingIntro1": "एक आगंतुक जावास्क्रिप्ट निष्क्रिय कर दिया या जावास्क्रिप्ट प्रयोग नहीं किया, आप आगंतुकों को ट्रैक करने के लिए एक छवि ट्रैकिंग लिंक का उपयोग कर सकते हैं.",
        "ImageTrackingIntro2": "नीचे लिंक उत्पन्न करें और उत्पन्न HTML को पृष्ठ में कॉपी पेस्ट करें. आप जावास्क्रिप्ट पर नज़र रखने के लिए एक fallback के रूप में इस का उपयोग कर रहे हैं, तो आप %1$s टैग में घेर कर सकते हैं.",
        "ImageTrackingIntro3": "विकल्पों की पूरी सूची के लिए एक छवि ट्रैकिंग लिंक का उपयोग कर सकते हैं , %1$s ट्रैकिंग एपीआई प्रलेखन %2$s देखें.",
        "ImageTrackingLink": "इमेज ट्रैकिंग का लिंक",
        "ImportingServerLogs": "सर्वर लॉग्स का आयात",
        "ImportingServerLogsDesc": "ब्राउज़र (या तो जावास्क्रिप्ट या एक छवि लिंक के माध्यम से) के माध्यम से दर्शकों ट्रैकिंग के लिए एक विकल्प लगातार सर्वर लॉग आयात है. सर्वर %1$s लॉग फ़ाइल एनालिटिक्स %2$s के बारे में अधिक जानें.",
        "JavaScriptTracking": "जावास्क्रिप्ट ट्रैकिंग",
        "JSTracking_CampaignKwdParam": "अभियान खोजशब्द प्राचल",
        "JSTracking_CampaignNameParam": "अभियान का नाम प्राचल",
        "JSTracking_CustomCampaignQueryParam": "अभियान का नाम और कीवर्ड के लिए कस्टम क्वेरी प्राचल नाम का प्रयोग करें",
        "JSTracking_CustomCampaignQueryParamDesc": "नोट: %1$s Piwik स्वतः गूगल एनालिटिक्स मापदंडों की पहचान करेगा.%2$s",
        "JSTracking_EnableDoNotTrack": "ग्राहक की ओर \"ट्रैक नहीं\" का पता लगाना सक्षम",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "नोट: सर्वर साइड, समर्थन सक्षम किया गया है \"ट्रैक नहीं\" इसलिए इस विकल्प का कोई प्रभाव नहीं पड़ेगा.",
        "JSTracking_EnableDoNotTrackDesc": "आगंतुकों को ट्रैक करना नहीं चाहते हैं तो ट्रैकिंग अनुरोध को नहीं भेजा जाएगा.",
        "JSTracking_GroupPageTitlesByDomain": "ट्रैकिंग से पहले साइट डोमेन पृष्ठ शीर्षक में जोड़े",
        "JSTracking_GroupPageTitlesByDomainDesc1": "किसी के ब्लॉग पर 'के बारे में' पृष्ठ पर जाता है तो अगर. %1$s यह ब्लॉग के बारे में \/ 'के रूप में दर्ज किया जाएगा. इस उप डोमेन से अपने यातायात का अवलोकन प्राप्त करने के लिए सबसे आसान तरीका है.",
        "JSTracking_MergeAliases": "\"आउटलिंक\" रिपोर्ट में,",
        "JSTracking_MergeSubdomains": "के सभी उप डोमेंस भर में आगंतुकों खोज",
        "JSTracking_MergeSubdomainsDesc": "तो एक आगंतुक का दौरा %1$s और %2$s अगर वे एक अद्वितीय आगंतुक के रूप में गिना जाएगा.",
        "JSTracking_PageCustomVars": "प्रत्येक पृष्ठ को देखने के लिए एक विशिष्ट चर खोज",
        "JSTracking_PageCustomVarsDesc": "उदाहरण के लिए, चर नाम \"श्रेणी\" के साथ और मूल्य \"श्वेत पत्र\".",
        "JSTracking_VisitorCustomVars": "इस आगंतुक के लिए कस्टम चर खोजे",
        "JSTracking_VisitorCustomVarsDesc": "उदाहरण के लिए, चर नाम \"प्रकार\" के साथ और मूल्य \"ग्राहक\".",
        "JSTrackingIntro1": "आपकी वेबसाइट पर आने वाले लोगों को आप कई तरीकों से ट्रैक कर सकते हैं। हमरी सलाह है कि आप इसके लिए जावास्क्रिप्ट का प्रयोग करें। इस तरीके को इस्तेमाल करने के लिए सुनिश्चित कर लें की आपकी वेबसाइट के प्रत्येक पृष्ट पर जावास्क्रिप्ट कोड हो। जावास्क्रिप्ट कोड को आप यहाँ से जेनरेट कर सकते हैं।",
        "JSTrackingIntro2": "एक बार जब आप अपनी वेबसाइट के लिए जावास्क्रिप्ट ट्रैकिंग कोड है कॉपी और सभी पृष्ठों पर जोड़ दें आप Piwik के साथ ट्रैक करना चाहते हैं",
        "JSTrackingIntro3": "सबसे वेबसाइटों में, ब्लॉग, सीएमएस, आदि आप के लिए तकनीकी काम करने के लिए एक पूर्व बनाया प्लगइन का उपयोग कर सकते हैं. (Piwik %2$s एकीकृत करने के लिए प्रयोग किया जाता plugins की हमारी %1$s सूची देखें.) कोई प्लगइन आप \"पाद\" फाइल में अपनी वेबसाइट टेम्पलेट्स संपादित करें और इस कोड जोड़ सकते हैं",
        "JSTrackingIntro4": "आप आगंतुकों को ट्रैक करने के लिए जावास्क्रिप्ट का उपयोग नहीं करना चाहते हैं, %1$s तो नीचे एक छवि ट्रैकिंग %2$s लिंक उत्पन्न करते हैं.",
        "JSTrackingIntro5": "आप ट्रैक पृष्ठ विचारों से अधिक करना चाहते हैं, उपलब्ध कार्यों की सूची के लिए %1$s Piwik जावास्क्रिप्ट ट्रैकिंग दस्तावेज़ीकरण %2$s की जाँच करें. इन कार्यों का उपयोग कर आप लक्ष्यों, कस्टम चर, ईकॉमर्स आदेश, परित्यक्त गाड़ियां और अधिक ट्रैक कर सकते हैं.",
        "LogoUpload": "अपलोड करने के लिए किसी लोगो को चुनें",
        "MenuDiagnostic": "डायग्नोस्टिक",
        "MenuGeneralSettings": "सामान्य सेटिंग्स",
        "MenuManage": "नियंत्रित करें",
        "OptOutComplete": "ऑप्ट-आउट कम्पलीट: इस वेबसाइट के लिए अपने दौरे वेब विश्लेषिकी उपकरण द्वारा दर्ज नहीं किया जाएगा.",
        "OptOutCompleteBis": "आप अपने कुकी साफ़ करें, अगर कुकी को हटा सकते हैं, या आप कंप्यूटर या वेब ब्राउज़र को बदलते हैं, तो आप फिर से ऑप्ट-आउट कार्यविधि को पूरा करने की आवश्यकता होगी.",
        "OptOutDntFound": "आप अपने ब्राउज़र आप नहीं करना चाहते हैं कि रिपोर्ट कर रहा है के बाद से नज़र रखी जा रही नहीं कर रहे हैं । आप ' ट्रैक न करें' सुविधा का प्रयोग नहीं जब तक आप चुनते में करने में सक्षम नहीं होगा, तो यह आपके ब्राउजर की एक सेटिंग है।",
        "OptOutExplanation": "Piwik इंटरनेट पर गोपनीयता प्रदान करने के लिए समर्पित है. Piwik वेब विश्लेषिकी से बाहर निकलने के विकल्प के साथ अपने आगंतुकों प्रदान करने के लिए, आप अपनी वेबसाइट के पेज में से एक पर निम्नलिखित HTML कोड जोड़ सकते हैं, एक गोपनीयता नीति पेज में उदाहरण के लिए.",
        "OptOutExplanationBis": "यह कोड अपने दर्शकों के लिए एक कड़ी युक्त एक iframe को प्रदर्शित करेगा अपने ब्राउज़र में एक कुकी को सेट करके Piwik से लिए ऑप्ट बाहर जाने के लिए आइफ्रेम द्वारा प्रदर्शित की जाने वाली सामग्री को देखने के लिए %1$s यहां क्लिक करें %2$s.",
        "OptOutForYourVisitors": "अपने दर्शकों के लिए Piwik ऑप्ट आउट",
        "PiwikIsInstalledAt": "Piwik में स्थापित किया गया है",
        "StableReleases": "Piwik अपने व्यापार का एक महत्वपूर्ण हिस्सा है, तो हम आपको नवीनतम स्थिर रिलीज उपयोग की सलाह देते हैं. आप नवीनतम बीटा का उपयोग करें और आप एक बग मिल या एक सलाह देना चाहते हैं, %1$sयहां देखें%2$s.",
        "TrackAGoal": "एक लक्ष्य की खोज",
        "TrackingCode": "कोड देखना",
        "TrustedHostConfirm": "क्या आप विश्वसनीय Piwik परिचारक नाम बदलना चाहते हैं?",
        "TrustedHostSettings": "Piwik विश्वसनीय परिचारक नाम",
        "UseCustomLogo": "एक विशिष्ट प्रतीक चिन्‍ह का प्रयोग करें",
        "ValidPiwikHostname": "Piwik वैध परिचारक नाम",
        "WithOptionalRevenue": "वैकल्पिक राजस्व के साथ",
        "YouAreOptedIn": "आप वर्तमान में चुने जाते हैं",
        "YouAreOptedOut": "आप वर्तमान में बाहर निकले जाते हैं.",
        "YouMayOptOut": "आप इस वेबसाइट पर एकत्र आंकड़ों का एकत्रीकरण और विश्लेषण से बचने के लिए अपने कंप्यूटर के लिए आवंटित एक अद्वितीय वेब विश्लेषण कुकी पहचान संख्या नहीं चुन सकते हैं.",
        "YouMayOptOutBis": "उसे विकल्प बनाने के लिए, कुकी को प्राप्त करने के लिए नीचे क्लिक करें.",
        "OptingYouOut": "आप छोड़ने पर, कृपया प्रतीक्षा करें ..."
    }
}