{
    "CoreAdminHome": {
        "Administration": "Administrasi",
        "BrandingSettings": "Pengaturan merek",
        "ClickHereToOptIn": "Klik di sini agar terekam.",
        "ClickHereToOptOut": "Klik di sini agar tak-terekam.",
        "CustomLogoFeedbackInfo": "Jika Anda menyesuaikan logo Piwik, Anda mungkin juga tertarik untuk menyembunyikan tautan %s di menu atas. Untuk melakukannya, Anda mematikan pengaya Umpan Balik di halaman %s Pengelolaan Pengaya%s.",
        "CustomLogoHelpText": "Anda dapat Anda dapat menyesuaikan logo Piwik yang akan ditampilkan dalam antarmuka pengguna dan laporan surel.",
        "DevelopmentProcess": "Ketika %sproses pengembangan%s kami menyertakan ribuan pemeriksaan otomatis, Pemeriksa Betta menjalankan peran kunci dalam pengarsipan \"Kebijakan Tanpa Kutu\" di Piwik.",
        "EmailServerSettings": "Pengaturan peladen Surel",
        "ForBetaTestersOnly": "Hanya untuk pemeriksa beta saja",
        "ImageTracking": "Pelacakan Gambar",
        "ImageTrackingIntro1": "Ketika pengunjung mematikan JavaScript, atau ketika JavaScript tidak dapat digunakan, Anda dapat menggunakan tautan pelacakan gambar untuk melacak pengunjung.",
        "ImageTrackingIntro2": "Bangitkan tautan di bawah dan salin-tempel HTML hasil ke halaman. Bila Anda menggunakan ini sebagai pengganti bila terjadi kegagalan pelacakan JavaScript, Anda dapat mengelilingi ini dengan etiket %1$s.",
        "ImageTrackingIntro3": "Untuk seluruh daftar opsi yang Anda dapat gunakan untuk tautan pelacakan gambar, lihat %1$sDokumentasi API Pelacakan%2$s.",
        "ImageTrackingLink": "Tautan Pelacakan Gambar",
        "ImportingServerLogs": "Mengimpor Catatan Peladen",
        "ImportingServerLogsDesc": "Sebuah cara alternatif untuk melacak pengunjung melalui peramban (melalui JavaScript atau tautan gambar) adalah secara berkelanjutan mengimpor catatan peladen. Pelajari selengkapnya tentang %1$sAnalisis Berkas Catatan Peladen%2$s.",
        "InvalidPluginsWarning": "Pengaya berikut ini tidak sesuai dengan %1$s dan tidak dapat dimuat: %2$s.",
        "InvalidPluginsYouCanUninstall": "Anda dapat memperbarui atau menghapus pengaya berikut dalam halaman %1$sKelola Pengaya%2$s.",
        "JavaScriptTracking": "Pelacakan JavaScript",
        "JSTracking_CampaignKwdParam": "Parameter Kata Kunci Kampanye",
        "JSTracking_CampaignNameParam": "Parameter Nama Kampanye",
        "JSTracking_CodeNote": "Pastikan bahwa kode ini berada dalam setiap halaman Anda sebelum etiket %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Gunakan nama parameter kueri kustom untuk untuk nama kampanye dan kata kunci",
        "JSTracking_CustomCampaignQueryParamDesc": "Catatan: %1$sPiwik akan secara otomastis mendeteksi parameter Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Mengaktifkan pendeteksian Jangan-Lacak sisi klien",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Catatan: Dukungan Jangan-Lacak sisi peladen telah diaktifkan, sehingga opsi ini tidak memiliki pengaruh.",
        "JSTracking_EnableDoNotTrackDesc": "Sehingga permintaan pelacakan tidak akan dikirim bila pengunjung tidak ingin terlacak.",
        "JSTracking_GroupPageTitlesByDomain": "Tambah judul halaman untuk situs ranah tersebut saat pelacakan",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Sehingga bila seseorang mengunjungi halaman 'Tentang' dalam blog, %1$s ini akan terekam sebagai 'blog \/ Tentang'. Ini akan mempermudah melakuka tinjauan terhadap lalu lintas berdasar subranah.",
        "JSTracking_MergeAliases": "Dalam laporan \"Tautan keluar\", sembunyikan klik untuk untuk mengetahui URL alias dari",
        "JSTracking_MergeAliasesDesc": "Sehingga bila mengeklik tautan terhadap URL Alias (misal %s) tidak akan dihitung sebagai \"Tautan keluar\".",
        "JSTracking_MergeSubdomains": "Lacak seluruh pengunjung subranah dari",
        "JSTracking_MergeSubdomainsDesc": "Sehingga bila satu pengunjung mengunjungi %1$s dan %2$s, mereka akan terhiting sebagai pengunjung.",
        "JSTracking_PageCustomVars": "Melacak variabel kustom untuk setiap tampilan halaman",
        "JSTracking_PageCustomVarsDesc": "Sebagai contoh, dengan nama variabel \"Kategori\" dengan nilai \"Kerta Putih\".",
        "JSTracking_VisitorCustomVars": "Lacak variabel kustom untuk pengunjung ini",
        "JSTracking_VisitorCustomVarsDesc": "Sebagai contoh, dengan nama variabel \"Jenis\" dengan nilai \"Pelanggan\".",
        "JSTrackingIntro1": "Anda dapat melacak pengunjung situs Anda dengan banyak cara. Cara disarankan adalah menggunakan JavaScript. Untuk menggunkan metode ini, Anda harus yakin bahwa setiap halaman situs Anda memiliki beberapa kode JavaScript, yang dapat dibuat di sini.",
        "JSTrackingIntro2": "Sekali Anda memiliki kode pelacakan JavaScript untuk situs Anda, salin dan tempel dalam setiap halaman yang ingin dilacak menggunakan Piwik.",
        "JSTrackingIntro3": "DI kebanyakan situs, Sistem Manajemen Konten (SMK), dan lain-lain, Anda dapat menggunakan pengaya prabuat untuk melakukan tindakan teknis untuk Anda. (Lihat %1$sdaftar pengaya terpadu Piwik%2$s dari kami.) Bila tidak ada pengaya tersedia Anda dapat menyunting tata letak situs Anda dan tambahkan kode ini dalam berkas \"kaki\".",
        "JSTrackingIntro4": "Bila Anda tidak ingin menggunakan JavaScript untuk melacak pengunjung, %1$sbuat sebuah gambar pelacakan di tautan berikut%2$s.",
        "JSTrackingIntro5": "Bila Anda berkeinginan lebih dari melacak tampilan halaman, harap periksa %1$sDokumentas Pelacakan Javascript Piwik%2$s untuk daftar fungsi yang tersedia. Gunakan funsi tersebut untuk melacak tujuan Anda, variabel kustom, pemesanan niaga-e, keranjang dibuang, dan lebih.",
        "LogoUpload": "Pilih Logo untuk diunggah",
        "LogoUploadHelp": "Harap mengunggah berkas dalam bentuk %s dengan tinggi minimal %s pixel.",
        "MenuDiagnostic": "Diagnosis",
        "MenuGeneralSettings": "Pengaturan Umum",
        "MenuManage": "Kelola",
        "OptOutComplete": "Jangan-Lacak selesai. Bila Anda mengunjungi situs ini, Anda tidak akan terekam oleh perangkat Analisis Ramatraya.",
        "OptOutCompleteBis": "Perhatikan bahwa jika Anda menghapus kuki Anda, menghapus kuki Jangan-Lacak, atau jika Anda mengganti komputer atau peramban ramatraya, Anda perlu melakukan prosedur Jangan-Lacak lagi.",
        "OptOutExplanation": "Piwik berdedikasi untuk menyediakan privasi Internet. Agar pengunjung Anda memiliki pilihan untuk tidak terekam oleh Analisis Ramatraya Piwik, Anda dapat menambahkan kode HTML di salah satu halaman situs Anda, misalnya di halaman Kebijakan Privasi.",
        "OptOutExplanationBis": "Kode ini akan menampilkan bingkai pendam yang mengandung tautan untuk pengunjung agar Piwik tidak merekam dengan mengatur kuki Jangan-Lacak di peramban pengunjung. %sKlik di sini%s untuk melihat isi yang ditampilkan oleh bingkai pendam.",
        "OptOutForYourVisitors": "Piwik Jangan-Lacakan untuk Pengunjung",
        "PiwikIsInstalledAt": "Piwik terpasang di",
        "StableReleases": "Bila Piwik merupakan hal yang penting dalam usaha Anda, kami menyarankan Anda menggunakan rilis stabil terkini. \tBila Anda menggunakan beta terkini dan Anda menemukan sebuah kutu atau sebuah sarah, harap %slihat di sini%s.",
        "TrackAGoal": "Lacak sebuah Tujuan",
        "TrackingCode": "Kode Palacakan",
        "TrustedHostConfirm": "Apakah Anda yakin mengubah nama inang terpercaya Piwik?",
        "TrustedHostSettings": "Nama Inang Terpercaya",
        "UseCustomLogo": "Gunakan logo kustom",
        "ValidPiwikHostname": "Nama Inang Sahih Piwik",
        "WithOptionalRevenue": "dengan pendapatan tersesuaikan",
        "YouAreOptedIn": "Anda sekarang terekam.",
        "YouAreOptedOut": "Anda sekarang tak-terekam.",
        "YouMayOptOut": "Anda kemungkinan memilih untuk tidak menyimpan nomor identifikasi unik kuki analisis ramatraya yang diberikan ke komputer Anda untuk menghindari pengumpulan dan analisis data yang dikumpulkan di situs ini.",
        "YouMayOptOutBis": "Untuk membuat pilihan itu, silakan klik di bawah ini untuk menerima kuki Jangan-Lacak."
    }
}