{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Aggiungi un nuovo host affidabile",
        "Administration": "Amministrazione",
        "ArchivingSettings": "Impostazioni archiviazione",
        "BrandingSettings": "Impostazioni di personalizzazione",
        "ReleaseChannel": "Canale release",
        "ClickHereToOptIn": "Clicca qui per accettare (opt-in).",
        "ClickHereToOptOut": "Clicca qui per rifiutare (opt-out).",
        "CustomLogoFeedbackInfo": "Se si personalizza il logo Piwik, si potrebbe anche essere interessati a nascondere il link %s nel menu in alto. A tale scopo, è possibile disattivare il plugin Feedback nella pagina %sGestione Plugin%s.",
        "CustomLogoHelpText": "È possibile personalizzare il logo Piwik che verrà visualizzato nell'interfaccia utente e nei reports e-mail.",
        "DevelopmentProcess": "Poichè il nostro %sprocesso di sviluppo%s include migliaia di test automatizzati, i Beta Tester giocano un ruolo chiave nel raggiungimento in Piwik della \"Politica no bug\".",
        "EmailServerSettings": "Impostazioni server e-mail",
        "ForBetaTestersOnly": "Solo per beta tester",
        "ImageTracking": "Tracking Immagini",
        "ImageTrackingIntro1": "Quando un visitatore ha disattivato JavaScript o quando JavaScript non può essere utilizzato, è possibile utilizzare un collegamento di tracciamento immagine per tracciare i visitatori.",
        "ImageTrackingIntro2": "Genera il link qui sotto e copia-incolla nella pagina il codice HTML generato. Se si utilizza questo come ripiego per il tracciamento JavaScript, è possibile limitarlo a %1$s tags.",
        "ImageTrackingIntro3": "Per la lista completa delle opzioni che è possibile utilizzare con un link di tracciamento dell'immagine, vedi la%1$sDocumentazione API Tracciamento%2$s.",
        "ImageTrackingLink": "Link Tracciamento Immagine",
        "ImportingServerLogs": "Importazione Server Log",
        "ImportingServerLogsDesc": "Un'alternativa al tracciamento dei visitatori tramite browser (JavaScript o immagine) è quella di importare i log del server web. Impara di più su %1$sStatistiche tramite Server Log File%2$s.",
        "InvalidPluginsWarning": "I seguenti plugin non sono compatibili con %1$s e non possono essere caricati: %2$s.",
        "InvalidPluginsYouCanUninstall": "Puoi aggiornare o disinstallare questi plugin nella pagina %1$sGestione Plugin%2$s.",
        "JavaScriptTracking": "Tracciamento JavaScript",
        "JSTracking_CampaignKwdParam": "Parametro Keyword Campagna",
        "JSTracking_CampaignNameParam": "Parametro Nome Campagna",
        "JSTracking_CodeNote": "Assicurati che questo codice si trovi in ognuna delle pagine del tuo sito prima del tag %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Utilizza i nomi dei parametri di query personalizzati per il nome della campagna e parola chiave",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sPiwik rivelerà automaticamente i parametri di Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Disabilita tutti i cookies di tracking",
        "JSTracking_DisableCookiesDesc": "Disabilita tutti i cookies proprietari. I cookies esistenti di Piwik verranno cancellati alla prossima visualizzazione della pagina.",
        "JSTracking_EnableDoNotTrack": "Abilita l'individuazione DoNotTrack lato client",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: È stato abilitato il supporto DoNotTrack lato server, così questa opzione non avrà effetto.",
        "JSTracking_EnableDoNotTrackDesc": "In questo modo le richieste di tracciamento non verranno inviate se il visitatore non vuole essere tracciato.",
        "JSTracking_GroupPageTitlesByDomain": "Aggiungi il dominio del sito prima del titolo della pagina quando viene tracciata",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Così se qualcuno visita la pagina \"About\" sul blog %1$s, la visita verrà registrata come 'blog \/About'. Questo è il modo più semplice per avere una panoramica del traffico di un sub-dominio.",
        "JSTracking_MergeAliases": "Nel report \"Outlink\", nascondi i clic agli alias URL conosciuti di",
        "JSTracking_MergeAliasesDesc": "Così i clic sui links agli alias URL (es. %s) non verranno conteggiati come \"Outlink\"",
        "JSTracking_MergeSubdomains": "Traccia i visitatori in tutti i sottodomini di",
        "JSTracking_MergeSubdomainsDesc": "Se un visitatore visita %1$s e %2$s, sarà contato come visitatore unico.",
        "JSTracking_PageCustomVars": "Traccia una variabile personalizzata per ciascuna vista pagina",
        "JSTracking_PageCustomVarsDesc": "Per esempio, come il nome di variabile \"categoria\" e il valore \"Carte Bianche\".",
        "JSTracking_VisitorCustomVars": "Traccia le variabili personalizzate per questo visitatore",
        "JSTracking_VisitorCustomVarsDesc": "Per esempio, con il nome di variabile \"Tipo\" e il valore \"Cliente\".",
        "JSTrackingIntro1": "Puoi monitorare i visitatori del tuo sito web con metodi diversi. Il metodo raccomandato è di farlo tramite JavaScript. Per utilizzare questo metodo è necessario che ogni pagina del sito abbia il codice JavaScript, che è possibile generare qui.",
        "JSTrackingIntro2": "Una volta ottenuto il codice JavaScript per il tuo sito web, copialo e incollalo in tutte le pagine che vuoi monitorare con Piwik.",
        "JSTrackingIntro3": "Nella maggior parte dei siti web, blog, CMS, ecc, puoi utilizzare un plugin per fare il lavoro tecnico al posto tuo. (Guarda la nostra %1$slista di plugin usati per integrare Piwik%2$s.) Se non esiste nessun plugin che fa al caso tuo, è possibile modificare i template del sito web ed aggiungere il codice nel file \"footer\".",
        "JSTrackingIntro4": "Se non vuoi usare il codice JavaScript per monitorare i visitatori, %1$sgenera qui sotto un'immagine per monitorare senza JavaScript%2$s.",
        "JSTrackingIntro5": "Se volete fare altro oltre che tracciare le viste pagina, preghiamo di controllare la %1$sDocumentazione Piwik Javascript Tracking%2$s per l'elenco delle funzioni disponibili. Utilizzando queste funzioni potrete tracciare obiettivi, variabili personalizzate, ordini ecommerce, carrelli abbandonati e altro.",
        "LogoNotWriteableInstruction": "Per utilizzare il tuo logo personalizzato al posto del logo di Piwik, da' i permessi di scrittura a questa directory: %1$s Piwik necessita dell'accesso in scrittura per i tuoi loghi conservati nei files %2$s.",
        "FileUploadDisabled": "Il caricamento dei files non è abilitato nella configurazione del tuo PHP. Per caricare il tuo logo personalizzato devi impostare %s nel php.ini e riavviare il server.",
        "LogoUpload": "Seleziona un logo da caricare",
        "FaviconUpload": "Seleziona una Favicon da caricare",
        "LogoUploadHelp": "Carica un file nei formati %s con un'altezza minima di %s pixels",
        "MenuDiagnostic": "Diagnostica",
        "MenuGeneralSettings": "Impostazioni generali",
        "MenuManage": "Gestione",
        "MenuDevelopment": "Sviluppo",
        "OptOutComplete": "Opt-out completato; le tue visite a questo sito non verranno registrate dallo strumento di Web Analytics.",
        "OptOutCompleteBis": "Nota che se cancelli i tuoi cookie, cancelli anche il cookie di opt-out, e se cambi computer o browser web, devi fare la procedura di opt-out nuovamente.",
        "OptOutDntFound": "Non vieni tracciato poiché il tuo browser comunica che non lo desideri. Questa è un'impostazione del tuo browser, dunque non potrai effettuare l'opt-in finchè non disabiliti la funzionalità \"Non Tracciare\".",
        "OptOutExplanation": "Piwik è impegnato ad assicurare la riservatezza su Internet. Per dare ai tuoi ospiti la possibilità di escludersi dalle Statistiche Web Piwik, è possibile aggiungere il seguente codice HTML in una pagina del tuo sito web, ad esempio in una pagina sulla privacy.",
        "OptOutExplanationBis": "Questo codice serve per mostrare un iFrame contenente un link che permetterà ai tuoi visitatori per escludersi da Piwik impostando un cookie opt-out nei loro browser. %sClicca qui%s per vedere il contenuto che sarà mostrato nell'iFrame.",
        "OptOutForYourVisitors": "Piwik opt-out per i tuoi visitatori",
        "PiwikIsInstalledAt": "Piwik è installato su",
        "PersonalPluginSettings": "Impostazioni Personali Plugin",
        "PluginSettingChangeNotAllowed": "Non sei abilitato a cambiare il valore dell'impostazione \"%s\" nel plugin \"%s\"",
        "PluginSettingReadNotAllowed": "Non sei abilitato a leggere il valore dell'impostazione \"%s\" nel plugin \"%s\"",
        "PluginSettings": "Impostazioni plugin",
        "PluginSettingsIntro": "Qui puoi cambiare le impostazioni dei seguenti plugin di terze parti:",
        "PluginSettingsValueNotAllowed": "Il valore del campo \"%s\" nel plugin \"%s\" non è consentito",
        "PluginSettingsSaveFailed": "Salvataggio delle impostazioni del plugin fallito",
        "SendPluginUpdateCommunication": "Manda un'email quando è disponibile l'aggiornamento di un plugin",
        "SendPluginUpdateCommunicationHelp": "Verrà inviata una email ai Super User quando è disponibile una nuova versione di un plugin.",
        "StableReleases": "Se Piwik rappresenta una parte fondamentale nella tua attività, ti raccomandiamo di utilizzare l'ultima versione stabile. Se utilizzi l'ultima versione beta e riscontri un bug o hai dei suggerimenti, per favore %sguarda qui%s.",
        "LtsReleases": "Le versioni LTS (Supporto a Lungo termine) riceveranno assistenza solo per le correzioni dei bug e della sicurezza.",
        "SystemPluginSettings": "Impostazioni di Sistema del Plugin",
        "TrackAGoal": "Traccia un obiettivo",
        "TrackingCode": "Codice di Tracciamento",
        "TrustedHostConfirm": "Sei sicuro di voler cambiare il nome dell'host affidabile di Piwik?",
        "TrustedHostSettings": "Nome Host Affidabile",
        "UpdateSettings": "Impostazioni degli aggiornamenti",
        "UseCustomLogo": "Usa un logo personalizzato",
        "ValidPiwikHostname": "Nome Host Piwik Valido",
        "WithOptionalRevenue": "con entrate opzionali",
        "YouAreOptedIn": "Al momento hai accettato il programma (opt-in).",
        "YouAreOptedOut": "Al momento non hai accettato il programma (opt-out).",
        "YouMayOptOut": "Puoi scegliere di non avere un cookie univoco di identificazione per web analytics assegnato al tuo computer al fine di evitare l'aggregazione e l'analisi dei dati raccolti su questo sito web.",
        "YouMayOptOutBis": "Per fare questa scelta, clicca qui di seguito per ricevere un cookie di opt-out.",
        "OptingYouOut": "Sto acquisendo la tua rinuncia, attendi..."
    }
}