{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Legg til en ny trygg tjener",
        "Administration": "Administrasjon",
        "ArchivingSettings": "Arkiveringsinnstillinger",
        "BrandingSettings": "Innstillinger for profilering",
        "ReleaseChannel": "Versjonskanal",
        "ClickHereToOptIn": "Trykk her for å delta.",
        "ClickHereToOptOut": "Trykk her for å ikke delta.",
        "CustomLogoFeedbackInfo": "Hvis du tilpasser Piwik-logoen vil du kanskje også skjule %1$s-lenken i toppmenyen. For å gjøre det må du deaktivere Feedback-utvidelsen i %2$sAdministrasjon av utvidelser%3$s-siden.",
        "CustomLogoHelpText": "Du kan tilpasse Piwik-logoen som vises i brukergrensesnittet og i e-postrapporter.",
        "DevelopmentProcess": "Selv om vår %1$sutviklingsprosess%2$s inkluderer tusener av automatiske testser, spiller betatestere en viktig rolle for å at vi skal kunne etterleve vårt mål om å ikke ha noen feil.",
        "EmailServerSettings": "Innstillinger for e-posttjener",
        "ForBetaTestersOnly": "Kun for beta-testere",
        "ImageTracking": "Bildesporing",
        "ImageTrackingIntro1": "Når en bruker har deaktivert JavaScript, eller når JavaScript ikke kan brukes, kan du bruke en bildesporingslenke for å spore besøkere.",
        "ImageTrackingIntro2": "Generer lenken under og kopier den genererte HTML-koden til ditt nettsted. Hvis du bruker dette som en fallback for JavaScript-sporing, kan du bruke %1$s-tagger rundt koden.",
        "ImageTrackingIntro3": "For hele listen med valg du kan bruke med en bildesporingslenke, se %1$sDokumentasjonen for sporings-API%2$s.",
        "ImageTrackingLink": "Bildesporingslenke",
        "ImportingServerLogs": "Importerer serverlogger",
        "ImportingServerLogsDesc": "Som et alternativ til å spore besøkere gjennom nettleseren (enten via JavaScript eller bildesporingslenke), kan du importere serverlogger regelmessig. %1$sLær mer serverlogganalyse her.%2$s",
        "InvalidPluginsWarning": "De følgende utvidelsene er ikke kompatible med %1$s og kunne ikke lastes inn: %2$s.",
        "InvalidPluginsYouCanUninstall": "Du kan oppdatere eller avinstallere disse utvidelsene på %1$sAdministrer utvidelser%2$s-siden.",
        "JavaScriptTracking": "JavaScript-sporing",
        "JSTracking_CampaignKwdParam": "Nøkkelordparameter for kampanje",
        "JSTracking_CampaignNameParam": "Navneparameter for kampanje",
        "JSTracking_CodeNoteBeforeClosingHead": "Forsikre deg om at denne koden er på alle sider på nettstedet. Vi anbefaler å lime den inn rett før den lukkende %1$s-taggen.",
        "JSTracking_CustomCampaignQueryParam": "Bruk tilpassede spørreparameternavn for kampanjens navn og nøkkelord",
        "JSTracking_CustomCampaignQueryParamDesc": "Merk: %1$sPiwik vil automatisk oppdage Google Analytics-parametere.%2$s",
        "JSTracking_DisableCookies": "Deaktiver alle sporingskapsler (cookies)",
        "JSTracking_DisableCookiesDesc": "Deaktiver alle førstparts datakapsler (cookies). Eksisterende Piwik-datakapsler for dette nettstedet vil bli slettet ved neste sidevisning.",
        "JSTracking_EnableDoNotTrack": "Aktiver klientside DoNotTrack-gjenkjenning",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Merk: Server-side DoNotTrack-støtte har blitt aktivert, så dette valget vil ikke ha noen effekt.",
        "JSTracking_EnableDoNotTrackDesc": "Slik at sporing ikke vil bli sendt hvis besøkere ikke vil bli sporet.",
        "JSTracking_GroupPageTitlesByDomain": "Sett inn nettstedsdomenet foran sidetittelen når sporingen skjer",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Så hvis noen besøker «Om oss»-siden på blogg.%1$s, vil det bli lagret som «blogg \/ Om oss». Dette er den enkleste måten å få en oversikt over trafikk etter subdomene.",
        "JSTracking_MergeAliases": "I «Utlenker»-rapporten, skjul klikk til kjente alias-URLer for",
        "JSTracking_MergeAliasesDesc": "Slik at klikk på lenker til Alias-URLer (f.eks. %s) ikke vil telle som «Utlenker».",
        "JSTracking_MergeSubdomains": "Spor besøkere på tvers av alle subdomenene til",
        "JSTracking_MergeSubdomainsDesc": "Slik at hvis noen besøker %1$s og %2$s, vil de bli regnet som én unik besøker.",
        "JSTracking_PageCustomVars": "Spor en tilpasset variabel for hver sidevisning",
        "JSTracking_PageCustomVarsDesc": "For eksempel, med variabelnavnet «Kategori» og verdien «Rapporter».",
        "JSTracking_VisitorCustomVars": "Spor tilpassede variabler for denne besøkeren",
        "JSTracking_VisitorCustomVarsDesc": "For eksempel, med variabelnavnet «Type» og verdien «Kunde».",
        "JSTrackingIntro1": "Du kan spore besøkere til ditt nettsted på flere ulike måter. Den anbefalte måten å gjøre det er via JavaScript. For å bruke denne metoden må du forsikre deg om at alle nettsider på ditt nettsted har en JavaScript-kode, som du kan generere her.",
        "JSTrackingIntro2": "Når du har JavaScript-sporingskoden for ditt nettsted, kopier og lim den inn på alle nettsteder som du vil spore med Piwik.",
        "JSTrackingIntro3": "For de fleste nettsteder, blogger, CMS-er og liknende kan du bruke allerede eksisterende utvidelser for å gjøre den tekniske jobben for deg. (Se vår %1$sliste med utvidelser som integrerer Piwik%2$s.) Hvis det ikke eksisterer noen utvidelser kan du redigere ditt nettsteds maler og legge til koden i «footer»-filen.",
        "JSTrackingIntro4": "Hvis du ikke vil bruke JavaScript for å spore besøkere, %1$skan du generere en bildesporingslenke nedenfor%2$s.",
        "JSTrackingIntro5": "Hvis du vil gjøre mer enn å spore sidevisninger, vennligst sjekk ut %1$sPiwik JavaScript Tracking documentation%2$s for en liste med tilgjengelige funksjoner. Ved å bruke disse funksjonene kan du spore mål, tilpassede variabler, e-handelsordre, forlatte handlevogner og mer.",
        "LogoNotWriteableInstruction": "For å bruke din egen logo istedenfor Piwik-logoen, gi skriverettigheter til denne mappen: %1$s Piwik trenger skrivetilgang for dine logoer som er lagret i filene %2$s.",
        "FileUploadDisabled": "Opplasting avfiler er ikke aktivert i din PHP-konfigurasjon. For å laste opp din egen logo, vennligst sett %s i php.ini og restart din webserver.",
        "LogoUploadFailed": "Den opplastede filen kunne ikke prosesseres. Vennligst sjekk at den har et gyldig format.",
        "LogoUpload": "Velg en logo å laste opp",
        "FaviconUpload": "Velg et favicon å laste opp",
        "LogoUploadHelp": "Vennligst last opp en fil i %1$s-formatet med en minimumshøyde på %2$s piksler.",
        "MenuDiagnostic": "Diagnostikk",
        "MenuGeneralSettings": "Generelle innstillinger",
        "MenuManage": "Administrer",
        "MenuDevelopment": "Utvikling",
        "OptOutComplete": "Opt-out ferdig; dine besøk til dette nettstedet vil ikke spores av webstatistikkverktøyet.",
        "OptOutCompleteBis": "Merk at hvis du sletter dine datakapsler (cookies), sletter denne opt-out-kapselen, eller hvis du endrer datamaskin eller nettleser, er du nødt til å gjennomføre denne prosedyren igjen.",
        "OptOutDntFound": "Du spores ikke siden din nettleser rapporterer at du ikke vil det. Dette er en innstilling i din nettleser, så du vil ikke være i stand til å delta før du deaktiverer «Ikke spor meg»-funksjonen.",
        "OptOutExplanation": "Piwik er dedikert til å gi personvern på Internett. For å gi dine besøkere valget om å ikke bli sporet, kan du legge til følgende HTML-kode på en av nettstedssider, for eksempel på personvern-siden.",
        "OptOutExplanationBis": "Denne koden vil vise en iframe med en lenke for dine besøkere slik at de kan velge å ikke bli sporet av Piwik ved å sette en opt-out-cookie i sine nettlesere. %1$s Klikk her%2$s for å vise innholdet som vil vises i iframen.",
        "OptOutForYourVisitors": "Piwik opt-out for dine besøkende",
        "PiwikIsInstalledAt": "Piwik er installert på",
        "PersonalPluginSettings": "Personlige innstillinger for utvidelser",
        "PluginSettingChangeNotAllowed": "Du har ikke tillatelse til å endre verdien på innstillingen «%1$s» i utvidelsen «%2$s»",
        "PluginSettingReadNotAllowed": "Du har ikke tillatelse til å lese verdien av innstillingen «%1$s» i utvidelsen «%2$s»",
        "PluginSettings": "Innstillinger for utvidelser",
        "PluginSettingsIntro": "Her kan du endre innstillinger for følgende 3. parts utvidelser:",
        "PluginSettingsValueNotAllowed": "Verdien for feltet «%1$s» i utvidelsen «%2$s» er ikke tillatt",
        "PluginSettingsSaveFailed": "Klarte ikke å lagre innstillinger for utvidelser",
        "SendPluginUpdateCommunication": "Send en e-post når en oppdatering for en utvidelse er tilgjengelig",
        "SendPluginUpdateCommunicationHelp": "En e-post vil bli sendt til superbrukere når det er en ny versjon tilgjengelig for en utvidelse.",
        "StableReleases": "Hvis Piwik er en kritisk del av din forretning anbefaler vi at du bruker den nyeste stabile versjonen. Hvis du bruker den nyeste betaen og du finner en feil eller har et forbedringsforslag, vennligst %1$sse her%2$s.",
        "LtsReleases": "LTS(Long Term Support – langsiktig støtte)-versjoner får kun sikkerhets- og feilrettinger.",
        "SystemPluginSettings": "Systeminnstillinger for utvidelser",
        "TrackAGoal": "Spor et mål",
        "TrackingCode": "Sporingskode",
        "TrustedHostConfirm": "Er du sikker på at du vil endre betrodd vertsnavn for Piwik?",
        "TrustedHostSettings": "Betrodd Piwik-vertsnavn",
        "UpdateSettings": "Oppdater innstillinger",
        "UseCustomLogo": "Bruk din egen logo",
        "ValidPiwikHostname": "Gyldig Piwik-vertsnavn",
        "WithOptionalRevenue": "med valgfri inntjening",
        "YouAreOptedIn": "Du deltar i analysegrunnlaget.",
        "YouAreOptedOut": "Du deltar ikke i analysegrunnlaget.",
        "YouMayOptOut": "Du kan velge å ikke få tildelt en unik ID for nettanalyse på din datamaskin, slik at din aktivitet ikke spores på dette nettstedet.",
        "YouMayOptOutBis": "Hvis du ønsker at din aktivitet ikke lagres, klikk under for å motta en blank informasjonskapsel, så vil du unngå å bli registrert.",
        "OptingYouOut": "Forhindrer at du registreres, vennligst vent...",
        "ProtocolNotDetectedCorrectly": "Du ser nå Piwik på en sikker SSL-tilkobling (med HTTPS), men Piwik kan kun se en ikke-sikker tilkobling til serveren.",
        "ProtocolNotDetectedCorrectlySolution": "For å forsikre deg om at Piwik mottar sikre spørringer og leverer innhold over HTTPS, kan du redigere din %1$s-fil og enten konfigurere dine proxy-innstillinger, eller du kan legge inn linjen %2$s under seksjonen %3$s. %4$sLær mer%5$s"
    }
}