{
    "CoreAdminHome": {
        "Administration": "Zarządzanie",
        "ArchivingSettings": "Ustawienia archiwizacji",
        "BrandingSettings": "Ustawienia logo",
        "ClickHereToOptIn": "Kliknij tutaj by włączyć analizę.",
        "ClickHereToOptOut": "Kliknij tutaj by wyłączyć analizę.",
        "CustomLogoFeedbackInfo": "Jeśli dostosujesz logo Piwik, może będziesz także chciał ukryć %s odnośnik w górnym menu. Aby to zrobić możesz wyłączyć plugin Feedback na stronie %sManage Plugins%s.",
        "CustomLogoHelpText": "Można dostosować logo Piwik, które będą wyświetlane w interfejsie użytkownika i w raportach e-mail.",
        "DevelopmentProcess": "Podczas gdy %sproces rozwoju%s składa się z tysięcy testów automatycznych, Beta Testerzy odgrywają kluczową rolę w osiągnięciu \"polityki braku błędów\" w Piwik'u.",
        "EmailServerSettings": "Konfiguracja serwera poczty",
        "ForBetaTestersOnly": "Tylko dla beta testerów",
        "ImageTracking": "Obrazek Śledziący",
        "ImageTrackingIntro1": "Kiedy odwiedzający mają wyłączony język JavaScript lub kiedy JavaScript nie może być używany możesz użyć obrazka śledzącego aby śledzić odwiedzających.",
        "ImageTrackingIntro2": "Wygeneruj link poniżej i skopuj-wklej wygenerowany HTML na stronę. Jeśli używasz tego jako fallback dla śledzenia w JavaScript-cie, możesz umieścić go wewnątrz tagów %1$s.",
        "ImageTrackingIntro3": "Dla pełnej listy opcji które możesz używać z linkiem obrazka śledzącego zobacz %1$sDokumentację API Śledzenia%2$s.",
        "ImageTrackingLink": "Link Obrazka Śledzącego",
        "ImportingServerLogs": "Importuj logi Serwera",
        "ImportingServerLogsDesc": "Alternatywa do śledzenia odwiedzających przez przeglądarkę (przez JavaScript lub przez link do obrazka) jest ciągły import logów serwera. Poznaj więcej informacji o %1$sAnalizie na podstawie Logów Serwera%2$s.",
        "InvalidPluginsWarning": "Poniższe pluginy nie są kompatybilne z %1$s i nie moŋa zostać załadowane: %2$s.",
        "InvalidPluginsYouCanUninstall": "Możesz zaktualizować lub odinstalować te pluginy na stronie %1$sObsługa Pluginów%2$s",
        "JavaScriptTracking": "Śledzenie JavaScriptowe",
        "JSTracking_CampaignKwdParam": "Parametr Słowa Kluczowego Kampanii",
        "JSTracking_CampaignNameParam": "Nazwa parametru Kampanii",
        "JSTracking_CodeNote": "Upewnij się, że ten kod jest na każdej podstronie Twojej strony przed tagiem %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Użyto niestandardowych nazw parametrów dla zapytanie do nazwy kampanii i hasła",
        "JSTracking_CustomCampaignQueryParamDesc": "Ważne: %1$sPiwik automatycznie wykryje parametry Google Analystics..%2$s",
        "JSTracking_DisableCookies": "Wyłącz wszystkie pliki cookie",
        "JSTracking_DisableCookiesDesc": "Wyłącza wszystkie pliki cookie. Istniejące pliki cookie Piwik dla tej witryny zostaną usunięte w następnym widoku strony.",
        "JSTracking_EnableDoNotTrack": "Włącz wykrywanie DoNotTrack u klienta",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "NOTKA: Serwerowa opcja DoNotTrack została aktywowana, ustawienie które edytujesz nie będzie brane pod uwagę.",
        "JSTracking_EnableDoNotTrackDesc": "Więc żądania śledzenia nie będą wysyłane jeżeli odwiedzający nie życzą sobie śledzenia.",
        "JSTracking_GroupPageTitlesByDomain": "Dodaj domenę do tytułu strony gdy śledzisz",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Więc jeśli ktoś odwiedzi stronę 'O...' na blogu.%1$s zostanie to zapisane jako 'blog \/ O...'. Jest to najprostszy sposób uzyskania przeglądu ruchu względem sub-domen.",
        "JSTracking_MergeAliases": "W raporcie \"Outlinks\", ukryj kliknięcia na znane aliasy adresów URL",
        "JSTracking_MergeAliasesDesc": "Kliknięcie na linki do adresów URL (na przykład Alias​​.%s) nie będzie liczony jako \"Outlink\".",
        "JSTracking_MergeSubdomains": "Śledź odwiedzających we wszystkich subdomenach",
        "JSTracking_MergeSubdomainsDesc": "A więc jeśli odwiedzający odwiedza %1$s i %2$s, zostanie policzony jako unikalny odwiedzający.",
        "JSTracking_PageCustomVars": "Śledź własną zmienną dla widoku każdej ze stron",
        "JSTracking_PageCustomVarsDesc": "Dla przykładu, z nazwą zmiennej \"Kategoria\" i wartością \"Biała Księga\".",
        "JSTracking_VisitorCustomVars": "Śledź własne zmienne dla tego odwiedzającego",
        "JSTracking_VisitorCustomVarsDesc": "Dla przykładu, ze nazwą zmiennej \"Typ\" i wartością \"Klient\".",
        "JSTrackingIntro1": "Możesz śledzić odwiedzających na wiele sposobów. Rekomendowane jest użycie Javascript. By użyć tej metody musisz upewnić się, że każda podstrona ma kod, który możesz wygenerować poniżej.",
        "JSTrackingIntro2": "Kiedy już massz kod śledzenia JavaScript, skopiuj i wklej go na wszystkie strony, które chcesz śledzić w Piwik.",
        "JSTrackingIntro3": "W większości stron, na blogach i CMS itd. możesz używać pluginu, który załatwi stronę techniczną za Ciebie (sprawdź naszą %1$slistę pluginów do integracji z Piwik%2$s). Jeżeli nie ma żadnych pluginów możesz wyedytować swoją stronę i dodać ten kod w pliku \"footer\".",
        "JSTrackingIntro4": "Jeśli nie chcesz używać JavaScript'u do śledzenia odwiedzających, %1$swygeneruj link śledzenia obrazkiem poniżej%2$s.",
        "JSTrackingIntro5": "Jeśli chcesz zrobić więcej niż śledzić odwiedziny stron, sprawdz listę dostępnych funkcji w %1$sdokumentacji Piwik Śledzenie Javascript%2$s. Przy użyciu tych funkcji możesz śledzić cele, własne zmienne, zamówienia biznesowe i inne.",
        "LogoNotWriteableInstruction": "Aby użyć swojego własnego logo zamiast domyślnego loga Piwik, nadaj uprawnienia do zapisu do katalogu: %1$s Piwik potrzebuje tych uprawnień aby zapisać Twoje loga do pliku %2$s.",
        "FileUploadDisabled": "Przesyłanie plików nie jest włączone w konfiguracji PHP. Aby przesłać własne logo należy ustawić %s w pliku php.ini i ponownie uruchomić serwer WWW.",
        "LogoUpload": "Wybierz logo",
        "FaviconUpload": "Wybierz Favikonę do wysłania",
        "LogoUploadHelp": "Prześlij plik w formatach %s i o minimalnej wysokości %s pikseli.",
        "MenuDiagnostic": "Diagnostyka",
        "MenuGeneralSettings": "Konfiguracja ogólna",
        "MenuManage": "Zarządzaj",
        "MenuDevelopment": "Rozwój",
        "OptOutComplete": "Pełna dezaktywacja. Nie będziesz odnotowywany przez narzędzie statystyk i analityki.",
        "OptOutCompleteBis": "Prosimy zauważyć, że jeśli usuniesz swoje pliki ciasteczek cookies, zostaną skasowane ciasteczka wyłączające śledzenie, lub jeśli zmienisz komputer czy przeglądarkę, będziesz musiał powtórzyć procedurę wyłączenia analizy statystycznej raz jeszcze.",
        "OptOutExplanation": "Statystyki Piwik są zaprojektowane by nie naruszać prywatności w internecie. By zapewnić odwiedzającym możliwość wyboru rezygnacji ze śledzenia przez statystyki Piwik, możesz dodać następującą informację w kodzie HTML na jednej ze swoich stron, na przykład na stronie Polityka prywatności.",
        "OptOutExplanationBis": "Ten kod wyświetli ramkę Iframe zawierającą link dla odwiedzających do wyłączenia śledzenia przez ustawienie ciasteczka cookie dla ich przeglądarek. %s Kliknij tutaj%s, by zapoznać się z treścią wyświetlaną przez ramkę iFrame.",
        "OptOutForYourVisitors": "Wyłączenie działania Piwik dla twoich odwiedzających",
        "PiwikIsInstalledAt": "Piwik jest zainstalowany w",
        "PluginSettingChangeNotAllowed": "Nie masz uprawnień do zmiany wartości parametru\"%s\" w pluginie \"%s\"",
        "PluginSettingReadNotAllowed": "Nie masz uprawnień do odczytu wartości ustawienia \"%s\" w pluginie \"%s\"",
        "PluginSettingsIntro": "Możesz tu zmienić ustawienia dla następujących pluginów innych autorów:",
        "PluginSettingsValueNotAllowed": "Wartość dla pola \"%s\" w pluginie \"%s\" jest niedozwolona",
        "SendPluginUpdateCommunicationHelp": "Email zostanie wysłany do Super Użytkowników gdy pojawi się nowa wersja pluginu.",
        "StableReleases": "Jeśli Piwik jest ważną częścią firmy , zalecamy użycie najnowszej stabilnej wersji. Jeśli używasz najnowszej wersji beta i znajdziesz błąd lub masz sugestię , prosimy %szobacz tutaj%s .",
        "TrackAGoal": "Śledź cel",
        "TrackingCode": "Kod śledzenia",
        "TrustedHostConfirm": "Czy na pewno chcesz zmienić zaufaną nazwę hosta Piwik?",
        "TrustedHostSettings": "Zaufana Nazwa Hosta Piwik",
        "UpdateSettings": "Zaktualizuj ustawienia",
        "UseCustomLogo": "Użyj niestandardowego logo",
        "ValidPiwikHostname": "Prawidłowa Nazwa Hosta Piwik",
        "WithOptionalRevenue": "z optymalnym zyskiem",
        "YouAreOptedIn": "Bierzesz udział w procesie analityki statystycznej",
        "YouAreOptedOut": "Wykluczono Cię z procesu analityki statystycznej",
        "YouMayOptOut": "Możesz wybrać, by nie otrzymywać unikalnego numeru identyfikacyjnego w ciasteczku cookie, przypisanego tylko do Twojego komputera, celem uniknięcia gromadzenia i statystycznej analizy danych na tej stronie.",
        "YouMayOptOutBis": "Aby dokonać tego wyboru, prosimy kliknąć poniżej by uzyskać ciasteczko cookie wyłączające analitykę statystyczną."
    }
}