{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Dodaj zaufanego hosta",
        "Administration": "Zarządzanie",
        "ArchivingSettings": "Ustawienia archiwizacji",
        "BrandingSettings": "Ustawienia logo",
        "ReleaseChannel": "Kanał aktualizacji",
        "ClickHereToOptIn": "Kliknij tutaj by włączyć analizę.",
        "ClickHereToOptOut": "Kliknij tutaj by wyłączyć analizę.",
        "CustomLogoFeedbackInfo": "Jeśli dostosujesz logo Matomo, może będziesz także chciał ukryć %1$s odnośnik w górnym menu. Aby to zrobić możesz wyłączyć plugin Feedback na stronie %2$sZarządzaj wtyczkami%3$s.",
        "CustomLogoHelpText": "Można dostosować logo Matomo, które będzie wyświetlane w interfejsie użytkownika i w raportach e-mail.",
        "DevelopmentProcess": "Podczas gdy %1$sproces rozwoju%2$s składa się z tysięcy testów automatycznych, Beta Testerzy odgrywają kluczową rolę w osiągnięciu \"polityki braku błędów\" w Piwik'u.",
        "EmailServerSettings": "Konfiguracja serwera poczty",
        "ForBetaTestersOnly": "Tylko dla beta testerów",
        "ImageTracking": "Obrazek Śledziący",
        "ImageTrackingIntro1": "Kiedy odwiedzający mają wyłączony język JavaScript lub kiedy JavaScript nie może być używany możesz użyć obrazka śledzącego aby śledzić odwiedzających.",
        "ImageTrackingIntro2": "Wygeneruj link poniżej i skopuj-wklej wygenerowany HTML na stronę. Jeśli używasz tego jako fallback dla śledzenia w JavaScript-cie, możesz umieścić go wewnątrz tagów %1$s.",
        "ImageTrackingIntro3": "Dla pełnej listy opcji które możesz używać z linkiem obrazka śledzącego zobacz %1$sDokumentację API Śledzenia%2$s.",
        "ImageTrackingLink": "Link Obrazka Śledzącego",
        "ImportingServerLogs": "Importuj logi Serwera",
        "ImportingServerLogsDesc": "Alternatywą do śledzenia odwiedzających przez przeglądarkę (przez JavaScript lub przez link do obrazka) jest ciągły import logów serwera. Poznaj więcej informacji o %1$sAnalizie na podstawie Logów Serwera%2$s.",
        "InvalidPluginsWarning": "Poniższe wtyczki nie są kompatybilne z %1$s i nie mogą zostać załadowane: %2$s.",
        "InvalidPluginsYouCanUninstall": "Możesz zaktualizować lub odinstalować te pluginy na stronie %1$sObsługa Pluginów%2$s",
        "JavaScriptTracking": "Śledzenie JavaScript",
        "JSTracking_CampaignKwdParam": "Parametr Słowo Kluczowe kampanii",
        "JSTracking_CampaignNameParam": "Parametr Nazwa kampanii",
        "JSTracking_CodeNoteBeforeClosingHead": "Dopilnuj, aby ten kod znalazł się na każdej stronie Twojego serwisu. Zalecamy, aby został on umieszczony bezpośrednio przed zamykającym tagiem %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Użyto niestandardowych nazw parametrów dla nazwy kampanii i słów kluczowych",
        "JSTracking_CrossDomain": "Domyślnie, ID użytkownika identyfikujące unikalnego odwiedzającego jest przechowywane w podstawowych ciasteczkach przeglądarki, które dostępne są jedynie w ramach stron w tej samej domenie. Włączenie linkowania między domenami pozwala Ci śledzić działania i otwarcia stron wybranego użytkownika podczas całej wizyty, nawet gdy dotyczy ona kilku domen. Za każdym razem, gdy użytkownik kliknie w link, który został skonfigurowany jako alias URL, do adresu URL zostanie dołączony parametr pk_vid przekazujący ID odwiedzającego.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "NOTKA: Aby korzystać z linkować między domenami, musisz podać co najmniej 2 domeny (URL'e) dla swojego serwisu.",
        "JSTracking_CustomCampaignQueryParamDesc": "Ważne: %1$sMatomo automatycznie wykryje parametry Google Analystics..%2$s",
        "JSTracking_DisableCookies": "Wyłącz wszystkie pliki cookie",
        "JSTracking_DisableCookiesDesc": "Wyłącza wszystkie pliki cookie. Istniejące pliki cookie Matomo dla tej witryny zostaną usunięte po następnym odświeżeniu strony.",
        "JSTracking_EnableCrossDomainLinking": "Włącza powiązania między domenowe",
        "JSTracking_EnableDoNotTrack": "Włącz wykrywanie DoNotTrack u klienta",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "NOTKA: Serwerowa opcja DoNotTrack została aktywowana, ustawienie które edytujesz nie będzie brane pod uwagę.",
        "JSTracking_EnableDoNotTrackDesc": "Więc żądania śledzenia nie będą wysyłane jeżeli odwiedzający nie życzą sobie śledzenia.",
        "JSTracking_GroupPageTitlesByDomain": "Dodaj domenę do tytułu strony gdy śledzisz",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Więc jeśli ktoś odwiedzi stronę 'O...' na blogu.%1$s zostanie to zapisane jako 'blog \/ O...'. Jest to najprostszy sposób uzyskania przeglądu ruchu względem sub-domen.",
        "JSTracking_MergeAliases": "W raporcie \"Outlinks\", ukryj kliknięcia na znane aliasy adresów URL",
        "JSTracking_MergeAliasesDesc": "Kliknięcie na linki do adresów URL (na przykład Alias​​.%s) nie będzie liczony jako \"Outlink\".",
        "JSTracking_MergeSubdomains": "Śledź odwiedzających we wszystkich subdomenach",
        "JSTracking_MergeSubdomainsDesc": "A więc jeśli odwiedzający odwiedza %1$s i %2$s, zostanie policzony jako unikalny odwiedzający.",
        "JSTracking_PageCustomVars": "Śledź własną zmienną dla widoku każdej ze stron",
        "JSTracking_PageCustomVarsDesc": "Dla przykładu, z nazwą zmiennej \"Kategoria\" i wartością \"Biała Księga\".",
        "JSTracking_TrackNoScript": "Śledzenie użytkowników przy pomocy JavaScript wyłączone",
        "JSTracking_VisitorCustomVars": "Śledź własne zmienne dla tego odwiedzającego",
        "JSTracking_VisitorCustomVarsDesc": "Dla przykładu, ze nazwą zmiennej \"Typ\" i wartością \"Klient\".",
        "JSTracking_EndNote": "Ważne: Możesz wygenerować spersonalizowany kod śledzący w sekcji %1$sKod śledzący%2$s w panelu administracyjnym.",
        "JSTrackingIntro1": "Możesz śledzić odwiedzających na wiele sposobów. Rekomendowane jest użycie Javascript. By użyć tej metody musisz upewnić się, że każda podstrona ma kod, który możesz wygenerować poniżej.",
        "JSTrackingIntro2": "Kiedy już masz kod śledzenia JavaScript, skopiuj i wklej go na wszystkie strony, które chcesz śledzić w Matomo.",
        "JSTrackingIntro3b": "W większości stron, blogów czy CMS'ów, itd. możesz skorzystać z pre-konfigurowanej wtyczki, która zajmie się stroną techniczną zadania. Zajrzyj na naszą %1$s listę wtyczek pozwalającą zintegrować Matomo%2$s. Jeśli nie znajdziesz właściwej wtyczki możesz dodać kod śledzący edytując szablony swojej strony, po prostu wklejając ten kod przed zamykającym znacznikiem &lt;\/head&gt;, który najczęściej znajdziesz w 'header.php', 'header.tpl' lub podobnych plikach.",
        "JSTrackingIntro4": "Jeśli nie chcesz używać JavaScript'u do śledzenia odwiedzających, %1$swygeneruj link śledzenia obrazkiem poniżej%2$s.",
        "JSTrackingIntro5": "Jeśli chcesz zrobić więcej niż śledzić odwiedziny stron, sprawdz listę dostępnych funkcji w %1$sdokumentacji Matomo Śledzenie Javascript%2$s. Przy użyciu tych funkcji możesz śledzić cele, własne zmienne, zamówienia biznesowe i inne.",
        "LogoNotWriteableInstruction": "Aby użyć swojego własnego logo zamiast domyślnego loga Matomo potrzebuje tych uprawnień aby zapisać Twoje loga do pliku %2$s.",
        "FileUploadDisabled": "Przesyłanie plików nie jest włączone w konfiguracji PHP. Aby przesłać własne logo należy ustawić %s w pliku php.ini i ponownie uruchomić serwer WWW.",
        "LogoUploadFailed": "Wgrany plik nie mógł zostać przetworzony. Proszę sprawdź poprawność formatu tego pliku.",
        "LogoUpload": "Wybierz logo",
        "FaviconUpload": "Wybierz Favikonę do wysłania",
        "LogoUploadHelp": "Prześlij plik w formatach %1$s i o minimalnej wysokości %2$s pikseli.",
        "MenuDiagnostic": "Diagnostyka",
        "MenuGeneralSettings": "Konfiguracja ogólna",
        "MenuSystem": "System",
        "MenuDevelopment": "Rozwój",
        "MenuMeasurables": "Wartości mierzalne",
        "OptOutComplete": "Pełna dezaktywacja. Nie będziesz odnotowywany przez narzędzie statystyk i analityki.",
        "OptOutCompleteBis": "Prosimy zauważyć, że jeśli usuniesz swoje pliki ciasteczek cookies, zostaną skasowane ciasteczka wyłączające śledzenie, lub jeśli zmienisz komputer czy przeglądarkę, będziesz musiał powtórzyć procedurę wyłączenia analizy statystycznej raz jeszcze.",
        "OptOutDntFound": "Twoja aktywność nie jest śledzona, ponieważ Twoja przeglądarka zgłasza, że sobie tego nie życzysz. Jest to ustawienie Twojej przeglądarki, więc nie możesz wyrazić zgodny na śledzenie do momentu wyłączenia opcji \"Ochrona przed śledzeniem\".",
        "OptOutExplanation": "Statystyki Matomo, możesz dodać następującą informację w kodzie HTML na jednej ze swoich stron, na przykład na stronie Polityka prywatności.",
        "OptOutExplanationBis": "Ten kod wyświetli ramkę Iframe zawierającą link dla odwiedzających do wyłączenia śledzenia przez ustawienie ciasteczka cookie dla ich przeglądarek. %1$s Kliknij tutaj%2$s, by zapoznać się z treścią wyświetlaną przez ramkę iFrame.",
        "OptOutForYourVisitors": "Wyłączenie działania Matomo dla twoich odwiedzających",
        "PiwikIsInstalledAt": "Piwik jest zainstalowany w",
        "PersonalPluginSettings": "Osobiste ustawienia wtyczek",
        "PluginSettingChangeNotAllowed": "Nie masz uprawnień do zmiany wartości parametru\"%1$s\" w pluginie \"%2$s\"",
        "PluginSettingReadNotAllowed": "Nie masz uprawnień do odczytu wartości ustawienia \"%1$s\" w pluginie \"%2$s\"",
        "PluginSettings": "Ustawienia wtyczek",
        "PluginSettingsIntro": "Możesz tu zmienić ustawienia dla następujących pluginów innych autorów:",
        "PluginSettingsValueNotAllowed": "Wartość dla pola \"%1$s\" w pluginie \"%2$s\" jest niedozwolona",
        "PluginSettingsSaveFailed": "Nie udało się zapisać ustawień wtyczki",
        "PluginSettingsSaveSuccess": "Ustawienia wtyczki zaktualizowane.",
        "SettingsSaveSuccess": "Ustawienia zaktualizowane.",
        "SendPluginUpdateCommunication": "Wyślij e-mail, gdy pojawi się aktualizacja wtyczki",
        "SendPluginUpdateCommunicationHelp": "Email zostanie wysłany do Super Użytkowników gdy pojawi się nowa wersja pluginu.",
        "StableReleases": "Jeśli Matomo jest ważną częścią firmy , zalecamy użycie najnowszej stabilnej wersji. Jeśli używasz najnowszej wersji beta i znajdziesz błąd lub masz sugestię , prosimy %1$szobacz tutaj%2$s.",
        "LtsReleases": "Wersje LTS (Wydłużone Wsparcie) otrzymują jedynie łatki bezpieczeństwa i błędów.",
        "SystemPluginSettings": "Systemowe ustawienia wtyczek",
        "TrackAGoal": "Śledź cel",
        "TrackingCode": "Kod śledzenia",
        "TrustedHostConfirm": "Czy na pewno chcesz zmienić zaufaną nazwę hosta Matomo?",
        "TrustedHostSettings": "Zaufana Nazwa Hosta Matomo",
        "UpdateSettings": "Zaktualizuj ustawienia",
        "UseCustomLogo": "Użyj niestandardowego logo",
        "ValidPiwikHostname": "Prawidłowa Nazwa Hosta Matomo",
        "WithOptionalRevenue": "z optymalnym zyskiem",
        "YouAreOptedIn": "Bierzesz udział w procesie analityki statystycznej",
        "YouAreOptedOut": "Wykluczono Cię z procesu analityki statystycznej",
        "YouMayOptOut": "Możesz wybrać, by nie otrzymywać unikalnego numeru identyfikacyjnego w ciasteczku cookie, przypisanego tylko do Twojego komputera, celem uniknięcia gromadzenia i statystycznej analizy danych na tej stronie.",
        "YouMayOptOutBis": "Aby dokonać tego wyboru, prosimy kliknąć poniżej by uzyskać ciasteczko cookie wyłączające analitykę statystyczną.",
        "OptingYouOut": "Wypisuję Cię, proszę zaczekaj...",
        "ProtocolNotDetectedCorrectly": "Przeglądasz Matomo po stronie serwera wykrył jedynie połączenie niezabezpieczone.",
        "ProtocolNotDetectedCorrectlySolution": "W celu upewnienia się, że Matomo w bezpieczny sposób pobiera i wysyła zawartość przez HTTPS, możesz edytować plik %1$s i wprowadzić dane dostępowe swojego proxy lub też dodać linię %2$s poniżej sekcji %3$s. %4$sDowiedz się więcej%5$s"
    }
}