{
    "CoreAdminHome": {
        "Administration": "Administração",
        "BrandingSettings": "Configurações da identidade visual",
        "CheckReleaseGetVersion": "Sempre obter novas versões do Piwik",
        "ClickHereToOptIn": "Clique aqui para aceitar",
        "ClickHereToOptOut": "Clique aqui para optar por sair.",
        "CustomLogoFeedbackInfo": "Se você personalizar o logotipo Piwik, você também pode estar interessado em esconder a ligação %s no menu superior. Para fazer isso, você pode desabilitar o plug-in Comentários na página de Plugins %sManage%s.",
        "CustomLogoHelpText": "Você pode personalizar o logo que o Piwik exibe na interface do sistema e nos relatórios enviados por e-mail.",
        "DevelopmentProcess": "Enquanto o nosso %sprocesso de desenvolvimento%s inclui milhares de testes automatizados, Os Beta Testers desempenham um papel fundamental na realização da política de \"Nenhum bug\" no Piwik.",
        "EmailServerSettings": "Configurações do servidor de e-mail",
        "ForBetaTestersOnly": "Somente para testadores beta",
        "ImageTracking": "Rastreamento por imagem",
        "ImageTrackingIntro1": "Quando um visitante tem o JavaScript desactivado, ou quando o JavaScript não pode ser usado, você pode usar um link de rastreamento de imagem para acompanhar os visitantes.",
        "ImageTrackingIntro2": "Gerar o link abaixo e copiar e colar o código HTML gerado na página. Se você está usando isso como uma alternativa para controle de JavaScript, você pode inclui-lo na tag %1$s",
        "ImageTrackingIntro3": "Para a lista completa de opções que você pode usar com um link de monitoramento de imagem, consulte a %1$sDocumentação da API%2$s.",
        "ImageTrackingLink": "Link de rastreamento por imagem",
        "ImportingServerLogs": "Importando Logs do servidor",
        "ImportingServerLogsDesc": "Uma alternativa para o monitoramento de visitantes através do browser (via JavaScript ou um link de imagem) é continuamente importar logs do servidor. Saiba mais sobre em %1$sAnalisador de Logs do Servidor%2$s.",
        "InvalidPluginsWarning": "Os seguintes plugins não são compatíveis com %1$s e não pôde ser carregado: %2$s.",
        "InvalidPluginsYouCanUninstall": "Você pode atualizar ou desinstalar estes plugins na página %1$sGerenciar plugins%2$s.",
        "JavaScriptTracking": "Rastreamento de JavaScript",
        "JSTracking_CampaignKwdParam": "Parâmetro palavra-chave da campanha",
        "JSTracking_CampaignNameParam": "Parâmetro Nome da Campanha",
        "JSTracking_CodeNote": "Certifique-se de que este código estará em todas as páginas do seu website antes da tag %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Usar parâmetros de nome de consulta personalizados para a campanha e a palavra-chave.",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sPiwik irá detectar automaticamente os parâmetros do Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Ativar o não-monitoramento no lado do cliente",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: O não-monitoramento no lado do servidor foi ativado, por isso esta opção não terá nenhum efeito.",
        "JSTracking_EnableDoNotTrackDesc": "Assim, os pedidos de rastreamento não será enviada se os visitantes não deseja ser rastreado.",
        "JSTracking_GroupPageTitlesByDomain": "Prefixar o domínio do site para o título da página ao rastrear",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Então, se alguém visita o 'Sobre' na página do blog. %1$s será registrado como 'blog\/Sobre'. Esta é a maneira mais fácil de obter uma visão geral do seu tráfego por sub-domínio.",
        "JSTracking_MergeAliases": "No relatório de \"Links externos\", esconder clicks para os apelidos de URLs conhecidos",
        "JSTracking_MergeAliasesDesc": "Portanto clicks em links de apelidos de URLs (eg. %s) não serão contabilizados como \"links externos\"",
        "JSTracking_MergeSubdomains": "Acompanhar os visitantes em todos os subdomínios de",
        "JSTracking_MergeSubdomainsDesc": "Portanto se um visitante acessar %1$s e %2$s, ele será contado como visitante único.",
        "JSTracking_PageCustomVars": "Setar uma variável personalizada para cada exibição de página",
        "JSTracking_PageCustomVarsDesc": "Por exemplo, com variável de nome \"Categoria\" e valor \"White Papers\".",
        "JSTracking_VisitorCustomVars": "Setar variáveis personalizadas para este visitante",
        "JSTracking_VisitorCustomVarsDesc": "Por exemplo, com nome da variável \"Tipo\" e valor \"Cliente\".",
        "JSTrackingIntro1": "Você pode rastrear os visitantes de seu site muitas maneiras diferentes. A maneira recomendada de fazer isso é através de JavaScript. Para usar este método, você deve se certificar de que cada página do seu site possui o código JavaScript que você pode gerar aqui.",
        "JSTrackingIntro2": "Depois de obter o código de rastreamento JavaScript para o seu site, copie e cole em todas as páginas que você deseja acompanhar com Piwik.",
        "JSTrackingIntro3": "Na maioria dos sites, blogs, CMS, etc, você pode usar um plug-in pré-fabricado para fazer o trabalho técnico para você. (Veja a nossa %1$slista de plugins usados ​​para integrar Piwik%2$s.) Se não existir nenhum plugin você pode editar os arquivos de modelos do seu site e adicionar este código no arquivo \"rodapé\".",
        "JSTrackingIntro4": "Se você não quiser usar JavaScript para monitorar visitantes, %1$sgere abaixo, um link para rastreamento por imagem%2$s.",
        "JSTrackingIntro5": "Se você deseja mais do que apenas monitorar exibições de página, porfavor verifique a %1$sdocumentação do rastreamento por javascript do Piwik%2$s para uma lista de funcões disponíveis. Usando essas funções você pode acompanhar objetivos, variáveis ​​personalizadas, ordens de comércio eletrônico, compras abandonadas e muito mais.",
        "LatestBetaRelease": "O último release beta",
        "LatestStableRelease": "O último release estável",
        "LogoNotWriteableInstruction": "Para usar um logotipo cutomizado ao invés do logo padrão Piwiki, dê permissão de escrita para esse diretório: %1$s Piwiki precisa de acesso de escrita para seus logotipos armazenados no arquivo %2$s.",
        "LogoUpload": "Selecione um logotipo para carregar",
        "LogoUploadHelp": "Por favor faça o upload de um arquivo nos formatos %s com uma altura mínima de %s pixels.",
        "MenuDiagnostic": "Diagnostico",
        "MenuGeneralSettings": "Configurações Gerais",
        "MenuManage": "Gerenciar",
        "OptOutComplete": "Opt-out completo; suas visitas a este site não vai ser gravado pela ferramenta de Web Analytics.",
        "OptOutCompleteBis": "Note que se você limpar os cookies, excluir o cookie de opt-out, ou se mudar de computador ou navegadores da Web, você vai precisar realizar o procedimento opt-out novamente.",
        "OptOutExplanation": "Piwik é dedicado a fornecer a privacidade na Internet. Para fornecer a seus visitantes a escolha de opting-out de Piwik Web Analytics, você pode adicionar o seguinte código HTML em uma página do seu site, por exemplo, em uma página de Política de Privacidade.",
        "OptOutExplanationBis": "Este código irá exibir um iframe contendo um link para os seus visitantes optarem por definir um cookie em seus navegadores para não utilizar o Piwik. %sClique aqui%s para visualizar o conteúdo que será exibido pelo iFrame.",
        "OptOutForYourVisitors": "Piwik opt-out para os seus visitantes",
        "PiwikIsInstalledAt": "Piwik esta instalado no",
        "PluginDescription": "Área Administrativa do Piwik.",
        "PluginSettingChangeNotAllowed": "Você não tem permissão para alterar o valor da configuração \"%s\" no plug-in \"%s\"",
        "PluginSettings": "Configurações do plugin",
        "PluginSettingsIntro": "Aqui você pode alterar as configurações dos seguintes plugins de terceiros:",
        "PluginSettingsValueNotAllowed": "O valor para o campo \"%s\" no plug-in \"%s\" não é permitido",
        "StableReleases": "Se Piwik é uma parte crítica do seu negócio, recomendamos que você use a última versão estável. Se você usar a versão beta mais recente e você encontrar um erro ou tem uma sugestão, por favor, %sveja aqui%s.",
        "TrackAGoal": "Monitorar uma meta",
        "TrackingCode": "Código de rastreamento",
        "TrustedHostConfirm": "Tem certeza de que deseja alterar o hostname confiável Piwik?",
        "TrustedHostSettings": "Hostname Piwik confiável",
        "UseCustomLogo": "Usar logomarca personalizada",
        "ValidPiwikHostname": "Hostname Piwik válido",
        "WithOptionalRevenue": "com rendimento opcional",
        "YouAreOptedIn": "Você está atualmente dentro do opted",
        "YouAreOptedOut": "Você optou por sair.",
        "YouMayOptOut": "Você pode optar por não ter um único número de identificação web analytics de cookie atribuído ao seu computador para evitar a agregação e análise dos dados coletados neste site.",
        "YouMayOptOutBis": "Para fazer essa escolha, clique abaixo para receber um cookie de opt-out."
    }
}