{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Adicionar um novo servidor confiável",
        "Administration": "Administração",
        "ArchivingSettings": "Definições de arquivo",
        "BrandingSettings": "Definições de marca",
        "ReleaseChannel": "Canal de lançamento",
        "ClickHereToOptIn": "Clique aqui para participar.",
        "ClickHereToOptOut": "Clique aqui para deixar de participar.",
        "CustomLogoFeedbackInfo": "Se personalizar o logótipo do Matomo, pode também ter interesse em ocultar a ligação %1$s no menu de topo. Para o fazer, pode desativar o plugin de Feedback na página de %2$sGestão de Plugins%3$s.",
        "CustomLogoHelpText": "Pode personalizar o logótipo do Matomo que será apresentado na interface do utilizador e relatórios de e-mail.",
        "DevelopmentProcess": "Apesar do nosso %1$sprocesso de desenvolvimento%2$s incluir milhares de testes automáticos, os utilizadores de versões beta desempenham um papel essencial na \"política sem bugs\" do Matomo.",
        "EmailServerSettings": "Definições do servidor de email",
        "ForBetaTestersOnly": "Apenas para avaliadores de versões beta",
        "ImageTracking": "Acompanhamento por imagem",
        "ImageTrackingIntro1": "Quando um visitante desativou o JavaScript ou quando o JavaScript não possa ser utilizado, pode utilizar uma ligação de imagem de acompanhamento para monitorizar os visitantes.",
        "ImageTrackingIntro2": "Construa a ligação abaixo e copie o código HTML gerado para a página. Se estiver a utilizar isto como uma alternativa para o acompanhamento por JavaScript, pode englobá-lo em tags %1$s.",
        "ImageTrackingIntro3": "Para a lista completa de opções que pode utilizar com uma ligação de imagem de acompanhamento, consulte a %1$sDocumentação da API de acompanhamento%2$s.",
        "ImageTrackingLink": "Ligação de acompanhamento por imagem",
        "ImportingServerLogs": "A importar registos do servidor",
        "ImportingServerLogsDesc": "Uma alternativa ao acompanhamento de visitantes através do navegador (seja através de JavaScript ou de uma ligação de imagem) é através da importação contínua dos registos do servidor. Saiba mais sobre a %1$sAnálise de ficheiros de registo do servidor%2$s.",
        "InvalidPluginsWarning": "Os seguintes plugins não são compatíveis com %1$s e não puderam ser carregados: %2$s.",
        "InvalidPluginsYouCanUninstall": "Pode atualizar ou desinstalar estes plugins na página de %1$sGestão de plugins%2$s.",
        "JavaScriptTracking": "Acompanhamento por JavaScript",
        "HttpTrackingApi": "API HTTP de acompanhamento",
        "HttpTrackingApiDescription": "A %1$sAPI HTTP de acompanhamento%2$s permite-lhe monitorizar tudo. Isto pode ser útil se está a utilizar uma linguagem de desenvolvimento para a qual ainda não exista SDK. Pode também ser útil quando pretende monitorizar dispositivos ou aplicações de uma forma específica.",
        "JSTracking_CampaignKwdParam": "Parâmetro da Palavra-chave da campanha",
        "JSTracking_CampaignNameParam": "Parâmetro do Nome da campanha",
        "JSTracking_CodeNoteBeforeClosingHead": "Certifique-se que este código se encontra em todas as páginas do seu website. Recomendamos que o coloque imediatamente a seguir à tag de fecho %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Utilize parâmetros personalizados de endereço para o nome e palavra-chave da campanha",
        "JSTracking_CrossDomain": "Por omissão, o ID do visitante que identifica um visitante único é armazenado nas cookies de primeiro nível do navegador que só podem ser acedidos por páginas do mesmo domínio. A ativação de ligações transversais entre domínios permite-lhe acompanhar as ações e visualizações de páginas de um visitante específico na mesma visita mesmo quando estes visualizam páginas de vários domínios. Sempre que um utilizador clica numa ligação para um dos pseudónimos dos seus websites, será adicionado um parâmetro pk_vid ao endereço encaminhando o ID do visitante.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "Nota: Para utilizar ligações transversais entre domínios, deve especificar mais do que um domínio (endereço) para o seu website.",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sO Matomo irá detetar automaticamente parâmetros do Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Desativar todos os cookies de acompanhamento.",
        "JSTracking_DisableCookiesDesc": "Desativa as cookies de primeiro nível. As cookies Matomo que existam para este website serão eliminadas na próxima visualização de página.",
        "JSTracking_EnableCrossDomainLinking": "Ativa as ligações transversais entre domínios",
        "JSTracking_EnableDoNotTrack": "Ativar deteção DoNotTrack do lado do cliente",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: O suporte à funcionalidade DoNotTrack foi ativado do lado do servidor, pelo que esta opção não terá qualquer efeito.",
        "JSTracking_EnableDoNotTrackDesc": "Pelo que pedidos de acompanhamento não serão enviados se os visitantes não quiserem ser monitorizados.",
        "JSTracking_GroupPageTitlesByDomain": "Adicionar um sufixo com o nome do site ao título da página no acompanhamento",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Pelo que se alguém visitar a página 'Sobre' no blogue.%1$s isto será guardado como 'blogue \/ Sobre'. Esta é a forma mais fácil de ter uma visão geral do seu tráfego por sub-domínio.",
        "JSTracking_MergeAliases": "No relatório \"Ligações de saída\", ocultar cliques em URLs alternativas conhecidas para",
        "JSTracking_MergeAliasesDesc": "Pelo que cliques em ligações para Endereços alternativos (por exemplo, %s) não serão contabilizados como \"Ligações de saída\".",
        "JSTracking_MergeSubdomains": "Acompanhar visitantes através todos os subdomínios de",
        "JSTracking_MergeSubdomainsDesc": "Pelo que se um visitante visita %1$s e %2$s, será contabilizado como um único visitante.",
        "JSTracking_PageCustomVars": "Monitorizar uma variável personalizada para cada visualização de página",
        "JSTracking_PageCustomVarsDesc": "Por exemplo, com uma variável com o nome \"Categoria\" e valor \"Artigos\".",
        "JSTracking_TrackNoScript": "Acompanhar utilizadores com o JavaScript desativado",
        "JSTracking_VisitorCustomVars": "Acompanhar variáveis personalizadas para este visitante",
        "JSTracking_VisitorCustomVarsDesc": "Por exemplo, com uma variável com o nome \"Tipo\" e valor \"Cliente\".",
        "JSTracking_EndNote": "Nota: Pode gerar um código de acompanhamento específico na secção administrativa %1$sCódigo de acompanhamento%2$s.",
        "JSTrackingIntro1": "Pode acompanhar os visitantes do seu website de diversas formas. A forma recomendada é através de JavaScript. Para utilizar este método deve garantir que todas as páginas do seu website têm um código JavaScript, que pode gerar aqui.",
        "JSTrackingIntro2": "Assim que tiver o código de acompanhamento JavaScript para o seu website, copie o mesmo para todas as páginas que pretende monitorizar com o Matomo.",
        "JSTrackingIntro3b": "Na maioria dos websites, blogues, sistemas de gestão de conteúdos, etc., pode utilizar um plugin existente para fazer o trabalho técnico por si. (Consulte a nossa %1$slista de plugins para integrar o Matomo%2$s.) Se não existir nenhum plugin, pode editar os modelos do seu website e adicionar este código à tag &lt;\/head&gt; que geralmente é definida num ficheiro de modelo como 'header.php', 'header.tpl' ou similiar.",
        "JSTrackingIntro4": "Se não quiser utilizar JavaScript para monitorizar os visitantes, %1$sconstrua uma ligação de acompanhamento baseada numa imagem abaixo %2$s.",
        "JSTrackingIntro5": "Se quiser fazer mais do que acompanhar as visualizações de páginas, por favor consulte a %1$sdocumentação de JavaScript de acompanhamento do Matomo%2$s para uma lista de funções disponíveis. Pode utilizar estas funções para acompanhar objetivos, variáveis personalizadas, pedidos de comércio eletrónico, carrinhos de compras abandonados, entre outros.",
        "LogoNotWriteableInstruction": "Para utilizar o seu logótipo personalizado em vez do logótipo predefinido do Matomo, atribua permissões de escrita a este diretório: %1$s O Matomo necessita de acesso para escrita aos seus logótipos armazenados nos ficheiros %2$s.",
        "FileUploadDisabled": "O envio de ficheiros não está ativo na sua configuração PHP. Para carregar o seu logótipo personalizado, por favor, defina %s no php.ini e reinicie o seu servidor web.",
        "LogoUploadFailed": "Não foi possível processar o ficheiro enviado. Por favor, confirme se o ficheiro tem um formato válido.",
        "LogoUpload": "Selecione um logótipo a enviar",
        "FaviconUpload": "Selecione um Favicon a enviar",
        "LogoUploadHelp": "Por favor, envie um ficheiro nos formatos %1$s com uma altura mínima de %2$s pixeis.",
        "MenuDiagnostic": "Diagnóstico",
        "MenuGeneralSettings": "Definições gerais",
        "MenuSystem": "Sistema",
        "MenuDevelopment": "Desenvolvimento",
        "MenuMeasurables": "Dimensões",
        "OptOutComplete": "Exclusão concluída; as suas visitas a este website não serão registadas pela ferramenta de Web Analytics.",
        "OptOutCompleteBis": "Note que se apagar os cookies, apagar o cookie de exclusão, ou se mudar de computador ou de navegadores Web, vai precisar de executar novamente o procedimento de exclusão.",
        "OptOutDntFound": "Não está a ser acompanhado dado que o seu navegador indica que esta é a sua preferência. Esta é uma definição do seu navegador, pelo que não poderá participar até desativar a funcionalidade 'Do Not Track'.",
        "OptOutExplanation": "O Matomo está empenhado em fornecer privacidade na Internet. Para dar a oportunidade aos visitantes de não serem monitorizados pelo Matomo Web Analytics, pode adicionar o seguinte código HTML numa das páginas do seu site, por exemplo, na página da Política de Privacidade.",
        "OptOutExplanationIntro": "Este código irá apresentar uma Iframe contendo uma ligação para que os seus visitantes possam deixar de fornecer informações ao Matomo através da definição de uma cookie nos respetivos navegadores. Consulte abaixo (ou %1$s clique aqui%2$s) para ver o conteúdo que será apresentado na iFrame.",
        "OptOutForYourVisitors": "Exclusão do Matomo para os seus visitantes",
        "PiwikIsInstalledAt": "Matomo encontra-se instalado em",
        "PersonalPluginSettings": "Definições do plugin pessoal",
        "PluginSettingChangeNotAllowed": "Não tem permissões para alterar o valor da definição \"%1$s\" no plugin \"%2$s\"",
        "PluginSettingReadNotAllowed": "Não tem permissões para ler o valor da definição \"%1$s\" no plugin \"%2$s\"",
        "PluginSettings": "Definições do plugin",
        "PluginSettingsIntro": "Aqui pode alterar as definições dos seguintes plugins de terceiros:",
        "PluginSettingsValueNotAllowed": "O valor para o campo \"%1$s\" no plugin \"%2$s\" não é permitido",
        "PluginSettingsSaveFailed": "Não foi possível guardar as definições do plugin",
        "PluginSettingsSaveSuccess": "As definições do plugin foram guardadas.",
        "SettingsSaveSuccess": "Definições atualizadas.",
        "SendPluginUpdateCommunication": "Enviar um e-mail quando uma atualização para um plugin estiver disponível",
        "SendPluginUpdateCommunicationHelp": "Será enviado um e-mail para os Super Utilizadores quando existir uma nova versão disponível para um plugin.",
        "StableReleases": "Se o Matomo é uma parte crítica do seu negócio, recomendamos que utilize a versão estável mais recente. Se utiliza a versão beta mais recente e encontrar um erro ou se tiver uma sugestão, por favor, %1$sveja aqui%2$s.",
        "LtsReleases": "Versões de suporte estendido (LTS - Long Term Support) recebem apenas correções de segurança e de problemas.",
        "SystemPluginSettings": "Definições do plugin de sistema",
        "TrackAGoal": "Acompanhe um objetivo",
        "TrackingCode": "Código de acompanhamento",
        "TrackingCodeIntro": "O Matomo fornece várias formas de incluir o código de acompanhamento no seu website, aplicação móvel e, até, para qualquer dispositivo ou aplicação.",
        "TrustedHostConfirm": "Tem a certeza que pretende mudar o nome de servidor de confiança do Matomo?",
        "TrustedHostSettings": "Nome de servidor de confiança do Matomo",
        "UpdateSettings": "Atualizar definições",
        "UseCustomLogo": "Utilize um logótipo personalizado",
        "ValidPiwikHostname": "Nome de servidor válido do Matomo",
        "WithOptionalRevenue": "com rendimento opcional",
        "YouAreOptedIn": "Atualmente está a participar.",
        "YouAreOptedOut": "Atualmente está excluído.",
        "YouMayOptOut": "Pode optar por não ter um número único de identificação de cookie de web analytics atribuído ao seu computador para evitar a agregação e análise dos dados recolhidos neste site.",
        "YouMayOptOutBis": "Para fazer esta escolha, por favor clique abaixo para receber uma cookie de exclusão.",
        "OptingYouOut": "A incluí-lo no acompanhamento, por favor, aguarde...",
        "ProtocolNotDetectedCorrectly": "Está a aceder ao Matomo sob uma ligação SSL segura (utilizando HTTPS), mas o Matomo apenas consegue detetar uma ligação não segura no servidor.",
        "ProtocolNotDetectedCorrectlySolution": "Para garantir que o Matomo recebe e serve os seus conteúdos sob HTTPS, pode editar o seu ficheiro %1$s e ou configurando as definições do seu proxy, ou adicionando a linha %2$s depois da secção %3$s. %4$sSaber mais%5$s"
    }
}