{
    "CoreAdminHome": {
        "Administration": "Administrare",
        "ArchivingSettings": "Setarile pentru Arhivare",
        "BrandingSettings": "Setări branding",
        "ClickHereToOptIn": "Apasa aici pentru a te abona.",
        "ClickHereToOptOut": "Apasa aici pentru a te dezabona.",
        "CustomLogoFeedbackInfo": "Daca customizezi logo-ul Piwik, ai putea fi interesat sa ascunzi linkul %s in meniul de sus. Pentru a face asta, poti dezactiva pluginul Feedback pe pagina %sManage Plugins%s.",
        "CustomLogoHelpText": "Poţi personaliza logoul Piwik care va fi afişat în interfaţa de utilizator şi în rapoartele email.",
        "DevelopmentProcess": "In timp ce %sprocesul de dezvoltare%s include mii de teste automate, Testerii Beta au un rol esential in a-si insusi \"No bug policy\" in Piwik.",
        "EmailServerSettings": "Setările serverului email",
        "ForBetaTestersOnly": "Numai pentru beta-testeri",
        "ImageTracking": "Urmărire prin imagine",
        "ImageTrackingIntro1": "Cand un visitator are dezactivat JavaScript sau cand JavaScript nu poate fi folosit, poti folosi un link de tracking de tip imagine pentru a inregistra statisticile despre vizitatori.",
        "ImageTrackingIntro2": "Genereaza linkul mai jos si fa copy\/paste la codul HTML generat pe pagina. Daca folosesti aceasta ca rezerva\/fallback pentru trackingul JavaScript, il poti pune intre taguri %1$s.",
        "ImageTrackingIntro3": "Pentru intreaga lista de optiuni poti folosi un link de tracking tip imagine, vezi %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Link-ul către imaginea de urmărire",
        "ImportingServerLogs": "Importarea log-urilor server-ului",
        "ImportingServerLogsDesc": "O alternativa pentru a contoriza vizitatorii prin intermediul browserului (indiferent daca este prin intermediul JavaScript sau link de tip imagine) este de a importa continuu logurile serveului (server logs). Citeste mai multe despre %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Urmatoarele pluginuri nu sunt compatibile cu %1$s si nu pot fi rulate: %2$s.",
        "InvalidPluginsYouCanUninstall": "Poţi actualiza sau deinstala aceste plugin-uri pe pagina %1$sManage Plugins%2$s.",
        "JavaScriptTracking": "Urmărire prin JavaScript",
        "JSTracking_CampaignKwdParam": "Parametru Campanie Cuvânt Cheie",
        "JSTracking_CampaignNameParam": "Parametrul Nume Campanie (Campaign Name)",
        "JSTracking_CodeNote": "Asigura-te ca acest cod este pe fiecare pagina a siteului tau inainte de tagul %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Foloseste nume customizate pentru parametrii de cautare, pentru numele campaniei & cuvant.",
        "JSTracking_CustomCampaignQueryParamDesc": "Notă: %1$sPiwik va detecta automat parametrii Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Activeaza detectia DoNotTrack pentru vizitatori (client side).",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: Suportul Server side DoNotTrack a fost activat, de aceea aceasta optiune nu va avea nici un efect.",
        "JSTracking_EnableDoNotTrackDesc": "Deci cererile de tracking nu vor fi trimise daca vizitatorii nu doresc sa fie contorizati.",
        "JSTracking_GroupPageTitlesByDomain": "Adauga domeniul siteului chiar inaintea titlului paginii cand faci tracking.",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Daca cineva viziteaza pagina 'Despre noi' pe blog.%1$s va fi inregistrat ca 'blog \/ Despre noi'. Acesta este cel mai usor mod de a avea o privire generala referitare la traficul pe subdomeniu.",
        "JSTracking_MergeAliases": "In raportul \"Outlinks\", ascunde clickurile pentru cunoscutele aliasuri de URL a",
        "JSTracking_MergeAliasesDesc": "Deci clickurile pe linkurile catre Alias URLs (eg. %s) nu vor fi contorizate ca \"Outlink\".",
        "JSTracking_MergeSubdomains": "Urmărește vizitatorii din subdomeniile",
        "JSTracking_MergeSubdomainsDesc": "Deci daca un vizitator viziteaza %1$s si %2$s, acesta va fi contorizat ca vizitator unic.",
        "JSTracking_PageCustomVars": "Urmăreşte o variabilă personalizată pentru fiecare vizualitare a paginii",
        "JSTracking_PageCustomVarsDesc": "De exemplu, cu variabila nume \"Categorie\" si valoare \"Pagini Aurii\".",
        "JSTracking_VisitorCustomVars": "Urmăreşte variabile personalizate pentru acest vizitator",
        "JSTracking_VisitorCustomVarsDesc": "De exemplu, cu variabila nume \"Tip\" si valoare \"Client\".",
        "JSTrackingIntro1": "Poti face tracking despre vizitatorii siteului tau in feluri diferite. Cel mai recomandat mod este prin intermediul JavaScript. Pentru a folosi aceasta metoda, trebuie sa fii sigur ca fiecare pagina a siteului are cod JavaScript, pe care il poti genera de aici.",
        "JSTrackingIntro2": "Odata ce ai codul JavaScript de contorizare a vizitelor pentru siteul tau, fa copy si paste in toate paginile pe care vrei sa faci contorizarea vizitatorilor cu Piwik.",
        "JSTrackingIntro3": "Pe majoritatea siteurilor, bloguri, CMS, etc. poti folosi un plugin deja existent pentru a face partea tehnica in locul tau.(Vezi %1$slista noastra de pluginuri folosite pentru a integra Piwik%2$s.) Daca nu exista nici un plugin poti edita template-urile siteului tau si adauga acest cod in fisierul \"footer\".",
        "JSTrackingIntro4": "Daca nu doresti sa folosesti JavaScript pentru a contoriza vizitatorii, %1$sgenereaza un link tip imagine mai jos%2$s.",
        "JSTrackingIntro5": "Daca doresti mai mult decat a contoriza vizualizarile de pagini, te rugam sa te uiti la %1$sdocumentatia Piwik Javascript Tracking%2$s pentru lista cu functionalitatile disponibile. Folosind aceste functionalitati poti contoriza obiectivele (goals), variabile custom, comenzile pentru magazinul online, cosul de cumparaturi abandonat si altele.",
        "LogoNotWriteableInstruction": "Pentru a folosi logo-ul tau custom in loc de logo-ul default Piwik, trebuie sa pui permisiuni de scriere pe acest director. %1$s Piwik are nevoie de drept de scriere pentru logo-urile tale salvate in fisiere %2$s.",
        "LogoUpload": "Alege logo-ul pentru încărcare",
        "FaviconUpload": "Alege un favicon pentru a fi încărcat",
        "LogoUploadHelp": "Te rugam sa incarci un fisier cu formaturile %s, cu o inaltime minima de %s pixeli.",
        "MenuDiagnostic": "Diagnosticare",
        "MenuGeneralSettings": "Setări generale",
        "MenuManage": "Administrare",
        "OptOutComplete": "Dezabonare completa; vizitele tale pe acest site nu vor fi contorizate de tool-ul de Web Analytics.",
        "OptOutCompleteBis": "Aminteste-ti ca daca dai clear la cookie-uri, stergi cookie-ul de dezabonare sau daca schimbi calculatoarele sau browserele web, tot vei fi nevoit sa te dezabonezi iarasi.",
        "OptOutExplanation": "Piwik este dedicat sa furnizeze intimitate\/privacy pe Internet. Pentru a lasa vizitatorilor tai optiunea de dezabonare de la Piwik Web Analytics, poti adauga urmatorul cod HTML pe una dintre paginile siteului tau, de exemplu pe pagina de Privacy Policy.",
        "OptOutExplanationBis": "Acest cod va afisa un Iframe ce va contine un link pentru ca vizitatorii tai sa se poata dezabona de la Piwik setand un cookie de dezabonare in browserele lor. %s Click aici%s pentru a vedea continutul care va fi afisat de iFrame.",
        "OptOutForYourVisitors": "Dezabonare Piwik pentru vizitatorii tai",
        "PiwikIsInstalledAt": "Piwik este instalat în",
        "PluginSettingChangeNotAllowed": "Nu iti este permis sa schimbi valoarea setarii \"%s\" in plugin \"%s\"",
        "PluginSettingReadNotAllowed": "Nu se poate citi valoare setării \"%s\" din modulul \"%s\"",
        "PluginSettingsIntro": "Aici poti schimba setarile pentru urmatoarele pluginuri terte (3rd party):",
        "PluginSettingsValueNotAllowed": "Valoarea pentru campul \"%s\" in plugin \"%s\" nu este permisa",
        "SendPluginUpdateCommunicationHelp": "Va fi trimis un email catre Super Users cand va fi o noua versiune disponibila pentru un plugin.",
        "StableReleases": "Daca Piwik este un aspect foarte important al afacerii tale, noi recomandam sa folosesti ultima versiune stabila. Daca folosesti ultima versiune beta si gasesti un bug sau ai o sugestie, te rugam %suita-te aici%s.",
        "TrackAGoal": "Urmăreşte o ţintă",
        "TrackingCode": "Codul de urmărire",
        "TrustedHostConfirm": "Eşti sigur că doreşti să schimbi numele hostului de încredere Piwik_",
        "TrustedHostSettings": "Hostname Piwik de incredere",
        "UpdateSettings": "Actualizează setările",
        "UseCustomLogo": "Foloseşte un logou personalizat",
        "ValidPiwikHostname": "Valid Piwik Hostname",
        "WithOptionalRevenue": "cu venit opţional",
        "YouAreOptedIn": "Acum esti abonat deja",
        "YouAreOptedOut": "Acum esti dezabonat.",
        "YouMayOptOut": "Poti alege sa nu ai un cookie unic de web analytics corespunzator computerului tau, pentru a evita cumularea si analiza datelor colectate pe acest site.",
        "YouMayOptOutBis": "Pentru a face aceasta alegere, va rugam faceti click mai jos pentru a primi o cookie de dezabonare."
    }
}