{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Добавить новый доверенный хост",
        "Administration": "Администрирование",
        "ArchivingSettings": "Настройка архивации",
        "BrandingSettings": "Настройки логотипа",
        "ReleaseChannel": "Канал выпуска",
        "ClickHereToOptIn": "Кликните, чтобы вы учитывались в аналитике.",
        "ClickHereToOptOut": "Кликните, чтобы отказаться от учета вас в аналитике.",
        "CustomLogoFeedbackInfo": "Если вы используйете свой логотип, вам, возможно, также понадобится скрыть ссылку %1$s в верхнем меню. Для этого просто отключите плагин Feedback (обратная связь) на странице %2$sУправление плагинами%3$s.",
        "CustomLogoHelpText": "Вы можете добавить свой логотип, который будет отображаться отчетах.",
        "DevelopmentProcess": "В то время как наш %1$sпроцесс разработки%2$s включает в себя тысячи автоматизированных тестов, бета-тестеры играют ключевую роль в достижении \"No bug policy\" в Piwik.",
        "EmailServerSettings": "Настройки сервера электронной почты",
        "ForBetaTestersOnly": "Только для бета-тестеров",
        "ImageTracking": "Отслеживание через изображение",
        "ImageTrackingIntro1": "Когда посетитель отключил JavaScript, или когда JavaScript не может быть использовано, вы можете использовать ссылку на изображение для отслеживания посетителей.",
        "ImageTrackingIntro2": "Создайте ссылку ниже и разместите сгенерированный HTML на страницах. Если вы используете это в качестве запасного варианта для отслеживания без JavaScript, вы можете его окружить его в тег %1$s.",
        "ImageTrackingIntro3": "Весь список опций, которые можно использовать с изображением-ссылкой отслеживания смотрите в %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Ссылка на изображение для отслеживания",
        "ImportingServerLogs": "Импортирование логов сервера",
        "ImportingServerLogsDesc": "Альтернативой отслеживания посетителей через браузер (вместо JavaScript или ссылки на изображение) является постоянно импортировать логи сервера. Узнать больше о %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Следующие плагины не совместимы с %1$s и не могут быть загружены: %2$s.",
        "InvalidPluginsYouCanUninstall": "Вы можете обновить или удалить эти плагины на странице %1$sУправления плагинами%2$s.",
        "JavaScriptTracking": "JavaScript-отслеживание",
        "JSTracking_CampaignKwdParam": "Параметр Ключевого слова кампании",
        "JSTracking_CampaignNameParam": "Параметр Имени кампании",
        "JSTracking_CodeNoteBeforeClosingHead": "Удостоверьтесь, что этот код находится на каждой странице вашего вебсайта. Мы рекомендуем вставлять его сразу перед закрытием тега %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Использовать пользовательские имена параметров в запросе для названия кампании и ключевого слова",
        "JSTracking_CustomCampaignQueryParamDesc": "Примечание: %1$sPiwik автоматически определит параметры Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Отключить все отслеживания cookies",
        "JSTracking_DisableCookiesDesc": "Отключение всех first party cookies. Существующие cookies Piwik'а для этого веб-сайта будут удалены при следующем просмотре страницы.",
        "JSTracking_EnableDoNotTrack": "Включить обнаружение DoNotTrack на стороне пользователя.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Примечание: на стороне сервера поддержка DoNotTrack была включена, так что эта опция не будет иметь никакого эффекта.",
        "JSTracking_EnableDoNotTrackDesc": "Пользователь не будет отслеживаться, если он этого не хочет.",
        "JSTracking_GroupPageTitlesByDomain": "Подставлять домен сайта перед названием страницы при отслеживании",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Так что, если кто-то посещает страницу 'О нас' на поддомене blog.%1$s он будет записан как 'blog \/ О нас'. Это самый простой способ получить обзор вашего трафика по поддоменам.",
        "JSTracking_MergeAliases": "В отчёте «Внешние ссылки» скрыть клики известных псевдонимов сайта",
        "JSTracking_MergeAliasesDesc": "Переходы по ссылкам на псевдонимы домена (например, %s) не будут учитываться как «Внешние ссылки».",
        "JSTracking_MergeSubdomains": "Отслеживать посетителей через все поддомены сайта",
        "JSTracking_MergeSubdomainsDesc": "Если один посетитель заходил на %1$s и %2$s, то посещения будут учитываться как уникальный посетитель.",
        "JSTracking_PageCustomVars": "Отслеживать пользовательские переменные для каждого вида страницы",
        "JSTracking_PageCustomVarsDesc": "Например, имя переменной «Категория», а значение – «Официальные документы».",
        "JSTracking_VisitorCustomVars": "Отслеживать пользовательские переменные для посетителя",
        "JSTracking_VisitorCustomVarsDesc": "Например, имя переменной «Тип», а значение – «Клиент».",
        "JSTrackingIntro1": "Вы можете отслеживать посетителей разными способами. Мы рекомендуем использовать для этого JavaScript. Чтобы использовать это метод вы должны убедиться, что этот код размещён на каждой странице.",
        "JSTrackingIntro2": "Как только вы получили Javascript код для вашего сайта, скопируйте и вставьте его на все страницы вашего сайта, на которых вы хотите отслеживать посетителей.",
        "JSTrackingIntro3": "В большинстве CMS, блогах, сайтах и т.д. вы можете использовать готовый плагин, чтобы сделать технические правки на сайте вместо вас. (Смотрите %1$sсписок плагинов для интеграции с Piwik%2$s.) Если пока нет подходящего плагина - вы можете отредактировать шаблон сайта и добавить этот код в \"подвал\" файла.",
        "JSTrackingIntro4": "Если вы не хотите или не можете использовать JavaScript, %1$sвоспользуйтесь отслеживанием посетителей через изображение%2$s.",
        "JSTrackingIntro5": "Если вы хотите больше, чем простое отслеживание страниц, пожалуйста, ознакомьтесь с %1$sPiwik Javascript Tracking documentation%2$s для просмотра всех функций. С помощью этих функций вы можете отслеживать цели, пользовательские переменные, заказы электронной коммерции, неоформленные заказы и многое другое.",
        "LogoNotWriteableInstruction": "Чтобы использовать собственное лого вместо стандартного Piwik, откройте для записи эту папку: %1$s Piwik нужен доступ на запись к вашим лого, храняшимся в файлах %2$s.",
        "FileUploadDisabled": "Загрузка файлов не включена в вашей конфигурации PHP. Для загрузки другого логотипа выставите %s в php.ini и перезапустите веб-сервер.",
        "LogoUploadFailed": "Загруженный файл не может быть обработан. Пожалуйста, проверьте, что файл имеет нужный формат.",
        "LogoUpload": "Выберите лого для загрузки",
        "FaviconUpload": "Выбрать Favicon для загрузки",
        "LogoUploadHelp": "Пожалуйста, закачивайте файлы в %1$s форматах, минимальное ограничение по высоте – %2$s пикселей.",
        "MenuDiagnostic": "Диагностика",
        "MenuGeneralSettings": "Основные настройки",
        "MenuManage": "Управление",
        "MenuDevelopment": "Разработка",
        "OptOutComplete": "Исключение из политики конфиденциальности завершено; ваши посещения на данный сайт не будут учитываться системой веб аналитики. Мы уважаем ваш выбор.",
        "OptOutCompleteBis": "Заметьте, что если вы очистите cookies браузера, то, скорее всего, удалится и исключительный cookie, или если вы поменяете компьютер или браузер, то необходимо будет пройти процедуру исключения снова.",
        "OptOutDntFound": "Ваши действия не отслеживались, так как ваш браузер сообщает, что вы не хотите этого. Это настройка вашего браузера, поэтому у вас не будет возможности включить ее до тех пор, пока вы не отключите опцию \"Не отслеживать\".",
        "OptOutExplanation": "Piwik – за сохранение личных данных в сети. Поэтому данная система может предложить вашим пользователям выбор исключения из политики конфиденциальности (отказ от дальнейшего сбора статистики о пользователе). Вы можете вставить следующий HTML-код на одну из ваших страниц сайта, например на страницу о гарантиях конфиденциальности.",
        "OptOutExplanationBis": "Тег покаже \"iframe\", в якому міститиметься посилання для ваших відвідувачів, клацнувши на яке, вони зможуть відмовитися від потрапляння в веб-аналітику через отримання відповідного файлу cookie. %1$s Клацніть тут%2$s, щоб переглянути вміст що буде показано в \"iframe\".",
        "OptOutForYourVisitors": "Исключение из политики конфиденциальности Piwik для посетителей",
        "PiwikIsInstalledAt": "Piwik установлен в",
        "PersonalPluginSettings": "Персональные настройки плагинов",
        "PluginSettingChangeNotAllowed": "Вам не разрешено менять значение \"%1$s\" для плагина \"%2$s\"",
        "PluginSettingReadNotAllowed": "Вам не разрешено читать значение \"%1$s\" плагина \"%2$s\"",
        "PluginSettings": "Настройки плагинов",
        "PluginSettingsIntro": "Здесь вы можете изменить настройки для следующих плагинов:",
        "PluginSettingsValueNotAllowed": "Значение для поля \"%1$s\" в плагине \"%2$s\" не разрешено",
        "PluginSettingsSaveFailed": "Ошибка при сохранении настроек плагина",
        "SendPluginUpdateCommunication": "Отправить email с уведомлением, когда для плагина будет доступна новая версия",
        "SendPluginUpdateCommunicationHelp": "Письмо будет отправлено суперпользователю когда будет доступна новая версия плагина.",
        "StableReleases": "Если Piwik является важной частью вашего бизнеса, мы рекомендуем использовать последнюю стабильную версию. Если вы используете последнюю бета версию, и вы нашли ошибку или есть предложение, пожалуйста, %1$sперейдите по ссылке%2$s.",
        "LtsReleases": "Версии LTS (Долгосрочная поддержка) получают только исправления, касающиеся безопасности и ошибок.",
        "SystemPluginSettings": "Системные настройки плагинов",
        "TrackAGoal": "Отслеживать цель",
        "TrackingCode": "Код отслеживания",
        "TrustedHostConfirm": "Вы уверены, что хотите сменить имя доверенного хоста Piwik?",
        "TrustedHostSettings": "Доверенные хосты Piwik",
        "UpdateSettings": "Настройки обновления",
        "UseCustomLogo": "Использовать свой логотип",
        "ValidPiwikHostname": "Домен для Piwik",
        "WithOptionalRevenue": "с дополнительным доходом",
        "YouAreOptedIn": "Статистика о вас собирается.",
        "YouAreOptedOut": "Вы отказались от сбора статистических данных.",
        "YouMayOptOut": "Вы можете отказаться от уникального cookie, привязанному к вашему браузеру, и идентифицирующего вас в системе аналитики данного сайта, тем самым отказавшись от любого сбора сведений о вас и их анализа на данном сайте.",
        "YouMayOptOutBis": "Снимите галочку и получите исключающий cookie для отказа сбора данных.",
        "OptingYouOut": "Отписываем вас, пожалуйста, подождите...",
        "ProtocolNotDetectedCorrectly": "В данный момент вы просматриваете Piwik через безопасное соединение SSL (используя https), но Piwic смог обнаружить только небезопасное соединение на сервере.",
        "ProtocolNotDetectedCorrectlySolution": "Чтобы удостовериться, что Piwic безопасно запрашивает и обрабатывает ваш контент через HTTPS, вы можете отредактировать свой файл %1$s или настроить ваши настройки прокси, или вы можете добавить линию %2$s под разделом %3$s. %4$sУзнать больше%5$s"
    }
}