{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Shtoni një strehë të re të besuar",
        "Administration": "Administrim",
        "ArchivingSettings": "Rregullime arkivimi",
        "BrandingSettings": "Rregullime marke",
        "ReleaseChannel": "Kanal hedhjesh në qarkullim",
        "ClickHereToOptIn": "Klikoni këtu për të kryer \"opt in\"",
        "ClickHereToOptOut": "Klikoni këtu për të kryer \"opt out\".",
        "CustomLogoFeedbackInfo": "Nëse e përshtatni logon e Matomo-ut, mund t’ju interesonte edhe fshehja lidhjes %1$s te menuja në krye. Për ta bërë këtë, mund të çaktivizoni shtojcën e Përshtypjeve te faqja e %2$sAdministrimit të Shtojcave%3$s.",
        "CustomLogoHelpText": "Logon e Matomo-ut, që do të shfaqet në ndërfaqen e përdoruesit dhe raportet email, mund ta personalizoni.",
        "DevelopmentProcess": "Edhe pse %1$sprocesi ynë i zhvillimit%2$s përfshin mijëra prova të automatizuara, Testuesit Beta luajnë një rol kyç në arritjen e \"No bug policy\" te Piwik-u.",
        "EmailServerSettings": "Rregullime shërbyesi email",
        "ForBetaTestersOnly": "Vetëm për testues beta",
        "ImageTracking": "Ndjekje Figurash",
        "ImageTrackingIntro1": "Kur një vizitor e ka JavaScript-in të çaktivizuar, ose kur JavaScript-i s’përdoret dot, mund të përdorni një lidhje ndjekjeje figurash për të ndjekur vizitorët.",
        "ImageTrackingIntro2": "Prodhojeni lidhjen më poshtë dhe kopjojeni dhe hidheni te faqja HTML-në e prodhuar. Nëse këtë e përdorni për rastet kur nuk funksionon ndjekja përmes JavaScript-it, mund ta vendosni brenda etiketash %1$s.",
        "ImageTrackingIntro3": "Për krejt listën e mundësive që mund të përdorni me një lidhje ndjekjeje figurash, shihni %1$sDokumentimin e API-t të Ndjekjeve%2$s.",
        "ImageTrackingLink": "Lidhje Ndjekjeje Figurash",
        "ImportingServerLogs": "Importim Regjistrash Shërbyesi",
        "ImportingServerLogsDesc": "Një alternativë kundrejt ndjekjes së vizitorëve përmes shfletuesit (ose përmes JavaScript-it, ose përmes një lidhjeje figurash) është importimi i vazhdueshëm i regjistrave të shërbyesit. Mësoni më tepër rreth %1$sAnalizave me bazë Kartelash Regjistër të Shërbyesit%2$s.",
        "InvalidPluginsWarning": "Shtojcat vijuese s’janë të përputhshme me %1$s dhe s’u ngarkuan dot: %2$s.",
        "InvalidPluginsYouCanUninstall": "Këto shtojca mund t’i përditësoni ose çinstaloni që nga faqja %1$sAdministroni Shtojca%2$s.",
        "JavaScriptTracking": "Ndjekje me JavaScript",
        "JSTracking_CampaignKwdParam": "Parametër Fjalëkyçesh Fushatash",
        "JSTracking_CampaignNameParam": "Parametër Emrash Fushatash",
        "JSTracking_CodeNoteBeforeClosingHead": "Bëni të mundur që ky kod të gjendet në çdo faqe të sajtit tuaj. Këshillojmë ta ngjitni mu para etiketës mbyllëse %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Përdorni emra vetjakë parametrash kërkese për emra & fjalëkyçe të fushatës",
        "JSTracking_CrossDomain": "Si parazgjedhje, ID-ja e vizitorit që identifikon një vizitor unik depozitohet në cookies shfletuesi nga pala e interesuar, të cilat mund të lexohen vetëm nga faqe të së njëjtës përkatësi. Aktivizimi i lidhjes nga përkatësia në përkatësi ju lejon të ndiqni krejt veprimet dhe parjet e faqeve të një vizitori të dhënë për të njëjtën vizitë edhe kur ai sheh faqe në disa përkatësi. Kurdo që një përdorues klikon mbi një lidhje te një nga URL-të alias të sajtit tuaj, do të shtohet një parametër URL-je pk_vid që jep ID-në e Vizitorit.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "Që të mund të përdorni lidhje ndërpërkatësore, duhet të përcaktoni më shumë se një emër përkatësie (URL-ra) për sajtin tuaj.",
        "JSTracking_CustomCampaignQueryParamDesc": "Shënim: %1$sMatomo-u do të zbulojë vetvetiu parametra Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Çaktivizo krejt cookie-t e ndjekjeve",
        "JSTracking_DisableCookiesDesc": "Çaktivizon krejt cookie-t Piwik. Cookie-t ekzistuese Matomo për këtë sajt do të fshihen me parjen pasuese të faqeve.",
        "JSTracking_EnableCrossDomainLinking": "Aktivizon lidhje nga përkatësia në përkatësi",
        "JSTracking_EnableDoNotTrack": "Aktivizoni zbulim MosMëGjurmo në anën e klientit",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Shënim: Mbulimi i MosMëGjurmo-së në anën e shërbyesit është i aktivizuar, ndaj kjo mundësi nuk do të ketë efekt.",
        "JSTracking_EnableDoNotTrackDesc": "Pra nuk do të dërgohen kërkesa ndjekjeje, nëse vizitorët dëshirojnë të mos gjurmohen.",
        "JSTracking_GroupPageTitlesByDomain": "Paraprije titullin e faqes me përkatësinë e sajtit, kur kryhet ndjekje",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Pra, nëse dikush viziton faqen 'Rreth' te blog.%1$s, do të regjistrohet si 'blog \/ Rreth'. Kjo është rruga më e lehtë për të patur një përmbledhje të trafikut tuaj sipas nënpërkatësish.",
        "JSTracking_MergeAliases": "Te raporti \"Lidhje për jashtë\", fshihni klikime mbi URL të njohura si aliase të",
        "JSTracking_MergeAliasesDesc": "Pra, klikimet mbi lidhjet për te URL Aliasesh (p.sh. %s) nuk do të numërohen si \"Lidhje për jashtë\".",
        "JSTracking_MergeSubdomains": "Ndiqi vizitorët nëpër krejt nënpërkatësitë e",
        "JSTracking_MergeSubdomainsDesc": "Pra, nëse një vizitor viziton %1$s dhe %2$s, ai do të numërohet si një vizitor i vetëm.",
        "JSTracking_PageCustomVars": "Ndiqni për çdo parje faqeje një ndryshore vetjake",
        "JSTracking_PageCustomVarsDesc": "Për shembull, me emër ndryshoreje \"Kategori\" dhe vlerë \"Artikuj Gazete\".",
        "JSTracking_TrackNoScript": "Ndiqi përdoruesit me JavaScript të çaktivizuar",
        "JSTracking_VisitorCustomVars": "Ndiqni ndryshore vetjake për këtë vizitor",
        "JSTracking_VisitorCustomVarsDesc": "Për shembull, me emër ndryshoreje \"Lloj\" dhe vlerë \"Klient\".",
        "JSTracking_EndNote": "Shënim: Te ndarja %1$sKod Ndjekjeje%2$s e përgjegjësit mund të prodhoni kod vetjak ndjekjesh.",
        "JSTrackingIntro1": "Vizitorët në sajtin tuaj mund t’i ndiqni në mjaft rrugë të ndryshme. Rruga e këshilluar për ta bërë është përmes JavaScript-it. Për të përdorur këtë metodë, duhet të garantoni që çdo faqe e sajtit tuaj të përmbajë një copëz kodi JavaScript, të cilin mund ta prodhoni nga këtu.",
        "JSTrackingIntro2": "Pasi të keni kodin JavaScript të ndjekjes për sajtin tuaj, kopjojeni dhe hidheni te krejt faqet që dëshironi të ndiqni me Matomo.",
        "JSTrackingIntro3b": "Në shumicën e sajteve, blogjeve, CMS-ve, etj. mund të përdorni shtojca të gatshme që do të bënin për ju punën teknike. (Shihni %1$slistën tonë të shtojcave të përdorura për të integruar Matomo-un%2$s.) Nëse nuk ka shtojcë të tillë, mund të përpunoni gjedhet e sajtit tuaj dhe të shtoni këtë kod te etiketa &lt;\/head&gt;, e cila shpesh përkufizohet brenda një kartele gjedhe 'header.php', 'header.tpl' ose të ngjashme.",
        "JSTrackingIntro4": "Nëse s’doni të përdorni JavaScript-in për ndjekje vizitorësh, %1$sprodhoni më poshtë një lidhje ndjekjeje figurash%2$s.",
        "JSTrackingIntro5": "Nëse dëshironi të bëni më shumë se sa thjesht ndjekje parjesh të faqeve, ju lutemi, hidhini një sy %1$sdokumentimit të Ndjekjeve Matomo me Javascript%2$s për listën e plotë të funksioneve të mundshëm. Duke përdorur këto funksione mund të ndiqni objektiva, ndryshore vetjake, porosi e-tregtie, shporta të braktisura, etj.",
        "LogoNotWriteableInstruction": "Që të përdorni logon tuaj vetjake në vend të asaj parazgjedhje të Piwik-ut, jepni të drejta shkrimi mbi këtë drejtori: %1$s Matomo-u lyp hyrje shkrimi për logot tuaja të depozituara në kartelat %2$s.",
        "FileUploadDisabled": "Ngarkimi i kartelave s’është i aktivizuar te formësimi juaj për PHP-në. Që të ngarkoni logon tuaj vetjake, ju lutemi, caktoni %s te php.ini dhe rinisni shërbyesin tuaj web.",
        "LogoUploadFailed": "Kartela e ngarkuar s’mund të përpunohej dot. Ju lutemi, kontrolloni nëse kartela ka një format të vlefshëm.",
        "LogoUpload": "Përzgjidhni një Logo për ta ngarkuar",
        "FaviconUpload": "Përzgjidhni për ngarkim një Favikonë",
        "LogoUploadHelp": "Ju lutemi, ngarkoni një kartelë në formatet %1$s me lartësi minimum prej %2$s piksel.",
        "MenuDiagnostic": "Diagnostikim",
        "MenuGeneralSettings": "Rregullime të përgjithshme",
        "MenuSystem": "Sistem",
        "MenuDevelopment": "Zhvillim",
        "MenuMeasurables": "Të matshme",
        "OptOutComplete": "\"Opt-out\" u plotësua; vizitat tuaja në këtë sajt s’do të regjistrohen nga mjeti Analiza Web.",
        "OptOutCompleteBis": "Mbani parasysh që nëse i hiqni cookie-t tuaja, fshini cookie-in për \"opt-out\", ose ndërroni kompjuter apo shfletues Web, do t’ju duhet të kryeni sërish procedurën për \"opt-out\".",
        "OptOutDntFound": "Nuk po ndiqeni, ngaqë shfletuesi juaj njofton se nuk doni të ndiqeni. Ky është një rregullim te shfletuesi juaj, ndaj s’do të jeni në gjendje të zgjidhni të kundërtën, para se të çaktivizoni veçorinë 'Mos Më Gjurmo'.",
        "OptOutExplanation": "Piwik-u është i përkushtuar ndaj mundësimit të privatësisë në Internet. Për t’u dhënë mundësinë e zgjedhjes së \"opt-out\" te Analizat Web Piwik, mund të shtoni kodin HTML vijues te një nga faqet e sajtit tuaj, për shembull te faqja e Rregullave të Privatësisë.",
        "OptOutExplanationBis": "Ky kod do të shfaqë një Iframe që përmban një lidhje me të cilën vizitorët të mund të zgjedhin \"opt-out\" për Piwik-un, duke depozituar një \"opt-out cookie\" në shfletuesin e tyre. %1$s Klikoni këtu%2$s që të shihni lëndën që do të shfaqet nga iFrame-i.",
        "OptOutForYourVisitors": "\"Opt-out\" i Piwik-ut për vizitorët tuaj",
        "PiwikIsInstalledAt": "Piwik-u është instaluar te",
        "PersonalPluginSettings": "Rregullime Personale për Shtojcën",
        "PluginSettingChangeNotAllowed": "Nuk keni leje të ndryshoni vlerën e rregullimit \"%1$s\" te shtojca \"%2$s\"",
        "PluginSettingReadNotAllowed": "Nuk keni leje të lexoni vlerën e rregullimit \"%1$s\" te shtojca \"%2$s\"",
        "PluginSettings": "Rregullime Shtojce",
        "PluginSettingsIntro": "Prej këtu mund të ndryshoni rregullimet për shtojcat vijuese nga palë të 3ta:",
        "PluginSettingsValueNotAllowed": "Vlera për fushën \"%1$s\" te shtojca \"%2$s\" nuk është vlerë e lejuar",
        "PluginSettingsSaveFailed": "Dështoi ruajtja e rregullimeve të shtojcës",
        "PluginSettingsSaveSuccess": "Rregullimet e shtojcës u përditësuan.",
        "SettingsSaveSuccess": "Rregullimet u përditësuan.",
        "SendPluginUpdateCommunication": "Dërgo një email kur ka gati një përditësim shtojce",
        "SendPluginUpdateCommunicationHelp": "Superpërdoruesve do t’u dërgohet një email kur për këtë shtojcë të ketë gati një version të ri.",
        "StableReleases": "Nëse Matomo-u është pjesë kritike e biznesit tuaj, ju këshillojmë të përdorni versionin më të ri të qëndrueshëm. Nëse përdorni versionin më të ri beta dhe gjeni një të metë ose keni një sugjerim, ju lutemi %1$sshihni këtu%2$s.",
        "LtsReleases": "Versionet LTS (Long Term Support) përmbajnë vetëm ndreqje sigurie dhe të metash.",
        "SystemPluginSettings": "Rregullime Shtojce Sistemi",
        "TrackAGoal": "Ndiqni një objektiv",
        "TrackingCode": "Kod Ndjekjeje",
        "TrustedHostConfirm": "Jeni i sigurt se doni të ndryshoni strehëemrin e besuar të Matomo-ut?",
        "TrustedHostSettings": "Strehëemër e Besuar Matomo",
        "UpdateSettings": "Rregullime përditësimesh",
        "UseCustomLogo": "Përdorni një logo vetjake",
        "ValidPiwikHostname": "Strehëemër e Vlefshme Matomo",
        "WithOptionalRevenue": "me të ardhura opsionale",
        "YouAreOptedIn": "Tani jeni nën \"opt-in\"",
        "YouAreOptedOut": "Tani jeni nën \"opt-out\"",
        "YouMayOptOut": "Mundet edhe të zgjidhni të mos ju përshoqërohet një numër unik identifikimi \"cookie\" analizash web për kompjuterin tuaj, për të shmangur mbledhjen dhe analizimin e të dhënave të mbledhura në këtë sajt.",
        "YouMayOptOutBis": "Për ta bërë këtë zgjedhje, ju lutem klikoni më poshtë që të merrni një \"cookie\" \"opt-out\".",
        "OptingYouOut": "Po liheni jashtë kësaj, ju lutemi, pritni…",
        "ProtocolNotDetectedCorrectly": "Jeni duke e parë Piwik-un përmes një lidhjeje të sigurt SSL (po përdorni https), por Matomo-u mund të zbulojë vetëm një lidhje jo të sigurt me shërbyesin.",
        "ProtocolNotDetectedCorrectlySolution": "Që ta bëni Matomo-un të kërkojë dhe shërbejë lëndën tuaj përmes HTTPS-je, mund të përpunoni kartelën tuaj %1$s dhe ose të formësoni rregullime ndërmjetësi, ose mund të shtoni rreshtin %2$s nën ndarjen %3$s. %4$sMësoni më tepër%5$s"
    }
}