{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Lägg till en ny betrodd värd",
        "Administration": "Administration",
        "ArchivingSettings": "Inställningar för arkivering",
        "BrandingSettings": "Varumärkesinställningar",
        "ReleaseChannel": "Lanseringskanal",
        "ClickHereToOptIn": "Klicka här för att gå med.",
        "ClickHereToOptOut": "Klicka här för att gå ur.",
        "CustomLogoFeedbackInfo": "Om du anpassar Piwik's logotyp, kanske du också är intresserad av att dölja %1$s länken i toppmenyn. För att göra detta kan du inaktivera pluginen Feedback på sidan %2$sHantera Plugins%3$s.",
        "CustomLogoHelpText": "Du kan anpassa Piwik's logotyp som kommer att visas i användargränssnittet och i e-postrapporter.",
        "DevelopmentProcess": "Vår %1$sutvecklingsprocess%2$s inkluderar tusentals automatiserade test, och Beta test spelar en nyckelroll i Piwiks policy mot buggar.",
        "EmailServerSettings": "E-postinställningar (server)",
        "ForBetaTestersOnly": "Endast för betatestare",
        "ImageTracking": "Bildspårning",
        "ImageTrackingIntro1": "När en besökare har inaktiverat JavaScript, eller när JavaScript inte kan användas, så kan du använda bildspårning för att spåra besökare.",
        "ImageTrackingIntro2": "Generera länken här nedanför och klistra in HTML-koden på din sida. Om du använder det här som reservför språning med JavaScript, så kan du omringa koden med %1$s-taggar.",
        "ImageTrackingIntro3": "Titta i %1$sdokumentationen för Spårnings-API%2$s ör att se hela listan med alternativ för bildspårning.",
        "ImageTrackingLink": "Bildspårningslänk",
        "ImportingServerLogs": "Importerar Serverloggar",
        "ImportingServerLogsDesc": "Ett alternativ till att spåra besökare via webbläsaren (antingen via JavaScript eller en bildlänk) är att kontinuerligt importera serverloggar. Läs mer om %1$sServer loggfilanalys%2$s.",
        "InvalidPluginsWarning": "Följande plugin är inte kompatibelt med %1$s och kunde inte laddas: %2$s.",
        "InvalidPluginsYouCanUninstall": "Du kan uppdatera eller installera plugins på vår %1$shantera plugin sida%2$s.",
        "JavaScriptTracking": "Spårning med JavaScript",
        "JSTracking_CampaignKwdParam": "Parameter för nyckelorden i kampanjen",
        "JSTracking_CampaignNameParam": "villkor för kampanjnamn",
        "JSTracking_CodeNoteBeforeClosingHead": "Säkerställ att denna kod finns på varje sida på din webbplats. Vi rekommenderar att klistra in koden alldeles innan den stängande %1$s-taggen.",
        "JSTracking_CustomCampaignQueryParam": "Använd den egna förfrågan för parameterns namn för kampanjnamn och nyckelord",
        "JSTracking_CustomCampaignQueryParamDesc": "Observera: %1$sPiwik kommer automatiskt upptäcka parametrar för Google Analytics. %2$s",
        "JSTracking_DisableCookies": "Inaktivera spårnings cookies",
        "JSTracking_DisableCookiesDesc": "Inaktivera alla direkta cookies. Befintliga Piwik cookies för denna webbsida kommer att raderas vid nästa sidvisning.",
        "JSTracking_EnableDoNotTrack": "Aktivera klientsidan för sidan \"SpåraInte\" upptäckt",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Observera: Rapporten till serversidan DoNotTrack har aktiverats, så det här valet kommer inte att ha någon effekt.",
        "JSTracking_EnableDoNotTrackDesc": "Ingen spårningsförfrågan kommer att skickas om inte besökare önskar att bli spårade.",
        "JSTracking_GroupPageTitlesByDomain": "Lägg till webbplatsens domän till sidans titel vid spårning",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Om någon besöker \"om\" sidan på din blogg .%1$s så kommer besökets registreras som \"ditt-blogg-namn\/om\". Det här är det enklaste sättet för dig att få en överblick av din sub-domänstrafik.",
        "JSTracking_MergeAliases": "I rapporten för \"utlänkar\", dölj klick till kända URL.",
        "JSTracking_MergeAliasesDesc": "Klick på länkar till användarnamn och URL:s (till exempel %s) kommer inte räknas som en \"ut-länk\".",
        "JSTracking_MergeSubdomains": "Spåra besökare på alla underdomäner av",
        "JSTracking_MergeSubdomainsDesc": "Om en besökare besöker %1$s och %2$s, kommer de räknas som en unik besökare",
        "JSTracking_PageCustomVars": "Spåra en anpassad variabel för varje sidvisning",
        "JSTracking_PageCustomVarsDesc": "Till exempel med varierande namn \"kategori\" och värde \"vita papper\".",
        "JSTracking_VisitorCustomVars": "Spåra anpassade variabler för denna besökare",
        "JSTracking_VisitorCustomVarsDesc": "Till exempel med varierande namn \"sort\" och värde \"kund\".",
        "JSTrackingIntro1": "Du kan spåra besöken till din sida på många olika sätt. Det sättet som vi rekommenderar är via JavaScript. För att använda den här metoden behöver du ge varje undersida på din hemsida en JavaScript kod. Du kan hämta den koden här:",
        "JSTrackingIntro2": "När du har JavaScripts spårningskod till din webbsida, kopiera och klistra in det på alla sidor du vill spåra med Piwik.",
        "JSTrackingIntro3": "På de flesta webbsidor, bloggar, CMS, med mera kan du använda ett Plugin som redan finns, ett plugin som sköter det tekniska jobbet åt dig. (Titta i vår %1$slista med plugin som används för att interagera med Piwik%2$s.) Om du inte hittar några plugin kan du redigera din sidas templates och lägga till kod i filen för sidfot.",
        "JSTrackingIntro4": "Om du inte vill använda JavaScript för att spåra besökare, %1$sgenerera en bild spårningslänk nedan%2$s.",
        "JSTrackingIntro5": "Om du vill göra mer än att spåra antal sedda sidor, titta på %1$sPiwiks lista av dokumentation för Javascripts Spårning%2$s, där hittar du en lista med tillgängliga funktioner. Använd dessa funktioner för att spåra mål, skräddarsy variabler, e-handel, övergivna korgar med mera.",
        "LogoNotWriteableInstruction": "Om du vill använda din egen logotyp istället för Piwiks logotyp, se till så att det finns skrivrättigheter till denna katalog: %1$s. Piwik behöver skrivrättighet för dina logotyper som lagras i filerna %2$s.",
        "FileUploadDisabled": "Uppladdning av filer är inte aktiverat i din PHP-konfiguration. För att ladda upp din egen logo, sätt %s i php.ini och starta om din webbläsare.",
        "LogoUploadFailed": "Den uppladdade filen kunde inte behandlats. Var snäll och kontrollera om filen är i giltigt format.",
        "LogoUpload": "Välj en logotyp att ladda upp",
        "FaviconUpload": "Välj en Favicon att ladda upp",
        "LogoUploadHelp": "Ladda upp en fil i %1$s format med en minsta höjd på %2$s pixlar.",
        "MenuDiagnostic": "Diagnostik",
        "MenuGeneralSettings": "Allmänna inställningar",
        "MenuManage": "Hantera",
        "MenuDevelopment": "Utveckling",
        "OptOutComplete": "Exkludering utförd; dina besök på denna webbplatsen kommer inte att spåras av webbanalys-verktyget.",
        "OptOutCompleteBis": "Observera att om du rensar cookies, tar bort cookien för exkludering eller om du byter dator eller webbläsare måste du utföra exkluderingen igen.",
        "OptOutDntFound": "Du spåras inte eftersom din webbläsare rapporterar att du inte vill det. Detta är en inställning i webbläsaren så du kan inte delta för än du avaktiverat 'Do Not Track'.",
        "OptOutExplanation": "Piwik är dedikerat till att erbjuda personlig integritet på Internet. För att ge dina besökare möjligheten att välja om de ska exkluderas från Piwiks webbanalys, kan du lägga till följande HTML-kod på någon av din webbplats sidor, t.ex. på en sida om sekretesspolicy.",
        "OptOutExplanationBis": "Denna kod kommer att visas i en iFrame som innehåller en länk så att dina besökare kan välja bort Piwik genom att sätta en cookie i sina webbläsare. %1$s Klicka här för%2$s att visa innehållet som kommer att visas i iFrame'n.",
        "OptOutForYourVisitors": "Exkludera spårning för dina besökare",
        "PiwikIsInstalledAt": "Piwik är installerat på",
        "PersonalPluginSettings": "Personliga plugininställningar",
        "PluginSettingChangeNotAllowed": "Det är inte tillåtet att ändra värdet i inställningar för \"%1$s\" i plugin \"\"%2$s\"",
        "PluginSettingReadNotAllowed": "Du har inte rättighet att läsa värdet för inställningen \"%1$s\" i tillägget \"%2$s\"",
        "PluginSettings": "Inställningar för plugin",
        "PluginSettingsIntro": "Här kan du ändra inställningarna för tredje parts plugin:",
        "PluginSettingsValueNotAllowed": "Värdet för det här området \"%1$s\" i Plugin \"%2$s\" är inte tillåtet",
        "PluginSettingsSaveFailed": "Misslyckades att spara plugin-inställningar",
        "SendPluginUpdateCommunication": "Skicka e-post när pluginuppdateringar finns tillgängliga",
        "SendPluginUpdateCommunicationHelp": "Ett e-postmeddelande kommer att skickas till Administratörerna när det finns en ny uppdatering för ett tillägg",
        "StableReleases": "Om Piwik är en viktig del av dina affärer, rekommenderar vi dig att använda den senaste versionen. Om du använder den senaste beta versionen och hittar en bugg eller har ett förslag, var vänlig att gå in %1$shär%2$s.",
        "LtsReleases": "LTS-versioner (långtidstöd) får endast säkerhet- och buggfixar.",
        "SystemPluginSettings": "Plugininställningar",
        "TrackAGoal": "Monitorera ett mål",
        "TrackingCode": "Spårningskod",
        "TrustedHostConfirm": "Är du säker på att du vill ändra Piwik's betrodda värdnamn?",
        "TrustedHostSettings": "Betrodd Piwik Värdnamn",
        "UpdateSettings": "Uppdatera inställningar",
        "UseCustomLogo": "Använd en anpassad logotyp",
        "ValidPiwikHostname": "Giltig Piwik Värdnamn",
        "WithOptionalRevenue": "Med alternativ avkastning",
        "YouAreOptedIn": "Du är just nu inkluderad.",
        "YouAreOptedOut": "Du är just nu exkluderad.",
        "YouMayOptOut": "Du kan välja att inte ha ett unikt identifieringsnummer i en cookie tilldelad till din dator för att undvika analys av uppgifter som samlats in på denna webbplats.",
        "YouMayOptOutBis": "För att göra det valet, vänligen klicka nedan för att lagra en cookie för exkludering.",
        "OptingYouOut": "Undantar dig, vänligen vänta...",
        "ProtocolNotDetectedCorrectly": "Du använder just nu Piwik över en säker SSL-anslutning (via HTTPS), men Piwik kan bara upptäcka en osäker anslutning på servern."
    }
}