{
    "CoreAdminHome": {
        "Administration": "Administrasyon",
        "ArchivingSettings": "Mga setting ng pag-archive",
        "BrandingSettings": "Mga setting ng branding",
        "ClickHereToOptIn": "I-click ito upang mag-opt in.",
        "ClickHereToOptOut": "I-click ito upang mag-opt out.",
        "CustomLogoFeedbackInfo": "Kung pinasadya mo ang logo ng Piwik, maaaring interesado ka rin upang itago ang %1$s na link sa itaas ng menu. Upang gawin ito, maaari mong i-disable ang Feedback plugin sa %2$s Manage Plugin %3$s na pahina.",
        "CustomLogoHelpText": "Maaari mong i-customize ang Piwik logo na ipapakita sa user interface at mga report sa email.",
        "DevelopmentProcess": "Habang ang aming %1$s proseso ng development %2$s ay nakapaloob ang libu-libong automated tests, ang mga Beta Tester ay may pangunahing papel sa archiving ng \"No bug policy\" sa Piwik.",
        "EmailServerSettings": "Mga setting sa email server",
        "ForBetaTestersOnly": "Pagsusubaybay ng Imahe",
        "ImageTracking": "Pagsubaybay ng Imahe",
        "ImageTrackingIntro1": "Kapag ang bisita ay dinisable ang JavaScript, o kapag hindi magamit ang JavaScript, maaari mong gamitin ang link sa pagsubaybay ng imahe, para masundan ang mga bisita",
        "ImageTrackingIntro2": "Buuhin ang link sa ibaba at kopyahin at i-paste ang nabuong HTML sa pahina. Kung ginagamit mo ito bilang isang fallback para sa pagsubaybay ng JavaScript, maaari mo itong palibutan ng %1$s na tag.",
        "ImageTrackingLink": "Pag-import ng mga Tala sa Server",
        "ImportingServerLogs": "Pag-import ng Log ng Server",
        "ImportingServerLogsDesc": "Ang isang alternatibo sa pagsusubaybay sa mga bisita sa pamamagitan ng browser (alinman sa pamamagitan ng JavaScript o link ng isang imahe) ay ang patuloy na pag-import ng mga tala sa server. Matuto nang higit pa tungkol sa %1$sServer na Tala File Analytic%2$s.",
        "InvalidPluginsWarning": "Ang sumusunod na mga plugin ay hindi tugma sa %1$s at hindi kayang i-load: %2$s",
        "InvalidPluginsYouCanUninstall": "Maaaring i-update o i-uninstall ang mga plugin sa %1$sPamahalaan ang mga Plugin%2$s na pahina.",
        "JavaScriptTracking": "Pagsubaybay ng JavaScript",
        "JSTracking_CampaignKwdParam": "Keyword na Parametero ng Kampanya",
        "JSTracking_CampaignNameParam": "Pangalang Parametero ng Kampanya",
        "JSTracking_CustomCampaignQueryParam": "Gamitin ang custom query na parametro ng mga pangalan para sa pangalan ng kampanya at keyword",
        "JSTracking_CustomCampaignQueryParamDesc": "Tandaan: Awtomatikong makikita ng %1$sPiwik ang mga parametro ng Google Analytics. %2$s",
        "JSTracking_DisableCookies": "I-disable ang lahat ng mga cookies na sumusubaybay.",
        "JSTracking_DisableCookiesDesc": "I-disable lahat ng unang party cookies. Lahat ng Piwik cookies para sa website na ito ay mabubura sa susunod na pagtingin sa pahina",
        "JSTracking_EnableDoNotTrack": "Paganahin ang client side DoNotTrack detection",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Tandaan: Ang side ng server na DoNotTrack support ay naka-enable, kaya ang pagpipiliang ito ay hindi magkakaroon ng epekto.",
        "JSTracking_EnableDoNotTrackDesc": "Kung kaya't ang mga kahilingan sa pagsubaybay ay hindi ipapadala kung hindi nais ng bisita na masubaybayan.",
        "JSTracking_GroupPageTitlesByDomain": "I-prepend ang site domain sa pamagat ng pahina kapag nagsusubaybay.",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Kung kaya't kapag may bumisita sa pahina na 'About' ng blog.%1$s ito ay itatala bilang 'blog \/ About'. Ito ay ang pinakamadaling paraan upang makakuha ng isang pangkalahatang ideya ng iyong trapiko sa bawat sub-domain.",
        "JSTracking_MergeAliases": "Sa \"Outlinks\" na ulat, itago ang mga pag-click sa mga kilalang alias URL ng",
        "JSTracking_MergeAliasesDesc": "Kung kaya't ang mga click sa mga link sa Alias ​​na mga URL (hal.%s) ay hindi mabibilang bilang \"Outlink\".",
        "JSTracking_MergeSubdomains": "Subaybayan ang mga bisita sa lahat ng mga subdomain ng",
        "JSTracking_MergeSubdomainsDesc": "Kaya kung ang bisita ay bumisita sa %1$s at %2$s, ang mga ito ay mabibilang bilang isang unique na bisita.",
        "JSTracking_PageCustomVars": "Subaybayan ang isang custom na variable para sa bawat pagtingin sa isang pahina",
        "JSTracking_PageCustomVarsDesc": "Halimbawa, mayroong pangalan ng variable na \"Category\" at value na White Papers\"\".\"",
        "JSTracking_VisitorCustomVars": "Subaybayan ang mga custom na variable para sa bisitang ito",
        "JSTracking_VisitorCustomVarsDesc": "Halimbawa, mayroong pangalan ng variable na \"Type\" at value na \"Customer\"",
        "JSTrackingIntro1": "Maaari mong subaybayan ang mga bisita sa iyong website sa iba't ibang paraan. Ang inirekomendang paraan upang gawin ito ay sa pamamagitan ng JavaScript. Upang magamit ang pamamaraang ito dapat mong tiyakin na ang bawat webpage sa iyong website ay may code ng JavaScript, na maaari mong gawin dito.",
        "JSTrackingIntro2": "Sa oras na mayroon ka nang JavaScript tracking code para sa iyong website, kopyahin at i-paste ito sa lahat ng pahina na gusto mong subaybayan gamit ang Piwik.",
        "JSTrackingIntro3": "Maaari mong gamitin sa karamihan ng website, blog, CMS, atbp. ang isang pre-made na plugin upang gawin ang mga teknikal na trabaho para sa iyo. (Tingnan ang aming %1$s na listahan ng mga plugin na ginamit upang i-integrate ang Piwik %2$s.) Kung walang plugin na nag-eexist maaari mong i-edit ang template ng iyong website at idagdag ang code na ito sa \"footer\" file.",
        "JSTrackingIntro4": "Kung ayaw mong gamitin ang JavaScript upang masubaybayan ang mga bisita,%1$s gumawa ng link upang sumubaybay sa image sa ibaba %2$s.",
        "JSTrackingIntro5": "Kung gusto mong gawin nang higit pa kaysa sa pagsubaybay ng page view, mangyaring tingnan ang %1$s Tracking Piwik Javascript na dokumentasyon %2$s para sa listahan ng mga available na function. Sa paggamit ng mga function na ito maaari mong subaybayan ang mga layunin, mga custom variable, mga ecommerce order, mga inabandunang cart at marami pa.",
        "LogoNotWriteableInstruction": "Upang gamitin ang iyong pasadyang logo sa halip na ang default na Piwik logo, bigyan ng pahintulot na magsulat sa direktoryong ito: %1$s kailangan ng Piwik ng write access para sa iyong mga logo na naka-imbak sa mga file ng %2$s.",
        "LogoUpload": "Piliin ang Logo na i-upload",
        "FaviconUpload": "Pumili ng Favicon upang i-upload",
        "LogoUploadHelp": "Mangyaring mag-upload ng isang file sa format na %1$s na may pinakamababang taas na %2$s na pixel.",
        "MenuDiagnostic": "Dyagnostiko",
        "MenuGeneralSettings": "Pangkalahatang mga setting",
        "MenuManage": "Pamahalaan",
        "MenuDevelopment": "Pag-unlad",
        "OptOutComplete": "Ang pag-opt-out ay kumpleto na; ang iyong mga pagbisita sa website na ito ay hindi maitatala sa Web Analytics na tool.",
        "OptOutCompleteBis": "Tandaan na kung tinanggal mo ang iyong cookies, burahin ang opt-out cookie, o kapag nagbago ka ng computer o Web browser, kailangan mong isagawang muli ang opt-out cookie",
        "OptOutExplanation": "Ang Piwik ay nakatuon sa pagbibigay ng privacy sa Internet. Upang bigyan ang iyong bisita ng pagpipilian na pag-opt-out ng Piwik Web Analytics, maaari mong idagdag ang sumusunod na HTML code sa isa sa iyong mga pahina ng website, halimbawa sa isang pahina ng Privacy Policy.",
        "OptOutExplanationBis": "Ang code na ito ay magpapakita ng isang Iframe na naglalaman ng isang link para makapag-opt-out ang iyong mga bisita sa Piwik sa pamamagitan ng pagtatakda ng isang opt-out na cookie sa kanilang mga browser. %1$s I-click dito%2$s upang tingnan ang nilalaman na ipapakita sa iFrame.",
        "OptOutForYourVisitors": "Piwik opt-out para sa iyong mga bisita",
        "PiwikIsInstalledAt": "Ang Piwik ay naka-install sa",
        "PluginSettingChangeNotAllowed": "Hindi ka pinapahintulutang baguhin ang halaga ng setting \"%1$s\" sa plugin \"%2$s\"",
        "PluginSettingReadNotAllowed": "Hindi ka pinapahintulutang basahin ang halaga ng setting \"%1$s\" sa plugin \"%2$s\"",
        "PluginSettingsIntro": "Dito maaaring baguhin ang mga setting para sa mga sumusunod na 3rd party na mga plugin:",
        "PluginSettingsValueNotAllowed": "Ang halaga para sa field \"%1$s\" sa plugin na \"%2$s\" ay hindi pinapahintulutan.",
        "SendPluginUpdateCommunicationHelp": "Isang email ang ipapadala sa mga Super User kapag may bagong bersyon na maaaring magamit para sa isang plugin.",
        "StableReleases": "Kung ang Piwik ay isang kritikal na bahagi ng iyong negosyo, inirerekomenda namin na gamitin mo ang pinakabagong matatag na release. Kung gagamitin mo ang pinakabagong beta at nakakita ka ng bug o mayroong suhestiyon, mangyaring %1$s tingnan dito %2$s.",
        "TrackAGoal": "Subaybayan ang isang gol",
        "TrackingCode": "Tracking Code",
        "TrustedHostConfirm": "Sigurado ka ba na gusto mong baguhin ang pinagkakatiwalaang Piwik na hostname?",
        "TrustedHostSettings": "Pinagkakatiwalaang Piwik na Hostname",
        "UpdateSettings": "I-Update ang mga setting",
        "UseCustomLogo": "Gamitin ang isang custom na logo",
        "ValidPiwikHostname": "Wastong Piwik na Hostname",
        "WithOptionalRevenue": "may opsyonal na kita",
        "YouAreOptedIn": "Kasalukuyan kang naka-opt-in",
        "YouAreOptedOut": "Kasalukuyan kang naka-opt-out",
        "YouMayOptOut": "Maaari mong piliin na huwag magkaroon ng isang natatanging web analytic na 'cookie identification number' na itatalaga sa iyong computer upang maiwasan ang pagsasama-sama at pag-aaral ng data na nakolekta sa website na ito.",
        "YouMayOptOutBis": "Upang magawa ang napili mo, paki-click sa ibaba upang matanggap ang opt-out cookie."
    }
}