{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Güvenilir sunucu ekle",
        "Administration": "Yönetim",
        "ArchivingSettings": "Arşivleme ayarları",
        "BrandingSettings": "Markalama ayarları",
        "ReleaseChannel": "Dağıtım kanalı",
        "ClickHereToOptIn": "İzin vermek için tıklayın.",
        "ClickHereToOptOut": "İzni iptal etmek için tıklayın.",
        "CustomLogoFeedbackInfo": "Piwik logosunu değiştirdiyseniz, üst menüden %1$s bağlantısını da kaldırmak isteyebilirsiniz. Bunun için, %2$sUygulama Eki Yönetimi%3$s bölümünden Geribildirim ( Feedback ) uygulama ekini devre dışı bırakabilirsiniz.",
        "CustomLogoHelpText": "E-posta raporlarında ve kullanıcı arayüzünde kullanılacak olan Matomo logosunu değiştirebilirsiniz.",
        "DevelopmentProcess": "%1$sGeliştirme işlemi%2$s sırasında binlerce otomatik sınama yapılır. Bununla birlikte Matomo \"Hatasızlık ilkesi\" hedefine ulaşmak için Beta Testi yapan kullanıcılar önemli bir rol üstlenir.",
        "EmailServerSettings": "E-Posta sunucusu ayarları",
        "ForBetaTestersOnly": "Yalnız beta testi yapan kullanıcılar için",
        "ImageTracking": "Görsel İle İzleme",
        "ImageTrackingIntro1": "JavaScript devre dışı bırakılmış ya da kullanılamıyor ise, ziyaretçiler görsel izleme bağlantısı ile izlenebilir.",
        "ImageTrackingIntro2": "Aşağıdan bağlantıyı oluşturun ve oluşturulan HTML kodunu kopyalayıp sayfanıza yapıştırın. Bu bağlantıyı yalnız JavaScript kullanılamadığında kullanmak istiyorsanız%1$s kod imleri arasına alın.",
        "ImageTrackingIntro3": "Kullanabileceğiniz tüm seçenekleri listelemek için bir görsel ile izleme bağlantısı kullanın. Ayrıntılı bilgi almak için %1$sİzleme API Belgelerine%2$s bakın.",
        "ImageTrackingLink": "Görsel İle İzleme Bağlantısı",
        "ImportingServerLogs": "Sunucu Günlükleri Alınıyor",
        "ImportingServerLogsDesc": "Ziyaretçileri web tarayıcı ile izlemenin (JavaScript ya da görsel bağlantısı ile) bir alternatifi sürekli olarak sunucu günlüklerini içe aktarmaktır. Ayrıntılı bilgi almak için %1$sSunucu Günlüğü Dosya İstatistikleri%2$s bölümüne bakın.",
        "InvalidPluginsWarning": "Şu uygulama ekleri %1$sile uyumlu olmadığından yüklenemedi: %2$s.",
        "InvalidPluginsYouCanUninstall": "Bu uygulama eklerini %1$sUygulama Eki Yönetimi%2$s sayfasından güncelleyebilir ya da kaldırabilirsiniz.",
        "JavaScriptTracking": "Javascript İle İzleme",
        "JSTracking_CampaignKwdParam": "Kampanya Anahtar Sözcük Parametreleri",
        "JSTracking_CampaignNameParam": "Kampanya Adı Parametresi",
        "JSTracking_CodeNoteBeforeClosingHead": "Bu kodun web sitenizin her sayfasında bulunduğundan emin olun. Kodu %1$s kapanış kod iminin hemen öncesine yapıştırmanız önerilir.",
        "JSTracking_CustomCampaignQueryParam": "Kampanya adı ve anahtar sözcük için özel sorgu parametresi adları kullanılsın",
        "JSTracking_CrossDomain": "Varsayılan olarak, yalnız aynı etki alanındaki sayfalar tarafından erişilen ve web tarayıcının birinci elden çerezlerinde bulunarak tekil ziyaretçiyi tanımlayan ziyaretçi kodu. Etki alanları arası bağlantılar etkinleştirildiğinde aynı ziyarette farklı etki alanlarındaki sayfaları ziyaret ediyor olsa bile belirli bir kullanıcının tüm işlem ve sayfa görüntülemeleri izlenebilir. Bir kullanıcı web sitelerinizden birinin kısaltma adresinin bağlantısına tıkladığında, adrese ziyaretçi kodunu ileten bir pk_vid parametresi eklenir.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "Not: Etki alanları arası bağlantıları kullanırken web siteniz için birden fazla etki alanı (adres) belirtmelisiniz.",
        "JSTracking_CustomCampaignQueryParamDesc": "Not: %1$sMatomo Google Analytics parametreleri otomatik olarak algılar. %2$s",
        "JSTracking_DisableCookies": "Tüm izleme çerezlerini devre dışı bırak",
        "JSTracking_DisableCookiesDesc": "Bu seçenek etkinleştirildiğinde, birinci elden tüm çerezler devre dışı bırakılır. Bu web sitesi için var olan Matomo çerezleri sonraki sayfa görüntülemesinde silinir.",
        "JSTracking_EnableCrossDomainLinking": "Etki alanlarının bağlanmasını sağlar",
        "JSTracking_EnableDoNotTrack": "İstemci tarafında İZLENMESİN algılaması kullanılsın",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Not: Sunucu tarafında İZLENMESİN özelliği etkinleştirilmiş olduğundan bu seçeneğin herhangi bir etkisi olmaz.",
        "JSTracking_EnableDoNotTrackDesc": "Böylece izlenmek istemeyen ziyaretçilere, izleme istekleri gönderilmez.",
        "JSTracking_GroupPageTitlesByDomain": "İzleme sırasında sayfa başlığının önüne site etki alanı eklensin",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Böylece biri blog 'Hakkında' sayfasını ziyaret ettiğinde %1$s 'blog \/ Hakkında' olarak kaydedilir. Bir alt etki alanının özetini almak için en kolay yöntem budur.",
        "JSTracking_MergeAliases": "\"Giden Bağlantılar\" raporunda şu bilinen adres kısaltmalarının tıklanmaları gizlensin",
        "JSTracking_MergeAliasesDesc": "Böylece kısaltma adreslerine tıklamalar (%s gibi) 'Giden Bağlantı\" olarak sayılmaz.",
        "JSTracking_MergeSubdomains": "Şunun tüm alt etki alanlarındaki ziyaretçiler izlensin",
        "JSTracking_MergeSubdomainsDesc": "Böylece bir ziyaretçi %1$s ve %2$s ziyaretlerini yaparsa tekil bir ziyaretçi olarak sayılır.",
        "JSTracking_PageCustomVars": "Her sayfa görünümü için özel bir değişken izlensin",
        "JSTracking_PageCustomVarsDesc": "Örneğin \"Kategori\" değişken adı ve \"Beyaz Sayfalar\" değeriyle.",
        "JSTracking_TrackNoScript": "Kullanıcılar JavaScript devre dışı bırakılarak izlensin",
        "JSTracking_VisitorCustomVars": "Bu ziyaretçi için özel değişkenler izlensin",
        "JSTracking_VisitorCustomVarsDesc": "Örneğin \"Tür\" değişken adı ve \"Müşteri\" değeriyle.",
        "JSTracking_EndNote": "Not: Yönetim bölümündeki %1$sİzleme Kodu%2$s ile özel bir izleme kodu oluşturabilirsiniz.",
        "JSTrackingIntro1": "Web sitenize gelen ziyaretçileri birkaç farklı yolla izleyebilirsiniz. JavaScript yönteminin kullanılması önerilir. Bu yöntemi kullanabilmek için, buradan üretebileceğiniz JavaScript kodunun web sitenizin tüm sayfalarına ekleneceğinden emin olmalısınız.",
        "JSTrackingIntro2": "JavaScript izleme kodunu Matomo ile izlemek istediğiniz web sitesinin tüm sayfalarına ya da içerik yönetimi sistemindeki uygun bölüme yapıştırın.",
        "JSTrackingIntro3b": "Blog, CMS gibi çoğu web sitesinde teknik işleri sizin için yapacak bir uygulama eki bulunur (%1$sMatomo ile birlikte çalışan uygulama ekleri%2$s listesine bakın). Size uygun bir uygulama eki yoksa web sitenizin sayfa kalıplarını düzenleyerek JavaScript kodunu, genellikle 'header.php', 'header.tpl' gibi bir adı olan dosyada bulunan &lt;\/head&gt; kod imi içine ekleyebilirsiniz.",
        "JSTrackingIntro4": "Ziyaretçileri izlemek için JavaScript kodunu kullanmak istemiyorsanız %1$saşağıdaki bağlantıya tıklayarak bir izleme görseli oluşturabilirsiniz%2$s.",
        "JSTrackingIntro5": "Sayfa görüntülenme sayısından fazlasını izlemek istiyorsanız, lütfen %1$sMatomo JavaScript izleme belgesi%2$s içinden kullanabileceğiniz işlevlere bakın. Bu işlevleri kullanarak hedefleri, özel değişkenleri, e-ticaret siparişlerini, terk edilen sepetleri ve başka bilgileri izleyebilirsiniz.",
        "LogoNotWriteableInstruction": "Varsayılan Piwik logosu yerine özel bir logo görseli kullanmak için şu klasöre yazma izni vermelisiniz: %1$s Matomo uygulamasının %2$s dosyalarındaki logolara yazma izni olmalıdır.",
        "FileUploadDisabled": "PHP yapılandırmanızda dosya yükleme özelliği etkinleştirilmemiş. Özel logo görselini yükleyebilmek için php.ini yapılandırma dosyasında %s ayarını yapın ve sunucunuzu yeniden başlatın.",
        "LogoUploadFailed": "Yüklenen dosya işlenemedi. Lütfen dosyanın doğru biçimde olduğundan emin olun.",
        "LogoUpload": "Yüklenecek logo dosyasını seçin",
        "FaviconUpload": "Yüklenecek Favicon dosyasını seçin",
        "LogoUploadHelp": "Lütfen %1$s biçiminde ve en az %2$s piksel yüksekliğinde bir dosya yükleyin.",
        "MenuDiagnostic": "Tanılama",
        "MenuGeneralSettings": "Genel Ayarlar",
        "MenuSystem": "Sistem",
        "MenuDevelopment": "Geliştirme",
        "MenuMeasurables": "Ölçülebilenler",
        "OptOutComplete": "İzleme devre dışı bırakıldı. Bu web sitesindeki ziyaretleriniz Web İstatistikleri aracı tarafından izlenmeyecek.",
        "OptOutCompleteBis": "Çerezleri temizlerseniz, izlemeyi devre dışı bırakma çerezini silerseniz ya da farklı bir bilgisayar ya da web tarayıcısı kullanırsanız izlemeyi devre dışı bırakma işlemini yeniden yapmanız gerekeceğini unutmayın.",
        "OptOutDntFound": "Web tarayıcınız tarafından izlemeyi devre dışı bıraktığınız bildirildiğinden ziyaretiniz izlenmeyecek. Bu seçenek web tarayıcınız ile ilgili olduğundan 'İzlenmesin' özelliği devre dışı bırakılmadıkça yeniden izleme yapılamaz.",
        "OptOutExplanation": "Piwik uygulaması İnternette gizlilik sağlamaya adanmıştır. Ekteki HTML kodunu web sitenizindeki bir sayfaya ekleyerek ziyaretçilerinize Matomo Web İstatistikleri izlemesini devre dışı bırakma (isteğe bağlı) seçeneği sunabilirsiniz. Örneğin Gizlilik Politikası sayfasında bu seçeneği sunabilirsiniz.",
        "OptOutExplanationBis": "Bu kod bir iFrame içinde ziyaretçilerinizin web tarayıcılarına bir izlememe çerezi ekleyerek Matomo izlemesini devre dışı bırakabileceği bir bağlantı görüntüler. iFrame içeriğini görüntülemek için %1$sburaya tıklayın%2$s.",
        "OptOutForYourVisitors": "Ziyaretçileriniz için Matomo izlemesini devre dışı bırakmak",
        "PiwikIsInstalledAt": "Piwik şuraya kurulmuş",
        "PersonalPluginSettings": "Kişisel Uygulama Eki Ayarları",
        "PluginSettingChangeNotAllowed": "\"%2$s\" uygulama ekinde \"%1$s\" ayarının değerini değiştirme izniniz yok",
        "PluginSettingReadNotAllowed": "\"%2$s\" uygulama ekinde \"%1$s\" ayarının değerini okuma izniniz yok",
        "PluginSettings": "Uygulama Eki Ayarları",
        "PluginSettingsIntro": "Şu 3. taraf uygulama eklerinin ayarları bu bölümden değiştirilebilir:",
        "PluginSettingsValueNotAllowed": "\"%2$s\" uygulama ekinde \"%1$s\" alanı için değer kabul edilmiyor",
        "PluginSettingsSaveFailed": "Uygulama eki ayarları kaydedilemedi",
        "PluginSettingsSaveSuccess": "Uygulama eki ayarları güncellendi.",
        "SettingsSaveSuccess": "Ayarlar güncellendi.",
        "SendPluginUpdateCommunication": "Uygulama eki güncellemeleri e-posta ile bildirilsin",
        "SendPluginUpdateCommunicationHelp": "Bu seçenek etkinleştirildiğinde, yayınlanan uygulama eki güncellemeleri e-posta ile Süper Kullanıcılara bildirilir.",
        "StableReleases": "Piwik işinizin inemli bir parçasıysa, son kararlı sürümü kullanmanız önerilir. Son beta sürümünü kullanıyorsanız ve bir hata ya da öneri bildirmek isterseniz, %1$sburaya bakabilirsiniz%2$s.",
        "LtsReleases": "LTS (Uzun Dönem Desteği) sürümlerinde yalnız güvenlik ve hata ayıklama güncellemeleri yapılır.",
        "SystemPluginSettings": "Sistem Uygulama Eki Ayarları",
        "TrackAGoal": "Bir hedef izleme",
        "TrackingCode": "İzleme Kodu",
        "TrustedHostConfirm": "Güvenilir Matomo sunucu adınızı değiştirmek istediğinize emin misiniz?",
        "TrustedHostSettings": "Güvenilir Matomo Sunucu Adı",
        "UpdateSettings": "Ayarları güncelle",
        "UseCustomLogo": "Özel logo kullanılsın",
        "ValidPiwikHostname": "Geçerli Matomo Sunucu Adı",
        "WithOptionalRevenue": "isteğe bağlı olarak gelir ile",
        "YouAreOptedIn": "Şu anda izleniyorsunuz.",
        "YouAreOptedOut": "Şu anda izlenmiyorsunuz.",
        "YouMayOptOut": "Bu web sitesine yaptığınız ziyaretlerle ilgili istatistik verilerinin, bilgisayarınıza özel bir kod içeren eşsiz bir web istatistiği çerezi ile toplanmasının engellenmesini seçebilirsiniz.",
        "YouMayOptOutBis": "Bu seçeneği uygulamak aşağıya tıklayarak izlenmeme çerezini alın.",
        "OptingYouOut": "İzlenmeme etkinleştiriliyor, lütfen bekleyin...",
        "ProtocolNotDetectedCorrectly": "Şu anda Piwik uygulamasına güvenli bir SSL bağlantısı (https ile) erişiyorsunuz ancak Matomo sunucu üzerinde yalnız güvenli olmayan bağlantıları algılayabiliyor.",
        "ProtocolNotDetectedCorrectlySolution": "Piwik uygulamasının içeriğinizi HTTPS üzerinden güvenli olarak alması ve sunması için %1$s dosyasını düzenleyerek vekil sunucu ayarlarını yapılandırabilir ya da %3$s bölümünün altına %2$s satırını ekleyebilirsiniz. %4$sAyrıntılı bilgi almak için buraya bakabilirsiniz%5$s."
    }
}