{
    "CoreAdminHome": {
        "AddNewTrustedHost": "Додати новий довірений хост",
        "Administration": "Адміністрування",
        "ArchivingSettings": "Налаштування архівації",
        "BrandingSettings": "Налаштування логотипу",
        "ReleaseChannel": "Канал випуску",
        "ClickHereToOptIn": "Натисніть, щоб ви враховувалися в аналітиці.",
        "ClickHereToOptOut": "Натисніть, щоб відмовитися від обліку вас в аналітиці.",
        "CustomLogoFeedbackInfo": "Якщо ви іспользуйете свій логотип, вам, можливо, також знадобиться приховати посилання %1$s в верхньому меню. Для цього просто відключіть плагін Feedback (зворотний зв'язок) на сторінці %2$sУправління плагінами%3$s.",
        "CustomLogoHelpText": "Ви можете додати свій логотип, який буде відображатися звітах.",
        "DevelopmentProcess": "У той час як наш %1$sпроцес розробки%2$s включає в себе тисячі автоматизованих тестів, бета-тестери грають ключову роль в досягненні \"No bug policy\" в Piwik.",
        "EmailServerSettings": "Налаштування серверу електронної пошти",
        "ForBetaTestersOnly": "Тільки для бета-тестерів",
        "ImageTracking": "Відстеження через зображення",
        "ImageTrackingIntro1": "Коли відвідувач відключив JavaScript, або коли JavaScript не може бути використано, ви можете використовувати посилання на зображення для відстеження відвідувачів.",
        "ImageTrackingIntro2": "Створіть посилання нижче і розмістіть згенерований на сторінках HTML. Якщо ви використовуєте це в якості запасного варіанту для відстеження без JavaScript, ви можете його оточити його в тег %1$s.",
        "ImageTrackingIntro3": "Весь список опцій, які можна використовувати з зображенням-посиланням відстеження дивіться в %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Посилання на зображення для відстеження",
        "ImportingServerLogs": "Імпорт логів сервера",
        "ImportingServerLogsDesc": "Альтернативою відстеження відвідувачів через браузер (замість JavaScript або посилання на зображення) є постійне імпортування логів сервера. дізнатися більше про %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Такий модуль не сумісні з %1$s і не можуть бути завантажені: %2$s.",
        "InvalidPluginsYouCanUninstall": "Ви можете оновити або видалити ці плагіни на сторінці %1$sУправління плагінами%2$s.",
        "JavaScriptTracking": "JavaScript-відстеження",
        "JSTracking_CampaignKwdParam": "Параметр Ключового слова кампанії",
        "JSTracking_CampaignNameParam": "Параметр Імені кампанії",
        "JSTracking_CodeNoteBeforeClosingHead": "Переконайтеся, що цей код знаходиться на кожній сторінці вашого веб сайту. Ми рекомендуємо вставляти його відразу перед закриттям тега %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Використовувати для користувача імена параметрів в запиті для назви кампанії та ключового слова",
        "JSTracking_CrossDomain": "За замовчуванням, ідентифікатор відвідувача, який генерує унікальний відвідувач зберігається в першій партії куків браузера, які можуть бути доступні тільки на сторінках на тому ж домені. Активація зв'язування перехресного домену, дозволяє відстежувати всі дії і перегляди сторінок конкретного відвідувача в одному відвідування, навіть коли він розглядає сторінки на декількох доменах. Всякий раз, коли користувач натискає на посилання на один із псевдонімів URL-адреси вашого сайту, буде додаватися параметр URL-адреси pk_vid пересилаючи ідентифікатор відвідувача.",
        "JSTracking_CustomCampaignQueryParamDesc": "Примітка: %1$sMatomo автоматично визначить параметри Google Analytics.%2$s",
        "JSTracking_DisableCookies": "Відключити всі відстеження cookies",
        "JSTracking_DisableCookiesDesc": "відключення всіх first party cookies. існуючі cookies Matomo для цього веб-сайту будуть видалені при наступному перегляді сторінки.",
        "JSTracking_EnableCrossDomainLinking": "Активує міждоменне зв'язування",
        "JSTracking_EnableDoNotTrack": "Активувати виявлення DoNotTrack на стороні користувача.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Примітка: на стороні сервера підтримка DoNotTrack була увімкнена, так що ця опція не матиме ніякого ефекту.",
        "JSTracking_EnableDoNotTrackDesc": "Користувач не буде відслідковуватися, якщо він цього не хоче.",
        "JSTracking_GroupPageTitlesByDomain": "Підставляти домен сайту перед назвою сторінки при відстеженні",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Так що, якщо хтось відвідує сторінку 'Про нас' на піддомені blog.%1$s він буде записаний як 'blog \/ Про нас'. Це найпростіший спосіб отримати огляд вашого трафіку по піддоменах.",
        "JSTracking_MergeAliases": "У звіті «Зовнішні посилання» приховати кліки відомих псевдонімів сайту",
        "JSTracking_MergeAliasesDesc": "Переходи по посиланнях на псевдоніми домену (наприклад, %s) не враховуватимуться як «Зовнішні посилання».",
        "JSTracking_MergeSubdomains": "Відстежувати відвідувачів через все піддомени сайту",
        "JSTracking_MergeSubdomainsDesc": "Якщо один відвідувач заходив на %1$s і %2$s, то відвідування будуть враховуватися як унікальний відвідувач.",
        "JSTracking_PageCustomVars": "Відстежувати змінні для кожного виду сторінки",
        "JSTracking_PageCustomVarsDesc": "Наприклад, ім'я змінної «Категорія», а значення – «Офіційні документи».",
        "JSTracking_TrackNoScript": "Користувачів з відслідковуванням JavaScript вимкнено",
        "JSTracking_VisitorCustomVars": "Відстежувати змінні для відвідувача",
        "JSTracking_VisitorCustomVarsDesc": "Наприклад, ім'я змінної «Тип», а значення – «Клієнт».",
        "JSTrackingIntro1": "Ви можете відстежувати відвідувачів різними способами. Ми рекомендуємо використовувати для цього JavaScript. Щоб використовувати цей метод ви повинні переконатися, що цей код розміщений на кожній сторінці.",
        "JSTrackingIntro2": "Як тільки ви отримали Javascript код для вашого сайту, скопіюйте і вставте його на всі сторінки вашого сайту, на яких ви хочете відслідковувати відвідувачів.",
        "JSTrackingIntro3b": "У більшості веб-сайтів, блогів, CMS і т.д. Ви можете використовувати заздалегідь розроблений плагін, щоб зробити технічну роботу за вас. (Дивіться наші %1$sсписки плагінів використовуваних для інтеграції з Matomo%2$s.) Якщо жоден плагін не підходить ви можете редагувати шаблони сайту і додати цей код &lt;\/head&gt; тег, який часто використовується в 'header.php', 'header.tpl' або аналогічний файл шаблону.",
        "JSTrackingIntro4": "Якщо ви не хочете або не можете використовувати JavaScript, %1$sскористайтеся відстеженням відвідувачів через зображення%2$s.",
        "JSTrackingIntro5": "Якщо ви хочете більше, ніж просте відстеження сторінок, будь ласка, ознайомтеся з %1$sMatomo Javascript Tracking documentation%2$s для перегляду всіх функцій. За допомогою цих функцій ви можете відстежувати цілі, призначені для користувача змінні, замовлення електронної комерції, неоформлені замовлення і багато іншого.",
        "LogoNotWriteableInstruction": "Щоб використовувати власне лого замість стандартного Piwik, відкрийте для запису цю папку: %1$s Matomo потрібен доступ на запис вашого лого, що зберігається в файлах %2$s.",
        "FileUploadDisabled": "Завантаження файлів не включене у вашій конфігурації PHP. Для завантаження іншого логотипу вставите %s в php.ini і перезапустіть веб-сервер.",
        "LogoUploadFailed": "Завантажений файл не може бути оброблений. Будь ласка, перевірте, що файл має потрібний формат.",
        "LogoUpload": "Виберіть лого для завантаження",
        "FaviconUpload": "вибрати Favicon для завантаження",
        "LogoUploadHelp": "Будь ласка, закачуйте файли в %1$s форматах, мінімальне обмеження по висоті – %2$s пікселів.",
        "MenuDiagnostic": "Діагностика",
        "MenuGeneralSettings": "Основні налаштування",
        "MenuSystem": "Система",
        "MenuDevelopment": "Розробка",
        "MenuMeasurables": "Одиниці виміру",
        "OptOutComplete": "Виняток з політики конфіденційності завершено; ваші відвідування на даний сайт не враховуватимуться системою веб аналітики. Ми поважаємо ваш вибір.",
        "OptOutCompleteBis": "Зауважте, що якщо ви очистите cookies браузера, то, швидше за все, видалитсья і винятковий cookie, або якщо ви поміняєте комп'ютер або браузер, то необхідно буде пройти процедуру виключення знову.",
        "OptOutDntFound": "Ваші дії не відстежувалися, так як ваш браузер повідомляє, що ви не хочете цього. Це настройка вашого браузера, тому у вас не буде можливості включити її до тих пір, поки ви не відключите опцію \"Не відстежувати\".",
        "OptOutExplanation": "Piwik – за збереження особистих даних в мережі. Тому дана система може запропонувати вашим користувачам вибір виключення з політики конфіденційності (відмова від подальшого збору статистики про користувача). Ви можете вставити наступний HTML-код на одну з ваших сторінок сайту, наприклад на сторінку про гарантії конфіденційності.",
        "OptOutExplanationBis": "Тег покаже \"iframe\", в якому міститиметься посилання для ваших відвідувачів, клацнувши на яке, вони зможуть відмовитися від потрапляння в веб-аналітику через отримання відповідного файлу cookie. %1$s Клацніть тут%2$s, щоб переглянути вміст що буде показано в \"iframe\".",
        "OptOutForYourVisitors": "Виняток з політики конфіденційності Matomo для відвідувачів",
        "PiwikIsInstalledAt": "Piwik встановлений в",
        "PersonalPluginSettings": "Персональні налаштування плагінів",
        "PluginSettingChangeNotAllowed": "Вам не дозволено змінювати значення \"%1$s\" для плагіну \"%2$s\"",
        "PluginSettingReadNotAllowed": "Ви не дозволено читати значення \"%1$s\" плагіну \"%2$s\"",
        "PluginSettings": "Налаштування плагінів",
        "PluginSettingsIntro": "Тут ви можете змінити налаштування для наступних плагінів:",
        "PluginSettingsValueNotAllowed": "Значення для поля \"%1$s\" в плагіні \"%2$s\" не дозволено",
        "PluginSettingsSaveFailed": "Помилка при збереженні налаштувань плагіна",
        "PluginSettingsSaveSuccess": "Налаштування плагіну оновлені.",
        "SettingsSaveSuccess": "Налаштування оновлені.",
        "SendPluginUpdateCommunication": "Відправити email з повідомленням, коли для плагіна буде доступна нова версія",
        "SendPluginUpdateCommunicationHelp": "Лист буде відправлено суперкористувачеві коли буде доступна нова версія плагіна.",
        "StableReleases": "Якщо Matomo є важливою частиною вашого бізнесу, ми рекомендуємо використовувати останню стабільну версію. Якщо ви використовуєте останню бета версію, і ви знайшли помилку або є пропозиція, будь ласка, %1$sперейдіть за посиланням%2$s.",
        "LtsReleases": "Версії LTS (довгострокова підтримка) отримують тільки виправлення, що стосуються безпеки і помилок.",
        "SystemPluginSettings": "Системні налаштування плагінів",
        "TrackAGoal": "Відстежувати ціль",
        "TrackingCode": "Код відстеження",
        "TrustedHostConfirm": "Ви впевнені, що хочете змінити ім'я довіреного хоста Matomo?",
        "TrustedHostSettings": "Довірені хости Matomo",
        "UpdateSettings": "Налаштування оновлення",
        "UseCustomLogo": "Використовувати свій логотип",
        "ValidPiwikHostname": "Домен для Matomo",
        "WithOptionalRevenue": "з додатковим доходом",
        "YouAreOptedIn": "Про вас збирається статистичні дані.",
        "YouAreOptedOut": "Ви відмовилися від збору статистичних даних.",
        "YouMayOptOut": "Ви можете відмовитися від унікального cookie, прив'язаному до вашого браузеру, що ідентифікує вас в системі аналітики даного сайту, тим самим відмовившись від будь-якого збору відомостей про вас і їх аналізу на даному сайті.",
        "YouMayOptOutBis": "Зніміть галочку і отримаєте виключення cookie для відмови збору даних.",
        "OptingYouOut": "Відписуємо вас, будь ласка, зачекайте...",
        "ProtocolNotDetectedCorrectly": "В даний момент ви переглядаєте Piwik через безпечне з'єднання SSL (використовуючи https), але Matomo зміг виявити тільки небезпечне з'єднання на сервері.",
        "ProtocolNotDetectedCorrectlySolution": "Щоб упевнитися, что Matomo безпечно запитує і обробляє ваш контент через HTTPS, ви можете відредагувати свій файл %1$s або налаштувати ваші настройки проксі, або ви можете додати лінію %2$s під розділом %3$s. %4$sДізнатися більше%5$s"
    }
}