{
    "CorePluginsAdmin": {
        "ActionUninstall": "Деинсталиране",
        "Activate": "Активирай",
        "ActivateTagManagerNow": "Активирайте Tag Manager сега",
        "Activated": "Активиран",
        "Active": "Активни",
        "Activity": "Активност",
        "AlwaysActivatedPluginsList": "Следните плъгини винаги са активирани и не могат да бъдат деактивирани: %s",
        "AreThereAnyRisks": "Има ли някакви рискове?",
        "AreThereAnyRisksDetails1": "Когато активирате Мениджъра на тагове, потребителите с администраторски достъп ще могат да създават персонализирани HTML тагове, тригери и променливи, които могат да изпълняват JavaScript на Вашия уебсайт. Тези персонализирани шаблони могат да доведат и до злоупотреба, например, кражба на чувствителна информация от посетителите на Вашия уебсайт (известни като %1$sXSS%2$s).",
        "AreThereAnyRisksDetails2": "Можете да деактивирате тези персонализирани шаблони от „Администрация → Общи настройки“, след като активирате Мениджъра на тагове. Като алтернатива можете също да ограничите използването на тези шаблони само до конкретни потребители или супер потребители.",
        "AuthorHomepage": "Начало на автор",
        "ChangeLookByManageThemes": "Можете да промените външния вид на Matomo чрез %1$sУправление на теми%2$s.",
        "ChangeSettingsPossible": "Можете да промените %1$sнастройките%2$s за този плъгин.",
        "Changelog": "Списък с промените",
        "CommunityContributedPlugin": "Това е плъгин, създаден от общността, предоставен Ви безплатно.",
        "ConsiderDonating": "Обмислете направата на дарение",
        "ConsiderDonatingCreatorOf": "Моля, помислете за дарение на създателя на %s",
        "CorePluginTooltip": "Основните плъгини нямат версия, тъй като се разпространяват заедно с Matomo.",
        "Deactivate": "Деактивирай",
        "DoMoreContactPiwikAdmins": "За да инсталирате нов плъгин или нова тема, моля, свържете се с администратор на Matomo.",
        "FileExceedsUploadLimit": "Избраният файл надвишава лимита за качване на Вашия сървър.",
        "History": "История",
        "Inactive": "Неактивни",
        "InfoPluginUpdateIsRecommended": "Актуализирайте своите плъгини сега, за да се възползвате от най-новите подобрения.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Забележка: други %1$s потребители регистрирани в този Matomo също използват тема %2$s.",
        "InfoThemeUpdateIsRecommended": "Обновете Вашите теми, за да получите последната версия.",
        "InstallNewPlugins": "Инсталиране на нови плъгини",
        "InstallNewThemes": "Добавете нови теми",
        "InstalledPlugins": "Инсталирани плъгини",
        "InstalledThemes": "Инсталирани теми",
        "InstallingNewPluginViaMarketplaceOrUpload": "Можете автоматично да инсталирате плъгини от Marketplace или %1$s да качите плъгин %2$s във формат .zip.",
        "LicenseHomepage": "Начало на лиценз",
        "LikeThisPlugin": "Харесвате ли този плъгин?",
        "MenuPlatform": "Платформа",
        "MissingRequirementsNotice": "Моля, обновете %1$s %2$s до по-нова версия, %1$s %3$s се изисква.",
        "MissingRequirementsPleaseInstallNotice": "Моля, инсталирайте %1$s %2$s, понеже се изисква от %3$s.",
        "NoPluginSettings": "Няма настройки за плъгин, които могат да бъдат конфигурирани",
        "NoZipFileSelected": "Моля, изберете zip файл.",
        "NotDownloadable": "Не може да се изтегли",
        "NumUpdatesAvailable": "Налични са обновления %s",
        "OncePluginIsInstalledYouMayActivateHere": "След като плъгинът е инсталиран, можете да го активирате или деактивирате тук.",
        "Origin": "Произход",
        "OriginCore": "Ядро",
        "OriginOfficial": "Официален",
        "OriginThirdParty": "Трета страна",
        "PluginActivated": "Плъгинът е активиран",
        "PluginHomepage": "Сайт на плъгина",
        "PluginNotCompatibleWith": "Плъгинът %1$s не е съвместим с %2$s.",
        "PluginNotDownloadable": "Плъгинът не може да бъде изтеглен.",
        "PluginNotDownloadablePaidReason": "Възможните причини са изтекъл или надвишен лиценз.",
        "PluginNotFound": "Плъгинът %1$s не е намерен във файловата система.",
        "PluginNotFoundAlternative": "Ако сте използвали този плъгин, опитайте да го качите отново или да го инсталирате отново от Marketplace. Ако не, кликнете върху деинсталиране, за да го премахнете от списъка.",
        "PluginNotWorkingAlternative": "Ако сте използвали този плъгин, може би ще намерите по-нова версия в Marketplace. Ако не, може да искате да го деинсталирате.",
        "PluginRequirement": "%1$s изисква %2$s.",
        "PluginRequiresInternet": "Този плъгин изисква работеща интернет връзка. Моля, проверете Вашата конфигурационна стойност за `enable_internet_features`, ако искате да използвате тази функция.",
        "PluginsExtendPiwik": "Плъгините разширяват функционалността на Matomo.",
        "PluginsManagement": "Управление на плъгини",
        "Status": "Състояние",
        "SuccessfullyActicated": "Успешно беше активирано <strong>%s</strong>.",
        "TagManagerEmailSuperUserToActivate": "Изпратете имейл до супер потребители, за да активирате тази нова функция",
        "TagManagerLearnMoreInUserGuide": "Научете повече в ръководството на Tag Manager",
        "TagManagerNowAvailableSubtitle": "Управлявайте лесно всичките си тагове чрез една платформа, за да получите информацията, която искате, възможностите са безкрайни!",
        "TagManagerNowAvailableTitle": "Matomo Tag Manager вече е достъпен",
        "TagManagerTeaserEmailSuperUserBody": "Здравейте, %1$sMatomo Tag Manager вече е наличен в Matomo и бих искал да използвам тази нова функция. Тъй като имате суперпотребителски достъп, можете ли да активирате тази функция през страницата на Мениджър на тагове в горното меню?%2$sURL адресът на Matomo е %3$s.%4$sБлагодаря",
        "TagManagerTeaserHideNonSuperUser": "Не се интересувам, не показвайте тази страница отново",
        "TagManagerTeaserHideSuperUser": "Не показвайте тази страница на никой потребител",
        "TeaserExtendPiwik": "Разширете Matomo с плъгини и теми",
        "TeaserExtendPiwikByPlugin": "Разширете Matomo, като %1$s инсталирате плъгини от Marketplace %2$s или %3$s качете плъгин във формат .zip %4$s.",
        "TeaserExtendPiwikByTheme": "Насладете се на нов външен вид и усещане, като %1$sинсталирате нова тема%2$s.",
        "Theme": "Тема",
        "Themes": "Теми",
        "ThemesDescription": "Темите могат да променят въшншия вид на потребителския интерфейс на Matomo и да осигурят ново пълноценно визуално усещане, за да се насладите на Вашите статистики.",
        "ThemesManagement": "Управление на теми",
        "UninstallConfirm": "На път сте да деинсталирате плъгин %s. Плъгинът ще бъде напълно премахнат от Вашата платформа и няма да бъде възстановен. Сигурни ли сте, че искате да направите това?",
        "UpdateSelected": "Избрано актуализиране",
        "Version": "Версия",
        "ViewAllMarketplacePlugins": "Вижте всички плъгини в Marketplace",
        "WeCouldNotLoadThePluginAsItHasMissingDependencies": "Плъгинът %1$s не можа да бъде зареден, тъй като има липсващи зависимости: %2$s",
        "Websites": "Сайтове",
        "WhatIsTagManager": "Какво е Tag Manager?",
        "WhatIsTagManagerDetails1": "Подобно на това как системата за управление на съдържанието (CMS) Ви предоставя цялата гъвкавост за публикуване на съдържание за Вашия уебсайт, без да имате технически познания за HTML/CSS, системата за управление на тагове (TMS) е Вашето решение за опростяване на процеса на първо вграждане и тагове за проследяване на приложения на трети страни (известни също като фрагменти или пиксели) на Вашия уебсайт.",
        "WhatIsTagManagerDetails2": "Например ако искате да видите резултатите от Вашите реализации/цели, регистрации за бюлетин, социални уиджети, изскачащи прозорци за излизане и кампании за ремаркетинг; това, което някога беше изключително технически и отнемащ време процес, сега се извършва лесно в TMS и отнема само няколко кликвания за прилагане.",
        "WhyUsingATagManager": "Защо Tag Manager?",
        "WhyUsingATagManagerDetails1": "Мениджърът на тагове прави живота Ви по-лесен! Вече не е нужно да чакате разработчик да промени фрагменти от първа или трета страна на Вашия уебсайт, тъй като Мениджърът на тагове Ви дава изживяване без стрес, за да направите тези промени и да внедрите уебсайта си сами.",
        "WhyUsingATagManagerDetails2": "Не може да бъде по-удобно и не само Ви позволява да внасяте промени на пазара по-бързо, но и намалява разходите.",
        "WhyUsingATagManagerDetails3": "Това поддържа маркетинговите екипи, дигиталните екипи и IT екипите щастливи... Това е печелившо за всички!"
    }
}
