{
    "CorePluginsAdmin": {
        "ActionUninstall": "Απεγκατάσταση",
        "Activate": "Ενεργοποίηση",
        "ActivateTagManagerNow": "Ενεργοποίηση τώρα του Διαχειριστή Σημάνσεων",
        "Activated": "Ενεργοποιημένο",
        "Active": "Ενεργό",
        "Activity": "Δραστηριότητα",
        "AlwaysActivatedPluginsList": "Τα παρακάτω πρόσθετα είναι πάντα ενεργοποιημένα και δεν μπορούν να απενεργοποιηθούν: %s",
        "AreThereAnyRisks": "Υπάρχουν καθόλου ρίσκα;",
        "AreThereAnyRisksDetails1": "Όταν ενεργοποιείτε τον Διαχειριστή Σημάνσεων, οι χρήστες με δικαίωμα διαχειριστή μπορούν να δημιουργούν τις δικές τους σημάνσεις HTML, εναύσματα και μεταβλητές που θα εκτελούνται σε κώδικα JavaScript στον ιστοτόπο σας. Τα προσαρμοσμένα αυτά πρότυπα μπορούν να χρησιμοποιηθούν με κακό τρόπο για παράδειγμα για την κλοπή ευαίσθητων δεδομένων των επισκεπτών του ιστοτόπου σας (φαινόμενο γνωστό ως %1$sXSS%2$s).",
        "AreThereAnyRisksDetails2": "Μπορείτε να απενεργοποιήσετε αυτά τα προσαρμοσμένα πρότυπα στη \"Διαχείριση → Γενικές Ρυθμίσεις\" με το που έχετε ενεργοποιήσει τον Διαχειριστή Σημάνσεων. Εναλλακτικά, μπορείτε να περιορίσετε τη χρήση των προτύπων αυτών μόνο από συγκεκριμένους χρήστες ή υπερ-χρήστες.",
        "AuthorHomepage": "Ιστοσελίδα Δημιουργού",
        "ChangeLookByManageThemes": "Μπορείτε να αλλάξετε την εμφάνιση του Matomo από τη %1$sΔιαχείριση Θεμάτων%2$s.",
        "ChangeSettingsPossible": "Μπορείτε να αλλάξετε τις %1$sρυθμίσεις%2$s για το πρόσθετο αυτό.",
        "Changelog": "Αρχείο αλλαγών",
        "CommunityContributedPlugin": "Αυτό είναι ένα πρόσθετο για το οποίο συνεισφέρει η κοινότητα και το λαμβάνετε δωρεάν.",
        "ConsiderDonating": "Σκεφτείτε να δωρήσετε",
        "ConsiderDonatingCreatorOf": "Παρακαλούμε σκεφτείτε να δωρήσετε στον δημιουργό του %s",
        "CorePluginTooltip": "Τα πρόσθετα του πυρήνα δεν έχουν έκδοση από τη στιγμή που διανέμονται μαζί με το Matomo.",
        "Deactivate": "Απενεργοποίηση",
        "DoMoreContactPiwikAdmins": "Για να εγκαταστήσετε ένα νέο πρόσθετο ή θέμα, ελάτε σε επαφή με τους διαχειριστές του Matomo.",
        "FileExceedsUploadLimit": "Το επιλεγμένο αρχείο υπερβαίνει το όριο του διακομιστή σας.",
        "History": "Ιστορικό",
        "Inactive": "Ανενεργό",
        "InfoPluginUpdateIsRecommended": "Ενημερώστε τα πρόσθετά σας για να κερδίσετε από τις τελευταίες βελτιώσεις.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Σημείωση: οι άλλοι %1$s χρήστες που έχουν εγγραφεί σε αυτό το Matomo επίσης χρησιμοποιούν το θέμα %2$s.",
        "InfoThemeUpdateIsRecommended": "Ενημερώστε τα θέματά σας για να απολαμβάνετε τις τελευταίες εκδόσεις.",
        "InstallNewPlugins": "Εγκατάσταση νέων πρόσθετων",
        "InstallNewThemes": "Εγκατάσταση νέων θεμάτων",
        "InstalledPlugins": "Εγκατεστημένα Πρόσθετα",
        "InstalledThemes": "Εγκατεστημένα Θέματα",
        "InstallingNewPluginViaMarketplaceOrUpload": "Μπορείτε να εγκαθιστάτε αυτόματα πρόσθετα από την Αγορά ή %1$sνα ανεβάσετε ένα πρόσθετο%2$s σε μορφή .zip.",
        "LicenseHomepage": "Ιστοσελίδα Άδειας",
        "LikeThisPlugin": "Σας αρέσει το πρόσθετο αυτό;",
        "MenuPlatform": "Πλατφόρμα",
        "MissingRequirementsNotice": "Παρακαλούμε αναβαθμίστε το %1$s %2$s σε νεότερη έκδοση, απαιτείται το %1$s %3$s.",
        "MissingRequirementsPleaseInstallNotice": "Παρακαλούμε εγκαταστήστε τα %1$s %2$s καθώς απαιτούνται από το %3$s.",
        "NUpdatesAvailable": "%1$s Ενημέρωση (-εις) διαθέσιμη",
        "NoPluginSettings": "Δεν υπάρχουν ρυθμίσεις που μπορούν να παραμετροποιηθούν",
        "NoZipFileSelected": "Επιλέξτε ένα αρχείο ZIP.",
        "NotDownloadable": "Μη διαθέσιμα για κατέβασμα",
        "NumUpdatesAvailable": "%s διαθέσιμες ενημερώσεις",
        "OncePluginIsInstalledYouMayActivateHere": "Αφού εγκατασταθεί ένα πρόσθετο, μπορείτε να το ενεργοποιήσετε ή να το απενεργοποιήσετε εδώ.",
        "Origin": "Προέλευση",
        "OriginCore": "Πυρήνας",
        "OriginOfficial": "Επίσημο",
        "OriginThirdParty": "Από τρίτες πηγές",
        "PluginActivated": "Το πρόσθετο ενεργοποιήθηκε",
        "PluginFreeTrialStarted": "%1$sΗ δοκιμή των 30 ημερών έχει ξεκινήσει%2$s για %3$s.",
        "PluginFreeTrialStartedAccountCreatedMessage": "Έχουμε προσθέσει το κλειδί της άδειάς σας, ξεκινώντας την 30-ημερών δωρεάν δοκιμή για το %1$s. Κάνετε το επόμενο βήμα με εγκατάσταση και ενεργοποίηση του προσθέτου σας.",
        "PluginFreeTrialStartedAccountCreatedTitle": "Ο λογαριασμός σας δημιουργήθηκε",
        "PluginHomepage": "Ιστοσελίδα πρόσθετου",
        "PluginNotCompatibleWith": "Το πρόσθετο %1$s δεν είναι συμβατό με το %2$s.",
        "PluginNotDownloadable": "Το πρόσθετο δεν είναι διαθέσιμο για κατέβασμα.",
        "PluginNotDownloadablePaidReason": "Πιθανές αιτίες είναι μια ληγμένη ή εκτός ορίων άδεια.",
        "PluginNotFound": "Το πρόσθετο %1$s δε βρέθηκε στο σύστημα αρχείων.",
        "PluginNotFoundAlternative": "Αν χρησιμοποιείτε το πρόσθετο αυτό, δοκιμάστε να το ξανανεβάσετε ή να το εγκαταστήσετε πάλι από την αγορά. Αν δεν το χρησιμοποιείτε, κάντε κλικ στο Απεγκατάσταση για να το αφαιρέσετε από τη λίστα.",
        "PluginNotWorkingAlternative": "Αν χρησιμοποιείτε αυτό το πρόσθετο, ενδέχεται να βρείτε νεότερη έκδοση στην Αγορά. Αν όχι, μπορείτε να το απεγκαταστήσετε.",
        "PluginRequirement": "Το %1$s απαιτεί το %2$s.",
        "PluginRequiresInternet": "Το πρόσθετο απαιτεί ενεργή σύνδεση διαδικτύου. Παρακαλούμε ελέγξτε την τιμή για τη ρύθμιση `enable_internet_features` αν επιθυμείτε να χρησιμοποιήσετε αυτό το χαρακτηριστικό.",
        "PluginsExtendPiwik": "Τα πρόσθετα (Plugins) επεκτείνουν και διευρύνουν την λειτουργικότητα του Matomo.",
        "PluginsManagement": "Διαχείριση προσθέτων",
        "Status": "Κατάσταση",
        "SuccessfullyActicated": "Ενεργοποιήσατε με επιτυχία το <strong>%s</strong>.",
        "TagManagerEmailSuperUserToActivate": "Να σταλεί e-mail στους Υπερ-Χρήστες για να ενεργοποιήσουν το νέο χαρακτηριστικό",
        "TagManagerLearnMoreInUserGuide": "Δείτε περισσότερα στον Οδηγό Χρήστη του Διαχειριστή Σημάνσεων",
        "TagManagerNowAvailableSubtitle": "Διαχειριστείτε όλες τις σημάνσεις σας εύκολα μέσα από μια πλατφόρμα για να έχετε τη γνώση που επιθυμείτε, οι δυνατότητες είναι άπειρες!",
        "TagManagerNowAvailableTitle": "Ο Διαχειριστής Σημάνσεων του Matomo είναι πλέον διαθέσιμος",
        "TagManagerTeaserEmailSuperUserBody": "Γεια σας,%1$sΟ ΔΙαχειριστής Σημάνσεων του Matomo είναι πλέον διαθέσιμος με το Matomo και θα ήθελα να χρησιμοποιήσω το νέο αυτό χαρακτηριστικό. Καθώς έχετε πρόσβαση Υπερ-Χρήστη, μπορείτε να ενεργοποιήσετε το χαρακτηριστικό αυτό από το μενού στην κορυφή στη σελίδα του Διαχειριστή Σημάνσεων;%2$sΗ ηλεκτρονική διεύθυνση του Matomo είναι %3$s.%4$sΣας ευχαριστώ",
        "TagManagerTeaserHideNonSuperUser": "Δεν ενδιαφέρομαι, να μην εμφανιστεί ξανά η σελίδα αυτή",
        "TagManagerTeaserHideSuperUser": "Να μην εμφανίζεται η σελίδα σε οποιονδήποτε χρήστη",
        "TeaserExtendPiwik": "Επέκταση του Matomo με Πρόσθετα και Θέματα",
        "TeaserExtendPiwikByPlugin": "Επεκτείνετε το Matomo με %1$sεγκατάσταση πρόσθετων από την Αγορά%2$s ή %3$sμε ανέβασμα ενός πρόσθετου σε μορφή .zip%4$s.",
        "TeaserExtendPiwikByTheme": "Χαρείτε μια άλλη όψη και αίσθηση %1$sεγκαθιστώντας ένα νέο θέμα%2$s.",
        "Theme": "Θεματική παραλλαγή",
        "Themes": "Θεματικές παραλλαγές",
        "ThemesDescription": "Οι θεματικές παραλλαγές αλλάζουν την εμφάνιση διεπαφής χρήστη του Matomo και παρέχουν μια τελείως νέα οπτική εμπειρία προκειμένου να απολαμβάνετε τις αναφορές σας.",
        "ThemesManagement": "Διαχείριση θεματικών παραλλαγών",
        "UninstallConfirm": "Πρόκειται να απεγκαταστήσετε το πρόσθετο %s. Το πρόσθετο και όλα τα δεδομένα που έχει συλλέξει θα αφαιρεθούν εντελώς από την πλατφόρμα και δε θα είναι δυνατή η επανάκτησή τους. Είστε σίγουροι για την ενέργεια αυτή;",
        "UpdateSelected": "Ενημέρωση που επιλέχθηκε",
        "Version": "Έκδοση",
        "ViewAllMarketplacePlugins": "Εμφάνιση όλων των πρόσθετων στην Αγορά",
        "WeCouldNotLoadThePluginAsItHasMissingDependencies": "Δεν ήταν δυνατή η φόρτωση του πρόσθετου %1$s καθώς έχει ελλιπείς εξαρτήσεις: %2$s",
        "Websites": "Ιστοτόποι",
        "WhatIsTagManager": "Τι είναι ο Διαχειριστής Σημάνσεων;",
        "WhatIsTagManagerDetails1": "Παρόμοια με το πως ένα Σύστημα Διαχείρισης Περιεχομένου (CMS) σας παρέχει όλη την ευελιξία να δημοσιεύετε το περιεχόμενο στον ιστοτόπο σας χωρίς τεχνικές γνώσεις HTML/CSS, το Σύστημα Διαχείρισης Σημάνσεων (TMS) είναι ο τρόπος για την απλοποίηση της διαδικασίας ενσωμάτωσης σημάνσεων παρακολούθησης για εφαρμογές τρίτων (γνωστά επίσης ως snippets ή pixels) στον ιστοτόπο σας.",
        "WhatIsTagManagerDetails2": "Πείτε ότι θέλετε να δείτε αποτελέσματα των μετατροπών ή στόχων σας, των εγγραφών στις λίστες νέων, των κοινωνικών δικτύων, τα αναδυόμενα εξόδου και τις καμπάνιες μάρκετινγκ. Κάτι που ήταν πριν τεχνικά δύσκολη και χρονοβόρα διαδικασία, τώρα γίνεται εύκολα με το TMS και απαιτεί μόνο λίγα κλικ για την υλοποίηση.",
        "WhyUsingATagManager": "Γιατί ο Διαχειριστής Σημάνσεων;",
        "WhyUsingATagManagerDetails1": "Ο Διαχειριστής Σημάνσεων κάνει την ζωή σας ευκολότερη! Δεν χρειάζεται πλέον να περιμένετε ένα προγραμματιστή να τροποποιήσει τον βασικό κώδικα ή κώδικα από τρίτους στον ιστοτόπο σας, καθώς ο Διαχειριστής Σημάνσεων σας παρέχει μια χωρίς άγχος εμπειρία για να κάνετε τις αλλαγές αυτές και να τις εφαρμόσετε στον ιστοτόπο σας μόνοι.",
        "WhyUsingATagManagerDetails2": "Δεν θα ήταν πιο βολικό και όχι μόνο σας φέρνει τις αλλαγές στην αγορά γρηγορότερα, αλλά παράλληλα μειώνει και το κόστος.",
        "WhyUsingATagManagerDetails3": "Αυτό κρατάει τις ομάδες μάρκετινγκ, ομάδες ψηφιοποίησης και τους τύπους της μηχανογράφησης ευχαριστημένους… Είναι μια κατάσταση κέρδους για όλους!"
    }
}
