{
    "CorePluginsAdmin": {
        "ActionUninstall": "Desinstalar",
        "Activate": "Activar",
        "ActivateTagManagerNow": "Activar ahora Administrador de etiquetas",
        "Activated": "Activado",
        "Active": "Activo",
        "Activity": "Actividad",
        "AlwaysActivatedPluginsList": "Los siguientes complementos siempre están activados y no pueden ser desactivados: %s",
        "AreThereAnyRisks": "¿Hay algún riesgos?",
        "AreThereAnyRisksDetails1": "Cuando active el Administrador de etiquetas, los usuarios con acceso de administrador podrán crear etiquetas, activadores y variables HTML personalizadas que pueden ejecutar JavaScript en su sitio web. Estas plantillas personalizadas podrían utilizarse incorrectamente para robar, por ejemplo, información confidencial de los visitantes de su sitio web (conocidas como %1$sXSS%2$s).",
        "AreThereAnyRisksDetails2": "Puede desactivar estas plantillas personalizadas en \"Administración → Configuración general\" una vez que haya activado Tag Manager. También puede restringir el uso de estas plantillas únicamente a usuarios específicos o superusuarios.",
        "AuthorHomepage": "Página de internet del autor",
        "ChangeLookByManageThemes": "Puede cambiar la apariencia de Matomo %1$sgestionando los temas%2$s.",
        "ChangeSettingsPossible": "Puede cambiar la %1$sconfiguración%2$s de este complemento.",
        "Changelog": "Registro de cambios",
        "CommunityContributedPlugin": "Este es un complemento gratuito gracias a la contribución de la comunidad de desarrolladores Matomo.",
        "ConsiderDonating": "Considere una donación",
        "ConsiderDonatingCreatorOf": "Por favor considere realizar una donación al creador de %s",
        "CorePluginTooltip": "Los complementos centrales no tienen versión, puesto que han sido distribuidos por Matomo.",
        "Deactivate": "Desactivar",
        "DoMoreContactPiwikAdmins": "Para instalar un nuevo complemento o un nuevo tema, póngase en contacto con sus administradores de Matomo.",
        "FileExceedsUploadLimit": "El archivo seleccionado excede el límite de carga de su servidor.",
        "History": "Historial",
        "Inactive": "Inactivo",
        "InfoPluginUpdateIsRecommended": "Actualice sus complementos y aproveche de los últimos mejoramientos.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Nota: los otros usuarios de %1$s registrados en esta instalación Matomo también están utilizando el tema %2$s.",
        "InfoThemeUpdateIsRecommended": "Actualice sus temas para disfrutar de la última versión.",
        "InstallNewPlugins": "Instalar nuevos complementos",
        "InstallNewThemes": "Instalar nuevos temas",
        "InstalledPlugins": "Complementos instalados",
        "InstalledThemes": "Temas instalados",
        "InstallingNewPluginViaMarketplaceOrUpload": "Puede automáticamente instalar complementos desde el \"Marketplace\" o %1$ssubir un complemento%2$s in formato .zip.",
        "LicenseHomepage": "Página de la licencia",
        "LikeThisPlugin": "¿Satisfecho con este complemento?",
        "MenuPlatform": "Plataforma",
        "MissingRequirementsNotice": "Por favor actualice %1$s %2$s a una versión más reciente, se requiere %1$s %3$s.",
        "MissingRequirementsPleaseInstallNotice": "Por favor instale %1$s %2$s en tanto es requerido por %3$s.",
        "NUpdatesAvailable": "%1$s Actualización(es) disponible(s)",
        "NoPluginSettings": "No hay ajustes para este complemento que puedan ser configurados",
        "NoZipFileSelected": "Por favor selecciona un archivo ZIP.",
        "NotDownloadable": "No es descargable",
        "NumUpdatesAvailable": "%s Actualizaciones(s) disponibles",
        "OncePluginIsInstalledYouMayActivateHere": "Una vez que el complemento está instalado, puede activarlo o desactivarlo desde aquí.",
        "Origin": "Origen",
        "OriginCore": "Core",
        "OriginOfficial": "Oficial",
        "OriginThirdParty": "De terceros",
        "PluginActivated": "Complemento activado",
        "PluginFreeTrialStarted": "%1$sSu prueba gratuita de 30 días ha comenzado%2$s para %3$s.",
        "PluginFreeTrialStartedAccountCreatedMessage": "Hemos añadido su clave de licencia, iniciando una prueba gratuita de 30 días para %1$s. Dé el siguiente paso instalando y activando su plugin.",
        "PluginFreeTrialStartedAccountCreatedTitle": "Su cuenta ha sido creada",
        "PluginHomepage": "Página de internet del complemento",
        "PluginNotCompatibleWith": "%1$s complemento no es compatible con %2$s.",
        "PluginNotDownloadable": "Este complemento no es descargable.",
        "PluginNotDownloadablePaidReason": "Las posibles razones son: la licencia ha expirado o se ha sobre excedido.",
        "PluginNotFound": "Complemento %1$sno se encuentra en archivos de sistema.",
        "PluginNotFoundAlternative": "Si ha estado usando este complemento, intente volver a cargarlo o reinstalarlo desde el marketplace. Si no, haga clic en desinstalar para eliminarlo de la lista.",
        "PluginNotWorkingAlternative": "Si ha estado utilizando este complemento podrá encontrar una versión más reciente en el Mercado. Si no, quizá desee desinstalarlo.",
        "PluginRequirement": "%1$s requiere %2$s.",
        "PluginRequiresInternet": "Este complemento requiere una conexión a internet activa. Compruebe el valor de `enable_internet_features` si desea usar esta función.",
        "PluginsExtendPiwik": "Los complementos extienden y amplían las funcionalidades de Matomo.",
        "PluginsManagement": "Administración de complementos",
        "Status": "Estado",
        "SuccessfullyActicated": "<strong>%s</strong> ha sido activado con éxito.",
        "TagManagerEmailSuperUserToActivate": "Enviarles un correo electrónico a los Super Usuarios para activar esta nueva función",
        "TagManagerLearnMoreInUserGuide": "Más información en la Guía del usuario de Tag Manager",
        "TagManagerNowAvailableSubtitle": "Administre todas sus etiquetas fácilmente a través de una plataforma para obtener la información que desea, ¡las oportunidades son infinitas!",
        "TagManagerNowAvailableTitle": "Administrador de etiquetas Matomo está disponible ahora",
        "TagManagerTeaserEmailSuperUserBody": "Hola, %1$sel Administrador de etiquetas Matomo está disponible ahora dentro de Matomo y me encantaría usar esta nueva función. En tanto posee atributos de acceso como Super Usuario, ¿podría activar esta función a través de la página Administrador de etiquetas en el menú superior? %2$s La URL de Matomo es %3$s. %4$sGracias",
        "TagManagerTeaserHideNonSuperUser": "No estoy interesado, no mostrar esta página nuevamente",
        "TagManagerTeaserHideSuperUser": "No mostrar esta página a ningún usuario",
        "TeaserExtendPiwik": "Amplíe Matomo con complementos y temas",
        "TeaserExtendPiwikByPlugin": "Amplíe Matomo %1$s instalando complementos desde el Marketplace %2$s o %3$s cárguelo en formato .zip%4$s.",
        "TeaserExtendPiwikByTheme": "Disfrute de otra apariencia al %1$sInstalar un nuevo tema%2$s.",
        "Theme": "Tema",
        "Themes": "Temas",
        "ThemesDescription": "Los temas pueden cambiar la apariencia de la interfaz de usuario Matomo, y ofrecer una nueva experiencia visual para disfrutar sus informes de análisis.",
        "ThemesManagement": "Gestionar Temas",
        "UninstallConfirm": "Estás a punto de desinstalar un plugin %s. El plugin y todos los datos que ha recopilado se eliminarán completamente de tu plataforma y no se podrán recuperar. ¿Estás seguro de que quieres hacerlo?",
        "UpdateSelected": "Actualización seleccionada",
        "Version": "Versión",
        "ViewAllMarketplacePlugins": "Ver todos los complementos del \"Marketplace\"",
        "WeCouldNotLoadThePluginAsItHasMissingDependencies": "El complemento %1$s no pudo ser cargado en tanto porque les falta algunas dependencias: %2$s",
        "Websites": "Sitios de internet",
        "WhatIsTagManager": "Qué es Administrador de etiquetas?",
        "WhatIsTagManagerDetails1": "De manera similar a cómo un Sistema de administración de contenido (CMS) le brinda toda la flexibilidad para publicar contenido para su sitio web sin tener el conocimiento técnico de HTML/CSS, el Sistema de administración de etiquetas (TMS) es su primer paso para simplificar primero, el proceso de incrustación y luego, de identificadores de seguimiento de aplicaciones de terceros (también conocidas como fragmentos de códigos o píxeles) en su sitio web.",
        "WhatIsTagManagerDetails2": "Digamos que desea ver los resultados de sus conversiones / objetivos, suscripciones a boletines, widgets sociales, ventanas emergentes de salida y campañas de marketing; lo que antes era un proceso altamente técnico y lento, ahora se realiza fácilmente dentro del TMS y requiere solo unos pocos clics para implementarlo.",
        "WhyUsingATagManager": "¿Por qué un Administrador de Etiquetas?",
        "WhyUsingATagManagerDetails1": "¡Un administrador de etiquetas que le hace la vida más fácil! Ya no necesita esperar a que un desarrollador modifique fragmentos de código propios o de terceros en su sitio web, ya que el Administrador de etiquetas le brinda una experiencia sin estrés para realizar estos cambios e implementarlos en su sitio web.",
        "WhyUsingATagManagerDetails2": "No podría ser más conveniente y no solo le permite introducir cambios en el mercado más rápido, sino que también reduce los costos.",
        "WhyUsingATagManagerDetails3": "Esto mantiene contentos a los equipos de marketing, a los equipos digitales y a los informáticos... ¡Todos salimos ganando!"
    }
}
