{
    "CorePluginsAdmin": {
        "ActionUninstall": "Díshuiteáil",
        "Activate": "Gníomhachtaigh",
        "ActivateTagManagerNow": "Gníomhachtaigh Bainisteoir Clibe anois",
        "Activated": "Gníomhachtaithe",
        "Active": "Gníomhach",
        "Activity": "Gníomhaíocht",
        "AlwaysActivatedPluginsList": "Gníomhachtaítear na breiseáin seo a leanas i gcónaí agus ní féidir iad a dhíchumasú: %s",
        "AreThereAnyRisks": "An bhfuil aon rioscaí ann?",
        "AreThereAnyRisksDetails1": "Nuair a ghníomhaíonn tú an Bainisteoir Clib, beidh úsáideoirí a bhfuil rochtain riaracháin acu in ann clibeanna, truicir agus athróga saincheaptha HTML a chruthú a d'fhéadfadh JavaScript a fhorghníomhú ar do láithreán gréasáin. D'fhéadfaí mí-úsáid a bhaint as na teimpléid saincheaptha seo chun faisnéis íogair a ghoid, mar shampla, ó chuairteoirí do láithreán gréasáin (ar a dtugtar %1$sXSS%2$s).",
        "AreThereAnyRisksDetails2": "Is féidir leat na teimpléid saincheaptha seo a dhíchumasú faoi \"Riarachán → Socruithe Ginearálta\" nuair a bheidh an Bainisteoir Clibe gníomhachtaithe agat. De rogha air sin, is féidir leat úsáid na dteimpléad seo a shrianadh d'úsáideoirí ar leith nó d'úsáideoirí Super amháin.",
        "AuthorHomepage": "Údar Leathanach Baile",
        "ChangeLookByManageThemes": "Is féidir leat cuma Matomo a athrú faoi %1$sManaging Themes%2$s.",
        "ChangeSettingsPossible": "Is féidir leat %1$ssettings%2$s a athrú don bhreiseán seo.",
        "Changelog": "ChangelogName",
        "CommunityContributedPlugin": "Is breiseán pobail é seo, a thugtar duit saor in aisce.",
        "ConsiderDonating": "Smaoinigh ar bhronnadh",
        "ConsiderDonatingCreatorOf": "Smaoinigh, le do thoil, ar bhronnadh ar chruthaitheoir %s",
        "CorePluginTooltip": "Níl aon leagan ag croí-bhreiseáin ós rud é go ndáiltear iad le Matomo.",
        "Deactivate": "Díghníomhachtaigh",
        "DoMoreContactPiwikAdmins": "Chun breiseán nua nó téama nua a shuiteáil, téigh i dteagmháil le do admins Matomo.",
        "FileExceedsUploadLimit": "Sáraíonn an comhad roghnaithe teorainn uaslódála do fhreastalaí.",
        "History": "Stair",
        "Inactive": "Neamhghníomhach",
        "InfoPluginUpdateIsRecommended": "Nuashonraigh do bhreiseáin anois chun leas a bhaint as na feabhsuithe is déanaí.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Tabhair faoi deara: tá an téama %2$s á úsáid ag úsáideoirí eile %1$s atá cláraithe sa Matomo seo freisin.",
        "InfoThemeUpdateIsRecommended": "Nuashonraigh do théamaí chun taitneamh a bhaint as an leagan is déanaí.",
        "InstallNewPlugins": "Suiteáil breiseáin nua",
        "InstallNewThemes": "Suiteáil téamaí nua",
        "InstalledPlugins": "Breiseáin suiteáilte",
        "InstalledThemes": "Téamaí suiteáilte",
        "InstallingNewPluginViaMarketplaceOrUpload": "Is féidir leat forlíontáin a shuiteáil go huathoibríoch ón Marketplace nó %1$s breiseán %2$s a uaslódáil i bhformáid .zip.",
        "LicenseHomepage": "Leathanach Baile an Cheadúnais",
        "LikeThisPlugin": "Cosúil leis an mbreiseán seo?",
        "MenuPlatform": "Ardán",
        "MissingRequirementsNotice": "Nuashonraigh %1$s%2$s chuig leagan níos nuaí, tá %1$s%3$s ag teastáil.",
        "MissingRequirementsPleaseInstallNotice": "Suiteáil %1$s%2$s mar tá sé ag teastáil ó %3$s.",
        "NUpdatesAvailable": "%1$s Nuashonrú(í) ar fáil",
        "NoPluginSettings": "Níl aon socruithe breiseáin is féidir a chumrú",
        "NoZipFileSelected": "Roghnaigh comhad ZIP le do thoil.",
        "NotDownloadable": "Ní féidir é a íoslódáil",
        "NumUpdatesAvailable": "%s Nuashonraigh(í) ar fáil",
        "OncePluginIsInstalledYouMayActivateHere": "Nuair a bheidh breiseán suiteáilte, is féidir leat é a ghníomhachtú nó é a dhíghníomhachtú anseo.",
        "Origin": "Bunús",
        "OriginCore": "Croí",
        "OriginOfficial": "Oifigiúil",
        "OriginThirdParty": "Tríú páirtí",
        "PluginActivated": "Breiseán gníomhachtaitheComment",
        "PluginFreeTrialStarted": "%1$sTá tús curtha le triail saor in aisce 30 lá%2$s le haghaidh%3$s.",
        "PluginFreeTrialStartedAccountCreatedMessage": "Chuireamar d'eochair Cheadúnais leis, ag cur tús le triail saor in aisce 30 lá le haghaidh %1$s. Tóg an chéad chéim eile trí do bhreiseán a shuiteáil agus a ghníomhachtú.",
        "PluginFreeTrialStartedAccountCreatedTitle": "Cruthaíodh do chuntas",
        "PluginHomepage": "Leathanach Baile an BhreiseáinName",
        "PluginNotCompatibleWith": "Níl breiseán %1$s comhoiriúnach le %2$s.",
        "PluginNotDownloadable": "Níl an breiseán in-íoslódáilte.",
        "PluginNotDownloadablePaidReason": "Is iad na cúiseanna a d'fhéadfadh a bheith ann ná ceadúnas atá imithe in éag nó níos mó.",
        "PluginNotFound": "Níor aimsíodh breiseán%1$s ar an gcóras comhad.",
        "PluginNotFoundAlternative": "Má tá an breiseán seo á úsáid agat, bain triail as é a athluchtú nó a athshuiteáil ón margadh. Mura bhfuil, cliceáil ar dhíshuiteáil chun é a bhaint den liosta.",
        "PluginNotWorkingAlternative": "Má tá an breiseán seo á úsáid agat, b'fhéidir gur féidir leat leagan níos déanaí a fháil sa Mhargadh. Mura bhfuil, b'fhéidir gur mhaith leat é a dhíshuiteáil.",
        "PluginRequirement": "Tá %2$s de dhíth ar %1$s.",
        "PluginRequiresInternet": "Éilíonn an breiseán seo nasc idirlín oibre. Seiceáil do luach cumraíochta le haghaidh 'enable_internet_features' más mian leat an ghné seo a úsáid.",
        "PluginsExtendPiwik": "Breiseáin leathnú agus a leathnú feidhmiúlacht Matomo.",
        "PluginsManagement": "Bainistigh Breiseáin",
        "Status": "Stádas",
        "SuccessfullyActicated": "D'éirigh leat <strong>%s</strong>a ghníomhachtú.",
        "TagManagerEmailSuperUserToActivate": "Seol ríomhphost chuig Úsáideoirí Super chun an ghné nua seo a ghníomhachtú",
        "TagManagerLearnMoreInUserGuide": "Níos mó a fhoghlaim sa Treoir Úsáideora Bainisteoir Clibe",
        "TagManagerNowAvailableSubtitle": "Bainistigh do chlibeanna go léir go héasca trí ardán amháin chun na léargais a theastaíonn uait a fháil, tá na deiseanna gan deireadh!",
        "TagManagerNowAvailableTitle": "Tá Bainisteoir Clibe Matomo ar fáil anois",
        "TagManagerTeaserEmailSuperUserBody": "Hi,%1$sTá Bainisteoir Clibe Matomo ar fáil anois laistigh de Matomo agus ba bhreá liom an ghné nua seo a úsáid. Ós rud é go bhfuil rochtain Sárúsáideora agat, an bhféadfá an ghné seo a ghníomhachtú trí leathanach an Bhainisteora Clibe sa roghchlár barr?%2$sIs é URL Matomo %3$s.%4$sThanks",
        "TagManagerTeaserHideNonSuperUser": "Níl suim agat ann, ná taispeáin an leathanach seo arís",
        "TagManagerTeaserHideSuperUser": "Ná taispeáin an leathanach seo d'aon úsáideoir",
        "TeaserExtendPiwik": "Leathnaigh Matomo le Breiseáin agus Téamaí",
        "TeaserExtendPiwikByPlugin": "Síneadh Matomo trí %1$s forlíontáin a shuiteáil ón Margadh%2$s nó %3$s breiseán a uaslódáil i bhformáid .zip %4$s.",
        "TeaserExtendPiwikByTheme": "Bain sult as cuma eile agus mothaigh le %1$sinstalling a new theme%2$s.",
        "Theme": "Téama",
        "Themes": "Téamaí",
        "ThemesDescription": "Is féidir le téamaí cuma comhéadan úsáideora Matomo a athrú, agus eispéireas amhairc nua a sholáthar chun taitneamh a bhaint as do thuarascálacha anailísíochta.",
        "ThemesManagement": "Bainistigh Téamaí",
        "UninstallConfirm": "Tá tú ar tí breiseán %s a dhíshuiteáil. Bainfear an breiseán agus na sonraí go léir a bhailigh sé go hiomlán ó d'ardán agus ní bheidh sé in-aisghabhála. An bhfuil tú cinnte gur mhaith leat é seo a dhéanamh?",
        "UpdateSelected": "Nuashonraigh roghnaithe",
        "Version": "Leagan",
        "ViewAllMarketplacePlugins": "Féach ar gach breiseán Marketplace",
        "WeCouldNotLoadThePluginAsItHasMissingDependencies": "Níorbh fhéidir an breiseán %1$s a luchtú toisc go bhfuil spleáchais in easnamh air: %2$s",
        "Websites": "Suíomhanna Gréasáin",
        "WhatIsTagManager": "Cad is Bainisteoir Clibe ann?",
        "WhatIsTagManagerDetails1": "Cosúil leis an gcaoi a dtugann Córas Bainistíochta Inneachair (CMS) an tsolúbthacht go léir duit ábhar a fhoilsiú le do láithreán gréasáin gan an t-eolas teicniúil HTML / CSS a bheith agat, is é Córas Bainistíochta Clibe (TMS) do dhul chun an próiseas a shimpliú chun clibeanna rianaithe feidhmchlár den chéad agus tríú páirtí a leabú (ar a dtugtar blúirí nó picteilíní) ar do láithreán gréasáin.",
        "WhatIsTagManagerDetails2": "Abair gur mhaith leat torthaí do chuid athruithe / spriocanna a fheiceáil, comharthaí nuachtlitir, giuirléidí sóisialta, popups scoir agus feachtais athmhargála; cad a bhí uair amháin próiseas an-teicniúil agus am-íditheach a dhéanamh anois go héasca laistigh den TMS agus a thógann ach cúpla cad a tharlaíonn a chur i bhfeidhm.",
        "WhyUsingATagManager": "Cén fáth Bainisteoir Clib?",
        "WhyUsingATagManagerDetails1": "Déanann Bainisteoir Clibe do shaol níos éasca! Ní gá duit fanacht ar fhorbróir a thuilleadh chun aon bhlúire chéad pháirtí nó tríú páirtí ar do láithreán gréasáin a mhodhnú mar go dtugann an Bainisteoir Clibe taithí saor ó strus duit chun na hathruithe seo a dhéanamh agus do láithreán gréasáin a imscaradh tú féin.",
        "WhyUsingATagManagerDetails2": "Ní fhéadfadh sé a bheith níos áisiúla agus ní hamháin go ligeann sé duit athruithe a thabhairt ar an margadh níos tapúla, ach laghdaíonn sé costas freisin.",
        "WhyUsingATagManagerDetails3": "Coinníonn sé seo na foirne margaíochta, na foirne digiteacha agus na guys TF sásta ... Is bua é do gach duine!"
    }
}
