{
    "CorePluginsAdmin": {
        "ActionUninstall": "Disinstalla",
        "Activate": "Attiva",
        "ActivateTagManagerNow": "Attiva ora Tag Manager",
        "Activated": "Attivato",
        "Active": "Attivo",
        "Activity": "Attività",
        "AlwaysActivatedPluginsList": "I seguenti plugin sono sempre attivati e non possono essere disabilitati: %s",
        "AreThereAnyRisks": "Ci sono rischi?",
        "AreThereAnyRisksDetails1": "Quando attivi Tag Manager, gli utenti con l'accesso di amministratore potranno creare tag HTML, trigger e variabili personalizzati che potrebbero eseguire del codice JavaScript sul tuo sito web. Questi modelli personalizzati potrebbero essere utilizzati in modo improprio per rubare, ad esempio, informazioni sensibili dai visitatori del tuo sito Web (%1$sXSS o Cross-site Scripting%2$s).",
        "AreThereAnyRisksDetails2": "Puoi disabilitare questi template personalizzati in \"Amministrazione → Impostazioni Generali\", una volta che avrai attivato il Tag Manager. In alternativa, puoi anche limitarne l'utilizzo solo a utenti specifici o solo ai super utenti..",
        "AuthorHomepage": "Homepage Autore",
        "ChangeLookByManageThemes": "Puoi cambiare l'aspetto di Matomo tramite %1$sGestione Temi%2$s.",
        "ChangeSettingsPossible": "Puoi cambiare le %1$simpostazioni%2$s per questo plugin.",
        "Changelog": "Modifiche effettuate",
        "CommunityContributedPlugin": "Questo è un plugin creato dalla comunità, che ti viene fornito gratis.",
        "ConsiderDonating": "Considera una donazione",
        "ConsiderDonatingCreatorOf": "Considera di fare una donazione al creatore di %s",
        "CorePluginTooltip": "I plugins di base non hanno versione dato che sono distribuiti con Matomo.",
        "Deactivate": "Disattiva",
        "DoMoreContactPiwikAdmins": "Per installare un nuovo plugin o un nuovo tema, rimani in contatto con il tuo amministratore di Matomo.",
        "FileExceedsUploadLimit": "Il file selezionato eccede il limite del tuo server per l'upload.",
        "History": "Storia",
        "Inactive": "Inattivo",
        "InfoPluginUpdateIsRecommended": "Aggiorna i tuoi plugin per beneficiare dei nuovi miglioramenti.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Nota: anche gli altri %1$s utenti che si sono registrati a questo Matomo stanno utilizzando il tema %2$s.",
        "InfoThemeUpdateIsRecommended": "Aggiorna i tuoi temi per godere dell'ultima versione.",
        "InstallNewPlugins": "Installa nuovi plugin",
        "InstallNewThemes": "Intalla nuovi temi",
        "InstalledPlugins": "Plugin installati",
        "InstalledThemes": "Temi installati",
        "InstallingNewPluginViaMarketplaceOrUpload": "Puoi installare automaticamente dei plugins dal Market o %1$scaricare un plugin%2$s in formato .zip.",
        "LicenseHomepage": "Homepage della Licenza",
        "LikeThisPlugin": "Ti piace questo plugin?",
        "MenuPlatform": "Piattaforma",
        "MissingRequirementsNotice": "Aggiorna %1$s %2$s a una versione più recente, è richiesto %1$s %3$s.",
        "MissingRequirementsPleaseInstallNotice": "Si prega di installare %1$s %2$s come richiesto da %3$s.",
        "NUpdatesAvailable": "%1$s Aggiornamento/i disponibile/i",
        "NoPluginSettings": "Non ci sono plugin da configurare",
        "NoZipFileSelected": "Seleziona un file ZIP.",
        "NotDownloadable": "Non scaricabile",
        "NumUpdatesAvailable": "%s Aggiornamenti disponibili",
        "OncePluginIsInstalledYouMayActivateHere": "Una volta installato un plugin, qui puoi attivarlo o disattivarlo.",
        "Origin": "Origine",
        "OriginCore": "Core",
        "OriginOfficial": "Ufficiale",
        "OriginThirdParty": "Terze-parti",
        "PluginActivated": "Plugin attivato",
        "PluginFreeTrialStarted": "%1$sLa tua prova gratuita di 30 giorni è iniziata%2$s per %3$s.",
        "PluginHomepage": "Homepage Plugin",
        "PluginNotCompatibleWith": "Il plugin %1$s non è compatibile con %2$s.",
        "PluginNotDownloadable": "Questo plugin non è scaricabile.",
        "PluginNotDownloadablePaidReason": "Le possibili ragioni sono una licenza scaduta o superata.",
        "PluginNotFound": "Il plugin %1$s non è stato trovato nel file system.",
        "PluginNotFoundAlternative": "Se hai utilizzato questo plugin, prova a caricarlo o a installarlo di nuovo dal marketplace. Se no, clicca su disinstalla per eliminarlo dall'elenco.",
        "PluginNotWorkingAlternative": "Se hai utilizzato questo plugin puoi trovare una versione più recente nel Marketplace. Se no, puoi volere disinstallarlo.",
        "PluginRequirement": "%1$s richiede %2$s.",
        "PluginRequiresInternet": "Questo plugin richiede una connessione internet funzionante. Si prega di controllare il valore della configurazione di 'enable_internet_features' se vuoi utilizzare questa funzionalità.",
        "PluginsExtendPiwik": "I plugin estendono e ampliano le funzionalità di Matomo.",
        "PluginsManagement": "Amministra Plugins",
        "Status": "Stato",
        "SuccessfullyActicated": "Hai attivato con successo <strong>%s</strong>.",
        "TagManagerEmailSuperUserToActivate": "Invita tramite email i Super User ad attivare questa nuova funzione",
        "TagManagerLearnMoreInUserGuide": "Scopri di più nella Guida Utente del Tag Manager",
        "TagManagerNowAvailableSubtitle": "Gestisci con facilità tutti i tuoi tag attraverso un'unica piattaforma per avere le informazioni che desideri, le possibilità sono infinite!",
        "TagManagerNowAvailableTitle": "Tag manager di Matomo è ora disponibile",
        "TagManagerTeaserEmailSuperUserBody": "Ciao, %1$s è ora disponibile Matomo Tag Manager e mi piacerebbe utilizzare questa nuova funzione. Dato che hai l'accesso come Super User, potresti attivarla tramite la pagina Tag Manager nel menù principale? %2$sL'URL di Matomo è %3$s. %4$sGrazie",
        "TagManagerTeaserHideNonSuperUser": "Non mi interessa, non mostrare ancora questa pagina",
        "TagManagerTeaserHideSuperUser": "Non mostrare questa pagina ad alcun utente",
        "TeaserExtendPiwik": "Amplia Matomo con Plugin e Temi",
        "TeaserExtendPiwikByPlugin": "Amplia Matomo %1$sinstallando dei plugin dal Marketplace%2$s o %3$scarica un plugin in formato .zip%4$s.",
        "TeaserExtendPiwikByTheme": "Prova colori e aspetto diversi offerti da %1$sinstallando un nuovo tema%2$s.",
        "Theme": "Tema",
        "Themes": "Temi",
        "ThemesDescription": "I temi possono cambiare l'aspetto dell'interfaccia utente di Matomo e fornire una nuova esperienza visiva per godere i tuoi report statistici.",
        "ThemesManagement": "Gestisci i temi",
        "UninstallConfirm": "State per disinstallare un plugin %s. Questo verrà completamente rimosso dalla vostra piattaforma e non potrà essere recuperato. Siete sicuri di volerlo fare?",
        "UpdateSelected": "Aggiornamento Selezionato",
        "Version": "Versione",
        "ViewAllMarketplacePlugins": "Scopri tutti i plugin del Marketplace",
        "WeCouldNotLoadThePluginAsItHasMissingDependencies": "Non è stato possibile caricare il plugin %1$s in quanto ci sono delle dipendenze mancanti: %2$s",
        "Websites": "Siti web",
        "WhatIsTagManager": "Cos'è un Tag Manager?",
        "WhatIsTagManagerDetails1": "In modo simile a come un Content Management System (CMS) ti offre tutta la flessibilità necessaria per pubblicare i contenuti per il tuo sito web senza avere la conoscenza tecnica di HTML/CSS, un Tag Management System (TMS) è il tuo mezzo per semplificare, in primo luogo, il processo di incorporazione e poi i tag di tracciamento di applicazioni di terze parti (noti anche come snippet o pixel) sul tuo sito web.",
        "WhatIsTagManagerDetails2": "Supponiamo che tu voglia vedere i risultati delle tue conversioni/goal, iscrizioni alle newsletter, widget sociali, popup di uscita e campagne di remarketing; quello che un tempo era un processo altamente tecnico e dispendioso in termini di tempo è ora facilmente eseguibile all'interno del TMS e richiede solo pochi clic per essere implementato.",
        "WhyUsingATagManager": "Perché un Tag Manager?",
        "WhyUsingATagManagerDetails1": "Un Tag Manager ti semplifica la vita! Non è più necessario attendere che uno sviluppatore modifichi snippet di prime o di terze parti sul tuo sito web, in quanto Tag Manager ti offre un'esperienza rilassante per apportare queste modifiche e implementare il tuo sito web da solo.",
        "WhyUsingATagManagerDetails2": "Non potrebbe essere più conveniente, e non solo consente di apportare più rapidamente modifiche al market, ma riduce anche i costi.",
        "WhyUsingATagManagerDetails3": "Ciò rende felici i team di marketing, i team digitali e i ragazzi IT... È una vittoria per tutti!"
    }
}
