{
    "CorePluginsAdmin": {
        "ActionUninstall": "Deïnstalleren",
        "Activate": "Activeren",
        "ActivateTagManagerNow": "Activeer Tag Manager nu",
        "Activated": "Geactiveerd",
        "Active": "Actief",
        "Activity": "Activiteit",
        "AlwaysActivatedPluginsList": "De volgende plugins zijn altijd geactiveerd en kunnen niet worden uitgeschakeld: %s",
        "AreThereAnyRisks": "Zijn er risico's?",
        "AreThereAnyRisksDetails1": "Wanneer u de Tag Manager activeert, zullen gebruikers met beheerderstoegang de mogelijkheid hebben om aangepaste HTML-tags, triggers en variabelen te maken die Javascript kunnen uitvoeren op uw website. Deze aangepaste sjablonen kunnen misbruikt worden om bijvoorbeeld gevoelige informatie te stelen van uw websitebezoekers (gekend als %1$sXSS%2$s).",
        "AreThereAnyRisksDetails2": "U kunt deze aangepaste sjablonen uitschakelen onder \"Administratie → Algemene instellingen\" van zodra u de Tag Manager geactiveerd heeft. Als alternatief kunt u ook het gebruik van deze sjablonen beperken voor specifieke gebruikers of enkel voor Superusers.",
        "AuthorHomepage": "Homepagina auteur",
        "ChangeLookByManageThemes": "U kunt het uiterlijk van Matomo wijzigen via %1$sThema's beheren%2$s.",
        "ChangeSettingsPossible": "Je kunt %1$sinstellingen%2$s aanpassen voor deze plugin.",
        "Changelog": "Wijzigingen",
        "CommunityContributedPlugin": "Dit is een, door de community bijgedragen, gratis plugin.",
        "ConsiderDonating": "Overweeg te doneren",
        "ConsiderDonatingCreatorOf": "Overweeg om te doneren aan de maker van %s",
        "CorePluginTooltip": "Core-plugins hebben geen versie, omdat ze worden geleverd met Matomo.",
        "Deactivate": "Deactiveren",
        "DoMoreContactPiwikAdmins": "Neem contact op met je Matomo beheerder om een nieuwe plugin of thema te installeren.",
        "FileExceedsUploadLimit": "Het geselecteerde bestand overschrijdt de uploadlimiet van uw server.",
        "History": "Geschiedenis",
        "Inactive": "Inactief",
        "InfoPluginUpdateIsRecommended": "Update nu uw plugins om van de laatste verbeteringen te profiteren.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Opmerking: de andere %1$s gebruikers van deze Matomo gebruiken ook het thema %2$s.",
        "InfoThemeUpdateIsRecommended": "Werk je thema's bij om te genieten van de nieuwste versie.",
        "InstallNewPlugins": "Nieuwe plugins installeren",
        "InstallNewThemes": "Nieuwe thema's installeren",
        "InstalledPlugins": "Geïnstalleerde plugins",
        "InstalledThemes": "Geïnstalleerde thema's",
        "InstallingNewPluginViaMarketplaceOrUpload": "Je kunt automatisch plugins installeren van de Martkplaats, of een %1$splugin uploaden%2$s in een .zip bestand.",
        "LicenseHomepage": "Homepagina licentie",
        "LikeThisPlugin": "Vind je deze plugin handig?",
        "MenuPlatform": "Platform",
        "MissingRequirementsNotice": "Update alstublieft %1$s %2$s naar een nieuwere versie, %1$s %3$s is vereist.",
        "MissingRequirementsPleaseInstallNotice": "Installeer %1$s %2$s omdat %3$s dat nodig heeft.",
        "NUpdatesAvailable": "%1$s update(s) beschikbaar",
        "NoPluginSettings": "Plugin-instellingen kunnen niet worden aangepast",
        "NoZipFileSelected": "Selecteer een ZIP-bestand.",
        "NotDownloadable": "Niet downloadbaar",
        "NumUpdatesAvailable": "%s update(s) beschikbaar",
        "OncePluginIsInstalledYouMayActivateHere": "Wanneer een plugin geïnstalleerd is, kan deze hier aan- en uitgeschakeld worden.",
        "Origin": "Herkomst",
        "OriginCore": "Core",
        "OriginOfficial": "Officieel",
        "OriginThirdParty": "Derde",
        "PluginActivated": "Plugin geactiveerd",
        "PluginHomepage": "Homepagina plugin",
        "PluginNotCompatibleWith": "%1$s-plugin is niet compatibel met %2$s.",
        "PluginNotDownloadable": "De plugin is niet downloadbaar.",
        "PluginNotDownloadablePaidReason": "Mogelijke redenen zijn een verlopen of overschreden licentie.",
        "PluginNotFound": "Plugin %1$s niet gevonden op filesystem.",
        "PluginNotFoundAlternative": "Indien u deze plugin heeft gebruikt, probeer die dan opnieuw te uploaden of opnieuw te installeren vanaf de marktplaats. Zo niet, klik deactiveren om die uit de lijst te verwijderen.",
        "PluginNotWorkingAlternative": "Als je deze plugin hebt gebruikt, kun je wellicht een meer recente versie in de Marktplaats vinden. Zo niet, dan wil je deze plugin waarschijnlijk verwijderen.",
        "PluginRequirement": "%1$s vereist %2$s.",
        "PluginRequiresInternet": "Deze plugin vereist een werkende internetverbinding. Controleer de instelling 'enable_internet_features' in uw configuratie als u deze functionaliteit wilt gebruiken.",
        "PluginsExtendPiwik": "Met plugins breidt je de functionaliteit van Matomo uit.",
        "PluginsManagement": "Plugins beheren",
        "Status": "Status",
        "SuccessfullyActicated": "U hebt <strong>%s</strong> succesvol geactiveerd.",
        "TagManagerEmailSuperUserToActivate": "Stuur de Superusers een e-mail om deze nieuwe functionaliteit te activeren",
        "TagManagerLearnMoreInUserGuide": "Lees meer in de Tag Manager gebruikershandleiding",
        "TagManagerNowAvailableSubtitle": "Beheer al uw tags eenvoudig via één platform om de inzichten te zien die u wenst, de mogelijkheden zijn eindeloos!",
        "TagManagerNowAvailableTitle": "Matomo Tag Manager is nu beschikbaar",
        "TagManagerTeaserEmailSuperUserBody": "Hallo, %1$sMatomo Tag Manager is nu beschikbaar in Matomo en ik zou deze nieuwe functionaliteit graag willen gebruiken. Aangezien u Superuser bent, zou u deze functie willen activeren via de Tag Manager pagina in het menu bovenaan? %2$sDe Matomo URL is %3$s.%4$s Bedankt",
        "TagManagerTeaserHideNonSuperUser": "Niet geïnteresseerd, toon deze pagina niet meer",
        "TagManagerTeaserHideSuperUser": "Toon deze pagina aan geen enkele gebruiker",
        "TeaserExtendPiwik": "Breidt Matomo uit met plugins en thema's",
        "TeaserExtendPiwikByPlugin": "Breid Matomo uit door %1$splugins te installeren uit de Marktplaats%2$s ofwel %3$seen plugin te uploaden in .zip formaat%4$s.",
        "TeaserExtendPiwikByTheme": "Kies een andere look-and-feel door %1$shet installeren van een nieuw thema%2$s.",
        "Theme": "Thema",
        "Themes": "Thema's",
        "ThemesDescription": "Thema's kunnen de weergave van de Matomo-interface aanpassen, en bieden u een compleet nieuwe visuele ervaring voor uw analyse rapporten.",
        "ThemesManagement": "Thema's beheren",
        "UninstallConfirm": "Je staat op het punt een plugin %s installatie ongedaan te maken. De plugin zal volledig worden verwijderd van het platform, dit kan niet ongedaan worden. Weet je zeker dat je dat wil?",
        "UpdateSelected": "Geselecteerde updaten",
        "Version": "Versie",
        "ViewAllMarketplacePlugins": "Alle Marktplaats-plugins bekijken",
        "WeCouldNotLoadThePluginAsItHasMissingDependencies": "De plugin %1$s kon niet geladen worden omdat er ontbrekende afhankelijkheden zijn: %2$s",
        "Websites": "Websites",
        "WhatIsTagManager": "Wat is een Tag Manager?",
        "WhatIsTagManagerDetails1": "Analoog met hoe een Content Management Systeem (CMS) u flexibiliteit biedt om inhoud op uw website te publiceren zonder technische kennis van HTML/CSS, is een Tag Management Systeem (TMS) uw go-to voor het vereenvoudigen van het proces om tracking-applicaties van derde partijen (ook snippets of pixels genoemd) in te sluiten op uw website.",
        "WhatIsTagManagerDetails2": "Stel dat u de resultaten wilt zien van uw conversies/doelen, nieuwsbriefinschrijvingen, sociale widgets, exit popups en remarketingcampagnes, wat ooit een zeer technisch en tijdrovende proces was, dat is nu gemakkelijk te doen met de TMS en het vergt slechts een paar klikken om te implementeren.",
        "WhyUsingATagManager": "Waarom een Tag Manager?",
        "WhyUsingATagManagerDetails1": "Een Tag Manager maakt het u gemakkelijk! U hoeft niet langer op een ontwikkelaar te rekenen om elke eerste of derde partij snippet te wijzigen op uw website, want de Tag Manager biedt u een stressvrije ervaring om zelf deze wijzigingen op uw website te maken en uit te rollen.",
        "WhyUsingATagManagerDetails2": "Het kan niet handiger zijn en het brengt niet alleen wijzigingen sneller op de markt, maar ook de kosten verminderen.",
        "WhyUsingATagManagerDetails3": "Dit houdt de mensen van marketing, digitalisering en de IT'ers tevreden... Een win-win voor iedereen!"
    }
}
