{
    "CorePluginsAdmin": {
        "ActionUninstall": "Desinstalar",
        "Activate": "Ativar",
        "Activated": "Ativado",
        "Active": "Ativo",
        "Activity": "Atividade",
        "AlwaysActivatedPluginsList": "Os seguintes plugins estão sempre ativados e não podem ser desativados: %s",
        "AuthorHomepage": "Página do autor",
        "Changelog": "Changelog",
        "ChangeSettingsPossible": "Você pode alterar as %1$sconfigurações%2$s para este plugin.",
        "CorePluginTooltip": "Plugins core não possuem versão já que são distribuídos com o Matomo.",
        "Deactivate": "Desativar",
        "DoMoreContactPiwikAdmins": "Para instalar um novo plugin ou um novo tema, por favor, entrar em contato com os administradores do servidor Matomo.",
        "ChangeLookByManageThemes": "Você pode alterar a aparência do Matomo %1$sGerenciando Temas%2$s.",
        "History": "Histórico",
        "Inactive": "Inativo",
        "InstalledPlugins": "Plugins instalados",
        "InstalledThemes": "Temas instalados",
        "InfoPluginUpdateIsRecommended": "Atualize seus plugins agora para se beneficiar das últimas melhorias.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Nota: os outros %1$s usuários registrados neste Matomo também estão usando o tema %2$s.",
        "InfoThemeUpdateIsRecommended": "Atualize seus temas para desfrutas da versão mais recente.",
        "InstallNewPlugins": "Instalar novos plugins",
        "InstallNewThemes": "Instalar novos temas",
        "LicenseHomepage": "Página de licenciamento",
        "LikeThisPlugin": "Curte esse plugin?",
        "ConsiderDonating": "Considere fazer uma doação",
        "CommunityContributedPlugin": "Este é um plugin realizado com a contribuição comunitária, feito para você gratuitamente.",
        "ConsiderDonatingCreatorOf": "Por favor, considere fazer uma doação para o criador de %s",
        "PluginsExtendPiwik": "Plugins estendem e expandem a funcionalidade do Matomo.",
        "OncePluginIsInstalledYouMayActivateHere": "Uma vez que um plugin for instalado, você pode ativá-lo ou desativá-lo aqui.",
        "MenuPlatform": "Plataforma",
        "MissingRequirementsNotice": "Por favor, atualize %1$s %2$s para uma nova versão, %1$s %3$s é necessária.",
        "MissingRequirementsPleaseInstallNotice": "Por favor instalar %1$s %2$s, como é exigido por %3$s.",
        "NoZipFileSelected": "Por favor, selecione um arquivo ZIP.",
        "NumUpdatesAvailable": "%s Atualização(ões) disponível(is)",
        "NoPluginSettings": "Nenhuma configuração de plugin que possa ser configurada",
        "Origin": "Origem",
        "OriginCore": "Core",
        "OriginOfficial": "Oficial",
        "OriginThirdParty": "Terceiro",
        "PluginHomepage": "Página do Plugin",
        "PluginNotCompatibleWith": "O plugin %1$s não é compatível com %2$s.",
        "PluginNotFound": "Plugin %1$s não encontrado no sistema de arquivos",
        "PluginNotFoundAlternative": "Se você estiver usando este plugin, tente reenviá-lo ou reinstalá-lo no marketplace. Caso contrário, clicar em desinstalar para removê-lo da lista.",
        "PluginNotWorkingAlternative": "Se você estiver usando este plugin, talvez você possa encontrar uma versão mais recente no Marketplace. Se não, você pode querer desinstalá-lo.",
        "PluginRequirement": "%1$s requer %2$s.",
        "PluginsManagement": "Gerenciamento de plugins",
        "NotDownloadable": "Não pode ser baixado",
        "PluginNotDownloadable": "Este plugin não pode ser baixado.",
        "PluginNotDownloadablePaidReason": "Possíveis motivos são uma licença expirada ou excedida.",
        "PluginRequiresInternet": "Esse plugin requer uma conexão com a internet funcionando. Por favor, verifique sua configuração de 'enable_internet_features' se você quiser usar essa funcionalidade.",
        "PluginActivated": "Plugin ativado",
        "Status": "Status",
        "SuccessfullyActicated": "Você ativou com sucesso <strong>%s<\/strong>.",
        "TeaserExtendPiwik": "Estenda Matomo com plugins e temas",
        "TeaserExtendPiwikByPlugin": "Estenda o Matomo %1$sinstalando plugins do Marketplace%2$s ou %3$s fazer um upload de um plugin no formato .zip%4$s.",
        "TeaserExtendPiwikByTheme": "Aproveite uma outra aparência %1$sinstalando um novo tema%2$s.",
        "InstallingNewPluginViaMarketplaceOrUpload": "Você pode instalar automaticamente plugins do Marketplace ou %1$scarregar um plugin%2$s no formato .zip",
        "TagManagerNowAvailableTitle": "O Gerenciador de Tags do Matomo já está disponível",
        "TagManagerNowAvailableSubtitle": "Gerencie todas as suas tags facilmente através de uma plataforma para receber os insights que você quer. As oportunidades são infinitas!",
        "ActivateTagManagerNow": "Ativar Gerenciador de Tags agora",
        "TagManagerEmailSuperUserToActivate": "Enviar email aos super usuários para ativar esta nova funcionalidade",
        "TagManagerTeaserHideSuperUser": "Não mostrar esta página a nenhum usuário",
        "TagManagerTeaserHideNonSuperUser": "Não estou interessado, não mostre esta página novamente",
        "TagManagerTeaserEmailSuperUserBody": "Olá,%1$sO Gerenciador de Tags do Matomo já está disponível dentro do Matomo e eu adoraria usar esta nova funcionalidade. Como você tem acesso de super usuário, você poderia ativar esta funcionalidade na página do Gerenciador de Tags no menu superior?%2$sO URL do Matomo é %3$s.%4$sObrigado",
        "WhatIsTagManager": "O que é um Gerenciador de Tags?",
        "WhatIsTagManagerDetails1": "Similar a como um Sistema de Gerenciamento de Conteúdo (CMS) traz toda a flexibilidade para você publicar conteúdo em seu site sem ter o conhecimento técnico de HTML\/CSS, um Sistema de Gerenciamento de Tags (TMS) é sua referência para simplificar o processo de incorporar tags de rastreamento próprias e de terceiros (também conhecidas como snippets ou pixels) em seu site.",
        "WhatIsTagManagerDetails2": "Digamos que você queira ver os resultados de suas conversões\/metas, inscrições em boletins informativos, widgets sociais, popups de saída e campanhas de remarketing; o que antes era um processo altamente técnico e demorado agora é facilmente realizado com o TMS e leva apenas alguns cliques para implementar.",
        "TagManagerLearnMoreInUserGuide": "Saiba mais no Guia de Usuário do Gerenciador de Tags",
        "WhyUsingATagManager": "Por que um Gerenciador de Tags?",
        "WhyUsingATagManagerDetails1": "Um Gerenciador de Tags facilita a sua vida! Você não precisa mais esperar que um desenvolvedor modifique snippets próprios ou de terceiros no seu site já que o Gerenciador de Tags te dá uma experiência sem estresse para fazer estas alterações e implantar seu site você mesmo.",
        "WhyUsingATagManagerDetails2": "Não poderia ser mais conveniente e não apenas permite trazer mudanças para o mercado de forma mais rápida, mas também reduz custo.",
        "WhyUsingATagManagerDetails3": "Isto mantém os times de marketing, os times digitais e o pessoal de TI felizes... É um ganha-ganha para todos!",
        "AreThereAnyRisks": "Existe algum risco?",
        "AreThereAnyRisksDetails1": "Quando você ativa o Gerenciador de Tags, os usuários com acesso de administrador poderão criar tags HTML customizadas, gatilhos, e variáveis que podem executar JavaScript em seu site. Estes templates customizados podem ser mal utilizados para roubar, por exemplo, informação sensível dos visitantes do seu site (conhecidos como %1$sXSS%2$s).",
        "AreThereAnyRisksDetails2": "Você pode desabilitar estes templates customizados em \"Administração => Configurações gerais\" uma vez que você tenha ativado o Gerenciador de Tags. Alternativamente, você também pode restringir o uso destes templates para apenas usuários específicos ou super usuários.",
        "Theme": "Tema",
        "Themes": "Temas",
        "ThemesDescription": "Os temas podem alterar a aparência da interface do usuário do Matomo, e fornecer uma experiência completamente nova visual para desfrutar dos seus relatórios de análise.",
        "ThemesManagement": "Gerenciar Temas",
        "UninstallConfirm": "Você está prestes a desinstalar um plugin %s. O plugin será completamente removido da sua plataforma e isso não poderá ser desfeito. Tem certeza que deseja fazer isso?",
        "Version": "Versão",
        "ViewAllMarketplacePlugins": "Ver todos os plugins no Marketplace",
        "WeCouldNotLoadThePluginAsItHasMissingDependencies": "O plugin %1$s não pôde ser carregado pois tem dependências ausentes: %2$s",
        "Websites": "Sites",
        "UpdateSelected": "Atualização selecionada"
    }
}