{
    "CoreHome": {
        "AdblockIsMaybeUsed": "En cas que utilitzeu un bloquejador d'anuncis desactiveu-lo per a aquest lloc, per assegurar-vos que Matomo funciona sense cap problema.",
        "AddTotalsRowDataTable": "L'informe no mostra la fila de totals %s Mostra la fila de totals",
        "CategoryNoData": "No hi ha dades en aquesta categoria. Proveu d'incloure tota la població.",
        "ChangeCurrentWebsite": "Trieu un lloc web, lloc web seleccionat actualment: %s",
        "ChangePeriod": "Canviar el període",
        "ChangeVisualization": "Canviar la visualització",
        "CheckForUpdates": "Cerca actualitzacions",
        "CheckPiwikOut": "Fes una ullada a Matomo!",
        "ChooseX": "Trieu %1$s",
        "ClickRowToExpandOrContract": "Feu clic en aquesta fila per ampliar o reduir la subtaula.",
        "ClickToEditX": "Feu clic per editar %s",
        "ClickToSeeFullInformation": "Feu clic per veure tota la informació",
        "CloseSearch": "Tancar la cerca",
        "CloseWidgetDirections": "Podeu tancar aquest giny fent clic a la icona \"X\" a la part superior del giny.",
        "CssDidntLoad": "El vostre navegador no ha pogut carregar l'estil d'aquesta pàgina.",
        "CustomLimit": "Límit personalitzat",
        "DataForThisReportHasBeenDisabled": "Actualment la segmentació està desactivada per a aquest informe. Si us plau, consulteu %1$saquest FAQ%2$s per obtenir més detalls.",
        "DataForThisReportHasBeenPurged": "La informació d'aquest informés és anterior a %s mesos d'antiguitat i s'ha purgat.",
        "DataTableCombineDimensions": "Les dimensions es mostren per separat %s Mostra les dimensions combinades",
        "DataTableExcludeAggregateRows": "Es mostren les files aggrupades %s Amaga-ho",
        "DataTableHowToSearch": "Premeu Intro o feu clic a la icona de cerca per cercar",
        "DataTableIncludeAggregateRows": "No es mostren les files agrupades %s Mostra-les",
        "DataTableShowDimensions": "Les dimensions s'han combinat %s Mostra les dimensions per separat",
        "DateInvalid": "La combinació de data i període indicada no és vàlida. Trieu una data vàlida al selector de dates.",
        "Default": "per defecte",
        "DevicesSubcategoryHelp": "La secció Dispositius us ajuda a entendre la tecnologia que fan servir els vostres visitants per accedir al vostre lloc. Veureu informes sobre el tipus de dispositiu i models específics que us permetran optimitzar el vostre lloc per als dispositius més populars.",
        "DonateCall1": "Matomo mai us costarà res d'utilitzar, però això no vol dir que no ens costi res de fer.",
        "DonateCall2": "Matomo necessita el vostre suport continuat per créixer i prosperar.",
        "DonateCall3": "Si creieu que Matomo ha afegit un valor important al vostre negoci o esforç, %1$si us plau, considereu donar%2$s o %3$scomprar una funció premium%4$s. Cada cèntim ajudarà.",
        "EndDate": "Data final",
        "EndShortcut": "Final",
        "EngagementSubcategoryHelp1": "La secció Implicació ofereix informes que ajuden a quantificar quants visitants nous i recurrents rebeu. També podeu revisar informes que desglossen el temps mitjà i el nombre de pàgines per visita, així com el nombre de vegades que un visitant ha visitat el vostre lloc i el nombre de dies més habitual entre visites.",
        "EngagementSubcategoryHelp2": "Això us pot ajudar a optimitzar la freqüència i les visites d'alta interacció, a més de maximitzar el vostre abast.",
        "EnterZenMode": "Entra al mode Zen (amaga els menús)",
        "ExceptionNotAllowlistedIP": "No podeu utilitzar aquest Matomo perquè la vostra IP %s no està permesa.",
        "ExcludeRowsWithLowPopulation": "Es mostren totes les files %s No mostris la població inferior",
        "ExitZenMode": "Sortir del mode Zen (mostrar els menús)",
        "ExpandSubtables": "Amplieu les subtaules",
        "ExportFormat": "Format d'exportació",
        "ExportTooltip": "Nota: per utilitzar l'URL d'exportació generat, haureu d'especificar una autenticació de testimoni d'aplicació. Podeu configurar aquests testimonis a Admin → Security → Token Auths.",
        "ExportTooltipWithLink": "Nota: per utilitzar l'URL d'exportació generat, haureu d'especificar una autenticació de testimoni d'aplicació. Podeu configurar aquests testimonis a %1$s[Administrador → Seguretat → Fitxers d'autenticació]%2$s. Substituïu %3$s a l'URL d'exportació pel vostre testimoni d'autenticació. Avís: mai compartiu l'URL amb el testimoni real amb ningú més.",
        "ExternalHelp": "Ajuda (s'obre en una pestanya nova)",
        "FlattenDataTable": "L'informe es jeràrquic %s Feu-lo pla",
        "FlattenReport": "Allisar l'informe",
        "FormatMetrics": "Format de mètriques",
        "HideExportUrl": "Amaga l'URL d'exportació",
        "HomeShortcut": "Inici",
        "IncludeRowsWithLowPopulation": "No es mostren les files amb polbació inferior %s Mostra totes les files",
        "InjectedHostEmailBody": "Hola, He provat d'accedir al Matomo avui i m'he trobat amb l'avís de nom de la màquina desconegut.",
        "InjectedHostEmailSubject": "S'ha accedit al Matomo amb un nom de màquina desconegut: %s",
        "InjectedHostNonSuperUserWarning": "%1$sClick here to access Matomo safely%2$s i eliminar aaquest avíst. Potse també voldreu contractar amb l'administrador del vostre Matomo i notificar-li aquesta incidència (%3$sclick here to email%4$s).",
        "InjectedHostSuperUserWarning": "Pot ser que el Matomo estigui mal configurat (per exemple, si el Matomo s'ha mogut a un nou servidor o URL). Podeu %1$sfer click aquí i afegir %2$s com el nom de la màquina vàlid (si hi confieu)%3$s, o bé %4$s fer click aquí %5$s per accedir al Matomo de forma segura%6$s.",
        "InjectedHostWarningIntro": "Esteu accedint al Matomo desde %1$s, però el Matomo està configurat per escoltar a l'adreça: %2$s.",
        "JavascriptDisabled": "JavaScript ha d'estar habilitat perquè pugueu utilitzar Matomo amb la vista estàndard.<br>No obstant això sembla que JavaScript està desactivat o no és compatible amb el vostre navegador.<br>Per utilitzar la vista estàndard, activeu JavaScript canviant les opcions del navegador i després %1$storneu-ho a provar%2$s.<br>",
        "JsDidntLoad": "El vostre navegador no ha pogut carregar els scripts d'aquesta pàgina.",
        "LeadingAnalyticsPlatformRespectsYourPrivacy": "La plataforma d'anàlisi oberta líder que respecta la vostra privadesa.",
        "MacPageDown": "Fn + fletxa dreta",
        "MacPageUp": "Fn + fletxa esquerra",
        "MainNavigation": "Navegació principal",
        "Menu": "Menú",
        "MenuEntries": "Entrades del menú",
        "NoPrivilegesAskPiwikAdmin": "Esteu identificat com a '%1$s' però sembla que no teniu cap permís establert al Matomo. %2$s Pregunteu al vostre administrador de Matomo (feu click per enviar un email)%3$s que us dongui access per veure un lloc web.",
        "NoSuchPage": "Aquesta pàgina no existeix",
        "OneClickUpdateNotPossibleAsMultiServerEnvironment": "L'actualització d'un sol clic no està disponible perquè utilitzeu Matomo amb diversos servidors. Baixeu la darrera versió de %1$s per continuar.",
        "OnlyForSuperUserAccess": "Aquest widget només es mostra al tauler predeterminat per als usuaris que tenen accés de superusuari.",
        "PageDownShortcutDescription": "per arribar al final de la pàgina",
        "PageUpShortcutDescription": "per anar al capdamunt de la pàgina",
        "PeriodHasOnlyRawData": "Sembla que els informes d'aquest període encara no s'han processat. Vols veure què passa ara? Consulteu el %1$sRegistre de visites%2$s o trieu un període de dates diferent mentre no es generin els informes.",
        "PeriodHasOnlyRawDataNoVisitsLog": "Sembla que els informes d'aquest període encara no s'han processat, però estaran disponibles d'aquí a unes hores. Podeu triar un període diferent fins que es generin els informes.",
        "PeriodRange": "Rang",
        "PivotBySubtable": "Aquest informe no està orientat %1$s Gira per %2$s",
        "Profilable": "Perfilable",
        "QuickAccessTitle": "Cerca %s. Utilitzeu les tecles de direcció per navegar pels resultats de la cerca. Drecera: premeu 'f' per cercar.",
        "QuickLinks": "Enllaços ràpids",
        "ReadMoreOnlineGuide": "Llegiu més sobre aquest tema a la guia en línia.",
        "RemoveTotalsRowDataTable": "L'informe mostra la fila de totals %s Elimina la fila de totals",
        "ReportGeneratedOn": "Informe generat el %s",
        "ReportGeneratedXAgo": "Informe generat fa %s",
        "ReportType": "Tipus d'informe",
        "ReportWithMetadata": "Informe amb metadades",
        "ReportingCategoryHelpPrefix": "Com m'ajuda la pàgina d'informes \"%1$s → %2$s\"?",
        "RowLimit": "Límit de files",
        "SearchOnMatomo": "Cerqueu \"%1$s\" a Matomo.org",
        "SeeAvailableVersions": "Consulteu les versions disponibles",
        "Segments": "Segments",
        "SharePiwikLong": "Bones! Acabo de trobar un gran programari lliure: Matomo!\n\nMatomo et permetrà fer un seguiment dels visitants del teu lloc web de forma gratuïta. De veritat que l'hauries de provar!",
        "SharePiwikShort": "Matomo! Analítica web gratuïta/lliure. Sigues propietari de les teves dades.",
        "ShareThis": "Comparteix-ho",
        "ShortcutCalendar": "per obrir el calendari (d vol dir Date)",
        "ShortcutHelp": "per mostrar aquesta ajuda",
        "ShortcutRefresh": "per actualitzar el contingut",
        "ShortcutSearch": "per obrir la cerca (f vol dir Find)",
        "ShortcutSegmentSelector": "per obrir el selector Segment",
        "ShortcutWebsiteSelector": "per obrir el selector Lloc Web",
        "ShortcutZenMode": "per mode Zen",
        "ShortcutsAvailable": "Dreceres disponibles",
        "ShowExportUrl": "Mostra l'URL d'exportació",
        "ShowJSCode": "Mostra el codi JavaScript necessari",
        "SkipToContent": "Saltar al contingut",
        "SoftwareSubcategoryHelp": "La secció Programari mostra els sistemes operatius, els navegadors i els connectors que fan servir els vostres visitants per accedir al lloc perquè pugueu optimitzar el vostre lloc per assegurar-vos que és totalment compatible amb les configuracions més populars.",
        "StandardReport": "Informe estàndard",
        "StartDate": "Data d'inici",
        "SubscribeAndBecomePiwikSupporter": "Aneu a una pàgina de pagament segura amb targeta de crèdit (Paypal) per convertir-vos en un benefactor de Matomo!",
        "SupportPiwik": "Dona suport a Matomo!",
        "SupportUsOn": "Doneu-nos suport",
        "SystemSummaryMysqlVersion": "Versió de MySQL",
        "SystemSummaryNActivatedPlugins": "%d connectors activats",
        "SystemSummaryNSegments": "%1$d segments",
        "SystemSummaryNSegmentsWithBreakdown": "%1$d segments (%2$s preprocessats, %3$s processats en temps real)",
        "SystemSummaryNWebsites": "%d llocs web",
        "SystemSummaryPhpVersion": "Versió del PHP",
        "SystemSummaryPiwikVersion": "Versió de Matomo",
        "SystemSummaryWidget": "Resum del sistema",
        "TableNoData": "No hi ha dades per a aquesta taula.",
        "TechDeprecationWarning": "A partir de la versió de Matomo %1$s, Matomo finalitzarà el suport per a %2$s. Per obtenir més informació %3$sconsulteu la nostra entrada al bloc.%4$s",
        "ThanksFromAllOfUs": "Gràcies de part de tots nosaltres a Matomo!",
        "ThereIsNoDataForThisReport": "No hi ha informació per aquest informe.",
        "UnFlattenDataTable": "Aquest informe es pla %s Feu-lo jeràrquic",
        "UndoPivotBySubtable": "Aquest informe s'ha girat %s Desfés el gir",
        "ViewAllPiwikVideoTutorials": "Veure tots els tutorials de vídeo de Matomo",
        "VisitStatusOrdered": "Ordenat",
        "VisitStatusOrderedThenAbandoned": "Carretó carregat i abandonat",
        "VisitTypeReturning": "Habitual",
        "VisitTypeReturningCustomer": "Client habitual",
        "VisitorsCategoryHelp1": "Les pàgines de Visitants t'expliquen coses sobre qui són els teus visitants. Coses com ara d'on provenen els teus visitants, quins dispositius i navegadors fan servir i quan visiten generalment el teu lloc web. Per entendre, en conjunt, qui és el teu públic i buscar valors atípics per veure com podria créixer el teu públic.",
        "VisitorsCategoryHelp2": "A més de la informació general sobre els vostres visitants, també podeu utilitzar el %1$sRegistre de visites%2$s per veure què va passar a cada visita individual.",
        "VisitorsOverviewHelp": "La \"Visió general dels visitants\" us ajuda a entendre la popularitat del vostre lloc. Ho fa proporcionant gràfics que mostren quantes visites rep el vostre lloc durant un període seleccionat i el nivell mitjà d'interacció amb les funcions clau, com ara cerques i baixades.",
        "WebAnalyticsReports": "Informe d'analítica web",
        "YouAreUsingTheLatestVersion": "Esteu fent servir l'última versió de Matomo!",
        "YourDonationWillHelp": "La teva donació ajudarà directament a finançar noves funcions i millores per a aquesta plataforma d'anàlisi de codi obert. Això significa que la comunitat sempre es beneficiarà d'una eina que protegeixi la privadesa i us permeti mantenir el control de les vostres dades."
    }
}
