{
    "CoreHome": {
        "AdblockIsMaybeUsed": "Σε περίπτωση που χρησιμοποιείτε κάποιο πρόγραμμα που μπλοκάρει τις διαφημίσεις, παρακαλούμε απενεργοποιήστε το για αυτόν τον ιστοτόπο για να είστε σίγουροι ότι το Matomo δουλεύει σωστά.",
        "AddTotalsRowDataTable": "Η αναφορά δεν εμφανίζει τη γραμμή συνόλων %s Να εμφανιστεί η γραμμή συνόλων",
        "CategoryNoData": "Ανεπαρκή δεδομένα στη κατηγορία. Δοκιμάστε να \"συμπεριλάβετε όλο τον πληθυσμό\".",
        "ChangeCurrentWebsite": "Επιλέξτε ένα ιστοτόπο, επιλεγμένος ιστοτόπος αυτή τη στιγμή: %s",
        "ChangePeriod": "Αλλαγή περιόδου",
        "ChangeVisualization": "Αλλαγή οπτικοποίησης",
        "CheckForUpdates": "Έλεγχος για ενημερώσεις",
        "CheckPiwikOut": "Δείτε το Matomo!",
        "ChooseX": "Επιλέξτε %1$s",
        "ClickRowToExpandOrContract": "Πατήστε στη γραμμή για να επεκταθεί ή να κρυφτεί ο υποπίνακας.",
        "ClickToEditX": "Κάντε κλικ για να επεξεργαστείτε το %s",
        "ClickToSeeFullInformation": "Κάντε κλικ για περισσότερες πληροφορίες",
        "CloseSearch": "Κλείσιμο αναζήτησης",
        "CloseWidgetDirections": "Μπορείτε να κλείσετε αυτή τη λειτουργία κάνοντας κλικ στο εικονίδιο 'X' στην κορυφή του widget.",
        "CssDidntLoad": "Το πρόγραμμα πλοήγησής σας δεν κατέστη δυνατό να φορτώσει το στυλ της σελίδας.",
        "CustomLimit": "Προσαρμοσμένο όριο",
        "DataForThisReportHasBeenDisabled": "Η τμηματοποίηση είναι αυτή τη στιγμή ανενεργή για αυτή την αναφορά. Δείτε τις %1$sΣυχνές Ερωτήσεις-Απαντήσεις%2$s για περισσότερες πληροφορίες.",
        "DataForThisReportHasBeenPurged": "Τα δεδομένα για αυτή την αναφορά είναι περισσότερα από %s μήνες και κόπηκαν.",
        "DataTableCombineDimensions": "Οι διαστάσεις εμφανίζονται ξεχωριστά %s Εμφάνιση των διαστάσεων συνδυασμένα",
        "DataTableExcludeAggregateRows": "Οι συγκεντρωτικές εγγραφές είναι ορατές %s Απόκρυψη",
        "DataTableHowToSearch": "Πατήστε Enter ή κάντε κλικ στο εικονίδιο της αναζήτησης για αναζήτηση",
        "DataTableIncludeAggregateRows": "Συγκεντρωτικές εγγραφές είναι κρυφές %s Προβολή",
        "DataTableShowDimensions": "Οι διαστάσεις συνδυάζονται %s Εμφάνιση των διαστάσεων ξεχωριστά",
        "DateInvalid": "Ο δοθέν συνδυασμός ημερομηνίας και περιόδου είναι μη έγκυρος. Επιλέξτε μια έγκυρη ημερομηνία στον πλαίσιο επιλογής ημερομηνίας.",
        "Default": "προεπιλογή",
        "DevicesSubcategoryHelp": "Το τμήμα Συσκευών σας βοηθά να κατανοήσετε την τεχνολογία που οι επισκέπτες σας χρησιμοποιούν κατά την προσπέλαση στον ιστοτόπο σας. Θα δείτε αναφορές για τους τύπους συσκευών και ξεχωριστά μοντέλα για να σας επιτρέψουν να βελτιστοποιήσετε τον ιστοτόπο σας για τις περισσότερο δημοφιλείς συσκευές.",
        "DonateCall1": "Το Matomo θα είναι πάντα δωρεάν, αλλά αυτό δεν σημαίνει ότι δεν κοστίζει τίποτα για να φτιαχτεί.",
        "DonateCall2": "Το Matomo χρειάζεται τη συνεχή υποστήριξή σας για να αναπτυχθεί και να ευδοκιμήσει.",
        "DonateCall3": "Εάν θεωρείτε ότι το Matomo έχει προσθέσει σημαντική αξία στην επιχείρηση ή στο εγχείρημά σας, %1$sπαρακαλούμε σκεφτείτε μια δωρεά%2$s ή %3$sπρομηθευτείτε ένα χαρακτηριστικό επί πληρωμή%4$s. Κάθε λεπτό βοηθάει.",
        "EndDate": "Ημερομηνία Λήξης",
        "EndShortcut": "Τέλος",
        "EngagementSubcategoryHelp1": "Το τμήμα Ενασχόλησης παρέχει αναφορές που σας βοηθούν να ποσοτικοποιήσετε τον αριθμό των νέων και επιστρεφόμενων επισκεπτών. Μπορείτε να δείτε αναφορές που τμηματοποιούν τον μέσο χρόνο και τον αριθμό των σελίδων ανά επίσκεψη, καθώς και τον αριθμό των φορών που ένας επισκέπτης ήρθε στον ιστοτόπο σας και τον πιο συνηθισμένο αριθμό ημερών μεταξύ επισκέψεων.",
        "EngagementSubcategoryHelp2": "Αυτό μπορεί να σας βοηθήσει να βελτιστοποιήσετε την συχνότητα και τις επισκέψεις με έντονη διάδραση μεγιστοποιώντας παράλληλα και το εύρος επικοινωνίας σας.",
        "EnterZenMode": "Εισαγωγή σε κατάσταση Zen (απόκρυψη των μενού)",
        "ExceptionNotAllowlistedIP": "Δεν μπορείτε να χρησιμοποιήσετε το Matomo καθώς η διεύθυνση IP σας %s δεν επιτρέπεται.",
        "ExcludeRowsWithLowPopulation": "Προβάλλονται όλες οι εγγραφές %s Εξαίρεση αυτών με μικρό πλήθος",
        "ExitZenMode": "Έξοδος από κατάσταση Zen (εμφάνιση των μενού)",
        "ExpandSubtables": "Ανάπτυξη υποπινάκων",
        "ExportFormat": "Μορφή εξαγωγής",
        "ExportTooltip": "Σημείωση: Για να χρησιμοποιηθεί η ηλεκτρονική διεύθυνση URL εξαγωγής, θα πρέπει να οριστεί ένα τεκμήριο αυθεντικοποίησης εφαρμογής. Μπορείτε να ρυθμίσετε τέτοια τεκμήρια στη Διαχείριση → Ασφάλεια → Τεκμήρια Αυθεντικοποίησης.",
        "ExportTooltipWithLink": "Σημείωση: Για να χρησιμοποιηθεί η ηλεκτρονική διεύθυνση URL εξαγωγής, θα πρέπει να οριστεί ένα τεκμήριο αυθεντικοποίησης εφαρμογής. Μπορείτε να ρυθμίσετε τέτοια τεκμήρια στο %1$s [Διαχείριση → Ασφάλεια → Τεκμήρια Αυθεντικοποίησης]%2$s. Αντικαταστήστε το %3$s στη διεύθυνση εξαγωγής με το τεκμήριο αυθεντικοποίησης. Προειδοποίηση: Ποτέ μην κοινοποιείτε τη διεύθυνση με το πραγματικό τεκμήριο σε οποιονδήποτε τρίτο.",
        "ExternalHelp": "Βοήθεια (ανοίγει σε νέα καρτέλα)",
        "FlattenDataTable": "Η αναφορά είναι ιεραρχημένη %s Κάντε την επίπεδη",
        "FlattenReport": "Επίπεδη αναφορά",
        "FormatMetrics": "Μετρικές μορφοποίησης",
        "HideExportUrl": "Απόκρυψη URL εξαγωγής",
        "HomeShortcut": "Αρχή",
        "IncludeRowsWithLowPopulation": "Οι εγγραφές με χαμηλό πλήθος είναι κρυφές %s Προβολή όλων",
        "InjectedHostEmailBody": "Γεια σας, προσπάθησα να έχω προσπελάσω σήμερα το Matomo και αντιμετώπισα μια προειδοποίηση για άγνωστο όνομα διακομιστή.",
        "InjectedHostEmailSubject": "Το Matomo προσπελάστηκε με ένα άγνωστο όνομα διακομιστή: %s",
        "InjectedHostNonSuperUserWarning": "%1$sΚάντε κλικ εδώ για να προσπελάσετε το Matomo με ασφάλεια%2$s και να αφαιρέσετε αυτή την προειδοποίηση. Μπορείτε επίσης να επικοινωνήσετε με το διαχειριστή του Matomo και τους ειδοποιήσετε για αυτό το θέμα (%3$sκάντε κλικ εδώ για να στείλετε email%4$s).",
        "InjectedHostSuperUserWarning": "Το Matomo μπορεί να είναι λάθος ρυθμισμένο (για παράδειγμα, αν το Matomo πρόσφατα μεταφέρθηκε σε ένα νέο διακομιστή ή URL). Μπορείτε είτε %1$sνα κάνετε κλικ εδώ και να προσθέσετε %2$s ως έγκυρο όνομα διακομιστή του Matomo (αν το εμπιστεύεστε)%3$s ή %4$sνα κάνετε κλικ εδώ και να μεταβείτε στο %5$s για να προσπελάσετε με ασφάλεια το Matomo%6$s.",
        "InjectedHostWarningIntro": "Θα προσπελάσετε τώρα το Matomo από το %1$s, αλλά το Matomo έχει ρυθμιστεί να τρέχει σε αυτή τη διεύθυνση: %2$s.",
        "JavascriptDisabled": "Η JavaScript πρέπει να ενεργοποιηθεί για να χρησιμοποιήσετε το Matomo στη βασική του όψη.<br>Ωστόσο, φαίνεται ότι η JavaScript είναι είτε απενεργοποιημένη ή δεν υποστηρίζεται από τον φυλλομετρητή σας.<br>Για τη χρήση της βασικής όψης, ενεργοποιήστε τη JavaScript αλλάζοντας της ρυθμίσεις του φυλλομετρητή σας και %1$sδοκιμάστε ξανά%2$s.<br>",
        "JsDidntLoad": "Το πρόγραμμα πλοήγησής σας δεν κατέστη δυνατό να φορτώσει τα σενάρια της σελίδας.",
        "LeadingAnalyticsPlatformRespectsYourPrivacy": "Η κορυφαία ανοικτή πλατφόρμα αναλυτικών που σέβεται την ιδιωτικότητά σας.",
        "MacPageDown": "Fn + Δεξί Βέλος",
        "MacPageUp": "Fn + Αριστερό Βέλος",
        "MainNavigation": "Κεντρική πλοήγηση",
        "Menu": "Μενού",
        "MenuEntries": "Καταχωρήσεις μενού",
        "NoPrivilegesAskPiwikAdmin": "Έχετε κάνει είσοδο ως '%1$s', αλλά φαίνεται ότι δεν σας έχει δοθεί κάποιο δικαίωμα από το Matomo. %2$s Ζητήστε από το διαχειριστή του Matomo σας (κλικ για αποστολή e-mail)%3$s να σας δώσει δικαίωμα 'ανάγνωσης' στον ιστοτόπο.",
        "NoSuchPage": "Η σελίδα δεν υπάρχει",
        "OneClickUpdateNotPossibleAsMultiServerEnvironment": "Η ενημέρωση με ένα κλικ δεν είναι διαθέσιμη καθώς χρησιμοποιείτε το Matomo με πολλαπλούς διακομιστές. Κατεβάστε την τελευταία έκδοση από %1$s για να συνεχίσετε.",
        "OnlyForSuperUserAccess": "Το συστατικό εμφανίζεται στον προκαθορισμένο πίνακα εργαλείων μόνο σε χρήστες με δικαίωμα Υπερ Χρήστη.",
        "PageDownShortcutDescription": "για μετάβαση στο κάτω μέρος της σελίδας",
        "PageUpShortcutDescription": "για μετάβαση στην κορυφή της σελίδας",
        "PeriodHasOnlyRawData": "Φαίνεται ότι δεν έχει γίνει επεξεργασία των αναφορών για αυτή την περίοδο ακόμη. Θέλετε να δείτε τι συμβαίνει τώρα; Δείτε το %1$sΗμερολόγιο επισκέψεων%2$s ή επιλέξτε μια διαφορετική χρονική περίοδο μέχρι να ολοκληρωθεί η επεξεργασία των αναφορών.",
        "PeriodHasOnlyRawDataNoVisitsLog": "Φαίνεται ότι δεν έχει γίνει ακόμη επεξεργασία των αναφορών για αυτή την περίοδο, αλλά θα είναι διαθέσιμες αργότερα μέσα σε λίγες ώρες. Μπορείτε να επιλέξετε διαφορετική χρονική περίοδο μέχρι να δημιουργηθούν οι αναφορές.",
        "PeriodRange": "Εύρος",
        "PivotBySubtable": "Η αναφορά αυτή δεν στηρίζεται %1$s Pivot από %2$s",
        "Profilable": "Profilable",
        "QuickAccessTitle": "Αναζήτηση για %s. Χρησιμοποιήστε τα βελάκια για να πλοηγηθείτε μεταξύ των αποτελεσμάτων αναζήτησης. Συντόμευση πληκτρολογίου: πατήστε 'f' για αναζήτηση.",
        "QuickLinks": "Γρήγοροι Σύνδεσμοι",
        "ReadMoreOnlineGuide": "Διαβάστε περισσότερα για το θέμα στον online οδηγό.",
        "RemoveTotalsRowDataTable": "Η αναφορά εμφανίζει τη γραμμή συνόλων %s Να αφαιρεθεί η γραμμή συνόλων",
        "ReportGeneratedOn": "Η αναφορά δημιουργήθηκε στις %s",
        "ReportGeneratedXAgo": "Η αναφορά δημιουργήθηκε πριν από %s",
        "ReportType": "Τύπος αναφοράς",
        "ReportWithMetadata": "Αναφορά με μεταδεδομένα",
        "ReportingCategoryHelpPrefix": "Πώς με βοηθά η σελίδα αναφοράς \"%1$s → %2$s\";",
        "RowLimit": "Όριο γραμμής",
        "SearchOnMatomo": "Αναζήτηση του '%1$s' στο Matomo.org",
        "SeeAvailableVersions": "Εμφάνιση Διαθέσιμων Εκδόσεων",
        "Segments": "Τμήματα",
        "SharePiwikLong": "Γεια σας! Βρήκα μόνο ένα καταπληκτικό λογισμικό ανοικτού κώδικα: το Matomo!\n\nΤο Matomo θα σας επιτρέψει να παρακολουθείτε τους επισκέπτες στην ιστοσελίδα σας δωρεάν. Καλό θα είναι να το δείτε!",
        "SharePiwikShort": "Matomo! Δωρεάν και ανοικτού κώδικα στατιστικά ιστοσελίδων. Κρατήστε δικά σας τα δεδομένα.",
        "ShareThis": "Μοιραστείτε το",
        "ShortcutCalendar": "για άνοιγμα του ημερολογίου (το d είναι για Ημερομηνία)",
        "ShortcutHelp": "για εμφάνιση της βοήθειας",
        "ShortcutRefresh": "για ανανέωση του περιεχομένου",
        "ShortcutSearch": "για άνοιγμα της αναζήτησης (το f είναι για Αναζήτηση)",
        "ShortcutSegmentSelector": "για άνοιγμα του επιλογέα Τμήματος",
        "ShortcutWebsiteSelector": "για άνοιγμα του επιλογέα Ιστοτόπου",
        "ShortcutZenMode": "για κατάσταση Zen",
        "ShortcutsAvailable": "Διαθέσιμες συντομεύσεις",
        "ShowExportUrl": "Εμφάνιση URL εξαγωγής",
        "ShowJSCode": "Εμφάνιση του κώδικα της Javascript προς εισαγωγή",
        "SkipToContent": "Μετάβαση στο περιεχόμενο",
        "SoftwareSubcategoryHelp": "Το τμήμα Λογισμικού σας δείχνει τα λειτουργικά συστήματα, φυλλομετρητές και πρόσθετα που χρησιμοποιούν οι επισκέπτες σας για την προσπέλαση στον ιστοτόπο σας ώστε να βελτιστοποιήσετε τον ιστοτόπο σας έτσι ώστε να εξασφαλίσετε ότι είναι συμβατός με τις περισσότερο δημοφιλείς παραμετροποιήσεις.",
        "StandardReport": "Κανονική αναφορά",
        "StartDate": "Ημερομηνία Έναρξης",
        "SubscribeAndBecomePiwikSupporter": "Προχωρήστε σε μια ασφαλή σελίδα πληρωμής με πιστωτική κάρτα (Paypal) για να γίνετε Υποστηρικτής του Matomo!",
        "SupportPiwik": "Στηρίξτε το Matomo!",
        "SupportUsOn": "Υποστηρίξτε μας στο",
        "SystemSummaryMysqlVersion": "Έκδοση της MySQL",
        "SystemSummaryNActivatedPlugins": "%d ενεργά πρόσθετα",
        "SystemSummaryNSegments": "%1$d τμήματα",
        "SystemSummaryNSegmentsWithBreakdown": "%1$d τμήματα (%2$s σε προ-επεξεργασία, %3$s σε επεξεργασία σε πραγματικό χρόνο)",
        "SystemSummaryNWebsites": "%d ιστοτόποι",
        "SystemSummaryPhpVersion": "Έκδοση της PHP",
        "SystemSummaryPiwikVersion": "Έκδοση του Matomo",
        "SystemSummaryWidget": "Περίληψη συστήματος",
        "TableNoData": "Δεν υπάρχουν δεδομένα για τον πίνακα.",
        "TechDeprecationWarning": "Αρχίζοντας από την έκδοση %1$s του Matomo, η υποστήριξη του Matomo θα λήξει για την %2$s. Για περισσότερες πληροφορίες, %3$sδείτε την καταχώρισή μας στο ιστολόγιο%4$s.",
        "ThanksFromAllOfUs": "Από όλους εμάς στο Matomo σας ευχαριστούμε!",
        "ThereIsNoDataForThisReport": "Δεν υπάρχουν δεδομένα για αυτή την αναφορά.",
        "UnFlattenDataTable": "Η αναφορά είναι επίπεδη %s Κάντε την ιεραρχημένη",
        "UndoPivotBySubtable": "Η αναφορά θεμελιώθηκε %s Αναίρεση της θεμελίωσης",
        "ViewAllPiwikVideoTutorials": "Δείτε όλα τα βίντεο εκμάθησης του Matomo",
        "VisitStatusOrdered": "Παραγγέλθηκαν",
        "VisitStatusOrderedThenAbandoned": "Παραγγέλθηκαν από εγκαταλελειμμένο καλάθι",
        "VisitTypeReturning": "Επιστροφές",
        "VisitTypeReturningCustomer": "Επιστρεφόμενος πελάτης",
        "VisitorsCategoryHelp1": "Οι σελίδες Επισκεπτών σας δείχνουν πράματα σχετικά με το ποιοι είναι οι επισκέπτες σας. Πράματα όπως από που προέρχονται οι επισκέπτες σας, ποιες συσκευές και φυλλομετρητές χρησιμοποιούν και πότε γενικά επισκέπτονται τον ιστοτόπο σας. Κατανοήστε, στη σύνοψη, ποιο είναι το κοινό σας και ψάξτε για αποκομμένους χρήστες για να δείτε πως το κοινό σας μπορεί να μεγαλώσει.",
        "VisitorsCategoryHelp2": "Επιπρόσθετα με τις γενικές πληροφορίες σχετικά με τους επισκέπτες σας, μπορείτε να δείτε το %1$sΗμερολόγιο Επισκεπτών%2$s για να δείτε τι συνέβη σε κάθε ξεχωριστή επίσκεψη.",
        "VisitorsOverviewHelp": "Η Σύνοψη Επισκεπτών σας βοηθά να κατανοήσετε την δημοφιλία του ιστοτόπου σας. Αυτό το κάνει παρέχοντας γραφήματα που δείχνουν πόσες επισκέψεις δέχεται ο ιστοτόπος σας σε μια επιλεγμένη χρονική περίοδο και το μέσο όρο ενασχόλησης με κύρια χαρακτηριστικά, όπως οι αναζητήσεις και τα κατεβάσματα αρχείων.",
        "WebAnalyticsReports": "Αναφορές Στατιστικών Ιστού",
        "YouAreUsingTheLatestVersion": "Χρησιμοποιείτε την τελευταία έκδοση του Matomo!",
        "YourDonationWillHelp": "Η δωρεά σας θα βοηθήσει άμεσα στην χρηματοδότηση νέων χαρακτηριστικών και βελτιώσεων για αυτή την ανοικτού κώδικα πλατφόρμα αναλυτικών. Αυτό σημαίνει ότι η κοινότητα θα κερδίζει πάντα από ένα εργαλείο που προστατεύει την ιδιωτικότητα και σας δίνει τον έλεγχο των δεδομένων σας."
    }
}
