{
    "CoreHome": {
        "AdblockIsMaybeUsed": "En el caso de que estés usando un bloqueador de publicidad, por favor, deshabilitalo para este sitio, para asegurarte de que Matomo funciona sin ningún problema.",
        "AddTotalsRowDataTable": "El informe no muestra la fila de totales %s Mostrar la fila de totales",
        "CategoryNoData": "No hay datos en esta categoría. Intente \"Incluir toda la población\".",
        "ChangeCurrentWebsite": "Elegí un sitio web, actualmente está elegido: %s",
        "ChangePeriod": "Cambiar período",
        "ChangeVisualization": "Cambiar la visualización",
        "CheckForUpdates": "Buscar actualizaciones",
        "CheckPiwikOut": "¡Pruebe Matomo!",
        "ChooseX": "Elegí %1$s",
        "ClickRowToExpandOrContract": "Hacé clic para expandir o contraer la subtabla.",
        "ClickToEditX": "Hacé clic para editar %s",
        "ClickToSeeFullInformation": "Hacé Click para ver la información completa",
        "CloseSearch": "Cerrar search",
        "CloseWidgetDirections": "Podés cerrar este widget haciendo clic en el icono \"X\" en la parte superior del widget.",
        "CssDidntLoad": "Tu navegador web no fue capaz de cargar el estilo de esta página.",
        "CustomLimit": "Límite personalizado",
        "DataForThisReportHasBeenDisabled": "La segmentación se encuentra actualmente \"disabled\" para éste report. Por favor visite %1$seste FAQ%2$s para mas detalles.",
        "DataForThisReportHasBeenPurged": "Los datos para este informe tienen más de %s meses de antigüedad y han sido eliminados.",
        "DataTableCombineDimensions": "Las dimensiones se muestran separadamente %s Mostrar dimensiones combinadas",
        "DataTableExcludeAggregateRows": "Se muestran las filas acumuladas %s Ocultarlas",
        "DataTableHowToSearch": "Presioná \"Enter\" o hacé clic en el ícono de búsqueda para buscar",
        "DataTableIncludeAggregateRows": "Se ocultan las filas agregadas %s Mostrarlas",
        "DataTableShowDimensions": "Las dimensiones están combinadas %s Mostrar dimensiones separadamente",
        "DateInvalid": "La combinación ofrecida de fecha y período no es válida. Por favor, elegí una fecha válida en el selector de fechas.",
        "Default": "predeterminado",
        "DevicesSubcategoryHelp": "La sección de dispositivos te ayuda a entender la tecnología que tus visitantes están usando para acceder a tu sitio web. Vas a ver informes sobre el tipo de dispositivo y modelos específicos para habilitarte a optimizar tu sitio para los dispositivos más populares.",
        "DonateCall1": "Matomo nunca te costará nada para usarlo, pero eso no significa que no nos cueste hacerlo.",
        "DonateCall2": "Matomo necesita de tu contínuo apoyo para crecer y prosperar.",
        "DonateCall3": "Si sentís que Matomo agregó valor significativo a tu negocio o emprendimiento, %1$spor favor, considerá donar%2$s o %3$scomprar una función prémium%4$s. Cada centavo cuenta.",
        "EndDate": "Fecha de finalización",
        "EndShortcut": "Fin",
        "EngagementSubcategoryHelp1": "La sección de compromiso ofrece informes que ayudan a cuantificar cuántos visitantes nuevos y habitués tenés. También podés revisar informes que delimitan el tiempo promedio y número de páginas por visitas, así como el número de veces que un visitante estuvo en tu sitio y la cantidad más común de días entre visitas.",
        "EngagementSubcategoryHelp2": "Esto te puede ayudar a optimizar la frecuencia de visitas y su alta interacción, además de maximizar tu alcance.",
        "EnterZenMode": "Entrar al modo Zen (ocultar los menús)",
        "ExceptionNotAllowlistedIP": "No podés usar este Matomo ya que tu dirección IP %s no está permitida.",
        "ExcludeRowsWithLowPopulation": "Se muestran todas las filas %s Excluir baja población",
        "ExitZenMode": "Salir del modo Zen (mostrar los menús)",
        "ExpandSubtables": "Expandir subtablas",
        "ExportFormat": "Exportar formato",
        "ExportTooltip": "Nota: para usar la dirección web de exportación generada, vas a necesitar especificar una aplicación de autenticación de token. Podés configurar estos tokens en \"Administración\" > \"Seguridad\" > \"Autenticaciones de tokens\".",
        "ExportTooltipWithLink": "Nota: para usar la dirección web de exportación generada, vas a necesitar una aplicación de autenticación de token. Podés configurar estos tokens en %1$s[\"Administración\" → \"Seguridad\" → \"Autenticaciones de tokens\"]%2$s. Reemplazá %3$s en la dirección web de exportación por tu token de autenticación. Advertencia: nunca compartas la dirección web con el token real con nadie.",
        "ExternalHelp": "Ayuda (se abre en una nueva pestaña)",
        "FlattenDataTable": "Este informe es jerárquico %s Hacelo plano",
        "FlattenReport": "Aplanar informe",
        "FormatMetrics": "Formatear mediciones",
        "HideExportUrl": "Ocultar dirección web de exportación",
        "HomeShortcut": "Página principal",
        "IncludeRowsWithLowPopulation": "Se ocultan las filas con baja población %s Mostrar todas las filas",
        "InjectedHostEmailBody": "Hola, hoy intenté acceder a Matomo pero encontré la advertencia sobre nombre de dominio (\"hostname\") desconocido.",
        "InjectedHostEmailSubject": "Se accedió a Matomo desde un servidor desconocido: %s",
        "InjectedHostNonSuperUserWarning": "%1$sHacé clic acá para acceder de forma segura a Matomo%2$s y quitar esta advertencia. Podés contactarte con tu administrador de Matomo y notificarlo acerca de este problema (%3$shacé clic acá para enviarle un correo electrónico%4$s).",
        "InjectedHostSuperUserWarning": "Matomo puede estar desconfigurado (por ejemplo, si Matomo fue mudado recientemente a un nuevo servidor o cambió su dirección web). Podés, o bien %1$shacer clic acá y agregar %2$s como servidores válidos Matomo (si los considerás confiables)%3$s, o bien %4$shacé clic acá y andá a %5$s para acceder de forma segura a Matomo%6$s.",
        "InjectedHostWarningIntro": "Está accediendo a Matomo desde %1$s, pero Matomo fue configurado para ejecutarse en esta dirección: %2$s.",
        "JavascriptDisabled": "JavaScript debe estar habilitado para que puedas usar la vista estándar de Matomo .<br />Sin embargo, parece que JavaScript, o bien está deshabilitado, o bien no es soportado por tu navegador. <br />Para usar la vista estándar, habilitá JavaScript cambiando la configuración de tu navegador, luego%1$sintentá nuevamente%2$s.<br />",
        "JsDidntLoad": "Tu navegador web no fue capaz de cargar los scripts de esta página.",
        "LeadingAnalyticsPlatformRespectsYourPrivacy": "La plataforma abierta líder de análisis que respeta tu privacidad.",
        "MacPageDown": "\"Fn\" + flecha derecha",
        "MacPageUp": "\"Fn\" + flecha izquierda",
        "MainNavigation": "Navegación principal",
        "Menu": "Menú",
        "MenuEntries": "Entradas del menú",
        "NoPrivilegesAskPiwikAdmin": "Iniciaste sesión como \"%1$s\", pero parece que no tenés ningún permiso configurado en Matomo. %2$sConsultá al administrador de tu Matomo (hacé clic para enviarle un correo electrónico)%3$s para que te dé acceso de lectura al sitio web.",
        "NoSuchPage": "Esta página no existe",
        "OneClickUpdateNotPossibleAsMultiServerEnvironment": "La actualización de un clic no está disponible, ya que estás usando Matomo con múltiples servidores. Por favor, descargá la última versión desde %1$s para continuar.",
        "OnlyForSuperUserAccess": "Este widget se muestra en el panel principal sólo a los usuarios que tengan acceso de súper usuario.",
        "PageDownShortcutDescription": "para ir al fin de la página",
        "PageUpShortcutDescription": "para ir al comienzo de la página",
        "PeriodHasOnlyRawData": "Parece que todavía no se procesaron informes para este período. ¿Querés saber lo que está pasando ahora? Revisá el %1$sregistro de visitas%2$s o elegí un período de fechas diferentes hasta que se generen los informes.",
        "PeriodRange": "Rango",
        "PivotBySubtable": "Este informe no fue pivotado %1$s Pivote por %2$s",
        "Profilable": "Perfilable",
        "QuickAccessTitle": "Buscar %s. Usá las teclas de flechas para navegar entre los resultados de la búsqueda. Atajo: presioná \"f\" para buscar.",
        "QuickLinks": "Enlaces rápidos",
        "ReadMoreOnlineGuide": "Leé más sobre este tema en la guía en línea.",
        "RemoveTotalsRowDataTable": "El informe muestra la fila de totales %s Quitar la fila de totales",
        "ReportGeneratedOn": "Informe generado el %s",
        "ReportGeneratedXAgo": "Informe generado hace %s",
        "ReportType": "Tipo de informe",
        "ReportWithMetadata": "Informe con metadatos",
        "ReportingCategoryHelpPrefix": "¿Cómo puede ayudarme la página de informe \"%1$s > %2$s\"?",
        "RowLimit": "Límite fe fila",
        "SearchOnMatomo": "Buscá \"%1$s\" en matomo.org",
        "SeeAvailableVersions": "Ver las versiones disponibles",
        "Segments": "Segmentos",
        "SharePiwikLong": "¡Hola! Acabo de encontrar otro software libre de calidad: ¡Matomo!\n\nMatomo te permite rastrear visitantes en tu sitio web, gratis. ¡Deberían probarlo!",
        "SharePiwikShort": "Matomo: análisis web gratis y de código abierto. Conservá tus propios datos.",
        "ShareThis": "Compartilo",
        "ShortcutCalendar": "para abrir el calendario (\"d\" significa \"fecha\")",
        "ShortcutHelp": "para mostrar esta ayuda",
        "ShortcutSearch": "para abrir la búsqueda (\"f\" significa \"buscar\")",
        "ShortcutSegmentSelector": "para abrir el selector de Segmento",
        "ShortcutWebsiteSelector": "para abrir el selector de Sitio web",
        "ShortcutZenMode": "para el modo Zen",
        "ShortcutsAvailable": "Atajos disponibles",
        "ShowExportUrl": "Mostrar dirección web de exportación",
        "ShowJSCode": "Mostrar el código JavaScript para insertar",
        "SkipToContent": "Pasar al contenido",
        "SoftwareSubcategoryHelp": "La sección de software muestra los sistemas operativos, navehadores web y plugins que tus visitantes están usando para acceder al sitio, así podés optimizarlo para asegurarte de que es totalmente compatible con las configuraciones más populares.",
        "StandardReport": "Informe estándar",
        "StartDate": "Fecha de inicio",
        "SubscribeAndBecomePiwikSupporter": "Continuar a una página de pago con tarjeta de crédito segura (PayPal) ¡para ser un colaborador de Matomo!",
        "SupportPiwik": "¡Apoyá a Matomo!",
        "SupportUsOn": "Apoyanos en",
        "SystemSummaryMysqlVersion": "Versión de MySQL",
        "SystemSummaryNActivatedPlugins": "%d plugins activos",
        "SystemSummaryNSegments": "%1$d segmentos",
        "SystemSummaryNSegmentsWithBreakdown": "%1$d segmentos (%2$s preprocesados, %3$s procesados en tiempo real)",
        "SystemSummaryNWebsites": "%d sitios web",
        "SystemSummaryPhpVersion": "Versión de PHP",
        "SystemSummaryPiwikVersion": "Versión de Matomo",
        "SystemSummaryWidget": "Resumen del sistema",
        "TableNoData": "Sin datos para esta tabla.",
        "TechDeprecationWarning": "A partir de la versión Matomo %1$s, Matomo no dará soporte para %2$s. Para más información %3$s visite nuestro blog.%4$s",
        "ThanksFromAllOfUs": "¡Gracias de parte de todos nosotros en Matomo!",
        "ThereIsNoDataForThisReport": "No hay datos para este informe.",
        "UnFlattenDataTable": "Este informe es plano %s Hacelo jerárquico",
        "UndoPivotBySubtable": "Este informe fue pivotado %s Deshacerlo",
        "ViewAllPiwikVideoTutorials": "Ver todos los videos tutoriales de Matomo",
        "VisitStatusOrdered": "Ordenado",
        "VisitStatusOrderedThenAbandoned": "Ordenado, entonces changuito abandonado",
        "VisitTypeReturning": "Regresos",
        "VisitTypeReturningCustomer": "Cliente que vuelve",
        "VisitorsCategoryHelp1": "Las páginas de visitantes te dicen cosas sobre quiénes son los visitantes. Cosas como desde dónde vienen, qué dispositivos y navegadores web están usando y cuándo generalmente visitan tu sitio web. Asimilá, en el agregado, quién es tu audiencia, y buscá valores atípicos para ver cómo podría crecer.",
        "VisitorsCategoryHelp2": "Además de la información general sobre tus visitantes, también podés usar el %1$sregistro de visitas%2$s para ver qué ocurrió con cada visita individual.",
        "VisitorsOverviewHelp": "El pantallazo de los visitantes te ayuda a entender la popularidad de tu sitio web. Lo hace ofreciendo gráficos que muestran cuántas visitas está recibiendo tu sitio sobre un período seleccionado y el nivel promedio de compromiso con las funciones claves, como las búsquedas y las descargas.",
        "WebAnalyticsReports": "Informes de análisis web",
        "YouAreUsingTheLatestVersion": "¡Estás usando la última versión de Matomo!",
        "YourDonationWillHelp": "Tu donación ayudará directamente a crear nuevas funciones y mejoras en esta plataforma de análisis web de código abierto. Esto significa que la comunidad siempre se beneficiará de una herramienta que protege la privacidad y que te permite tener el control de tus datos."
    }
}
