{
    "CoreHome": {
        "AdblockIsMaybeUsed": "En caso de que esté utilizando un ad-blocker, por favor deshabilítelo para este sitio para asegurarse que Matomo pueda trabajar sin problemas.",
        "AddTotalsRowDataTable": "El informe no está mostrando la fila de totales %s Mostrar fila de totales",
        "CategoryNoData": "No hay datos en esta categoría. Intente \"Incluir toda la población\".",
        "ChangeCurrentWebsite": "Elige un sitio web, actualmente el sitio web seleccionado es: %s",
        "ChangePeriod": "Cambiar período",
        "ChangeVisualization": "Cambiar visualización",
        "CheckForUpdates": "Comprobar actualizaciones",
        "CheckPiwikOut": "Compruebe Matomo ahora!",
        "ChooseX": "Elige %1$s",
        "ClickRowToExpandOrContract": "Haga clic en esta fila para expandir o contraer la subtabla.",
        "ClickToEditX": "Clic para editar %s",
        "ClickToSeeFullInformation": "Haz clic para ver la información completa",
        "CloseSearch": "Cerrar búsqueda",
        "CloseWidgetDirections": "Puede cerrar este módulo haciendo clic en el icono \"X\" de la parte superior del mismo.",
        "CssDidntLoad": "Su navegador de internet no fue capaz de cargar el estilo de esta página.",
        "CustomLimit": "Límite personalizado",
        "DataForThisReportHasBeenDisabled": "La segmentación está actualmente desactivada para este informe. Por favor, compruebe %1$sesta pregunta frecuente%2$s para más detalles.",
        "DataForThisReportHasBeenPurged": "Los datos para este informe tienen más de %s meses de antigüedad y han sido purgados.",
        "DataTableCombineDimensions": "Dimensiones están mostradas separadamente %s Mostrarlas de manera combinada",
        "DataTableExcludeAggregateRows": "Mostrar filas acumuladas %s Ocultarlas",
        "DataTableHowToSearch": "Presione intro o clic en el ícono de búsqueda para precisamente buscar",
        "DataTableIncludeAggregateRows": "Filas agregadas están ocultas %s Mostrarlas",
        "DataTableShowDimensions": "Dimensiones están combinadas %s Mostrarlas separadamente",
        "DateInvalid": "La combinación de fecha y periodo seleccionados es inválido. Por favor escoja una fecha válida en el selector de fechas.",
        "Default": "predeterminado",
        "DevicesSubcategoryHelp": "La sección Dispositivos le ayuda a comprender la tecnología que sus visitantes utilizan para acceder a su sitio. Verás informes sobre el tipo de dispositivo y los modelos específicos que te permitirán optimizar tu sitio para los dispositivos más populares.",
        "DonateCall1": "Matomo siempre será gratis, pero eso no significa que no nos cueste nada hacerlo.",
        "DonateCall2": "Matomo necesita su apoyo para crecer y prosperar.",
        "DonateCall3": "Si sientes que Matomo ha supuesto un valor añadido para tu negocio o emprendimiento, %1$spor favor, considera hacer una donación%2$s o %3$sadquirir una funcionalidad premium%4$s. Cada centavo ayudará.",
        "EndDate": "Fecha final",
        "EndShortcut": "Fin",
        "EngagementSubcategoryHelp1": "La sección Compromiso proporciona informes que ayudan a cuantificar cuántos visitantes nuevos y recurrentes recibe. También puede revisar los informes que desglosan el tiempo medio y el número de páginas por visita, así como el número de veces que un visitante ha estado en su sitio y el número de días más común entre las visitas.",
        "EngagementSubcategoryHelp2": "Esto le puede ayudar a usted, además de a maximizar su alcance, a optimizar por frecuencia y visitas de gran interacción.",
        "EnterZenMode": "Ingresar al modo Zen (ocultar los menús)",
        "ExceptionNotAllowlistedIP": "No puede usar este Matomo dado que su IP %s no está habilitada.",
        "ExcludeRowsWithLowPopulation": "Mostrar todas las filas %s Excluir baja población",
        "ExitZenMode": "Salir de modo Zen (mostrar menús)",
        "ExpandSubtables": "Expandir subtablas",
        "ExportFormat": "Formato de exportación",
        "ExportTooltip": "Nota: Para usar la URL de exportación generada, deberá especificar una autenticación de token de aplicación. Puede configurar estos tokens en Admin → Seguridad → Autorizaciones de token.",
        "ExportTooltipWithLink": "Nota: Para usar la URL de exportación generada, deberá especificar una autenticación de token de aplicación. Puede configurar estos tokens en %1$s[Admin → Security → Auths Tokens]%2$s. Reemplace %3$s en la URL de exportación por su token de autenticación. Advertencia: nunca comparta la URL con el token real con nadie más.",
        "ExternalHelp": "Ayuda (se abre en una nueva pestaña)",
        "FlattenDataTable": "Este reporte es jerárquico %s Hazlo plano",
        "FlattenReport": "Aplanar informe",
        "FormatMetrics": "Formato de métricas",
        "HideExportUrl": "Ocultar URL de exportación",
        "HomeShortcut": "Inicio",
        "IncludeRowsWithLowPopulation": "Las filas con baja población están ocultas %s Mostrar todas las filas",
        "InjectedHostEmailBody": "Hola, traté de acceder a Matomo hoy y encontré una advertencia de que el nombre del servidor es desconocido.",
        "InjectedHostEmailSubject": "Se accedió a Matomo con un hostname desconocido: %s",
        "InjectedHostNonSuperUserWarning": "%1$sHaga clic aquí para acceder a Matomo de forma segura%2$s y elimine esta advertencia. También puede ponerse en contacto con su administrador de Matomo y notificarle sobre este problema (%3$shaga clic aquí para enviar un correo electrónico a%4$s).",
        "InjectedHostSuperUserWarning": "Matomo puede estar desconfigurado (por ejemplo, si Matomo fue mudado recientemente a un nuevo servidor o cambió su dirección de internet). Puede %1$scliquear aquí y agregar %2$s como servidores válidos Matomo (si los considera confiables)%3$s, o %4$s cliquee aquí y vaya a %5$s para acceder de forma segura a Matomo%6$s.",
        "InjectedHostWarningIntro": "Está accediendo a Matomo desde %1$s, pero Matomo ha sido configurado para ejecutarse en esta dirección: %2$s.",
        "JavascriptDisabled": "JavaScript debe estar habilitado para poder usar Matomo en la vista estándar.<br>Sin embargo, parece que JavaScript está deshabilitado o no es compatible con su navegador.<br>Para usar la vista estándar, habilite JavaScript cambiando las opciones de su navegador , luego %1$sintentar de nuevo%2$s.<br>",
        "JsDidntLoad": "Su navegador de internet no fue capaz de cargar los comandos de esta página.",
        "LeadingAnalyticsPlatformRespectsYourPrivacy": "La plataforma abierta, líder en estadísticas, que respeta tu privacidad.",
        "MacPageDown": "Fn + flecha derecha",
        "MacPageUp": "Fn + flecha izquierda",
        "MainNavigation": "Menú principal de navegación",
        "Menu": "Menú",
        "MenuEntries": "Opciones de menú",
        "NoPrivilegesAskPiwikAdmin": "Has iniciado sesión como '%1$s', pero parece que no posees ningún permiso configurado en Matomo. %2$s Consulta al administrador de tu Matomo (clic para enviar correo electrónico)%3$s para que te otorgue acceso para 'ver' el sitio web.",
        "NoSuchPage": "Esta página no existe",
        "OneClickUpdateNotPossibleAsMultiServerEnvironment": "La actualización en un solo clic no está disponible ya que está usando Matomo en varios servidores. Por favor, para continuar, descargue la última versión de %1$s.",
        "OnlyForSuperUserAccess": "Este módulo se muestra en el panel de control predeterminado solo a los usuarios que poseen permisos de Super Usuario.",
        "PageDownShortcutDescription": "para ir a la parte inferior de la página",
        "PageUpShortcutDescription": "para ir a la parte superior de la página",
        "PeriodHasOnlyRawData": "Parece que los informes para este periodo aún no han sido procesados. ¿Quiere ver lo que está sucediendo ahora? Consulte aquí %1$s, registro de visitas %2$s o elija un periodo distinto hasta que los informes se hayan generado.",
        "PeriodHasOnlyRawDataNoVisitsLog": "Parece que los informes correspondientes a este periodo aún no se han procesado, pero estarán disponibles en unas horas. Podría elegir un periodo de fechas diferente hasta que se generen los informes.",
        "PeriodRange": "Rango",
        "PivotBySubtable": "Este informe no está girado %1$s Girarlo sobre %2$s",
        "Profilable": "Perfilable",
        "QuickAccessTitle": "Buscar por %s. Utilice las teclas del cursor para navegar a través de los resultados. Atajo de teclado: Click 'f' para buscar.",
        "QuickLinks": "Enlaces rápidos",
        "ReadMoreOnlineGuide": "Lea más sobre este tema en la guía en linea.",
        "RemoveTotalsRowDataTable": "El informe está mostrando la fila de totales %s Eliminar fila de totales",
        "ReportGeneratedOn": "Informe generado el %s",
        "ReportGeneratedXAgo": "Informe generado hace %s",
        "ReportType": "Tipo de informe",
        "ReportWithMetadata": "Informe con metadatos",
        "ReportingCategoryHelpPrefix": "¿Cómo me ayuda la página de informes \"%1$s → %2$s\"?",
        "RowLimit": "Límite de fila",
        "SearchOnMatomo": "Busca '%1$s' en Matomo.org",
        "SeeAvailableVersions": "Ver versiones disponibles",
        "Segments": "Segmentos",
        "SharePiwikLong": "Hola! Acabo de encontrar un software gratuito: Matomo!\n\nMatomo le permitirá rastrear los visitantes de su sitio web gratuitamente. will let you track visitors to your website for free. Definitivamente deberías comprobarlo!",
        "SharePiwikShort": "Matomo! Análisis de internet gratuito y de código abierto. Posea sus datos.",
        "ShareThis": "Compartirlo",
        "ShortcutCalendar": "para abrir calendario (d significa Date)",
        "ShortcutHelp": "para mostrar esta ayuda",
        "ShortcutRefresh": "para actualizar el contenido",
        "ShortcutSearch": "para ejecutar la búsqueda (f significa Find)",
        "ShortcutSegmentSelector": "para abrir el selector Segmento",
        "ShortcutWebsiteSelector": "para abrir el selector Sitio web",
        "ShortcutZenMode": "para modo Zen",
        "ShortcutsAvailable": "Atajos disponibles",
        "ShowExportUrl": "Mostrar URL de exportación",
        "ShowJSCode": "Mostrar el código JavaScript para insertar",
        "SkipToContent": "Saltar al contenido",
        "SoftwareSubcategoryHelp": "La sección de software muestra los sistemas operativos, los navegadores y los plugins que utilizan sus visitantes para acceder al sitio, de modo que pueda optimizarlo para que sea totalmente compatible con las configuraciones más populares.",
        "StandardReport": "Informe estándar",
        "StartDate": "Fecha de inicio",
        "SubscribeAndBecomePiwikSupporter": "Continuar a una página de pago con tarjeta de crédito segura (PayPal) para transformarse en un ¡Colaborador de Matomo!",
        "SupportPiwik": "¡Apoye a Matomo!",
        "SupportUsOn": "Apóyanos en",
        "SystemSummaryMysqlVersion": "Versión MySQL",
        "SystemSummaryNActivatedPlugins": "%d complementos activados",
        "SystemSummaryNSegments": "%1$d segmentos",
        "SystemSummaryNSegmentsWithBreakdown": "%1$d segmentos (%2$s pre-procesados, %3$s procesados en tiempo real)",
        "SystemSummaryNWebsites": "%d sitios web",
        "SystemSummaryPhpVersion": "Versión de PHP",
        "SystemSummaryPiwikVersion": "Versión Matomo",
        "SystemSummaryWidget": "Resumen del sistema",
        "TableNoData": "Sin datos para esta tabla.",
        "TechDeprecationWarning": "A partir de la versión Matomo %1$s, Matomo dejará de ser compatible con %2$s. Para obtener más información, %3$sconsulte nuestra publicación de blog.%4$s",
        "ThanksFromAllOfUs": "¡Gracias de parte de todos en Matomo!",
        "ThereIsNoDataForThisReport": "No hay datos para este informe.",
        "UnFlattenDataTable": "Este informe es plano %s Hazlo jerárquico",
        "UndoPivotBySubtable": "Este informe ha sido girado %s Deshacer giro",
        "ViewAllPiwikVideoTutorials": "Ver todos los video tutoriales de Matomo",
        "VisitStatusOrdered": "Ordenado",
        "VisitStatusOrderedThenAbandoned": "Ordenado pero luego Carrito abandonado",
        "VisitTypeReturning": "Recurrente",
        "VisitTypeReturningCustomer": "Cliente recurrente",
        "VisitorsCategoryHelp1": "Las páginas de visitantes te dicen cosas sobre quiénes son tus visitantes. Cosas como de dónde vinieron tus visitantes, qué dispositivos y navegadores están usando y cuándo generalmente visitan tu sitio web. Entiende, en conjunto, quién es tu audiencia y busca valores atípicos para ver cómo tu audiencia podría crecer.",
        "VisitorsCategoryHelp2": "Además de la información general respecto a los visitantes, también puede usar %1$s los registros de visitas %2$s para ver que ha ocurrido en cada visita individual.",
        "VisitorsOverviewHelp": "La visión general de los visitantes le ayuda a comprender la popularidad de su sitio. Para ello, ofrece gráficos que muestran el número de visitas que recibe su sitio durante un periodo seleccionado y el nivel medio de participación en funciones clave, como las búsquedas y las descargas.",
        "WebAnalyticsReports": "Informes de análisis de internet",
        "YouAreUsingTheLatestVersion": "¡Está utilizando la última versión de Matomo!",
        "YourDonationWillHelp": "Su donación ayudará directamente al desarrollo de nuevas características y mejoras para esta plataforma de analíticas de código abierto. Esto significa que la comunidad siempre se beneficiará de una herramienta que proteje la privacidad y le permite tener el control de sus datos."
    }
}
