{
    "CoreHome": {
        "AdblockIsMaybeUsed": "Sa chás go bhfuil bacaire ad á úsáid agat, déan é a dhíchumasú don suíomh seo chun a chinntiú go n-oibríonn Matomo gan aon saincheisteanna.",
        "AddTotalsRowDataTable": "Níl an tsraith iomlán %s Show totals row á thaispeáint sa tuarascáil",
        "CategoryNoData": "Níl aon sonraí sa chatagóir seo. Déan iarracht \"Cuir an daonra ar fad san áireamh\".",
        "ChangeCurrentWebsite": "Roghnaigh suíomh gréasáin, suíomh Gréasáin atá roghnaithe faoi láthair: %s",
        "ChangePeriod": "Tréimhse athraithe",
        "ChangeVisualization": "Athraigh amharcléiriú",
        "CheckForUpdates": "Seiceáil le haghaidh nuashonruithe",
        "CheckPiwikOut": "Seiceáil Matomo amach!",
        "ChooseX": "Roghnaigh%1$s",
        "ClickRowToExpandOrContract": "Cliceáil an ró seo chun an subtable a leathnú nó a chonradh.",
        "ClickToEditX": "Cliceáil chun %s a chur in eagar",
        "ClickToSeeFullInformation": "Cliceáil chun an t-eolas iomlán a fheiceáil",
        "CloseSearch": "Dún an cuardach",
        "CloseWidgetDirections": "Is féidir leat an ghiuirléid seo a dhúnadh trí chliceáil ar an deilbhín 'X' ag barr na giuirléide.",
        "CssDidntLoad": "Ní raibh do bhrabhsálaí in ann stíl an leathanaigh seo a luchtú.",
        "CustomLimit": "Teorainn shaincheaptha",
        "DataForThisReportHasBeenDisabled": "Tá deighilt díchumasaithe don tuarascáil seo faoi láthair. Seiceáil le do thoil %1$sthis FAQ%2$s le haghaidh tuilleadh sonraí.",
        "DataForThisReportHasBeenPurged": "Tá sonraí na tuarascála seo níos mó ná %s mí d'aois agus tá siad íonaithe.",
        "DataTableCombineDimensions": "Taispeántar toisí ar leithligh %s Taispeáin toisí le chéile",
        "DataTableExcludeAggregateRows": "Taispeántar rónna comhiomlána %s Folaigh iad",
        "DataTableHowToSearch": "Brúigh iontráil nó cliceáil ar dheilbhín an chuardaigh chun cuardach a dhéanamh",
        "DataTableIncludeAggregateRows": "Tá rónna comhiomlána i bhfolach %s Taispeáin iad",
        "DataTableShowDimensions": "Cuirtear toisí le chéile %s Taispeáin toisí ar leithligh",
        "DateInvalid": "Tá an dáta agus an tréimhse a thugtar neamhbhailí. Roghnaigh dáta bailí sa roghnóir dáta.",
        "Default": "réamhshocrú",
        "DevicesSubcategoryHelp": "Cuidíonn an rannán Gléasanna leat tuiscint a fháil ar an teicneolaíocht atá á húsáid ag do chuairteoirí chun rochtain a fháil ar do shuíomh. Feicfidh tú tuairiscí ar an gcineál gléis agus samhlacha sonracha chun cur ar do chumas do shuíomh a bharrfheabhsú do na gléasanna is coitianta.",
        "DonateCall1": "Cosnóidh Matomo rud ar bith ort i gcónaí, ach ní chiallaíonn sé sin nach gcosnaíonn sé aon rud orainn a dhéanamh.",
        "DonateCall2": "Matomo riachtanais do thacaíocht leanúnach ag fás agus rathú.",
        "DonateCall3": "Má bhraitheann tú gur chuir Matomo luach suntasach le do ghnó nó le d'iarracht, smaoinigh%1$splease ar %2$s nó %3$s a bhronnadh ar ghné phréimhe%4$s. Cabhróidh gach pingin.",
        "EndDate": "Dáta Deiridh",
        "EndShortcut": "Deireadh",
        "EngagementSubcategoryHelp1": "Soláthraíonn an rannóg Rannpháirtíochta tuarascálacha a chabhraíonn le cainníochtú a dhéanamh ar líon na gcuairteoirí nua agus fillte a fhaigheann tú. Is féidir leat athbhreithniú a dhéanamh freisin ar thuarascálacha a bhriseann síos an meán-am agus líon na leathanach in aghaidh na cuairte, chomh maith leis an líon uaireanta a bhí cuairteoir ar do shuíomh agus an líon laethanta is coitianta idir cuairteanna.",
        "EngagementSubcategoryHelp2": "Is féidir leis seo cabhrú leat barrfheabhsú a dhéanamh ar chuairteanna minicíochta agus ard-idirghníomhaíochta chomh maith le do shroicheadh a uasmhéadú.",
        "EnterZenMode": "Iontráil mód Zen (folaigh na biachláir)",
        "ExceptionNotAllowlistedIP": "Ní féidir leat an Matomo seo a úsáid toisc nach gceadaítear do IP %s.",
        "ExcludeRowsWithLowPopulation": "Taispeántar gach ró %s Gan daonra íseal a eisiamh",
        "ExitZenMode": "Scoir de mhód Zen (taispeáin na biachláir)",
        "ExpandSubtables": "Leathnaigh fo-ailt",
        "ExportFormat": "Easpórtáil formáid",
        "ExportTooltip": "nóta: Chun an URL easpórtála a ghintear a úsáid, beidh ort auth comhartha feidhmchláir a shonrú. Is féidir leat na comharthaí seo a chumrú in Admin → Security → Token Auths.",
        "ExportTooltipWithLink": "nóta: Chun an URL easpórtála a ghintear a úsáid, beidh ort auth comhartha feidhmchláir a shonrú. Is féidir leat na comharthaí seo a chumrú i %1$s[Admin → Security → Auths Tokens]%2$s. Cuir do chomhartha Auth in ionad %3$s sa URL Easpórtála. Rabhadh: Ná roinn an URL leis an bhfíorchomhartha le duine ar bith eile.",
        "ExternalHelp": "Cabhair (osclaítear i gcluaisín nua é)",
        "FlattenDataTable": "Tá an tuairisc ordlathach %s Déan cothrom í",
        "FlattenReport": "Tuairisc leacaithe",
        "FormatMetrics": "Méadracht formáide",
        "HideExportUrl": "Folaigh URL Easpórtála",
        "HomeShortcut": "Baile",
        "IncludeRowsWithLowPopulation": "Tá sraitheanna le daonra íseal i bhfolach %s Taispeáin gach ró",
        "InjectedHostEmailBody": "Dia duit, rinne mé iarracht rochtain a fháil ar Matomo inniu agus tháinig mé ar an rabhadh anaithnid óstainm.",
        "InjectedHostEmailSubject": "Aimsíodh Matomo le hóstainm anaithnid: %s",
        "InjectedHostNonSuperUserWarning": "%1$sCliceáil anseo chun Matomo a rochtain go sábháilte%2$s agus bain an rabhadh seo. B'fhéidir gur mhaith leat teagmháil a dhéanamh le do riarthóir Matomo agus iad a chur ar an eolas faoin gceist seo (%3$sclick here to email%4$s).",
        "InjectedHostSuperUserWarning": "D'fhéadfadh Matomo a bheith míchumraithe (mar shampla, má aistríodh Matomo le déanaí chuig freastalaí nó URL nua). Is féidir leat %1$sclick anseo agus %2$s a chur leis mar óstainm bhailí Matomo (má tá muinín agat as)%3$s, nó %4$sclick anseo agus téigh go dtí%5$s chun rochtain a fháil ar Matomo go sábháilte%6$s.",
        "InjectedHostWarningIntro": "Tá Matomo á rochtain agat anois ó %1$s, ach tá Matomo cumraithe le rith ag an seoladh seo:%2$s.",
        "JavascriptDisabled": "Ní mór JavaScript a chumasú ionas gur féidir leat Matomo a úsáid san amharc caighdeánach.<br>Mar sin féin, tá an chuma ar an scéal go bhfuil JavaScript díchumasaithe nó nach dtacaíonn do bhrabhsálaí leis.<br>Chun an t-amharc caighdeánach a úsáid, cumasaigh JavaScript trí do roghanna brabhsálaí a athrú , ansin %1$s déan iarracht eile %2$s.<br>",
        "JsDidntLoad": "Ní raibh do bhrabhsálaí in ann scripteanna an leathanaigh seo a luchtú.",
        "LeadingAnalyticsPlatformRespectsYourPrivacy": "An t-ardán anailísíochta oscailte tosaigh a léiríonn meas ar do phríobháideacht.",
        "MacPageDown": "Fn + Saighead dheas",
        "MacPageUp": "Fn + Saighead chlé",
        "MainNavigation": "Príomh-nascleanúint",
        "Menu": "Clár",
        "MenuEntries": "Iontrálacha roghchláir",
        "NoPrivilegesAskPiwikAdmin": "Tá tú logáilte isteach mar '%1$s' ach is cosúil nach bhfuil aon chead socraithe agat i Matomo. %2$s Iarr ar do riarthóir Matomo (cliceáil ar ríomhphost)%3$s chun rochtain 'amharc' a thabhairt duit ar shuíomh gréasáin.",
        "NoSuchPage": "Níl an leathanach seo ann",
        "OneClickUpdateNotPossibleAsMultiServerEnvironment": "Níl an nuashonrú aon-cliceáil ar fáil mar go bhfuil tú ag baint úsáide as Matomo le freastalaithe éagsúla. Íoslódáil an leagan is déanaí ó %1$s le dul ar aghaidh.",
        "OnlyForSuperUserAccess": "Tá an ghiuirléid ar taispeáint sa Painéal na nIonstraimí réamhshocraithe ach amháin d'úsáideoirí a bhfuil rochtain Super Úsáideora.",
        "PageDownShortcutDescription": "dul go bun an leathanaigh",
        "PageUpShortcutDescription": "chun barr an leathanaigh a fháil",
        "PeriodHasOnlyRawData": "Tá an chuma ar an scéal nach bhfuil tuairiscí don tréimhse seo próiseáilte go fóill. Ar mhaith leat a fheiceáil cad atá ag tarlú anois? Seiceáil loga %1$sVisits%2$s nó roghnaigh dáta eile go dtí go mbeidh na tuairiscí ginte.",
        "PeriodHasOnlyRawDataNoVisitsLog": "Tá an chuma ar an scéal nach bhfuil tuairiscí don tréimhse seo próiseáilte go fóill, ach beidh siad ar fáil i gceann cúpla uair an chloig. D'fhéadfá tréimhse dáta eile a roghnú go dtí go ngintear na tuairiscí.",
        "PeriodRange": "Raon",
        "PivotBySubtable": "Níl an tuarascáil seo pivoted%1$s Pivot ag %2$s",
        "Profilable": "Próifíliúil",
        "QuickAccessTitle": "Cuardaigh %s. Bain úsáid as na heochracha arrow chun nascleanúint a dhéanamh trí thorthaí cuardaigh. Aicearra: Brúigh 'f' chun cuardach a dhéanamh.",
        "QuickLinks": "Naisc Thapa",
        "ReadMoreOnlineGuide": "Léigh tuilleadh faoin ábhar seo sa treoir ar líne.",
        "RemoveTotalsRowDataTable": "Tá an tsraith iomlán %s á thaispeáint sa tuarascáil Bain an tsraith iomlán",
        "ReportGeneratedOn": "Tuairisc ginte ar %s",
        "ReportGeneratedXAgo": "Gineadh %s ó shin",
        "ReportType": "Cineál tuairisce",
        "ReportWithMetadata": "Tuairiscigh le meiteashonraí",
        "ReportingCategoryHelpPrefix": "Conas a chabhraíonn leathanach tuairiscithe \"%1$s → %2$s\" liom?",
        "RowLimit": "Teorainn ró",
        "SearchOnMatomo": "Cuardaigh '%1$s' ar Matomo.org",
        "SeeAvailableVersions": "Féach na leaganacha atá ar fáil",
        "Segments": "Deighleáin",
        "SharePiwikLong": "Haigh! Fuair mé píosa iontach bogearraí saor in aisce: Matomo!\n\nLigfidh Matomo duit cuairteoirí ar do láithreán gréasáin a rianú saor in aisce. Ba chóir duit é a sheiceáil go cinnte!",
        "SharePiwikShort": "Matomo! Anailísíocht gréasáin saor in aisce / libre. Bíodh do chuid sonraí féin agat.",
        "ShareThis": "Comhroinn é seo",
        "ShortcutCalendar": "féilire a oscailt (seasann d don Dáta)",
        "ShortcutHelp": "chun an chabhair seo a thaispeáint",
        "ShortcutRefresh": "chun an t-ábhar a athnuachan",
        "ShortcutSearch": "chun an cuardach a oscailt (seasann f d'Aimsigh)",
        "ShortcutSegmentSelector": "chun roghnóir Deighleoga a oscailt",
        "ShortcutWebsiteSelector": "chun roghnóir an tSuímh Gréasáin a oscailt",
        "ShortcutZenMode": "le haghaidh mód Zen",
        "ShortcutsAvailable": "Aicearraí atá ar fáil",
        "ShowExportUrl": "Taispeáin URL Easpórtála",
        "ShowJSCode": "Taispeáin an cód JavaScript le ionsá",
        "SkipToContent": "Scipeáil chuig ábhar",
        "SoftwareSubcategoryHelp": "Taispeánann an rannóg Bogearraí na córais oibriúcháin, brabhsálaithe agus breiseáin atá á n-úsáid ag do chuairteoirí chun rochtain a fháil ar an suíomh ionas gur féidir leat do shuíomh a bharrfheabhsú chun a chinntiú go bhfuil sé comhoiriúnach go hiomlán leis na cumraíochtaí is coitianta.",
        "StandardReport": "Tuarascáil chaighdeánach",
        "StartDate": "Dáta Tosaigh",
        "SubscribeAndBecomePiwikSupporter": "Lean ar aghaidh chuig leathanach slán íocaíochta cárta creidmheasa (PayPal) le bheith i do Thacadóir Matomo!",
        "SupportPiwik": "Tacaíocht Matomo!",
        "SupportUsOn": "Tacaigh linn ar",
        "SystemSummaryMysqlVersion": "Leagan MySQL",
        "SystemSummaryNActivatedPlugins": "%d breiseáin gníomhachtaithe",
        "SystemSummaryNSegments": "deighleoga %1$d",
        "SystemSummaryNSegmentsWithBreakdown": "deighleoga %1$d (%2$s réamhphróiseáilte,%3$s próiseáilte i bhfíor-am)",
        "SystemSummaryNWebsites": "Suíomhanna Gréasáin %d",
        "SystemSummaryPhpVersion": "Leagan PHP",
        "SystemSummaryPiwikVersion": "Leagan Matomo",
        "SystemSummaryWidget": "Achoimre ar an gCóras",
        "TableNoData": "Níl aon sonraí don tábla seo.",
        "TechDeprecationWarning": "Ag tosú sa leagan Matomo %1$s, beidh Matomo ag cur deireadh le tacaíocht do %2$s. Le haghaidh tuilleadh eolais %3$ssee our blog post.%4$s",
        "ThanksFromAllOfUs": "Go raibh maith agat ó gach duine againn ag Matomo!",
        "ThereIsNoDataForThisReport": "Níl aon sonraí ann don tuarascáil seo.",
        "UnFlattenDataTable": "Tá an tuairisc cothrom %s Déan ordlathach í",
        "UndoPivotBySubtable": "Tá an tuairisc seo pivoted %s Cealaigh pivot",
        "ViewAllPiwikVideoTutorials": "Féach ar gach Rang Teagaisc Físe Matomo",
        "VisitStatusOrdered": "Ordaíodh",
        "VisitStatusOrderedThenAbandoned": "Ordaíodh ansin Cart Tréigthe",
        "VisitTypeReturning": "Ag filleadh",
        "VisitTypeReturningCustomer": "Custaiméir ag Filleadh",
        "VisitorsCategoryHelp1": "Insíonn leathanaigh na gCuairteoirí rudaí duit faoi cé hiad do chuairteoirí. Rudaí cosúil leis an áit as ar tháinig do chuairteoirí, cad iad na gléasanna agus na brabhsálaithe atá in úsáid acu agus nuair a thugann siad cuairt ar do láithreán gréasáin de ghnáth. Tuig, san iomlán, cé hé do lucht féachana, agus féach ar outliers chun a fheiceáil conas a d'fhéadfadh do lucht féachana fás.",
        "VisitorsCategoryHelp2": "Chomh maith le faisnéis ghinearálta faoi do chuairteoirí, is féidir leat an %1$sVisits Log%2$s a úsáid freisin chun an méid a tharla i ngach cuairt aonair a fheiceáil.",
        "VisitorsOverviewHelp": "Cuidíonn Forbhreathnú na gCuairteoirí leat an tóir a bhí ar do shuíomh a thuiscint. Déanann sé é seo trí chairteacha a sholáthar a léiríonn cé mhéad cuairt atá á fháil ag do shuíomh thar thréimhse roghnaithe agus an meánleibhéal rannpháirtíochta do phríomhghnéithe, amhail cuardaigh agus íoslódálacha.",
        "WebAnalyticsReports": "Tuarascálacha Anailísíochta Gréasáin",
        "YouAreUsingTheLatestVersion": "Tá an leagan is déanaí de Matomo á úsáid agat!",
        "YourDonationWillHelp": "Cabhróidh do thabhartas go díreach le gnéithe agus feabhsuithe nua a mhaoiniú don ardán anailísíochta foinse oscailte seo. Ciallaíonn sé seo go mbainfidh an pobal leas i gcónaí as uirlis a chosnaíonn príobháideachas agus a ligeann duit fanacht i gceannas ar do chuid sonraí."
    }
}
