{
    "CoreHome": {
        "CategoryNoData": "इस श्रेणी में कोई डेटा नहीं. \"सभी लोगों को शामिल\" करने का प्रयास करें.",
        "CheckForUpdates": "अद्यतन देखें",
        "CheckPiwikOut": "Piwik जाँच करें!",
        "ClickToEditX": "%s को संपादित करने के लिए क्लिक करें",
        "CloseWidgetDirections": "आप विजेट के शीर्ष पर 'X' आइकन पर क्लिक करके इस विजेट बंद कर सकते हैं.",
        "DataForThisReportHasBeenPurged": "इस रिपोर्ट के लिए डेटा %s महीनोंकी तुलना में अधिक पुराना है और शुद्ध किया गया है.",
        "DataTableExcludeAggregateRows": "कुल पंक्तियों %s को दिखाया जाता है उन्हें छुपाने",
        "DataTableIncludeAggregateRows": "कुल पंक्तियों को छिपा रहे हैं, %s उन्हें दिखाओ",
        "Default": "डिफ़ॉल्ट",
        "DonateCall1": "Piwik उपयोग करने के लिए आपके कुछ भी खर्च नहीं होंगे, लेकिन यह मतलब नहीं बनाने के लिए कोई खर्च नहीं लगता है.",
        "DonateCall2": "Piwik के बढ़ने और फूलने के लिए आपके निरंतर समर्थन की जरूरत है.",
        "DonateCall3": "आपको लग रहा है Piwik ने आपके व्यवसाय या प्रयास के लिए महत्वपूर्ण मूल्य जोड़ा है, %1$s कृपया दान करने पर विचार करे!%2$s",
        "DonateFormInstructions": "एक राशि का चयन करने के लिए स्लाइडर पर क्लिक करें, फिर दान की सदस्यता पर क्लिक करें.",
        "ExcludeRowsWithLowPopulation": "सभी पंक्तियों %s को दिखाया जाता है कम आबादी बाहर निकालें",
        "ExternalHelp": "सहायता (नए टैब में खुलती है)",
        "FlattenDataTable": "रिपोर्ट श्रेणीबद्ध %s है यह फ्लैट बनाओ है",
        "HowMuchIsPiwikWorth": "आप के लिए Piwik कितना लायक है?",
        "IncludeRowsWithLowPopulation": "कम आबादी के साथ पंक्तियाँ छिपे %s हुए हैं, सभी पंक्तियों दिखाएँ",
        "InjectedHostEmailBody": "नमस्कार, मैं आज Piwik का उपयोग करने की कोशिश की और अज्ञात परिचारक नाम चेतावनी का सामना करना पड़ा.",
        "InjectedHostEmailSubject": "Piwik एक अज्ञात परिचारक नाम से पहुँचा था: %s",
        "InjectedHostNonSuperUserWarning": "सुरक्षित %2$s Piwik का उपयोग और इस चेतावनी को दूर करने के लिए यहां क्लिक %1$s करें. आप भी अपनी Piwik व्यवस्थापक से संपर्क करें और इस मुद्दे (%3$sईमेल के लिए यहां क्लिक %4$s करें) के बारे में उन्हें सूचित करना चाहिए",
        "InjectedHostSuperUserWarning": "Piwik गलत हो सकता है (उदाहरण के लिए, अगर Piwik हाल ही में एक नया सर्वर या यूआरएल के लिए ले जाया गया था)आप या तो यहाँ %1$sक्लिक करें और परिचारक नाम वैध Piwik (यदि आप इसे पर भरोसा है अगर)%3$s के %4$s रूप में जोड़े%2$s, या यहाँ क्लिक करें और %5$sसुरक्षित रूप से Piwik तक पहुँच सकते हैं%6$s.",
        "InjectedHostWarningIntro": "%2$sअब आप%1$s Piwik से पहुँच रहे हैं, लेकिन Piwik इस पते पर चलाने के लिए समाकृति किया गया है:",
        "JavascriptDisabled": "आप मानक दृश्य में Piwik का उपयोग करने के लिए जावास्क्रिप्ट क्रम में सक्षम होना चाहिए. <br \/> हालांकि, ऐसा लगता है कि या तो जावास्क्रिप्ट आपके ब्राउज़र से अक्षम या समर्थित नहीं है.<br \/>मानक दृश्य का उपयोग करने के लिए, अपने ब्राउज़र के विकल्प बदलकर JavaScript सक्षम करें, तब %1$s फिर कोशिश करें %2$s. <br\/>",
        "MakeADifference": "एक फर्क: निधि Piwik 2.0 के लिए %1$sअभी दान करे%2$s!",
        "MakeOneTimeDonation": "इसके बजाय, एक समय दान करें.",
        "NoPrivilegesAskPiwikAdmin": "आप '%1$s' के रूप में लॉग इन किया है, लेकिन यह आपको Piwik में निर्धारित कोई भी अनुमति नहीं है लगता है. एक वेबसाइट पर 'दृश्य' पहुंच देने के लिए आपके %2$sPiwik व्यवस्थापक (ईमेल के लिए क्लिक करें)%3$s से पूछो.",
        "PageOf": "%1$s का %2$s",
        "PeriodRange": "सीमा",
        "ReportGeneratedOn": "%s पर उत्पन्न रिपोर्ट",
        "ReportGeneratedXAgo": "%s रिपोर्ट के पहले उत्पन्न",
        "SharePiwikLong": "Piwik आपको मुफ्त अपनी वेबसाइट के आगंतुकों पर नज़र रखने देगा. आपको निश्चित रूप से बाहर की जाँच करनी चाहिए!",
        "SharePiwikShort": "Piwik! मुफ्त और ओपन सोर्स वेब विश्लेषण. आपके डेटा के मालिक हैं.",
        "ShareThis": "यह साझा करें",
        "ShowJSCode": "सम्मिलित करने के लिए जावास्क्रिप्ट कोड दिखाएँ",
        "SubscribeAndBecomePiwikSupporter": "एक Piwik समर्थक बनने के लिए एक सुरक्षित क्रेडिट कार्ड भुगतान पृष्ठ (पेपैल) के लिए आगे बढ़ें!",
        "SupportPiwik": "पिविक को अपना सहयोग दें।",
        "TableNoData": "इस तालिका के लिए कोई डेटा नहीं है .",
        "ThereIsNoDataForThisReport": "इस रिपोर्ट के लिए कोई डाटा नहीं है.",
        "UnFlattenDataTable": "रिपोर्ट फ्लैट %s है इसे श्रेणीबद्ध करें",
        "ViewAllPiwikVideoTutorials": "सभी Piwik वीडियो ट्यूटोरियल देखें",
        "WebAnalyticsReports": "वेब विश्लेषिकी रिपोर्टें",
        "YouAreUsingTheLatestVersion": "आप Piwik का नवीनतम संस्करण का उपयोग कर रहे हैं!"
    }
}