{
    "CoreHome": {
        "CategoryNoData": "Không có dữ liệu trong mục này. Thử \"tất cả các thành phần\"",
        "CheckForUpdates": "Kiểm tra các bản cập nhật",
        "CheckPiwikOut": "Thủ tục thoát Piwik!",
        "CloseWidgetDirections": "Bạn có thể đóng widget này bằng cách click vào biểu tượng \"X\" ở trên cùng của các widget",
        "DataForThisReportHasBeenPurged": "Các dữ liệu cho báo cáo này là nhiều hơn %s tháng và đã được loại bỏ",
        "DataTableExcludeAggregateRows": "Hàng tổng hợp hiển thị %s Hide",
        "DataTableIncludeAggregateRows": "Hàng tổng hợp hiển thị %s Show",
        "Default": "mặc định",
        "DonateCall1": "Piwik sẽ luôn luôn cho bạn thấy không có gì để sử dụng, nhưng điều đó không có nghĩa là nó cho thấy chúng ta không có gì để làm.",
        "DonateCall2": "Piwik cần sự hỗ trợ của bạn để phát triển và phát triển mạnh hơn.",
        "DonateCall3": "Nếu bạn cảm thấy Piwik đã làm tăng thêm giá trị đáng kể cho công việc hoặc sự nỗ lực của bạn , %1$s xin vui lòng quan tâm tài trợ cho Piwik !%2$s",
        "DonateFormInstructions": "Click vào thanh trượt để chọn một số tiền, sau đó nhấp vào đăng ký để tài trợ",
        "ExcludeRowsWithLowPopulation": "Tất cả các hàng được hiển thị %s Loại trừ dân số thấp",
        "ExternalHelp": "Giúp đỡ (mở tab mới)",
        "FlattenDataTable": "Báo cáo này là phân cấp %s Làm cho nó minh bạch",
        "HowMuchIsPiwikWorth": "Giá trị Piwik đối với bạn là bao nhiêu?",
        "IncludeRowsWithLowPopulation": "Các Hàng với mật độ tập trung thấp đang ẩn %s Hiển thị tất cả các hàng",
        "InjectedHostEmailBody": "Xin chào, hôm nay tôi đã cố gắng để truy cập Piwik và gặp phải cảnh báo tên máy chủ chưa biết",
        "InjectedHostEmailSubject": "Piwik được truy cập với tên máy chủ không rõ ràng :%s",
        "InjectedHostNonSuperUserWarning": "%1$sNhấn vào đây để truy cập Piwik một cách an toàn%2$s và loại bỏ cảnh báo này. Bạn còn có thể liên lạc với người quản trị Piwik và thông báo cho họ về vấn đề này(%3$sNhấn vào đây để gửi email%4$s)",
        "InjectedHostSuperUserWarning": "Piwik có thể bị cấu hình sai (ví dụ, Piwik gần đây được dời sang máy chủ khác hoặc URL khác). Bạn có thể %1$snhấn vào đây và thêm %2$s như là tên máy chủ hợp lệ%3$s, hoặc %4$snhấn vào đây để đi đến %5$s để truy cập Piwik một cách an toàn%6$s",
        "InjectedHostWarningIntro": "Bây giờ bạn đang truy cập Piwik từ %1$s, nhưng Piwik đã được cấu hình để chạy tại địa chỉ này: %2$s",
        "JavascriptDisabled": "JavaScript phải được cho phép trong trường hợp bạn sử dụng Piwik với hiển thị tiêu chuẩn. <br \/>Tuy nhiên, có thể là JavaScript đã bị chặn hoặc trình duyệt của bạn không hỗ trợ.<br \/> Để sử dụng hiển thị tiêu chuẩn, vui lòng bật JavaScript bằng cách thay đổi tùy biến trình duyệt của bạn, sau đó %1$sthử lại%2$s.<br \/>",
        "MakeADifference": "Hãy tạo sự khác biệt: %1$s Đóng góp ngay bây giờ %2$s cho quỹ Piwik 2.0!",
        "MakeOneTimeDonation": "Hãy đóng góp",
        "NoPrivilegesAskPiwikAdmin": "Bạn được đăng nhập như '%s' nhưng dường như bạn không được phép thiết lập trong Piwik. %s Yêu cầu quản trị Piwik của bạn (bấm vào để email) %s để cung cấp cho bạn 'xem' truy cập đến một website.",
        "PageOf": "%1$s của %2$s",
        "PeriodRange": "Phạm vi",
        "ReportGeneratedOn": "Báo cáo được tạo vào %s",
        "ReportGeneratedXAgo": "Báo cáo được tạo %s trước đây",
        "SharePiwikLong": "Chào bạn! Tôi vừa tìm ra một phần mềm mã nguồn mở rất tuyệt: Piwik!\nPiwik cho phép bạn theo dõi người truy cập vào trang web của bạn một cách hoàn toàn miễn phí. Bạn nên thử nó ngay đi!",
        "SharePiwikShort": "Piwik! Công cụ phân tích web mã nguồn mỡ miễn phí! Sở hữu dữ liệu của chính bạn.",
        "ShareThis": "chia sẻ điều này",
        "ShowJSCode": "Hiển thị đoạn mã JavaScript để chèn",
        "SubscribeAndBecomePiwikSupporter": "Thực hiện một trang thanh toán bằng thẻ tín dụng an toàn (Paypal) để trở thành một nhà tài trợ cho Piwik!",
        "SupportPiwik": "ủng hộ Piwik!",
        "TableNoData": "Không có dữ liệu cho bảng này.",
        "ThereIsNoDataForThisReport": "Không có dữ liệu cho báo cáo này",
        "UnFlattenDataTable": "Báo cáo là rõ ràng %s Làm cho nó có thứ bậc",
        "ViewAllPiwikVideoTutorials": "Xem tất cả các video hướng dẫn Piwik",
        "WebAnalyticsReports": "Các báo cáo phân tích web",
        "YouAreUsingTheLatestVersion": "Bạn đang sử dụng phiên bản mới nhất của Piwik!"
    }
}