{
    "Feedback": {
        "ContactThePiwikTeam": "Επικοινωνήστε με την ομάδα του Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Έχετε να αναφέρετε ένα πρόβλημα ή ένα αίτημα για χαρακτηριστικό;",
        "GetInTouch": "Ευχαριστούμε για τα σχόλιά σας και να ξέρετε ότι διαβάζουμε όλα τα μηνύματα. Μπορεί να θέλετε να μοιραστείτε μαζί μας μια επιχειρηματική ευκαιρία εργασίας, να μας πείτε την ιστορία επιτυχίας σας ή απλά να πείτε ένα Γεια!",
        "HowToCreateTicket": "Παρακαλούμε διαβάστε τις προτάσεις για τη σύνταξη μιας καλής %1$sαναφοράς σφάλματος%2$s ή %3$sαίτησης για νέο χαρακτηριστικό%4$s. Στη συνέχεια κάντε εγγραφή ή συνδεθείτε στην %5$sπαρακολούθηση αιτημάτων%6$s και υποβάλλετε ένα %7$sνέο αίτημα%8$s.",
        "IWantTo": "Θέλω να:",
        "LearnWaysToParticipate": "Μάθετε όλους του τρόπους που μπορείτε να %sσυμμετέχετε%s",
        "ManuallySendEmailTo": "Στείλτε χειροκίνητα το μήνυμά σας στον\/στην",
        "PluginDescription": "Στείλτε τις Επισημάνσεις σας στην Ομάδα του Piwik. Μοιραστείτε τις ιδέες σας και τις προτάσεις σας με μας!",
        "PrivacyClaim": "Το Piwik σέβεται την %1$sιδιωτικότητά%2$s σας και σας δίνει πλήρη έλεγχο πάνω στα δεδομένα σας.",
        "RateFeatureLeaveMessageDislike": "Λυπούμαστε που μας λέτε ότι δεν σας αρέσει! Παρακαλούμε πείτε μας πώς μπορούμε να βελτιωθούμε.",
        "RateFeatureLeaveMessageLike": "Χαιρόμαστε που σας αρέσει! Πείτε μας τι σας αρέσει περισσότερο ή αν έχετε κάποια επιθυμία για ένα χαρακτηριστικό.",
        "RateFeatureSendFeedbackInformation": "Η πλατφόρμα του Piwik σας θα μας στείλει ένα e-mail (συμπεριλαμβανομένης της διεύθυνσης e-mail σας) ώστε να μπορούμε να έρθουμε σε επαφή μαζί σας αν έχετε κάποια ερώτηση.",
        "RateFeatureThankYouTitle": "Ευχαριστούμε που βαθμολογήσατε το '%s'!",
        "RateFeatureTitle": "Σας αρέσει το '%s' χαρακτηριστικό; Παρακαλούμε βαθμολογήστε το και αφήστε ένα σχόλιο",
        "SendFeedback": "Στείλτε Επισημάνσεις",
        "SpecialRequest": "Έχετε κάποιο ειδικό αίτημα για την ομάδα του Piwik;",
        "ThankYou": "Ευχαριστούμε που βοηθήσατε να κάνουμε το Piwik καλύτερο!",
        "TopLinkTooltip": "Πείτε μας τι σκέφτεστε ή ζητήστε Επαγγελματική Υποστήριξη.",
        "ViewAnswersToFAQ": "Δείτε τις απαντήσεις στις %sΣυχνές Ερωτήσεις%s",
        "ViewUserGuides": "Μάθετε πως να παραμετροποιείτε το Piwik και να αναλύετε αποτελεσματικά τα δεδομένα σας με τους %1$sοδηγούς χρήση μας%2$s.",
        "VisitTheForums": "Επισκεφτείτε τις %s Δημόσιες Συζητήσεις%s",
        "WantToThankConsiderDonating": "Πιστεύετε ότι το Piwik είναι καταπληκτικό και θέλετε να μας ευχαριστήσετε;"
    }
}