{
    "Feedback": {
        "ContactThePiwikTeam": "Kontaktirajte Piwik tim!",
        "DoYouHaveBugReportOrFeatureRequest": "Da li želite da prijavite grešku u programu ili imate neku želju?",
        "GetInTouch": "Zahvaljujemo vam na interesovanju, mi uvek pročitamo sve poruke. Možda želite da podelite sa nama poslovnu ponudu, unajmite Piwik konsultanta, da nam ispričate uspešnu priču ili jednostavno da nas pozdravite!",
        "IWantTo": "Želim da:",
        "LearnWaysToParticipate": "Pogledajte kako sve možete da %s uzmete učešće%s",
        "ManuallySendEmailTo": "Molimo vas da pošaljete poruku na",
        "PluginDescription": "Pošaljite vaša opažanja Piwik timu. Podelite sa nama vaše ideje i sugestije!",
        "PrivacyClaim": "Piwik poštuje vašu %1$sprivatnost%2$s i daje vam potpunu kontrolu nad vašim podacima.",
        "RateFeatureLeaveMessageDislike": "Šao nam je da vam se ne dopada! Molimo vas da nam javite kako možemo da ga poboljšamo.",
        "RateFeatureLeaveMessageLike": "Drago nam je da vam se dopada! Molimo vas da nam javite šta vam se najviše sviđa ili da li imate neki zahtev.",
        "RateFeatureSendFeedbackInformation": "Vaša Piwik platforma će poslati Piwik timu mejl (uključujući i vašu adresu) tako da možemo da stupimo sa vama u kontakt ukoliko imate neko pitanje.",
        "RateFeatureThankYouTitle": "Hvala vam na oceni '%s'!",
        "RateFeatureTitle": "Da li vam se sviđa '%s'? Molimo vas da date ocenu i ostavite komentar",
        "SendFeedback": "Pošaljite vaše zapažanje",
        "SpecialRequest": "Da li imate neki specijalan zahtev za Piwik tim?",
        "ThankYou": "Hvala vam što nam pomažete da učinimo Piwik boljim!",
        "TopLinkTooltip": "Recite nam šta mislite ili zatražite profesionalnu pomoć.",
        "ViewAnswersToFAQ": "Prikaži odgovore na %sčesto postavljana pitanja%s",
        "ViewUserGuides": "Naučite kako da podesite Piwik i kako da efikasno analizirate vaše podatke prateći %1$skorisničko uputstvo%2$s",
        "VisitTheForums": "Posetite %s Forum%s",
        "WantToThankConsiderDonating": "Da li smatrate da je Piwik fenomenalan i želite da nam se zahvalite?"
    }
}