{
    "VisitTime": {
        "ColumnLocalHour": "Hora local - hora (inici de la visita)",
        "ColumnLocalMinute": "Hora local - minut (inici de la visita)",
        "ColumnLocalTime": "Hora local",
        "ColumnServerHour": "Hora del servidor - hora",
        "ColumnServerMinute": "Hora del servidor - minut",
        "ColumnServerTime": "Hora del servidor",
        "ColumnVisitEndServerDate": "Hora del servidor - data (instant de l'última acció)",
        "ColumnVisitEndServerDayOfMonth": "Hora del servidor - dia del mes (instant de l'última acció)",
        "ColumnVisitEndServerDayOfWeek": "Hora del servidor - dia de la setmana (instant de l'última acció)",
        "ColumnVisitEndServerDayOfYear": "Hora del servidor - dia de l'any (instant de l'última acció)",
        "ColumnVisitEndServerHour": "Hora del servidor - hora (instant de l'última acció)",
        "ColumnVisitEndServerMinute": "Hora del servidor - minut (instant de l'última acció)",
        "ColumnVisitEndServerMonth": "Hora del servidor - mes (instant de l'última acció)",
        "ColumnVisitEndServerQuarter": "Hora del servidor - trimestre (instant de l'última acció)",
        "ColumnVisitEndServerSecond": "Hora del servidor - segon (instant de l'última acció)",
        "ColumnVisitEndServerWeekOfYear": "Hora del servidor - setmana de l'any (instant de l'última acció)",
        "ColumnVisitEndServerYear": "Hora del servidor - any (instant de l'última acció)",
        "ColumnVisitStartServerHour": "Hora del servidor - hora (inici de la visita)",
        "ColumnVisitStartServerMinute": "Hora del servidor - minut (inici de la visita)",
        "DayOfWeek": "Dia de la setmana",
        "LocalTime": "Visites segons l'hora local",
        "NHour": "%sh",
        "PluginDescription": "Informa de l'hora local i l'hora del servidor quan els vostres visitants veuen el vostre lloc web o aplicació.",
        "ServerTime": "Visites segons l'hora del servidor",
        "SubmenuTimes": "Hores",
        "TimesSubcategoryHelp": "La secció Times us mostra quan la gent visita el vostre lloc. Podeu veure les hores locals més populars durant les quals us visiten els vostres usuaris, de manera que pugueu entendre on encaixa el vostre lloc a la seva vida. A més mostra els temps de servidor més populars, que poden revelar les demandes de la vostra pila de tecnologia.",
        "VisitsByDayOfWeek": "Visites per día de la setmana",
        "WidgetByDayOfWeekDocumentation": "Aquest gràfic mostre el nombre de visites que ha rebut el vostre lloc web cada dia de la setmana.",
        "WidgetLocalTime": "Visites segons l'hora local",
        "WidgetLocalTimeDocumentation": "Aquest gràfic mostra a quina hora era a %1$s la zona horària del visitant %2$s durant la seva visita.",
        "WidgetServerTime": "Visites segons l'hora del servidor",
        "WidgetServerTimeDocumentation": "Aquest gràfic quina hora era a la %1$s zona horària del servidor %2$s durant la visita."
    }
}
