{
    "VisitTime": {
        "ColumnLocalHour": "Heure locale - heure (début de la visite)",
        "ColumnLocalMinute": "Heure locale - minute (début de la visite)",
        "ColumnLocalTime": "Heure locale",
        "ColumnServerHour": "Heure du serveur - heure",
        "ColumnServerMinute": "Heure du serveur - minute",
        "ColumnServerTime": "Heure serveur",
        "ColumnVisitEndServerDate": "Heure serveur - date (moment de la dernière action)",
        "ColumnVisitEndServerDayOfMonth": "Heure du serveur - jour du mois (Heure de la dernière action)",
        "ColumnVisitEndServerDayOfWeek": "Heure du serveur - jour de la semaine (Heure de la dernière action)",
        "ColumnVisitEndServerDayOfYear": "Heure du serveur - jour de l'année (Heure de la dernière action)",
        "ColumnVisitEndServerHour": "Heure du serveur - heure (moment de la dernière action)",
        "ColumnVisitEndServerMinute": "Heure du serveur - minute (moment de la dernière action)",
        "ColumnVisitEndServerMonth": "Heure du serveur - mois (Heure de la dernière action)",
        "ColumnVisitEndServerQuarter": "Heure du serveur - trimestre (Heure de la dernière action)",
        "ColumnVisitEndServerSecond": "Heure du serveur - seconde (Heure de la dernière action)",
        "ColumnVisitEndServerWeekOfYear": "Heure du serveur - semaine de l'année (Heure de la dernière action)",
        "ColumnVisitEndServerYear": "Heure du serveur - année (Heure de la dernière action)",
        "ColumnVisitStartServerHour": "Heure du serveur - heure (début de la visite)",
        "ColumnVisitStartServerMinute": "Heure du serveur - minute (début de la visite)",
        "DayOfWeek": "Jour de la semaine",
        "LocalTime": "Visites par heure locale",
        "NHour": "%sh",
        "PluginDescription": "Indique l'heure locale et l'heure du serveur lorsque vos visiteurs consultent votre site Web ou votre application.",
        "ServerTime": "Visites par heure du serveur",
        "SubmenuTimes": "Horaires",
        "TimesSubcategoryHelp": "La section Horaires vous montre quand les gens visitent votre site. Vous pouvez voir les heures locales les plus populaires auxquelles vos utilisateurs visitent, afin que vous puissiez comprendre où votre site s'intègre dans leur vie. De plus, il affiche les heures de serveur les plus populaires, ce qui peut révéler les exigences de votre pile technologique.",
        "VisitsByDayOfWeek": "Visites par Jour de la Semaine",
        "WidgetByDayOfWeekDocumentation": "Ce graphique affiche le nombre de visites que votre site web a reçu durant chaque jour de la semaine.",
        "WidgetLocalTime": "Visites par fuseau horaire local",
        "WidgetLocalTimeDocumentation": "Ce graphique affiche la répartition horaire basée sur le %1$s fuseau horaire du visiteur %2$s.",
        "WidgetServerTime": "Visites par fuseau horaire du serveur",
        "WidgetServerTimeDocumentation": "Ce graphique affiche la répartition horaire basée sur le %1$s fuseau horaire du serveur %2$s."
    }
}
