{
    "MobileMessaging": {
        "Available_Credits": "Налични кредити: %1$s",
        "Exception_UnknownProvider": "Името на доставчика '%1$s' е неизвестно. Пробвайте друго име вместо: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Могат да бъдат добавени повече телефонни номера достъпвайки",
        "MobileReport_MobileMessagingSettingsLink": "Страницата за настройка на мобилните съобщения",
        "MobileReport_NoPhoneNumbers": "Моля, активирайте поне един телефонен номер, достъпвайки",
        "MultiSites_Must_Be_Activated": "За да генерирате SMS текстове със статистиката на Вашия уебсайт, моля, активирайте плъгина MultiSites в Matomo.",
        "PhoneNumbers": "Телефонни номера",
        "PluginDescription": "Създавайте и изтегляйте персонализирани SMS отчети и ги изпращайте до мобилния си телефон на дневна, седмична или месечна база.",
        "SMS_Content_Too_Long": "[твърде дълго]",
        "SettingsMenu": "Мобилни съобщения",
        "Settings_APIKey": "API ключ",
        "Settings_CountryCode": "Код на държавата",
        "Settings_CredentialInvalid": "Вашият %1$s SMS API акаунт е конфигуриран, но възникна грешка при опит за получаване на наличните кредити.",
        "Settings_CredentialNotProvided": "Преди да можете да създавате и управлявате телефонни номера, моля свържете Matomo с вашия SMS профил по-горе.",
        "Settings_CredentialNotProvidedByAdmin": "Преди да можете да добавяте и управлявате телефонни номера, моля, свържете се с вашия администратор, за да свърже Matomo с SMS профил.",
        "Settings_CredentialProvided": "Вашият %s SMS приложно-програмен интерфейсен профил е правилно настроен!",
        "Settings_DelegatedPhoneNumbersOnlyUsedByYou": "Конфигурираните телефонни номера могат да се виждат и използват само от Вас, а не от други потребители.",
        "Settings_DelegatedSmsProviderOnlyAppliesToYou": "Така посоченият доставчик на SMS услуги ще бъде ползван само от вас. Други потребители няма да могат да го ползват.",
        "Settings_DeleteAccountConfirm": "Сигурни ли сте, че искате да изтриете този SMS профил?",
        "Settings_EnterActivationCode": "Въведете код за активиране",
        "Settings_InvalidActivationCode": "Въведеният код не е валиден, моля опитайте отново.",
        "Settings_LetUsersManageAPICredential": "Позволява на потребителите да управляват своите собствени идентификационни данни за SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Всички потребители могат да получават SMS отчети и ще използват кредитите на Вашия акаунт.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Всеки потребител ще може да създаде свой собствен SMS API акаунт и няма да използва Вашия кредит.",
        "Settings_ManagePhoneNumbers": "Управление на телефонните номера",
        "Settings_PhoneActivated": "Телефонният номер е потвърден! Вече имате възможност да получавате кратки съобщения (SMS) с вашите статистики.",
        "Settings_PhoneNumber": "Телефонен номер",
        "Settings_PhoneNumbers_Add": "Добави нов телефонен номер",
        "Settings_PhoneNumbers_CountryCode_Help": "Ако не знаете телефонния код на държавата, потърсете я тук.",
        "Settings_PhoneNumbers_Help": "Преди да получавате SMS (текстови съобщения) отчети на телефон, телефонният номер трябва да бъде въведен по-долу.",
        "Settings_PhoneNumbers_HelpAdd": "Когато кликнете върху „Добавяне“, на телефона ще бъде изпратен SMS, съдържащ код. След това потребителят, който получава кода, трябва да влезе в Matomo, да кликне върху Настройки и след това върху Mobile Messaging. След като въведе кода, потребителят ще може да получава текстови отчети на телефона си.",
        "Settings_PleaseSignUp": "За да създавате SMS отчети и да получавате кратки текстови съобщения със статистика на Вашите уебсайтове на мобилния си телефон, моля, регистрирайте се с API за SMS и въведете информацията си по-долу.",
        "Settings_SMSAPIAccount": "Управление на профила за SMS приложно-програмен интерфейс",
        "Settings_SMSProvider": "Доставчик на SMS услуги",
        "Settings_SelectCountry": "Изберете държава",
        "Settings_SuperAdmin": "Настройки на супер потребителя",
        "Settings_SuspiciousPhoneNumber": "Ако не получите текстовото съобщение, може да опитате без водещата нула. т.е. %s",
        "Settings_UpdateOrDeleteAccount": "%1$sОбновяване%2$s или %3$sизтриване%4$s на този профил.",
        "Settings_ValidatePhoneNumber": "Валидиране",
        "Settings_VerificationCodeJustSent": "Изпратихме ви код със SMS на посочения номер, моля, въведете кода по-горе и натиснете \"Валидиране\".",
        "TopLinkTooltip": "Вземете Web Analytics Reports доставен във Вашата пощенска кутия или във Вашия мобилен телефон.",
        "TopMenu": "Доклади по имейл и SMS",
        "UserKey": "Потребителски ключ",
        "VerificationText": "Кодът е %1$s. За да потвърдите Вашия телефонен номер и да получите Matomo SMS отчети, моля, копирайте този код във формата достъпна чрез Matomo → %2$s → %3$s."
    }
}
