{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Името на доставчика '%s' е неизвестно. Пробвайте друго име вместо: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Могат да бъдат добавени повече телефонни номера достъпвайки",
        "MobileReport_MobileMessagingSettingsLink": "Страницата за настройка на мобилните съобщения",
        "MobileReport_NoPhoneNumbers": "Моля, активирайте поне един телефонен номер, достъпвайки",
        "PhoneNumbers": "Телефонни номера",
        "Settings_APIKey": "API ключ",
        "Settings_CountryCode": "Код на държавата",
        "Settings_CredentialNotProvided": "Преди да можете да създавате и управлявате телефонни номера, моля свържете Piwik с вашия SMS профил по-горе.",
        "Settings_CredentialNotProvidedByAdmin": "Преди да можете да добавяте и управлявате телефонни номера, моля, свържете се с вашия администратор, за да свърже Piwik с SMS профил.",
        "Settings_CredentialProvided": "Вашият %s SMS приложно-програмен интерфейсен профил е правилно настроен!",
        "Settings_DeleteAccountConfirm": "Сигурни ли сте, че искате да изтриете този SMS профил?",
        "Settings_InvalidActivationCode": "Въведеният код не е валиден, моля опитайте отново.",
        "Settings_LetUsersManageAPICredential": "Позволява на потребителите да управляват своите собствени идентификационни данни за SMS API",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Всеки потребител има възможност да си настрои свой собствен SMS приложно-програмен интерфейсен профил, като по този начин няма да използва вашия профил.",
        "Settings_ManagePhoneNumbers": "Управление на телефонните номера",
        "Settings_PhoneActivated": "Телефонният номер е потвърден! Вече имате възможност да получавате кратки съобщения (SMS) с вашите статистики.",
        "Settings_PhoneNumber": "Телефонен номер",
        "Settings_PhoneNumbers_Add": "Добави нов телефонен номер",
        "Settings_PhoneNumbers_CountryCode_Help": "Ако не знаете телефонния код за вашата държава, може да го проверите тук",
        "Settings_SMSAPIAccount": "Управление на профила за SMS приложно-програмен интерфейс",
        "Settings_SMSProvider": "SMS провайдър",
        "Settings_SuperAdmin": "Настройки на супер потребителя",
        "Settings_SuspiciousPhoneNumber": "Ако не получите текстовото съобщение, може да опитате без водещата нула. т.е. %s",
        "Settings_UpdateOrDeleteAccount": "%sОбновяване%s или %sизтриване%s на този профил.",
        "Settings_ValidatePhoneNumber": "Валидиране",
        "Settings_VerificationCodeJustSent": "Туко-що беше изпратено кратко съобщение (SMS) до този номер с код: моля, въведете този код в горното поле и натиснете „Потвърди“.",
        "SettingsMenu": "Мобилни съобщения",
        "TopLinkTooltip": "Вземете Web Analytics Reports доставен във вашата пощенска кутия или във вашия мобилен телефон!",
        "TopMenu": "Email & SMS Доклади",
        "VerificationText": "Кодът е %s. За да потвърдите вашия телефонен номер и да получите Piwik SMS отчети, моля, копирайте този код във формата достъпна чрез Piwik > %s > %s."
    }
}