{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Udbydernavn '%s' er ukendt. Prøv et af følgende i stedet: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Du kan tilføje flere telefonnumre ved at åbne",
        "MobileReport_MobileMessagingSettingsLink": "Mobil besked indstillinger",
        "MobileReport_NoPhoneNumbers": "Aktiver mindst ét telefonnummer ved at besøge",
        "MultiSites_Must_Be_Activated": "For at generere SMS beskeder med dine website statistik, skal du aktivere MultiSites udvidelsesmodulet i Piwik.",
        "PhoneNumbers": "Telefonnumre",
        "PluginDescription": "Opret og hent brugerdefinerede SMS rapporter og få dem sendt til din mobiltelefon på en daglig, ugentlig eller månedlig basis.",
        "Settings_APIKey": "API nøgle",
        "Settings_CountryCode": "Landekode",
        "Settings_CredentialNotProvided": "Før du kan oprette og administrere telefonnumre, skal du tilslutte Piwik til din SMS-konto ovenfor.",
        "Settings_CredentialNotProvidedByAdmin": "Før du kan oprette og administrere telefonnumre, skal du bede din administrator om at forbinde Piwik til en SMS-konto.",
        "Settings_CredentialProvided": "Din %s SMS API-konto er korrekt konfigureret!",
        "Settings_DeleteAccountConfirm": "Er du sikker på, at du vil slette denne SMS konto?",
        "Settings_InvalidActivationCode": "Indtastet kode var ikke gyldig, prøv igen.",
        "Settings_LetUsersManageAPICredential": "Tillad brugerne at styre deres egne SMS API legitimationsoplysninger",
        "Settings_LetUsersManageAPICredential_No_Help": "Alle brugere er i stand til at modtage SMS rapporter og vil bruge din kontos saldo.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Hver bruger vil være i stand til at indstille deres egen SMS API-konto og vil ikke bruge din saldo.",
        "Settings_ManagePhoneNumbers": "Administrer telefonnumre",
        "Settings_PhoneActivated": "Telefonnummer er valideret! Du kan nu modtage SMS med din statistik.",
        "Settings_PhoneNumber": "Telefonnummer",
        "Settings_PhoneNumbers_Add": "Tilføj et nyt telefonnummer",
        "Settings_PhoneNumbers_CountryCode_Help": "Hvis du ikke kender telefonens landekode, søg efter dit land her",
        "Settings_PhoneNumbers_Help": "Før modtagelse af SMS (tekstbeskeder) rapporter på telefonen, indtast telefonnummeret nedenfor.",
        "Settings_PhoneNumbers_HelpAdd": "Når du klikker på \"Tilføj\", vil en sms med en kode sendes til telefonen. Den bruger, der modtager koden skal derefter logge ind på Piwik, klikke på Indstillinger, og klik derefter på mobilbeskeder. Når du har indtastet koden, vil brugeren være i stand til at modtage SMS rapporter på telefonen.",
        "Settings_PleaseSignUp": "Hvis du vil oprette SMS-rapporter og modtage sms beskeder med hjemmesidernes statistik på din mobiltelefon, skal du tilmelde dig SMS API og indtaste oplysninger nedenfor.",
        "Settings_SMSAPIAccount": "Administrer SMS API-konto",
        "Settings_SMSProvider": "SMS udbyder",
        "Settings_SuperAdmin": "Superbruger indstillinger",
        "Settings_SuspiciousPhoneNumber": "Hvis du ikke modtager en SMS-besked, kan du prøve uden det forreste nul. dvs. %s",
        "Settings_UpdateOrDeleteAccount": "Du kan også %sopdatere%s eller %sslette%s denne konto.",
        "Settings_ValidatePhoneNumber": "Bekræft",
        "Settings_VerificationCodeJustSent": "Vi har sendt dig en SMS med en kode til dette nummer: Indtast denne kode nedenfor og klik på \"Godkend\".",
        "SettingsMenu": "Mobile beskeder",
        "SMS_Content_Too_Long": "[for lang]",
        "TopLinkTooltip": "Få web analyse rapporter leveret til din indbakke eller din mobiltelefon!",
        "TopMenu": "Email & SMS rapporter",
        "VerificationText": "Koden er %s. For at validere dit telefonnummer og modtage Piwik SMS rapporter, kopierer koden til formularen tilgængelig på Piwik > %s > %s."
    }
}