{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Άγνωστο όνομα Παρόχου '%s'. Εναλλακτικά, δοκιμάστε ένα από τα παρακάτω: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Μπορείτε να προσθέσετε περισσότερους αριθμούς τηλεφώνου με πρόσβαση",
        "MobileReport_MobileMessagingSettingsLink": "τη σελίδα ρυθμίσεων Μηνύματα σε Κινητά",
        "MobileReport_NoPhoneNumbers": "Παρακαλούμε ενεργοποιήστε τουλάχιστον έναν αριθμό τηλεφώνου με πρόσβαση",
        "MultiSites_Must_Be_Activated": "Για την παραγωγή SMS με στατιστικά της ιστοσελίδας σας, παρακαλούμε να ενεργοποιήσετε το πρόσθετο MultiSites στο Piwik.",
        "PhoneNumbers": "Αριθμοί Τηλεφώνου",
        "PluginDescription": "Δημιουργία και λήψη προσαρμοσμένων αναφορών SMS και αποστολή στο κινητό σας σε καθημερινή, εβδομαδιαία ή μηνιαία βάση.",
        "Settings_APIKey": "Κλειδί API",
        "Settings_CountryCode": "Κωδικός Χώρας",
        "Settings_CredentialNotProvided": "Για να μπορέσετε να δημιουργήσετε και να διαχειριστείτε αριθμούς τηλεφώνου, μπορείτε να συνδέσετε το Piwik με το λογαριασμό SMS σας, παραπάνω.",
        "Settings_CredentialNotProvidedByAdmin": "Για να μπορέσετε να δημιουργήσετε και να διαχειριστείτε αριθμούς τηλεφώνου, ζητήστε από τον διαχειριστή σας να συνδέσει το Piwik σε ένα λογαριασμό SMS.",
        "Settings_CredentialProvided": "Ο λογαριασμός %s του SMS API σας, έχει ρυθμιστεί σωστά!",
        "Settings_DeleteAccountConfirm": "Είστε σίγουρος ότι θέλετε να διαγράψετε τον λογαριασμό SMS;",
        "Settings_InvalidActivationCode": "Ο κώδικας που εισάγατε δεν ήταν έγκυρος, παρακαλώ προσπαθήστε ξανά.",
        "Settings_LetUsersManageAPICredential": "Επιτρέπει στους χρήστες να διαχειρίζονται τα δικά τους διαπιστευτήρια SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Όλοι οι χρήστες έχουν τη δυνατότητα να λαμβάνουν Αναφορές SMS και θα χρησιμοποιηθούν οι πιστώσεις του λογαριασμού σας.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Κάθε χρήστης θα είναι σε θέση να στήσει το δικό του λογαριασμό SMS API και δεν θα χρησιμοποιήσει την πίστωση σας.",
        "Settings_ManagePhoneNumbers": "Διαχείριση Αριθμών Τηλεφώνου",
        "Settings_PhoneActivated": "Το Τηλέφωνο επικυρώθηκε! Μπορείτε τώρα να λάβετε SMS με τα στατιστικά σας.",
        "Settings_PhoneNumber": "Αριθμός Τηλεφώνου",
        "Settings_PhoneNumbers_Add": "Προσθήκη ενός νέου αριθμού τηλεφώνου",
        "Settings_PhoneNumbers_CountryCode_Help": "Εάν δεν γνωρίζετε τον κωδικό κλήσης της χώρας, κοιτάξτε για τη χώρα σας εδώ",
        "Settings_PhoneNumbers_Help": "Πριν από τη λήψη αναφορών με SMS (μηνυμάτων κειμένου) σε ένα τηλέφωνο, ο αριθμός τηλεφώνου πρέπει να εισαχθεί παρακάτω.",
        "Settings_PhoneNumbers_HelpAdd": "Όταν κάνετε κλικ στην επιλογή \"Προσθήκη\", ένα SMS που περιέχει έναν κωδικό θα σταλεί στο τηλέφωνο. Ο χρήστης που θα λάβει τον κωδικό πρέπει να συνδεθεί στο Piwik, να κάνει κλικ στο Ρυθμίσεις, στη συνέχεια κλικ στο Μηνύματα σε Κινητά. Μετά την εισαγωγή του κωδικού, ο χρήστης θα είναι σε θέση να λαμβάνει αναφορές κειμένου στο τηλέφωνό του.",
        "Settings_PleaseSignUp": "Για να δημιουργήσετε αναφορές SMS και να λαμβάνετε σύντομα μηνύματα κειμένου με στατιστικά για τις ιστοσελίδες σας στο κινητό σας τηλέφωνο, μπορείτε να εγγραφείτε με το SMS API και εισάγετε τα στοιχεία σας παρακάτω.",
        "Settings_SMSAPIAccount": "Διαχείριση λογαριασμού SMS API",
        "Settings_SMSProvider": "Πάροχος SMS",
        "Settings_SuperAdmin": "Ρυθμίσεις Υπερχρήστη",
        "Settings_SuspiciousPhoneNumber": "Εάν δεν λάβετε το μήνυμα κειμένου, μπορείτε να δοκιμάσετε χωρίς το πρόθεμα μηδέν, δηλαδή %s",
        "Settings_UpdateOrDeleteAccount": "Μπορείτε επίσης να %sαναβαθμίσετε%s ή να %sδιαγράψετε%s αυτό το λογαριασμό.",
        "Settings_ValidatePhoneNumber": "Επαλήθευση",
        "Settings_VerificationCodeJustSent": "Στείλαμε μόλις ένα SMS σε αυτόν τον αριθμό με κωδικό: παρακαλώ πληκτρολογήστε το κωδικό παραπάνω και κάντε κλικ στο κουμπί \"Επαλήθευση\".",
        "SettingsMenu": "Μηνύματα σε Κινητά",
        "SMS_Content_Too_Long": "[πολύ μεγάλο μήκος]",
        "TopLinkTooltip": "Λάβετε αναφορές Στατιστικών Ιστοσελίδων στο e-mail σας ή το κινητό σας τηλέφωνο!",
        "TopMenu": "Αναφορές Email & SMS",
        "VerificationText": "Ο κωδικός είναι %s. Για να επικυρώσετε τον αριθμό τηλεφώνου σας και να λάβετε αναφορές του Piwik με SMS παρακαλούμε αντιγράψτε τον κώδικα σε μορφή προσβάσιμη μέσω του Piwik > %s > %s."
    }
}