{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Nombre del proveedor '%1$s' desconocido. Inténtalo con los siguientes: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Puede agregar más números telefónicos accediendo",
        "MobileReport_MobileMessagingSettingsLink": "página de configuraciones de mensajería móvil",
        "MobileReport_NoPhoneNumbers": "Por favor, active al menos un número telefónico accediendo",
        "MultiSites_Must_Be_Activated": "Para generar mensajes de texto (SMS) de las estadísticas de su sitio, por favor, habilite la extensión MultiSites en Matomo.",
        "PhoneNumbers": "Números telefónicos",
        "PluginDescription": "Cree informes personalizados y descárguelos vía SMS a su teléfono móvil de forma diaria, semanal o mensual.",
        "Settings_APIKey": "Clave API",
        "Settings_CountryCode": "Código de país",
        "Settings_SelectCountry": "Seleccionar país",
        "Settings_CredentialNotProvided": "Antes de crear y administrar los números telefónicos, por favor conecte Matomo con su cuenta SMS.",
        "Settings_CredentialNotProvidedByAdmin": "Antes que pueda crear y administrar números telefónicos, consulte con su administrador para conectar Matomo con una cuenta SMS.",
        "Settings_CredentialProvided": "Su %s cuenta API SMS está correctamente configurada!",
        "Settings_CredentialInvalid": "Tu cuenta de SMS API %1$s está configurada, sin embargo, se produjo un error mientras se intentaban recibir los créditos disponibles.",
        "Settings_DeleteAccountConfirm": "¿Está seguro que desea borrar esta cuenta SMS?",
        "Settings_DelegatedSmsProviderOnlyAppliesToYou": "El proveedor de SMS configurado solo podrá ser usado por usted y nadie más.",
        "Settings_DelegatedPhoneNumbersOnlyUsedByYou": "Los números telefónicos configurados solo pueden ser vistos y utilizados por usted y nadie más.",
        "Settings_EnterActivationCode": "Introducir el código de activación",
        "Settings_InvalidActivationCode": "Código ingresado no es válido, inténtelo nuevamente.",
        "Settings_LetUsersManageAPICredential": "Permitir a los usuarios administrar sus propias credenciales API de su SMS",
        "Settings_LetUsersManageAPICredential_No_Help": "Todos los usuarios están habilitados a recibir Informes SMS y utilizarán los créditos de su cuenta de teléfono móvil.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Cada usuario será capaz de configurar su propia cuenta de SMS y no utilizará su crédito.",
        "Settings_ManagePhoneNumbers": "Administrar números telefónicos",
        "Settings_PhoneActivated": "¡Número telefónico convalidado! Ahora puede recibir sus estadísticas en sus mensajes de texto.",
        "Settings_PhoneNumber": "Número telefónico",
        "Settings_PhoneNumbers_Add": "Agregar un nuevo número telefónico",
        "Settings_PhoneNumbers_CountryCode_Help": "Si no conoce el código telefónico del país, búsquelo aquí.",
        "Settings_PhoneNumbers_Help": "Antes de recibir los mensajes de texto (SMS) de los informes en un teléfono, el número de teléfono debe ser ingresado.",
        "Settings_PhoneNumbers_HelpAdd": "Cuando hagas click en \"Añadir\", se enviará al teléfono un SMS que contiene un código. El usuario que reciba el código deberá conectarse a Piwik, hacer click en \"Configuración\" y, luego, hacer click en \"Mensajería móvil\". Después de introducir el código, el usuario ya podrá recibir informes de texto en su teléfono.",
        "Settings_PleaseSignUp": "Para crear informes SMS y recibir mensajes de texto cortos con las estadísticas de sus sitios de internet en su teléfono móvil, por favor, enrólese con la API del SMS e ingrese su información abajo.",
        "Settings_SMSAPIAccount": "Administrar API de la cuenta SMS",
        "Settings_SMSProvider": "Proveedor SMS",
        "Settings_SuperAdmin": "Configuraciones Super Usuario",
        "Settings_SuspiciousPhoneNumber": "Si no recibe el mensaje de texto, puede intentarlo sin el cero inicial. Por ejemplo, %s",
        "Settings_UpdateOrDeleteAccount": "Puede también %1$sactualizar%2$s o %3$sborrar%4$s esta cuenta.",
        "Settings_ValidatePhoneNumber": "Convalidado",
        "Settings_VerificationCodeJustSent": "Hemos enviado un mensaje de texto (SMS) con un código: por favor, ingrese este código arriba y clic en \"Validar\".",
        "SettingsMenu": "Mensajero móvil",
        "SMS_Content_Too_Long": "[demasiado largo]",
        "Available_Credits": "Créditos disponibles: %1$s",
        "TopLinkTooltip": "Obtenga informes analíticos de su sitio de internet enviados a su casilla de correo electrónico o su teléfono móvil.",
        "TopMenu": "Informes por correo electrónico & SMS",
        "UserKey": "Clave de usuario",
        "VerificationText": "El código es %1$s. Para validar su número de teléfono y recibir los informes Piwik vía mensaje de texto (SMS), por favor, copie este código en el formulario accesible vía Matomo > %2$s > %3$s."
    }
}