{
    "MobileMessaging": {
        "Available_Credits": "Erabilgarri dauden kredituak: %1$s",
        "Exception_UnknownProvider": "'%1$s' hornitzaile-izena ezezaguna da. Probatu hauetakoren bat: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Telefono zenbaki gehiago gehitu ditzakezu",
        "MobileReport_MobileMessagingSettingsLink": "Mugikorreko mezuen ezarpenak orrian",
        "MobileReport_NoPhoneNumbers": "Aktibatu gutxienez mugikorreko zenbaki bat",
        "MultiSites_Must_Be_Activated": "Zure webguneen estatistiken SMS testuak sortzeko, gaitu MultiSites plugina Matomon.",
        "PhoneNumbers": "Telefono zenbakiak",
        "PluginDescription": "Sortu eta deskargatu SMS txosten pertsonalizatuak eta bidali mugikorrera egunero, astero edo hilabetero.",
        "SMS_Content_Too_Long": "[luzeegia]",
        "SettingsMenu": "Mugikorreko mezuak",
        "Settings_APIKey": "API gakoa",
        "Settings_CountryCode": "Herrialde kodea",
        "Settings_CredentialInvalid": "Zure %1$s SMS API kontua konfiguratuta dago, baina errore bat gertatu da erabilgarri dauden kredituak eskuratzean.",
        "Settings_CredentialNotProvided": "Telefonoko zenbakiak sortu eta kudeatu ahal izateko, konektatu Matomo zure SMS kontura goian.",
        "Settings_CredentialNotProvidedByAdmin": "Telefonoko zenbakiak sortu eta kudeatu ahal izateko, eskatu zure administratzaileari Matomo SMS kontu batera konektatzeko.",
        "Settings_CredentialProvided": "Zure %s SMS API kontua behar bezala konfiguratuta dago!",
        "Settings_DelegatedPhoneNumbersOnlyUsedByYou": "Konfiguratutako telefono zenbakiak soilik zuk ikusi eta erabili ditzakezu, ez beste erabiltzaileek.",
        "Settings_DelegatedSmsProviderOnlyAppliesToYou": "Konfiguratutako SMS hornitzailea soilik zuk erabiliko duzu, ez beste erabiltzaileek.",
        "Settings_DeleteAccountConfirm": "Ziur zaude SMS kontu hau ezabatu nahi duzula?",
        "Settings_EnterActivationCode": "Sartu aktibazio kodea",
        "Settings_InvalidActivationCode": "Sartutako kodea ez da baliozkoa, saiatu berriro.",
        "Settings_LetUsersManageAPICredential": "Baimendu erabiltzaileek beren SMS hornitzaile propioa kudeatzea",
        "Settings_LetUsersManageAPICredential_No_Help": "Erabiltzaile guztiek jaso ditzakete SMS txostenak eta zure kontuaren kredituak erabiliko dituzte.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Erabiltzaile bakoitzak bere SMS API kontu propioa konfiguratu ahal izango du eta ez dute zure krediturik erabiliko.",
        "Settings_ManagePhoneNumbers": "Kudeatu telefono zenbakiak",
        "Settings_PhoneActivated": "Telefono zenbakia balioztatuta! Zure estatistiken SMSak jaso ditzakezu orain.",
        "Settings_PhoneNumber": "Telefono zenbakia",
        "Settings_PhoneNumbers_Add": "Gehitu telefono zenbaki berria",
        "Settings_PhoneNumbers_CountryCode_Help": "Ez badakizu telefonoaren herrialde-kodea, bilatu herrialdea hemen.",
        "Settings_PhoneNumbers_Help": "Telefonoan SMS (testu-mezu) txostenak jaso aurretik telefono zenbakia sartu behar da behean.",
        "Settings_PhoneNumbers_HelpAdd": "\"Gehitu\" klik egiten duzunean, kode bat duen SMS bat bidaliko da telefonora. Kodea jasotzen duen erabiltzaileak Matomon saioa hasi, Ezarpenetan klik egin eta jarraian Mugikorreko mezuak atalean sartu behar da. Bertan kodea sartu ondoren testu txostenak jaso ahal izango ditu telefonoan.",
        "Settings_PleaseSignUp": "SMS txostenak sortu eta zure webguneen estatistiken testu mezu laburrak zure mugikorrean jasotzeko, erregistratu SMS APIan eta sartu zure informazioa behean.",
        "Settings_SMSAPIAccount": "Kudeatu SMS API kontua",
        "Settings_SMSProvider": "SMS hornitzailea",
        "Settings_SelectCountry": "Hautatu herrialdea",
        "Settings_SuperAdmin": "Super erabiltzailearen ezarpenak",
        "Settings_SuspiciousPhoneNumber": "Ez baduzu testu-mezua jasotzen, hasierako zeroa gabe saiatu zaitezke. Adibidez: %s",
        "Settings_UpdateOrDeleteAccount": "Kontu hau %1$seguneratu%2$s edo %3$sezabatu%4$s dezakezu baita.",
        "Settings_ValidatePhoneNumber": "Balioztatu",
        "Settings_VerificationCodeJustSent": "SMS bat bidali dizugu zenbaki honetara kode batekin. Sartu kode hori goian eta egin klik \"Balioztatu\".",
        "TopLinkTooltip": "Bidali web analitika txostenak zure e-postara edo telefono mugikorrera.",
        "TopMenu": "E-posta eta SMS txostenak",
        "UserKey": "Erabiltzaile-gakoa",
        "VerificationText": "Kodea %1$s da. Zure telefono zenbakia balioztatu eta Matomoren SMS txostenak jasotzeko, kopiatu kode hau Matomoko formularioan → %2$s → %3$s."
    }
}
