{
    "MobileMessaging": {
        "Available_Credits": "ઉપલબ્ધ ક્રેડિટ્સ: %1$s",
        "Exception_UnknownProvider": "પ્રદાતા નામ '%1$s' અજાણ્યું છે. તેને બદલે નીચેનામાંથી કોઈ પસંદ કરો: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "તમે ઍક્સેસ કરીને વધુ ફોન નંબર ઉમેરી શકો છો",
        "MobileReport_MobileMessagingSettingsLink": "મોબાઇલ મેસેજિંગ સેટિંગ્સ પૃષ્ઠ",
        "MobileReport_NoPhoneNumbers": "કૃપા કરીને ઍક્સેસ કરીને ઓછામાં ઓછો એક ફોન નંબર સક્રિય કરો",
        "MultiSites_Must_Be_Activated": "તમારી વેબસાઇટના આંકડાઓના SMS ટેક્સ્ટ જનરેટ કરવા માટે, કૃપા કરીને Matomo માં MultiSites પ્લગઇનને સક્ષમ કરો.",
        "PhoneNumbers": "ફોન નંબરો",
        "PluginDescription": "કસ્ટમ SMS રિપોર્ટ્સ બનાવો અને ડાઉનલોડ કરો અને તેને તમારા મોબાઈલ પર દૈનિક, સાપ્તાહિક અથવા માસિક ધોરણે મોકલો.",
        "SMS_Content_Too_Long": "[ખૂબ લાંબું]",
        "SettingsMenu": "મોબાઇલ મેસેજિંગ",
        "Settings_APIKey": "API કી",
        "Settings_CountryCode": "દેશનો કોડ",
        "Settings_CredentialInvalid": "તમારું %1$s SMS API એકાઉન્ટ કોન્ફિગર કરેલું છે, પરંતુ ઉપલબ્ધ ક્રેડિટ્સ મેળવવાનો પ્રયાસ કરતાં એક ભૂલ આવી ગઈ છે.",
        "Settings_CredentialNotProvided": "તમે ફોન નંબર બનાવી અને મેનેજ કરી શકો તે પહેલાં, કૃપા કરીને ઉપરના તમારા SMS એકાઉન્ટ સાથે Matomo ને કનેક્ટ કરો.",
        "Settings_CredentialNotProvidedByAdmin": "તમે ફોન નંબર બનાવી અને મેનેજ કરો તે પહેલાં, કૃપા કરીને તમારા એડમિનિસ્ટ્રેટરને Matomo ને SMS એકાઉન્ટ સાથે કનેક્ટ કરવા માટે કહો.",
        "Settings_CredentialProvided": "તમારું %s SMS API એકાઉન્ટ યોગ્ય રીતે કોન્ફિગર કરેલું છે!",
        "Settings_DelegatedPhoneNumbersOnlyUsedByYou": "રૂપરેખાંકિત ફોન નંબરો માત્ર તમે જોઈ શકો છો અને વાપરી શકો છો, અને અન્ય વપરાશકર્તાઓ તેમને જોઈ શકતા નથી.",
        "Settings_DelegatedSmsProviderOnlyAppliesToYou": "રૂપરેખાંકિત એસએમએસ પ્રદાતાનો ઉપયોગ માત્ર તમે જ કરશો અને અન્ય વપરાશકર્તાઓ દ્વારા નહીં.",
        "Settings_DeleteAccountConfirm": "શું તમે ખરેખર આ SMS એકાઉન્ટને કાઢી નાખવા માંગો છો?",
        "Settings_EnterActivationCode": "સક્રિયકરણ કોડ દાખલ કરો",
        "Settings_InvalidActivationCode": "દાખલ કરેલો કોડ માન્ય નથી, કૃપા કરીને ફરી પ્રયાસ કરો.",
        "Settings_LetUsersManageAPICredential": "વપરાશકર્તાઓને તેમના પોતાના SMS પ્રદાતાની વ્યવસ્થા કરવાની મંજૂરી આપો",
        "Settings_LetUsersManageAPICredential_No_Help": "બધા વપરાશકર્તાઓ SMS અહેવાલો મેળવવા માટે સક્ષમ છે અને તેઓ તમારા એકાઉન્ટના ક્રેડિટ્સનો ઉપયોગ કરશે.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "દરેક વપરાશકર્તા પોતાનું સ્વતંત્ર SMS API એકાઉન્ટ સેટ કરી શકશે અને તેમણે તમારી ક્રેડિટ વાપરશે નહીં.",
        "Settings_ManagePhoneNumbers": "ફોન નંબર મેનેજ કરો",
        "Settings_PhoneActivated": "ફોન નંબર માન્ય કરવામાં આવ્યો છે! હવે તમે તમારા આંકડાઓ સાથે SMS પ્રાપ્ત કરી શકો છો.",
        "Settings_PhoneNumber": "ફોન નંબર",
        "Settings_PhoneNumbers_Add": "નવો ફોન નંબર ઉમેરો",
        "Settings_PhoneNumbers_CountryCode_Help": "જો તમે ફોન દેશ કોડ નથી જાણતા, તો તમારા દેશની શોધ અહીં કરો.",
        "Settings_PhoneNumbers_Help": "ફોન પર SMS (ટેક્સ્ટ સંદેશો) અહેવાલો મેળવવા પહેલાં, નીચે ફોન નંબર દાખલ કરવો આવશ્યક છે.",
        "Settings_PhoneNumbers_HelpAdd": "જ્યારે તમે \"ઉમેરો\" પર ક્લિક કરો છો, ત્યારે ફોન પર કોડ ધરાવતો SMS મોકલવામાં આવશે. કોડ પ્રાપ્ત કરનાર વપરાશકર્તાએ પછી Matomo માં લોગિન કરવું જોઈએ, સેટિંગ્સ પર ક્લિક કરવું જોઈએ, પછી મોબાઈલ મેસેજિંગ પર ક્લિક કરવું જોઈએ. કોડ દાખલ કર્યા પછી, વપરાશકર્તા તેમના ફોન પર ટેક્સ્ટ રિપોર્ટ્સ પ્રાપ્ત કરી શકશે.",
        "Settings_PleaseSignUp": "SMS રિપોર્ટ્સ બનાવવા અને તમારા મોબાઇલ ફોન પર તમારી વેબસાઇટના આંકડા સાથે ટૂંકા ટેક્સ્ટ સંદેશા પ્રાપ્ત કરવા માટે, કૃપા કરીને SMS API સાથે સાઇન અપ કરો અને નીચે તમારી માહિતી દાખલ કરો.",
        "Settings_SMSAPIAccount": "SMS API એકાઉન્ટ મેનેજ કરો",
        "Settings_SMSProvider": "SMS પ્રદાતા",
        "Settings_SelectCountry": "દેશ પસંદ કરો",
        "Settings_SuperAdmin": "સુપર વપરાશકર્તા સેટિંગ્સ",
        "Settings_SuspiciousPhoneNumber": "જો તમને ટેક્સ્ટ સંદેશ પ્રાપ્ત થતો નથી, તો તમે અગ્રણી શૂન્ય વિના પ્રયાસ કરી શકો છો. એટલે કે %s",
        "Settings_UpdateOrDeleteAccount": "તમે પણ આ એકાઉન્ટને %1$sઅપડેટ%2$s અથવા %3$sડિલીટ%4$s કરી શકો છો.",
        "Settings_ValidatePhoneNumber": "માન્ય કરો",
        "Settings_VerificationCodeJustSent": "અમે હમણાં જ આ નંબર પર કોડ સાથે એક SMS મોકલ્યો છે: કૃપા કરીને ઉપર આ કોડ દાખલ કરો અને \"માન્ય કરો\" ક્લિક કરો.",
        "TopLinkTooltip": "વેબ એનાલિટિક્સ અહેવાલો તમારા ઇમેઇલ ઇનબોક્સ અથવા તમારા મોબાઇલ ફોન પર મેળવો.",
        "TopMenu": "ઇમેઇલ &amp; SMS અહેવાલો",
        "UserKey": "વપરાશકર્તા કી",
        "VerificationText": "કોડ %1$s છે. તમારો ફોન નંબર માન્ય કરવા અને Matomo SMS અહેવાલો મેળવવા માટે કૃપા કરીને આ કોડની નકલ કરો જે ફોર્મ માટે ઉપલબ્ધ છે Matomo → %2$s → %3$s દ્વારા."
    }
}
