{
    "MobileMessaging": {
        "Exception_UnknownProvider": "प्रदाता का नाम '%1$s' अज्ञात है. बजाय निम्न में से किसी का प्रयास करें:%2$s.",
        "MobileReport_AdditionalPhoneNumbers": "तुम अभिगम के द्वारा अधिक फोन नंबर जोड़ सकते हैं",
        "MobileReport_MobileMessagingSettingsLink": "मोबाइल संदेश सेटिंग पेज",
        "MobileReport_NoPhoneNumbers": "अभिगम के द्वारा कम से कम एक फोन नंबर को सक्रिय करें",
        "MultiSites_Must_Be_Activated": "अपनी वेबसाइट के आँकड़ों के एसएमएस को उत्पन्न करने के लिए, Piwik में MultiSites प्लगइन सक्षम करें.",
        "PhoneNumbers": "फोन नंबर",
        "PluginDescription": "बनाने के लिए और डाउनलोड करें कस्टम एसएमएस रिपोर्ट और उन्हें एक दैनिक, साप्ताहिक या मासिक आधार पर अपने मोबाइल के लिए भेजे .",
        "Settings_APIKey": "एपीआई कुंजी",
        "Settings_CountryCode": "देश कोड",
        "Settings_CredentialNotProvided": "आपको फोन नंबर बनाने और प्रबंधित करने के पहले, ऊपर अपने एसएमएस खाते से Piwik कनेक्ट करें.",
        "Settings_CredentialNotProvidedByAdmin": "आपको फोन नंबर बनाने और प्रबंधित करने के पहले, एक एसएमएस खाते से Piwik कनेक्ट करने के लिए अपने व्यवस्थापक से संपर्क करें.",
        "Settings_CredentialProvided": "अपने %s एसएमएस एपीआई खाते को सही ढंग से कॉन्फ़िगर किया गया है!",
        "Settings_DeleteAccountConfirm": "क्या आप इस एसएमएस खाते को हटाना चाहते हैं?",
        "Settings_InvalidActivationCode": "प्रविष्ट कोड मान्य नहीं था, पुन: प्रयास करें.",
        "Settings_LetUsersManageAPICredential": "उपयोक्ता अपने एसएमएस एपीआई क्रेडेंशियल्स प्रबंधित करने की अनुमति दें",
        "Settings_LetUsersManageAPICredential_No_Help": "सभी उपयोगकर्ता एसएमएस रिपोर्टें प्राप्त कर सकते हैं और अपने खाते के क्रेडिट का इस्तेमाल करेंगे.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "प्रत्येक उपयोगकर्ता अपनी एसएमएस एपीआई खाता सेटअप करने के लिए सक्षम हो जाएगा, आपके क्रेडिट का उपयोग नहीं करेगा",
        "Settings_ManagePhoneNumbers": "फोन नंबर प्रबंधित करें",
        "Settings_PhoneActivated": "फ़ोन नंबर मान्य है! अब आप अपने आँकड़ों के साथ एसएमएस प्राप्त कर सकते हैं.",
        "Settings_PhoneNumber": "फोन नंबर",
        "Settings_PhoneNumbers_Add": "एक नया फ़ोन नंबर जोड़ें",
        "Settings_PhoneNumbers_CountryCode_Help": "आपको फोन के देश कोड का पता नहीं है, तो यहाँ अपने देश के लिए देखो",
        "Settings_PhoneNumbers_Help": "एसएमएस (पाठ संदेश) प्राप्त करने से पहले एक फोन पर रिपोर्ट, फोन नंबर नीचे दर्ज किया जाना चाहिए.",
        "Settings_PhoneNumbers_HelpAdd": "यदि आप \"जोड़ें\" पर क्लिक करते हैं, एक कोड युक्त एक एसएमएस फ़ोन पर भेजा जाएगा. कोड प्राप्त करने के बाद उपयोगकर्ता Piwik पर लॉगइन करना चाहिए, मोबाइल संदेश पर फिर क्लिक करें, सेटिंग्स पर क्लिक करें. कोड को दर्ज करने के बाद उपयोगकर्ता अपने फोन पर टेक्स्ट रिपोर्ट प्राप्त करने में सक्षम हो जाएगा.",
        "Settings_PleaseSignUp": "एसएमएस रिपोर्ट बनाने और अपने मोबाइल फोन पर अपने 'वेबसाइट के आँकड़े के साथ छोटे पाठ संदेश प्राप्त करने के लिए, एसएमएस एपीआई के साथ साइन अप और नीचे अपनी जानकारी दर्ज करें.",
        "Settings_SMSAPIAccount": "एसएमएस एपीआई खाता प्रबंधित करें",
        "Settings_SMSProvider": "एसएमएस प्रदाता",
        "Settings_SuperAdmin": "सुपर प्रयोक्ता सेटिंग्स",
        "Settings_SuspiciousPhoneNumber": "आपको टेक्स्ट संदेश नहीं मिलता, तो आप अग्रणी शून्य के बिना कोशिश कर सकते हैं. अर्थात्. %s",
        "Settings_UpdateOrDeleteAccount": "आप भी %1$sअपडेट%2$s करने या इस खाते को %3$sहटा%4$s सकते हैं.",
        "Settings_ValidatePhoneNumber": "मान्य करें",
        "Settings_VerificationCodeJustSent": "हम सिर्फ एक कोड के साथ इस संख्या के लिए एक एसएमएस भेजा: ऊपर यह कोड दर्ज करें और \"मान्य\" पर क्लिक करें.",
        "SettingsMenu": "मोबाइल संदेश",
        "SMS_Content_Too_Long": "[बहुत लंबा]",
        "TopLinkTooltip": "आपके ईमेल इनबॉक्स या आपके मोबाइल फोन के लिए वेब विश्लेषिकी रिपोर्ट प्राप्त करें!",
        "TopMenu": "ईमेल और एसएमएस रिपोर्टें",
        "VerificationText": "प्रविष्ट कोड %1$s है. अपना फोन नंबर मान्य है और Piwik एसएमएस रिपोर्ट प्राप्त करने के लिए. Piwik के माध्यम से सुलभ रूप से यह कोड की नकल बनाये कृपया > %2$s > %3$s."
    }
}