{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Nieznany dostawca '%1$s'. Zamiast tego wypróbuj dowolnego z następujących: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Dodaj więcej numerów telefonów odwiedzając",
        "MobileReport_MobileMessagingSettingsLink": "stronę ustawień Powiadomień Mobilnych",
        "MobileReport_NoPhoneNumbers": "Proszę aktywuj przynajmniej jeden numer telefonu odwiedzając",
        "MultiSites_Must_Be_Activated": "W celu otrzymywania SMS'em statystyk Twoich serwisów, włącz w Matomo'u wtyczkę MultiSites.",
        "PhoneNumbers": "Numery telefonów",
        "PluginDescription": "Twórz i pobieraj dopasowane raporty SMS, które będą do Ciebie wysyłane codziennie, co tydzień lub co miesiąc.",
        "Settings_APIKey": "Klucz API",
        "Settings_CountryCode": "Kod Państwa",
        "Settings_SelectCountry": "Wybierz kraj",
        "Settings_CredentialNotProvided": "Zanim zaczniesz tworzyć i zarządzać numerami telefonów, proszę połącz Matomo'a z widocznym powyżej kontem SMS.",
        "Settings_CredentialNotProvidedByAdmin": "Zanim zaczniesz tworzyć i zarządzać numerami telefonów, poproś swojego administratora o połączenie Matomo'a z kontem SMS.",
        "Settings_CredentialProvided": "Twoje konto API SMS %s zostało skonfigurowane!",
        "Settings_CredentialInvalid": "Twoje konto API SMS %1$sjest skonfigurowane, jednakże pojawił się błąd podczas próby pobrania dostępnych kredytów.",
        "Settings_DeleteAccountConfirm": "Czy na pewno chcesz skasować to konto SMS?",
        "Settings_DelegatedSmsProviderOnlyAppliesToYou": "Skonfigurowany dostawca SMS będzie dostępny wyłącznie dla Ciebie.",
        "Settings_DelegatedPhoneNumbersOnlyUsedByYou": "Skonfigurowane numery telefonów będą widoczne i dostępne wyłącznie dla Ciebie.",
        "Settings_EnterActivationCode": "Wprowadź kod aktywacyjny",
        "Settings_InvalidActivationCode": "Wprowadzony kod nie jest poprawny, proszę spróbuj ponownie.",
        "Settings_LetUsersManageAPICredential": "Pozwól użytkownikom na wybór własnego dostawcy SMS",
        "Settings_LetUsersManageAPICredential_No_Help": "Wszyscy użytkownicy mogą odbierać Raporty SMS i korzystać ze środków dostępnych na Twoim koncie.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Każdy użytkownik będzie mógł skonfigurować swoje konto API SMS i nie będzie miał dostępu do Twoich środków.",
        "Settings_ManagePhoneNumbers": "Zarządzaj numerami telefonów",
        "Settings_PhoneActivated": "Numer telefonu potwierdzony! Teraz możesz odbierać SMS'y ze statystykami.",
        "Settings_PhoneNumber": "Numer telefonu",
        "Settings_PhoneNumbers_Add": "Dodaj nowy numer telefonu",
        "Settings_PhoneNumbers_CountryCode_Help": "Jeśli nie znasz numeru kierunkowego swojego kraju, poszukaj go tu.",
        "Settings_PhoneNumbers_Help": "Zanim zaczniesz otrzymywać raporty SMS'em (wiadomość tekstowa), numer Twojego telefonu musi zostać wprowadzony poniżej.",
        "Settings_PhoneNumbers_HelpAdd": "Gdy klikniesz na \"Dodaj\", SMS z kodem aktywacyjnym zostanie wysłany na skonfigurowany numer. Użytkownik, który go otrzyma powinien zalogować się do Piwik'a, kliknąć na Zarządzanie, następnie Powiadomienia Mobilne. Po wprowadzeniu kodu, użytkownik będzie mógł odbierać na swoim telefonie raporty tekstowe.",
        "Settings_PleaseSignUp": "Aby stworzyć raport SMS i otrzymywać statystyki swoich serwisów w postaci wiadomości tekstowych, proszę wpisz poniżej dane dotyczące API SMS.",
        "Settings_SMSAPIAccount": "Zarządzaj kontem SMS API",
        "Settings_SMSProvider": "Dostawca usługi SMS",
        "Settings_SuperAdmin": "Ustawienia Super Użytkownika",
        "Settings_SuspiciousPhoneNumber": "Jeśli nie otrzymujesz wiadomości tekstowych, możesz spróbować usunąć początkowe zero n.p. %s",
        "Settings_UpdateOrDeleteAccount": "Możesz również %1$szaktualizować%2$s lub %3$sskasować%4$s to konto.",
        "Settings_ValidatePhoneNumber": "Weryfikuj",
        "Settings_VerificationCodeJustSent": "Właśnie wysłaliśmy SMS'a z kodem na podany numer: proszę wprowadź ten kod powyżej i kliknij \"Weryfikuj\".",
        "SettingsMenu": "Powiadomienia Mobilne",
        "SMS_Content_Too_Long": "[za długie]",
        "Available_Credits": "Dostępne kredyty: %1$s",
        "TopLinkTooltip": "Spraw aby Raporty z analizą serwisów internetowych były dostarczane do Twojej skrzynki odbiorczej lub na Twoją komórkę.",
        "TopMenu": "Raporty e-mail & SMS",
        "UserKey": "Klucz użytkownika",
        "VerificationText": "Kod to %1$s. W celu weryfikacji Twojego numeru telefonu i umożliwienia odbioru raportów Piwik przez SMS proszę skopiuj ten kod do formularza dostępnego w Matomo'u > %2$s > %3$s."
    }
}