{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Provedor '%1$s' desconhecido. Tente um dos seguintes em vez: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Você pode adicionar mais números de telefone, acessando",
        "MobileReport_MobileMessagingSettingsLink": "Página de configurações de Mensagens móveis",
        "MobileReport_NoPhoneNumbers": "Por favor ative pelo menos um número de telefone acessando",
        "MultiSites_Must_Be_Activated": "Para gerar textos SMS de estatísticas do seu site, por favor, ative o plugin multisites no Matomo.",
        "PhoneNumbers": "Números de telefone",
        "PluginDescription": "Criar e baixar relatórios SMS personalizados e tê-los enviado para o seu celular diária, semanal ou mensalmente.",
        "Settings_APIKey": "API Key",
        "Settings_CountryCode": "Código do país",
        "Settings_SelectCountry": "Selecionar país",
        "Settings_CredentialNotProvided": "Antes que você possa criar e gerenciar números de telefone, ligue Matomo na sua Conta SMS acima.",
        "Settings_CredentialNotProvidedByAdmin": "Antes que você possa criar e gerenciar números de telefone, por favor, solicite ao seu administrador para conectar o Matomo a uma conta SMS.",
        "Settings_CredentialProvided": "Sua conta API SMS %s está configurada corretamente!",
        "Settings_CredentialInvalid": "Sua conta SMS API %1$s foi configurada, mas um erro ocorreu ao tentar receber os créditos disponíveis.",
        "Settings_DeleteAccountConfirm": "Tem certeza de que deseja apagar esta conta SMS?",
        "Settings_DelegatedSmsProviderOnlyAppliesToYou": "O provedor de SMS configurado será usado somente por você e não pelos outros usuários.",
        "Settings_DelegatedPhoneNumbersOnlyUsedByYou": "Os números de telefone configurados serão visualizados e usados somente por você e não pelos outros usuários.",
        "Settings_EnterActivationCode": "Informe o código de ativação",
        "Settings_InvalidActivationCode": "O Código informado não é válido, por favor tente novamente.",
        "Settings_LetUsersManageAPICredential": "Permite aos usuários gerenciar seus próprios provedores SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Todos os usuários são capazes de receber relatórios de SMS e utilizarão créditos da sua conta.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Cada usuário será capaz de configurar sua própria conta SMS API e não utilizarão o seu crédito.",
        "Settings_ManagePhoneNumbers": "Gerenciar números de telefone",
        "Settings_PhoneActivated": "Telefone validado! Agora você pode receber SMS com suas estatísticas.",
        "Settings_PhoneNumber": "Número de telefone",
        "Settings_PhoneNumbers_Add": "Adicionar novo número de telefone",
        "Settings_PhoneNumbers_CountryCode_Help": "Se você não souber o código de país do seu telefone, procure aqui.",
        "Settings_PhoneNumbers_Help": "Antes de receber relatórios SMS (mensagens de texto) em um telefone o número do telefone deve ser informado abaixo.",
        "Settings_PhoneNumbers_HelpAdd": "Quando você clica em \"Adicionar\", um SMS contendo um código será enviado para o telefone. O usuário que recebe o código deve então fazer o login no Matomo, clicar em Configurações, depois clicar em Mensagens Móveis. Depois de informar o código, o usuário poderá receber relatórios de texto em seu telefone.",
        "Settings_PleaseSignUp": "Para criar relatórios de SMS e receber mensagens curtas de texto com as suas estatísticas de website em seu telefone móvel, inscreva-se com a API SMS e insira as informações abaixo.",
        "Settings_SMSAPIAccount": "Gerenciar conta de API SMS",
        "Settings_SMSProvider": "Provedor SMS",
        "Settings_SuperAdmin": "Configurações de super usuário",
        "Settings_SuspiciousPhoneNumber": "Se você não receber a mensagem de texto, você pode experimentar sem o zero inicial. Ex.: %s",
        "Settings_UpdateOrDeleteAccount": "Você também pode %1$satualizar%2$s ou %3$sapagar%4$s esta conta.",
        "Settings_ValidatePhoneNumber": "Validar",
        "Settings_VerificationCodeJustSent": "Enviamos um SMS para este número com um código: por favor digite o código acima e clique em \"Validar\".",
        "SettingsMenu": "Mensagem móvel",
        "SMS_Content_Too_Long": "[muito longo]",
        "Available_Credits": "Créditos disponíveis: %1$s",
        "TopLinkTooltip": "Obter relatórios analíticos da Web em seu e-mail ou telefone móvel!",
        "TopMenu": "Relatórios de e-mail e SMS",
        "UserKey": "Chave do usuário",
        "VerificationText": "O código é %1$s. Para validar o seu número de telefone e receber relatórios Matomo de SMS, copie este código no formulário disponível no Matomo em > %2$s > %3$s."
    }
}