{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Nome de fornecedor '%1$s' desconhecido. Em alternativa, tente qualquer um dos seguintes: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Pode adicionar mais números de telefone, acedendo",
        "MobileReport_MobileMessagingSettingsLink": "à página de definições de mensagens móveis",
        "MobileReport_NoPhoneNumbers": "Por favor, ative pelo menos um número de telefone acedendo",
        "MultiSites_Must_Be_Activated": "Para gerar textos SMS das estatísticas do seu site, por favor ative a extensão MultiSites no Matomo.",
        "PhoneNumbers": "Números de telefone",
        "PluginDescription": "Crie e transfira relatórios de SMS personalizados e faça com que os mesmos sejam enviados para o seu telemóvel diariamente, semanalmente ou mensalmente.",
        "Settings_APIKey": "Chave da API",
        "Settings_CountryCode": "Código do País",
        "Settings_SelectCountry": "Selecionar país",
        "Settings_CredentialNotProvided": "Antes de poder criar e gerir números de telefone, por favor ligue o Matomo à sua conta SMS acima.",
        "Settings_CredentialNotProvidedByAdmin": "Antes de poder criar e gerir números de telefone, por favor peça ao seu administrador para ligar o Matomo a uma conta SMS.",
        "Settings_CredentialProvided": "A sua conta da API SMS %s está configurada corretamente!",
        "Settings_CredentialInvalid": "A sua conta da API SMS %1$s está configurada, mas ocorreu um erro ao tentar obter os créditos disponíveis.",
        "Settings_DeleteAccountConfirm": "Tem a certeza que pretende eliminar esta conta SMS?",
        "Settings_DelegatedSmsProviderOnlyAppliesToYou": "O fornecedor de SMS configurado apenas será utilizado por si e não por quaisquer outros utilizadores.",
        "Settings_DelegatedPhoneNumbersOnlyUsedByYou": "Os números de telefone configurados apenas podem ser vistos e utilizados por si e não por quaisquer outros utilizadores.",
        "Settings_EnterActivationCode": "Introduza o código de ativação",
        "Settings_InvalidActivationCode": "O código inserido não é válido, por favor, tente novamente.",
        "Settings_LetUsersManageAPICredential": "Permitir que os utilizadores façam a gestão do seu próprio fornecedor de SMS",
        "Settings_LetUsersManageAPICredential_No_Help": "Todos os utilizadores poderão receber relatórios por SMS e irão utilizar os créditos da sua conta.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Cada utilizador irá poder configurar a sua própria «Conta de API SMS» e não irá utilizar o seu crédito.",
        "Settings_ManagePhoneNumbers": "Gerir números de telefone",
        "Settings_PhoneActivated": "Número de telefone validado! Já pode receber SMS com as suas estatísticas.",
        "Settings_PhoneNumber": "Número de telefone",
        "Settings_PhoneNumbers_Add": "Adicionar um novo número de telefone",
        "Settings_PhoneNumbers_CountryCode_Help": "Se não sabe o código telefónico do país, procure pelo seu país aqui.",
        "Settings_PhoneNumbers_Help": "Antes de receber relatórios por SMS (mensagens de texto) num telefone, o número de telefone deve ser introduzido abaixo.",
        "Settings_PhoneNumbers_HelpAdd": "Ao clicar em \"Adicionar\", uma mensagem SMS contendo um código será enviada para o telemóvel. O utilizador que a receba deverá então autenticar-se no Matomo, clicar em \"Definições\" e depois em \"Mensagens móveis\". Após a introdução do código, o utilizador poderá receber relatórios de texto no respetivo telemóvel.",
        "Settings_PleaseSignUp": "Para criar relatórios SMS e receber pequenas mensagens de texto com as estatísticas dos seus sites no seu telemóvel, por favor, subscreva à API SMS e introduza a sua informação em baixo.",
        "Settings_SMSAPIAccount": "Gerir conta da API SMS",
        "Settings_SMSProvider": "Fornecedor de SMS",
        "Settings_SuperAdmin": "Definições de super-utilizador",
        "Settings_SuspiciousPhoneNumber": "Se não recebe a mensagem de texto, pode tentar sem o zero no início, por exemplo %s",
        "Settings_UpdateOrDeleteAccount": "Pode também %1$satualizar%2$s ou %3$seliminar%4$s esta conta.",
        "Settings_ValidatePhoneNumber": "Validar",
        "Settings_VerificationCodeJustSent": "Acabámos de enviar uma mensagem SMS para este número contendo um código: por favor introduza o código em cima e clique em \"Validar\".",
        "SettingsMenu": "Mensagens móveis",
        "SMS_Content_Too_Long": "[demasiado comprido]",
        "Available_Credits": "Créditos disponíveis: %1$s",
        "TopLinkTooltip": "Tenha relatórios de análise web entregues na sua caixa de e-mail ou telemóvel.",
        "TopMenu": "Relatórios por e-mail e SMS",
        "UserKey": "Chave utilizador",
        "VerificationText": "O código é %1$s. Para confirmar o seu número de telefone e receber relatórios por SMS do Matomo, por favor copie este código para o formulário acessível via Matomo > %2$s > %3$s."
    }
}