{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Numele furnizorului '%1$s' necunoscut. Încercați oricare dintre următoarele: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Poţi adîuga mai multe numele de telefon accesând",
        "MobileReport_MobileMessagingSettingsLink": "Pagina setări mesage mobile",
        "MobileReport_NoPhoneNumbers": "Vă rugăm să activați cel puțin un număr de telefon accesand",
        "MultiSites_Must_Be_Activated": "Pentru a genera texte SMS de statistici pe site-ul dvs., vă rugăm să activați plugin MultiSites în Piwik.",
        "PhoneNumbers": "Numere de telefon",
        "PluginDescription": "Creati și descărcati rapoarte SMS personalizate și le puteti trimite pe telefonul mobil o bază de zi , săptămânal sau lunar.",
        "Settings_APIKey": "Cheie API",
        "Settings_CountryCode": "Codul ţării",
        "Settings_CredentialNotProvided": "Înainte de a putea crea și gestiona numerele de telefon, vă rugăm să vă conectați la contul dvs. SMS Piwik de mai sus.",
        "Settings_CredentialNotProvidedByAdmin": "Înainte de a putea crea și gestiona numerele de telefon, vă rugăm să întrebați administratorul dvs. pentru a conecta Piwik la un cont SMS.",
        "Settings_CredentialProvided": "Contul tau de %s SMS API este corect configurat!",
        "Settings_DeleteAccountConfirm": "Sigur doriţi să ştergeţi acest cont SMS ?",
        "Settings_InvalidActivationCode": "Codul introdus nu a fost valabil, vă rugăm să încercați din nou.",
        "Settings_LetUsersManageAPICredential": "Permite utilizatorilor să gestioneze propriile date SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Toți utilizatorii au posibilitatea de a primi raport SMS-uri și vor utiliza creditul contului dvs..",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Fiecare utilizator va fi capabil de a configura propriul lor cont SMS API și nu va folosi creditul dvs.",
        "Settings_ManagePhoneNumbers": "Gestionare Numere telefon",
        "Settings_PhoneActivated": "Număr de telefon validat! Puteți primi acum SMS-uri cu statisticile.",
        "Settings_PhoneNumber": "Număr de telefon",
        "Settings_PhoneNumbers_Add": "Adaugă un Număr de Telefon nou",
        "Settings_PhoneNumbers_CountryCode_Help": "Dacă nu știți codul de țară pentru telefon, uita-te pentru țara ta aici",
        "Settings_PhoneNumbers_Help": "Înainte de a primi SMS-uri (mesaje text), rapoartele pe un telefon, numărul de telefon trebuie să fie introdusă mai jos.",
        "Settings_PhoneNumbers_HelpAdd": "Când faceți clic pe \"Add\", un SMS cu un cod va fi trimis la telefon. Utilizatorul primește codul ar trebui să intri, atunci la Piwik, faceți clic pe Settings, apoi faceți clic pe Mesagerie Mobile. După introducerea codului, utilizatorul va fi capabil de a primi rapoarte de text de pe telefonul lui.",
        "Settings_PleaseSignUp": "Pentru a crea SMS rapoarte și pentru primi mesaje text scurte cu statisticile site-urilor dvs. pe telefonul mobil, vă rugăm să vă înscrieți cu API SMS și sa introduceți informațiile dvs. mai jos.",
        "Settings_SMSAPIAccount": "Gestioneaza contul SMS API",
        "Settings_SMSProvider": "Operator SMS",
        "Settings_SuperAdmin": "Setările utilizatorului privilegiat",
        "Settings_SuspiciousPhoneNumber": "Dacă nu primiți un mesaj text, puteți încerca fără primul zero. de exemplu. %s.",
        "Settings_UpdateOrDeleteAccount": "Puteți, de asemenea %1$sactualiza%2$s sau %3$ssterge%4$s acest cont.",
        "Settings_ValidatePhoneNumber": "Verifică",
        "Settings_VerificationCodeJustSent": "Tocmai am trimis un SMS la acest număr cu un cod: Va rugam introduceti codul de mai sus și faceți clic pe \"Validare\".",
        "SettingsMenu": "Mesagerie mobil",
        "SMS_Content_Too_Long": "[prea lung]",
        "TopLinkTooltip": "Web Analytics Rapoarte livrate pe email-ul sau telefonul mobil!",
        "TopMenu": "Email & SMS Rapoarte",
        "VerificationText": "Codul este de %1$s. Pentru a valida numărul dvs. de telefon și pentru a primi rapoarte SMS Piwik vă rugăm să copiați acest cod în formă accesibilă prin intermediul Piwik > %2$s > %3$s."
    }
}