{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Провайдер с именем '%s' неизвестен. Попробуйте один из предложенных вариантов: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Вы можете добавить несколько телефонных номеров получив доступ",
        "MobileReport_MobileMessagingSettingsLink": "Страница настроек Mobile Messaging",
        "MobileReport_NoPhoneNumbers": "Пожалуйста, включите хотя бы один номер телефона получив доступ",
        "MultiSites_Must_Be_Activated": "Для создания SMS-сообщений с информацией о статистике Вашего веб-сайта, пожалуйста включите плагин MultiSites в Piwik.",
        "PhoneNumbers": "Номера телефонов",
        "PluginDescription": "Позволяет создавать и загружать SMS-отчёты и отправлять их на мобильный телефон каждый день, неделю или месяц.",
        "Settings_APIKey": "API ключ",
        "Settings_CountryCode": "Код страны",
        "Settings_CredentialNotProvided": "Прежде чем вы сможете создавать и управлять номерами телефонов, подключите Piwik к своему ​​аккаунту SMS выше.",
        "Settings_CredentialNotProvidedByAdmin": "Прежде чем вы сможете создавать и управлять номерами телефонов, пожалуйста, обратитесь к администратору для подключения Piwik к аккаунту SMS.",
        "Settings_CredentialProvided": "SMS API %s для вашей учетной записи настроено корректно!",
        "Settings_DeleteAccountConfirm": "Вы уверены что хотите удалить этот SMS акаунт?",
        "Settings_InvalidActivationCode": "Код, который вы ввели, неверен. Попробуйте ещё.",
        "Settings_LetUsersManageAPICredential": "Разрешить пользователям управлять своими полномочиями SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Все пользователи имеют возможность получать SMS-отчеты и будут использовать кредиты вашего аккаунта.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Каждый пользователь сможет настроить самостоятельно счета SMS API и не будет использовать ваши кредиты.",
        "Settings_ManagePhoneNumbers": "Управление номерами телефонов",
        "Settings_PhoneActivated": "Номер телефона успешно проверен! Теперь вы можете получать SMS со статистикой.",
        "Settings_PhoneNumber": "Номер телефона",
        "Settings_PhoneNumbers_Add": "Добавить новый номер телефона",
        "Settings_PhoneNumbers_CountryCode_Help": "Если Вы не знаете телефонный код Вашей страны, найдите свою страну здесь",
        "Settings_PhoneNumbers_Help": "Для получения SMS (текстовых сообщений) с отчетами, введите ниже номер телефона.",
        "Settings_PhoneNumbers_HelpAdd": "Когда Вы нажмете \"Добавить\", SMS-сообщение с кодом будет отправлено на указанный номер. Получивший код пользователь должен войти в Piwik, перейти в Настройки, а затем в Mobile Messaging. После того, как код будет введен, пользователь сможет получать текстовые отчеты на свой телефон.",
        "Settings_PleaseSignUp": "Для создания SMS сообщений и получения коротких текстовых сообщений со статистикой ваших веб-сайтов, на свой мобильный телефон, пожалуйста, зарегистрируйтесь в SMS API и введите информацию ниже.",
        "Settings_SMSAPIAccount": "Управление API SMS аккаунтом",
        "Settings_SMSProvider": "SMS-гейт",
        "Settings_SuperAdmin": "Настройки суперпользователя",
        "Settings_UpdateOrDeleteAccount": "Так же вы можете %sобновить%s или %sудалить%s этот аккаунт.",
        "Settings_ValidatePhoneNumber": "Проверить",
        "Settings_VerificationCodeJustSent": "Мы только что отправили SMS с кодом на ваш номер: введите его ниже и нажмите \"Подтвердить\"",
        "SettingsMenu": "СМС сообщения",
        "SMS_Content_Too_Long": "[слишком длинно]",
        "TopMenu": "Email и SMS отчёты",
        "VerificationText": "Код %s. Для проверки номера Вашего телефона и получения SMS-отчетов Piwik, пожалуйста, скопируйте этот код в форму > %s > %s."
    }
}