{
    "MobileMessaging": {
        "Exception_UnknownProvider": "Ime provajdera '%1$s' je nepoznato. Pokušajte sa nekim od ovih: %2$s.",
        "MobileReport_AdditionalPhoneNumbers": "Možete dodati više brojeva telefona preko",
        "MobileReport_MobileMessagingSettingsLink": "stranica sa podešavanjima za SMS",
        "MobileReport_NoPhoneNumbers": "Molimo vas da aktivirate barem jedan broj telefona preko",
        "MultiSites_Must_Be_Activated": "Da biste generisali SMS poruke za vaše statistike, molimo vas da u Piwik-u uključite MultiSites dodatak.",
        "PhoneNumbers": "Brojevi telefona",
        "PluginDescription": "Napravite i preuzmite SMS izveštaje koji će vam biti slati na vaš mobilni dnevno, nedeljno i mesečno.",
        "Settings_APIKey": "API ključ",
        "Settings_CountryCode": "Kod zemlje",
        "Settings_CredentialNotProvided": "Pre nego što budete u mogućnosti da upravljate brojevima telefona, molimo vas da povežete Piwik sa vašim SMS nalogom.",
        "Settings_CredentialNotProvidedByAdmin": "Da biste bili u mogućnosti da kreirate i upravljate telefonskim brojevima, zamolite administratora da poveže Piwik sa SMS nalogom.",
        "Settings_CredentialProvided": "Vaš %s SMS API je ispravno podešen.",
        "Settings_DeleteAccountConfirm": "Da li ste sigurni da želite da obrišete ovaj SMS nalog?",
        "Settings_InvalidActivationCode": "Kod koji ste uneli nije dobar, pokušajte ponovo.",
        "Settings_LetUsersManageAPICredential": "Omogući korisnicima da sami upravljaju svojim SMS API podešavanjima",
        "Settings_LetUsersManageAPICredential_No_Help": "Svi korisnici će biti u mogućnosti da primaju SMS izveštaje i da koriste kredite sa vašeg naloga.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Svaki korisnik će moći da podesi sopstveni SMS API nalog i neće trošiti vaše kredite.",
        "Settings_ManagePhoneNumbers": "Upravljanje brojevima telefona",
        "Settings_PhoneActivated": "Telefonski broj je validan! Sada možete da primate SMS poruke sa statistikama.",
        "Settings_PhoneNumber": "Broj telefona",
        "Settings_PhoneNumbers_Add": "Dodaj novi broj telefona",
        "Settings_PhoneNumbers_CountryCode_Help": "Ukoliko ne znate mobilni kod za zemlju, pogledajte ovde",
        "Settings_PhoneNumbers_Help": "Da biste bili u mogućnosti da primate SMS izveštaje na mobilni telefon, morate da upišete broj telefona.",
        "Settings_PhoneNumbers_HelpAdd": "Kada budete kliknuli na \"Dodaj\", SMS sa kodom će biti poslat na mobilni. Korisnik koji bude primio kod bi onda trebalo da se prijavi na Piwik, klikne na Podešavanja pa na Mobilni. Nakon što unese kod korisnik će biti u mogućnosti da prima izveštaje na svoj mobilni telefon.",
        "Settings_PleaseSignUp": "Da biste kreirali SMS izveštaje i primali poruke sa statistikama na mobilni, molimo vas da se prijavite sa SMS API-jem i da upišete svoje podatke.",
        "Settings_SMSAPIAccount": "Upravljanje SMS API nalogom",
        "Settings_SMSProvider": "SMS provajder",
        "Settings_SuperAdmin": "Podešavanja za superkorisnika",
        "Settings_SuspiciousPhoneNumber": "Ukoliko ne dobijete SMS poruku, pokušajte bez vodećih nula. Na primer %s",
        "Settings_UpdateOrDeleteAccount": "Ovaj nalog možete i %1$sažurirati%2$s ili %3$sobrisati%4$s.",
        "Settings_ValidatePhoneNumber": "Validacija",
        "Settings_VerificationCodeJustSent": "Upravo je poslata SMS poruka sa kodom na ovaj broj. Molimo vas da upišete kod u polje iznad i kliknete na \"Validacija\".",
        "SettingsMenu": "SMS poruke",
        "SMS_Content_Too_Long": "Sadržaj poruke je predug",
        "TopLinkTooltip": "Neka izveštaji i analitike stižu u vaše poštansko sanduče ili na mobilni!",
        "TopMenu": "Elektronski i SMS izveštaji",
        "VerificationText": "Kod je %1$s. Da biste izvršili validaciju broja vašeg telefona i počeli da primate SMS izveštaje, molimo vas da kopirate ovaj kod u Piwik > %2$s > %3$s."
    }
}