{
    "MobileMessaging": {
        "Exception_UnknownProvider": "%s' ay hindi kilalang pangalan ng Provider. Subukan ang alinman sa mga sumusunod sa halip: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Maaari kang magdagdag iba pang numero ng telepono sa pag-access sa",
        "MobileReport_MobileMessagingSettingsLink": "Ang pahina para sa Mobile Messaging settings.",
        "MobileReport_NoPhoneNumbers": "Mangyaring i-activate ang kahit isang phone number sa pamamagitan ng pag-access",
        "MultiSites_Must_Be_Activated": "Upang makabuo ng mga teksto ng SMS sa iyong stats website mangyaring paganahin ang MultiSites plugin sa Piwik.",
        "PhoneNumbers": "Mga numero ng telepono",
        "PluginDescription": "Lumikha at mag-download ng mga custome na ulat sa SMS at itoy ipadala sa iyong mobile araw-araw lingo-linggo o buwanan.",
        "Settings_APIKey": "API Key",
        "Settings_CountryCode": "Country Code",
        "Settings_CredentialNotProvided": "Bago ka gumawa at pamahalaan ang mga numero ng telepono mangyaring e-konekta ang Piwik sa iyong SMS Account sa itaas.",
        "Settings_CredentialNotProvidedByAdmin": "Bago ka gumawa at mamahala sa mga numero ng telepono mangyaring hilingin sa iyong administrator na e-konek ang Piwik sa isang SMS Account.",
        "Settings_CredentialProvided": "Ang iyong %s SMS API account ay naka-configure nang tama!",
        "Settings_DeleteAccountConfirm": "Sigurado ka bang gusto mong tanggaling ang SMS account na ito?",
        "Settings_InvalidActivationCode": "Ang ipinasok na code ay hindi balido pakisubukang muli.",
        "Settings_LetUsersManageAPICredential": "Pahintulutan ang mga gumagamit na pamahalaan ang kredensyal ng kanilang sariling SMS API.",
        "Settings_LetUsersManageAPICredential_No_Help": "Lahat ng mga user ay makakatanggap ng mga ulat sa SMS at magagamit ang iyong user account's credits.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Ang bawat user ay makakapag-setup ng kanilang sariling SMS API Account at hindi gagamitin ang iyong credit.",
        "Settings_ManagePhoneNumbers": "Pamahalaan ang mga Numero ng Telepono",
        "Settings_PhoneActivated": "Ang numero ng telepono ay nabigyang-bisa! Maaari ka nang makatanggap ng SMS tungkol sa iyong stats.",
        "Settings_PhoneNumber": "Phone Number",
        "Settings_PhoneNumbers_Add": "Magdagdag ng bagong Numero ng Telepono",
        "Settings_PhoneNumbers_CountryCode_Help": "Kung hindi alam ang code ng telepono ng iyong bansa hanapin ang iyong bansa dito.",
        "Settings_PhoneNumbers_Help": "Bago makatanggap ng SMS (text message) sa mga ulat sa isang telepono ang numero ang telepono ay dapat na maipasok sa baba.",
        "Settings_PhoneNumbers_HelpAdd": "Kapag iyong na-click ang 'Add\" isang SMS na naglalaman ng code ay ipapadala sa iyong telepono. Ang user ay makakatanggap ng code na ito ay dapat na mag-login sa Piwik i-click ang settings pagkatapos ay e-click ang Mobile Messaging. Matapos na ipasok ang code ang user ay may matatanggap ng ulat mula sa kanyang phone.",
        "Settings_PleaseSignUp": "Upang lumikha ng mga ulat sa SMS at tumanggap ng maikling mga text na mensahe patungkol sa stats ng iyong mga website sa iyong mobile phone mangyaring mag-sign up gamit ang SMS API at ipasok ang iyong impormasyon sa ibaba",
        "Settings_SMSAPIAccount": "Pamamahala sa SMS API Account",
        "Settings_SMSProvider": "SMS Provider",
        "Settings_SuperAdmin": "Mga Super Setting ng User",
        "Settings_SuspiciousPhoneNumber": "Kung hindi mo natanggap ang text message maaari mong subukan mo ng walang mga zero sa unahan ng numbero. ibig sabihin. %s",
        "Settings_UpdateOrDeleteAccount": "Pwede mo ring %s i-update %s o %s tanggalin %s ang account na ito.",
        "Settings_ValidatePhoneNumber": "Validate",
        "Settings_VerificationCodeJustSent": "Kakapadala lang namin ng SMS sa numerong ito na may code na: mangyarin ilagay ang code sa taas at e-click ang \"Validate\".",
        "SettingsMenu": "Mobile Messaging",
        "SMS_Content_Too_Long": "[masyadong mahaba]",
        "TopLinkTooltip": "Kumuha ng Ulat para sa Web Analytics na mai-hahatid sa iyong email inbox o sa iyong mobile phone.",
        "TopMenu": "Mga ulat ng Email at SMS",
        "VerificationText": "Ang code ay %s. Upang mapatunayan ang iyong numero at makatanggap ng Piwik SMS mangyaring kopyahin ang code na ito sa form sa pamamagitan ng Piwik >%s >%s"
    }
}