{
    "SitesManager": {
        "AddSite": "Добави нов сайт",
        "AdvancedTimezoneSupportNotFound": "Разширена часова зона поддръжка не е намерена в PHP (поддържа в по-нова версия на PHP от 5.2 или точно 5.2). Все още можете да изберете ръчно UTC.",
        "AliasUrlHelp": "Препоръчително е, но не е задължително, да се уточнят различните URL адреси, по един на ред, че Вашите посетители имат достъп до този сайт. Наричани още URL адреси за сайта няма да се появяват в Референции > Сайтове. Имайте в предвид, че не е необходимо да се уточнят URL адреси със и без \"WWW\" като Piwik автоматично смята така.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Промяната на часовата зона ще засегне само данни в бъдеще, и няма да се прилага със задна дата.",
        "ChooseCityInSameTimezoneAsYou": "Изберете град в тази часова зона, в която сте.",
        "Currency": "Валута",
        "CurrencySymbolWillBeUsedForGoals": "Символът за валутата ще бъде показан на следващите целеви доходи.",
        "DefaultCurrencyForNewWebsites": "Валута по подразбиране за нови уеб сайтове",
        "DefaultTimezoneForNewWebsites": "Времева зона по подразбиране за нови уеб сайтове",
        "DeleteConfirm": "Наистина ли желаете да изтриете този уеб сайт %s?",
        "DisableSiteSearch": "Изключване на следенето за търсенията в сайта",
        "EcommerceHelp": "Когато са включени, \"Цели\", отчета ще има нова секция Електронна търговия.",
        "EnableEcommerce": "Електронна търговия включен",
        "EnableSiteSpecificUserAgentExclude_Help": "Ако има нужда, могат да се изключат различни потребителски агенти, за различни сайтове. За целта активирайте тази отметка, щракнете „Запази“ и %1$sдобави потребителските агенти по-горе%2$s.",
        "ExceptionDeleteSite": "Не е възможно да изтриете този сайт, защото той е единствения регистриран в системата. Преди да изтриете този сайт е нужно да добавите нов сайт.",
        "ExceptionEmptyName": "Полето за име на сайт не може да бъде празно.",
        "ExceptionInvalidCurrency": "Валутата \"%s\" не е валидна. Моля, въведете валиден символ за валутата (например %s)",
        "ExceptionInvalidIPFormat": "IP адресът за изключване \"%s\" не е във валиден IP формат (например %s)",
        "ExceptionInvalidTimezone": "Времевата зона \"%s\" не е валидна. Моля, въведете валидна времева зона.",
        "ExceptionInvalidUrl": "Адреса '%s' не е валиден.",
        "ExceptionNoUrl": "Необходимо е да въведете поне един адрес (URL) за сайта.",
        "ExcludedIps": "Изключени IP адреси",
        "ExcludedParameters": "Изключени параметри",
        "GlobalListExcludedIps": "Глобален списък на изключените IP адреси",
        "GlobalListExcludedQueryParameters": "Глобален списък на заявените URL параметри да се изключи",
        "GlobalWebsitesSettings": "Глобални настройки на уеб сайтовете",
        "HelpExcludedIps": "Въведете списък с IP адреси, по един на ред, които искате да бъдат изключени от проследяването на Piwik. Можете да използвате заместващи символи, например. %1$s или %2$s",
        "JsTrackingTagHelp": "JavaScript кода, който трябва да вмъкнете във всички страници",
        "KeepURLFragmentsHelp2": "Има възможност да отмените тази настройка за индивидуални уеб сайтове по-горе.",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP адресите по-долу ще бъдат изключени от броячите на всички сайтове.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Заявка на URL адресните параметри по-долу, ще бъдат изключени от URL адресите на всички уеб сайтове.",
        "ListOfQueryParametersToExclude": "Въведете списък с URL параметри на заявката, по един на ред, да се изключат от докладите на Page URL адреси.",
        "MainDescription": "За да работи брояча е необходимо да добавите САЙТОВЕ! Добавете, редактирайте, изтрийте Сайт и вземете кода за вмъкване.",
        "NotAnEcommerceSite": "Не сайт за Електронна търговия",
        "NotFound": "Не са намерени уеб сайтове",
        "NoWebsites": "Вие нямате сайт, който да администрирате.",
        "OnlyOneSiteAtTime": "Не можете да променяте едновременно два сайта. Моля Запазете или Откажете вашата текуща модификация на този уеб сайт %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik позволява задълбочено проследяване и анализ на Електронна търговия. Научете повече относно %s Електронна търговия анализ %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik автоматично ще изключи общите параметри на сесията (%s).",
        "SearchKeywordLabel": "Параметър за заявката",
        "SearchKeywordParametersDesc": "Въведете списък, разделен със запетаи, за имената на всички заявки съдържащи търсени ключови думи в сайта.",
        "SelectACity": "Изберете град",
        "SelectDefaultCurrency": "Можете да изберете валута, за да зададете по подразбиране за нови уеб сайтове.",
        "SelectDefaultTimezone": "Можете да изберете времева зона, за да изберете по подразбиране за нови уеб сайтове.",
        "ShowTrackingTag": "покажи кода за вмъкване",
        "Sites": "Сайтове",
        "SiteSearchUse": "Можете да използвате Piwik да следи и докладва това, което посетителите търсят, посредством търсачката на сайта.",
        "SuperUserAccessCan": "Потребител с права „привилигирован потребител“ може да достъпва също %sзадаване на глобални настройки%s за новите сайтове.",
        "Timezone": "Часова зона",
        "TrackingTags": "Проследяване на етикети за %s",
        "Urls": "Адреси",
        "UTCTimeIs": "UTC часът е %s.",
        "WebsitesManagement": "Управление на сайтове",
        "YouCurrentlyHaveAccessToNWebsites": "В момента имате достъп до %s уебсайта.",
        "YourCurrentIpAddressIs": "Вашият IP адрес е: %s"
    }
}