{
    "SitesManager": {
        "AddMeasurable": "Добавяне на нова измерима величина",
        "AddSite": "Добави нов сайт",
        "AdvancedTimezoneSupportNotFound": "Разширена часова зона поддръжка не е намерена в PHP (поддържа версия на PHP &gt;= 5.2). Все още можете да изберете ръчно UTC.",
        "AliasUrlHelp": "Препоръчително е, но не е задължително, да се уточнят различните URL адреси, по един на ред, че Вашите посетители имат достъп до този сайт. Наричани още URL адреси за сайта няма да се появяват в Референции → Сайтове. Имайте в предвид, че не е необходимо да се уточнят URL адреси със и без 'www' като Matomo автоматично смята така.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Промяната на часовата зона ще засегне само данни в бъдеще, и няма да се прилага със задна дата.",
        "ChooseMeasurableTypeHeadline": "Какво бихте искали да измерите?",
        "Currency": "Валута",
        "CurrencySymbolWillBeUsedForGoals": "Символът за валутата ще бъде показан на следващите целеви доходи.",
        "CustomizeJavaScriptTracker": "Персонализирайте проследяването на JavaScript",
        "DefaultCurrencyForNewWebsites": "Валута по подразбиране за нови уеб сайтове",
        "DefaultTimezoneForNewWebsites": "Времева зона по подразбиране за нови уеб сайтове",
        "DeleteConfirm": "Наистина ли желаете да изтриете този уеб сайт %s?",
        "DeleteSiteExplanation": "Изтриването на уебсайт ще изтрие всички данни от лога, които са били събрани за него. Това действие е перманентно и не може да бъде отменено.",
        "DetectingYourSite": "Откриване на Вашия сайт",
        "DisableSiteSearch": "Изключване на следенето за търсенията в сайта",
        "EcommerceHelp": "Когато са включени, \"Цели\", отчета ще има нова секция Електронна търговия.",
        "EmailInstructionsButton": "Изпратете тези инструкции по имейл",
        "EmailInstructionsDocsPlainText": "Ако искате да направите нещо повече от проследяване на показвания на страници, моля, разгледайте документацията на Matomo на адрес %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Можете също така да генерирате персонализиран код за проследяване на %1$s.",
        "EmailInstructionsSiteDetails": "Ще Ви трябват тези подробности, за да използвате API или SDK за проследяване на посещенията на Matomo.",
        "EmailInstructionsSiteDetailsHeading": "Подробности за сайта Ви",
        "EmailInstructionsSubject": "Проследяващ код на Matomo Analytics",
        "EmailInstructionsYourSiteId": "Идентификатор на Вашия сайт: %1$s",
        "EmailInstructionsYourTrackingUrl": "Вашият проследяващ URL адрес: %1$s",
        "EnableEcommerce": "Електронна търговия включен",
        "EnableSiteSearch": "Проследяването на търсенето в сайта е активирано",
        "ExceptionDeleteSite": "Не е възможно да изтриете този сайт, защото той е единствения регистриран в системата. Преди да изтриете този сайт е нужно да добавите нов сайт.",
        "ExceptionEmptyName": "Полето за име на сайт не може да бъде празно.",
        "ExceptionInvalidCurrency": "Валутата \"%1$s\" не е валидна. Моля, въведете валиден символ за валутата (например %2$s)",
        "ExceptionInvalidIPFormat": "IP адресът за изключване \"%1$s\" не е във валиден IP формат (например %2$s).",
        "ExceptionInvalidTimezone": "Времевата зона \"%s\" не е валидна. Моля, въведете валидна времева зона.",
        "ExceptionInvalidUrl": "Адреса '%s' не е валиден.",
        "ExceptionNoUrl": "Необходимо е да въведете поне един адрес (URL) за сайта.",
        "ExcludedIps": "Изключени IP адреси",
        "ExcludedParameters": "Изключени параметри",
        "ExcludedReferrers": "Изключени препращачи",
        "ExcludedReferrersHelp": "Въведете списъка с имена на хостове и URL адреси, по един на ред, които искате да изключите от откриването на препращач.",
        "ExcludedReferrersHelpDetails": "Всеки запис трябва да съдържа името на хоста и може да съдържа път. Ако е предоставен път, препращачът ще бъде изключен само ако пътят също съвпада. URL адресите със и без „www“ се третират еднакво. Предоставените протоколи ще бъдат игнорирани.",
        "ExcludedReferrersHelpExamples": "напр. „%1$s“ ще съответства на „%2$s“ и „%3$s“, но не и на „%4$s“",
        "ExcludedReferrersHelpSubDomains": "За да изключите и всички поддомейни на определено име на хост, добавете точка пред него. напр. „%1$s“ ще изключи „%2$s“, но също и всички негови поддомейни като „%3$s“.",
        "ExcludedUserAgents": "Изключени потребителски агенти",
        "ExtraInformationNeeded": "За да настройте Matomo на Вашата система, може да Ви е необходима следната информация:",
        "Format_Utc": "UTC%s",
        "GlobalExcludedUserAgentHelp1": "Въведете списъка с потребителски агенти, които да изключите от проследяване от Matomo.",
        "GlobalExcludedUserAgentHelp2": "Можете да използвате това, за да изключите някои ботове от проследяване.",
        "GlobalExcludedUserAgentHelp3": "Поддържат се регулярни изрази като %s.",
        "GlobalListExcludedIps": "Глобален списък на изключените IP адреси",
        "GlobalListExcludedQueryParameters": "Глобален списък на заявените URL параметри да се изключи",
        "GlobalListExcludedReferrers": "Глобален списък с изключени препращачи",
        "GlobalListExcludedReferrersDesc": "Имената на хостове и URL адресите по-долу ще бъдат изключени от откриването на препращач.",
        "GlobalListExcludedUserAgents": "Глобален списък с потребителски агенти за изключване",
        "GlobalListExcludedUserAgents_Desc": "Ако низът на потребителския агент на посетителя съдържа някой от низовете, които сте посочили, посетителят ще бъде изключен от Matomo.",
        "GlobalSettings": "Глобални настройки",
        "GlobalWebsitesSettings": "Глобални настройки на уеб сайтовете",
        "HelpExcludedIpAddresses": "Въведете списъка с IP адреси, по един на ред, които искате да изключите от проследяване от Matomo. Можете да използвате CIDR нотация, напр. %1$s или можете да използвате заместващи знаци, напр. %2$s или %3$s",
        "InstallationGuides": "Ръководства за инсталиране",
        "InstallationGuidesIntro": "Ние предоставяме ръководства стъпка по стъпка, обясняващи как да вградите проследяващия код за някои популярни CMS и създатели на уебсайтове:",
        "Integrations": "Интеграции",
        "JsTrackingTagHelp": "JavaScript кода, който трябва да вмъкнете във всички страници",
        "KeepURLFragments": "Проследяване на фрагменти от URL адреси на страницата",
        "KeepURLFragmentsHelp": "Ако квадратчето за отметка по-долу не е отметнато, фрагментите на URL адреса на страницата (всичко след %1$s) ще бъдат премахнати при проследяване: %2$s ще се проследява като %3$s",
        "KeepURLFragmentsHelp2": "Има възможност да отмените тази настройка за индивидуални уеб сайтове по-горе.",
        "KeepURLFragmentsLong": "Запазете фрагментите на URL адресите на страницата, когато проследявате URL адресите на страниците",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP адресите по-долу ще бъдат изключени от броячите на всички сайтове.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Заявка на URL адресните параметри по-долу, ще бъдат изключени от URL адресите на всички уеб сайтове.",
        "ListOfQueryParametersToExclude": "Въведете списъка с параметри на URL заявката, по един на ред, за да изключите от отчетите за URL адреси на страници. Поддържат се регулярни изрази като %s.",
        "LogAnalytics": "Анализ на логове",
        "LogAnalyticsDescription": "Ако методът за проследяване на JavaScript не е осъществим, можете %1$s да използвате анализ на лог файлове на сървъра %2$s като алтернативен метод за проследяване на потребителите на Вашия уебсайт.",
        "MainDescription": "За да работи брояча е необходимо да добавите САЙТОВЕ! Добавете, редактирайте, изтрийте Сайт и вземете кода за вмъкване.",
        "MenuManage": "Управление",
        "MobileAppsAndSDKs": "Мобилни приложения и SDK",
        "MobileAppsAndSDKsDescription": "Не проследявате уебсайт? Като алтернатива можете да проследявате мобилно приложение или всеки друг тип приложение, като използвате един от %1$sналичните комплекти за разработване на софтуер (SDK)%2$s.",
        "NoWebsites": "Вие нямате сайт, който да администрирате.",
        "NotAnEcommerceSite": "Не е сайт за електронна търговия",
        "NotFound": "Не са намерени уеб сайтове",
        "OnlyMatchedUrlsAllowed": "Проследявайте посещенията и действията само когато URL адресът за действие започва с един от горните URL адреси.",
        "OnlyMatchedUrlsAllowedHelp": "Когато е активиран, Matomo ще проследява вътрешните действия само когато URL адресът на страницата е един от известните URL адреси за Вашия уебсайт. Това не позволява на хората да изпращат спам на Вашите анализи с URL адреси за други уебсайтове.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Домейнът и пътят трябва да съвпадат точно и всеки валиден поддомейн трябва да бъде посочен отделно. Например, когато известните URL адреси са „http://example.com/path“ и „http://good.example.com“, заявките за проследяване за „http://example.com/otherpath“ или „http:/ /bad.example.com“ се игнорират.",
        "OnlyOneSiteAtTime": "Не можете да променяте едновременно два сайта. Моля запазете или откажете Вашата текуща модификация на този уеб сайт %s.",
        "PiwikOffersEcommerceAnalytics": "Matomo позволява задълбочено проследяване и анализ на Електронна търговия. Научете повече относно %1$s Електронна търговия анализ %2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo автоматично ще изключи общите параметри на сесията (%s).",
        "PluginDescription": "Управлението на уебсайтове Ви позволява да добавяте нов уебсайт и да редактирате съществуващи уебсайтове.",
        "SearchCategoryDesc": "Matomo може също да проследява категорията Търсене за всяка ключова дума за вътрешно търсене в сайта.",
        "SearchCategoryLabel": "Параметър на категорията",
        "SearchCategoryParametersDesc": "Можете да въведете разделен със запетая списък с параметри на заявката, указващи категорията за търсене.",
        "SearchKeywordLabel": "Параметър за заявката",
        "SearchKeywordParametersDesc": "Въведете списък, разделен със запетаи, за имената на всички заявки съдържащи търсени ключови думи в сайта.",
        "SearchParametersNote": "Забележка: Параметрите на заявката и параметрите на категорията ще се използват само за уебсайтове, които имат активирано търсене в сайта, но са оставили тези параметри празни.",
        "SearchParametersNote2": "За да деактивирате търсенето в сайта за нови уебсайтове, оставете тези две полета празни.",
        "SearchUseDefault": "Използвайте %1$sпо подразбиране%2$s параметри за търсене в сайта",
        "SelectACity": "Изберете град",
        "SelectDefaultCurrency": "Можете да изберете валута, за да зададете по подразбиране за нови уеб сайтове.",
        "SelectDefaultTimezone": "Можете да изберете времева зона, за да изберете по подразбиране за нови уеб сайтове.",
        "ShowTrackingTag": "покажи кода за вмъкване",
        "SiteSearchUse": "Можете да използвате Matomo да следи и докладва това, което посетителите търсят, посредством търсачката на сайта.",
        "SiteWithoutDataDetectedGtm": "Също така установихме, че използвате Мениджър на тагове на Google. Ако предпочитате да настройте Matomo чрез GTM, моля, следвайте това %1$sръководство%2$s.",
        "SiteWithoutDataDetectedSite": "Установихме, че използвате сайт %1$s. Просто следвайте инструкциите от това %2$sръководство%3$s.",
        "SiteWithoutDataDetectedSiteWordpress": "Установихме, че използвате сайт на WordPress. Просто %1$sследвайте инструкциите от това ръководство%2$s, за да инсталирате плъгина %3$sWP-Matomo%4$s.",
        "SiteWithoutDataDetectedSiteWordpress2": "Вече сте настроили плъгина за WordPress и не виждате никакви данни? Моля, проверете %1$sтози често задаван въпрос за помощ%2$s.",
        "SiteWithoutDataGoogleTagManager": "Мениджър на тагове на Google",
        "SiteWithoutDataGoogleTagManagerDescription": "Можете да използвате Matomo с Google Tag Manager. За да настройте Matomo Tracking в Google Tag Manager, следвайте инструкциите от това %1$sръководство%2$s.",
        "SiteWithoutDataMatomoTagManager": "Мениджър на тагове на Matomo",
        "SiteWithoutDataMatomoTagManagerNotActive": "Не знаете какво е Мениджър на тагове? Разгледайте нашето %1$sРъководство за мениджър на тагове%2$s. Ако вграждате множество ресурси от уебсайтове на трети страни в уебсайта си, тогава проследяването на уебсайта Ви чрез Мениджъра на тагове може да е по-добър избор за Вас в сравнение с използването на обикновеното проследяване на JavaScript.",
        "SiteWithoutDataOtherIntegrations": "Други интеграции",
        "SiteWithoutDataOtherWays": "Други начини",
        "SiteWithoutDataSinglePageApplication": "Едностранично приложение или прогресивно уеб приложение",
        "SiteWithoutDataSinglePageApplicationDescription": "За едностранично приложение или прогресивно проследяване на уеб приложения. Вижте нашето %1$s ръководство %2$s.",
        "Sites": "Сайтове",
        "SuperUserAccessCan": "Потребител с права „привилигирован потребител“ може да достъпва също %1$sзадаване на глобални настройки%2$s за новите сайтове.",
        "Timezone": "Часова зона",
        "TrackingSiteSearch": "Проследяване на вътрешно търсене в сайта",
        "TrackingTags": "Проследяване на етикети за %s",
        "Type": "Тип",
        "UTCTimeIs": "UTC часът е %s.",
        "Urls": "Адреси",
        "WebsiteCreated": "Създаден уебсайт",
        "WebsiteUpdated": "Уебсайтът е актуализиран",
        "WebsitesManagement": "Управление на сайтове",
        "XManagement": "Управление на %s",
        "YouCurrentlyHaveAccessToNWebsites": "В момента имате достъп до %s уебсайта.",
        "YourCurrentIpAddressIs": "Вашият IP адрес е: %s"
    }
}
