{
    "SitesManager": {
        "AddSite": "Eine neue Website hinzufügen",
        "AddMeasurable": "Etwas zur Messung hinzufügen",
        "AdvancedTimezoneSupportNotFound": "Erweiterte Zeitzonenunterstützung wurde in Ihrer PHP-Installation nicht gefunden (unterstützt in PHP>=5.2). Sie können jedoch manuell eine Abweichung zu UTC auswählen.",
        "AliasUrlHelp": "Es empfiehlt sich, dass Sie hier alle URLs (eine pro Zeile) angeben, über die Ihre Besucher auf diese Website zugreifen. Alias-URLs werden dann im Bericht nicht in als Weiterleitungen aufgeführt. Hinweis: Es ist nicht erforderlich, URLs mit und ohne \"www\" anzugeben, da dies automatisch beachtet wird.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Das Ändern Ihrer Zeitzone wirkt sich nur auf zukünftige Daten aus und wird nicht rückwirkend angepasst.",
        "ChooseCityInSameTimezoneAsYou": "Wählen Sie eine Stadt, die sich in der gleichen Zeitzone wie Sie befindet.",
        "Currency": "Währung",
        "CurrencySymbolWillBeUsedForGoals": "Das Währungssymbol wird direkt neben den Einnahmen durch Ziele angezeigt.",
        "DefaultCurrencyForNewWebsites": "Standardwährung für neue Websites",
        "DefaultTimezoneForNewWebsites": "Standardzeitzone für neue Websites",
        "DeleteConfirm": "Soll die Website %s wirklich gelöscht werden?",
        "DisableSiteSearch": "Die interne Suche nicht auswerten",
        "EcommerceHelp": "Falls aktiviert, enthält der \"Ziele\"-Bericht eine neue \"Ecommerce\" Sektion.",
        "EnableEcommerce": "Ecommerce aktiviert",
        "EnableSiteSearch": "Die interne Suche wird ausgewertet",
        "EnableSiteSpecificUserAgentExclude": "Aktiviere die Möglichkeit User-Agents je Website auszuschließen",
        "EnableSiteSpecificUserAgentExclude_Help": "Falls Sie unterschiedliche User-Agents bei unterschiedlichen Websites ausschließen wollen, aktivieren und Speichern Sie diese Option und %1$sfügen Sie User-Agents oben hinzu%2$s.",
        "ExceptionDeleteSite": "Diese Website kann nicht gelöscht werden, da sie die einzige registrierte Website ist. Bitte fügen Sie zunächst eine weitere Website hinzu, erst dann kann diese gelöscht werden.",
        "ExceptionEmptyName": "Der Name der Website darf nicht leer sein.",
        "ExceptionInvalidCurrency": "Die Währung \"%s\" ist nicht gültig. Bitte geben Sie ein gültiges Währungssymbol ein (z.B. %s)",
        "ExceptionInvalidIPFormat": "Die auszuschließende IP \"%s\" hat kein gültiges IP-Format (z.B. %s).",
        "ExceptionInvalidTimezone": "Die Zeitzone \"%s\" ist nicht gültig. Bitte geben Sie eine gültige Zeitzone ein.",
        "ExceptionInvalidUrl": "Die Adresse '%s' ist keine gültige URL.",
        "ExceptionNoUrl": "Sie müssen mindestens eine URL für diese Website angeben.",
        "ExcludedIps": "Ignorierte IPs",
        "ExcludedParameters": "Ignorierte Parameter",
        "ExcludedUserAgents": "Ausgeschlossene Browser Agenten",
        "GlobalExcludedUserAgentHelp1": "Geben Sie eine Liste aller Browser Agenten ein die von Piwik ignoriert werden sollen.",
        "GlobalExcludedUserAgentHelp2": "Dies kann benutzt werden um Bots vom Tracking auszuschliessen.",
        "GlobalListExcludedIps": "Globale Liste ignorierter IPs",
        "GlobalListExcludedQueryParameters": "Globale Liste von GET-Parametern, die ignoriert werden",
        "GlobalListExcludedUserAgents": "Globale Liste aller ausgeschlossenen Browser Agenten",
        "GlobalListExcludedUserAgents_Desc": "Falls der übermittelte Browser Agent des Besuchers einen der angegebenen Begriffe enthält, wird der Besucher von Piwik ignoriert.",
        "GlobalWebsitesSettings": "Globale Website-Einstellungen",
        "HelpExcludedIps": "Geben Sie eine Liste von IPs an (eine pro Zeile), die von Piwik beim Erfassen von Besuchen ignoriert werden sollen. Es können Wildcards wie z.B. %1$s oder %2$s genutzt werden.",
        "JsTrackingTagHelp": "Hier ist der JavaScript-Tracking-Code, den Sie in all Ihre Seiten einfügen müssen",
        "KeepURLFragments": "URL Fragmente behalten",
        "KeepURLFragmentsHelp": "Ist die Checkbox unterhalb deaktiviert, werden URL Fragmente (alles nach dem %1$s) beim Tracking entfernt. %2$s würde dann als das selbe gewertet werden wie %3$s.",
        "KeepURLFragmentsHelp2": "Sie können diese Einstellung oben für jede Website individuell überschreiben.",
        "KeepURLFragmentsLong": "URL Fragmente beim Tracking behalten",
        "ListOfIpsToBeExcludedOnAllWebsites": "Die untenstehenden IPs werden auf allen Websites ignoriert.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Die untenstehenden GET-Parameter werden von allen URLs aller Websites ignoriert.",
        "ListOfQueryParametersToExclude": "Geben Sie eine Liste von GET-Parametern an (einer pro Zeile), die vom Seiten-URL-Bericht ignoriert werden sollen.",
        "MainDescription": "Ihre Webanalyse benötigt Websites! Websites können hinzugefügt, aktualisiert und gelöscht werden. Hier wird auch der JavaScript-Code gezeigt, der in Ihre Websites eingefügt werden muss.",
        "NotAnEcommerceSite": "Dies ist keine Ecommerce Seite",
        "NotFound": "Keine Websites gefunden für",
        "NoWebsites": "Es ist noch keine Website zum administrieren vorhanden.",
        "OnlyOneSiteAtTime": "Sie können immer nur eine Website zur gleichen Zeit bearbeiten. Zunächst müssen Sie die aktuellen Änderungen an der Website %s speichern oder verwerfen.",
        "PiwikOffersEcommerceAnalytics": "Mit Piwik können Sie Ihre Ecommerce Website tracken und erhalten spezielle Ecommerce Berichte. Weitere Informationen %sfinden Sie hier%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik wird automatisch typische Session-Parameter ignorieren (%s).",
        "PluginDescription": "Websites management lässt Sie eine neue Website hinzufügen und bestehende Websites ändern.",
        "SearchCategoryDesc": "Piwik kann auch die Kategorie auswerten, die in der internen Suche gewählt wird.",
        "SearchCategoryLabel": "Kategorie Parameter",
        "SearchCategoryParametersDesc": "Sie können eine durch Komma getrennte Liste der URL-Parameter eingeben, welche die Suchkategorie enthalten.",
        "SearchKeywordLabel": "URL-Parameter",
        "SearchKeywordParametersDesc": "Geben Sie eine durch Komma getrennte Liste der Namen aller URL-Parameter ein, welche den Suchbegriff enthalten können.",
        "SearchParametersNote": "Hinweis: Die URL-Parameter für Suchbegriffe und -kategorien werden nur auf Websites verwendet, bei denen die interne Suche aktiviert ist aber die Parameter leergelassen wurden.",
        "SearchParametersNote2": "Um die interne Suche für neue Websites nicht auszuwerten, lassen Sie diese beiden Felder leer.",
        "SearchUseDefault": "Die %sStandard Parameter%s für die interne Suche verwenden",
        "SelectACity": "Wählen Sie eine Stadt",
        "SelectDefaultCurrency": "Sie können eine Währung auswählen, die standardmäßig für neue Websites ausgewählt wird.",
        "SelectDefaultTimezone": "Sie können eine Zeitzone auswählen, die standardmäßig für neue Websites ausgewählt wird.",
        "ShowTrackingTag": "Tracking-Code anzeigen",
        "Sites": "Websites",
        "SiteSearchUse": "Piwik kann auswerten, wonach Besucher in der internen Suche der Website suchen.",
        "SiteWithoutDataTitle": "Bisher wurden keine Daten aufgezeichnet",
        "SiteWithoutDataDescription": "Für diese Website wurden bisher noch keine Analysedaten aufgezeichnet.",
        "SiteWithoutDataSetupTracking": "Bitte den %1$sJavaScript Tracking Code%2$s auf Ihrer Website einrichten und die Seite neu laden.",
        "SuperUserAccessCan": "Ein Nutzer mit Hauptadministrator-Berechtigung kann ebenfalls %sglobale Einstellungen%s für neue Websites vornehmen.",
        "Timezone": "Zeitzone",
        "TrackingSiteSearch": "Die interne Suche auswerten",
        "TrackingTags": "Tracking-Code für %s",
        "Urls": "URLs",
        "UTCTimeIs": "UTC-Zeit ist %s.",
        "OnlyMatchedUrlsAllowed": "Zeichne Besuche und Aktionen nur auf wenn die Aktions-URL mit einer der oben genannten URLs beginnt.",
        "OnlyMatchedUrlsAllowedHelp": "Wenn aktiviert zeichnet Piwik nur noch interne Aktionen auf bei denen die Seiten-URL eine der bekannten URLs der Website ist. Dies hindert andere daran Ihre Analyse mit URLs von anderen Websites zu verfälschen.",
        "WebsitesManagement": "Websiteverwaltung",
        "XManagement": "%s verwalten",
        "ChooseMeasurableTypeHeadline": "Was möchten Sie messen?",
        "YouCurrentlyHaveAccessToNWebsites": "Sie haben derzeit Zugriff auf %s Websites.",
        "YourCurrentIpAddressIs": "Ihre aktuelle IP-Adresse ist %s"
    }
}