{
    "SitesManager": {
        "AddMeasurable": "Agregar un nuevo medible",
        "AddSite": "Agregar un nuevo sitio web",
        "AdvancedTimezoneSupportNotFound": "No se encontró el soporte avanzado para zonas horarias en tu PHP (soportado en PHP&gt;=5.2). Todavía podés elegir un corrimiento UTC manual.",
        "AliasUrlHelp": "Se recomienda, pero no es obligatorio, especificar las diferentes direcciones web que tus visitantes usan para acceder a este sitio web. Los alias de las direcciones web para un sitio web no aparecerán en el informe Origen de visitante → Sitios web. Tené en cuenta que no es necesario especificar las direcciones web con y sin \"www\" ya que Matomo considera automáticamente ambas.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Cambiar tu zona horaria sólo afectará a los datos en adelante, y no se aplicará retroactivamente.",
        "ChooseMeasurableTypeHeadline": "¿Qué te gustaría medir?",
        "Currency": "Moneda",
        "CurrencySymbolWillBeUsedForGoals": "El símbolo de moneda se muestra al lado de los ingresos objetivos.",
        "CustomizeJavaScriptTracker": "Personalizar el seguimiento vía JavaScript",
        "DefaultCurrencyForNewWebsites": "Moneda predeterminada para los nuevos sitios web",
        "DefaultTimezoneForNewWebsites": "Zona horaria predeterminada para los nuevos sitios web",
        "DeleteConfirm": "¿Estás seguro que querés eliminar el sitio web %s?",
        "DeleteSiteExplanation": "Al eliminar un sitio web, se eliminarán todos los datos registrados que se colectaron del mismo. Esta acción es permanente y no se puede deshacer.",
        "DisableSiteSearch": "No rastrear búsquedas de sitio",
        "EcommerceHelp": "Cuando está habilitado, el informe \"Metas\" poseerá una nueva sección \"Ecommerce\".",
        "EmailInstructionsButton": "Enviar estas instrucciones por correo electrónico",
        "EmailInstructionsDocsPlainText": "Si querés hacer más que rastreo de páginas visitadas, por favor, revisá nuestra documentación de Matomo en %1$s.",
        "EmailInstructionsGenerateTrackingCode": "También podés generar un código de rastreo personalizado en %1$s.",
        "EmailInstructionsSiteDetails": "Vas a necesitar esos detalles para usar la API o SDK para rastrear visitas de Matomo.",
        "EmailInstructionsSiteDetailsHeading": "Detalles de tu sitio",
        "EmailInstructionsSubject": "Código de rastreo de Matomo Analytics",
        "EmailInstructionsYourSiteId": "Identificación de tu sitio: %1$s",
        "EmailInstructionsYourTrackingUrl": "Dirección web de tu rastreo: %1$s",
        "EnableEcommerce": "Habilitados para Ecommerce",
        "EnableSiteSearch": "Seguimiento de búsquedas de sitio habilitado",
        "ExceptionDeleteSite": "No es posible eliminar este sitio ya que es el único que hay registrado. Primero agregá un nuevo sitio, luego borrá este.",
        "ExceptionEmptyName": "El nombre del sitio no puede estar vacío.",
        "ExceptionInvalidCurrency": "La moneda \"%1$s\" no es válida. Por favor, ingresá un símbolo de moneda válido (por ejemplo: %2$s)",
        "ExceptionInvalidIPFormat": "La IP a excluir \"%1$s\" no tiene un formato válido de IP (por ejemplo, %2$s).",
        "ExceptionInvalidTimezone": "La zona horaria \"%s\" no es válida. Por favor, ingresá una zona horaria válida.",
        "ExceptionInvalidUrl": "La dirección web \"%s\" no es válida.",
        "ExceptionNoUrl": "Debe especificar al menos una dirección web para tu sitio.",
        "ExcludedIps": "IPs excluidas",
        "ExcludedParameters": "Parámetros de exclusión",
        "ExcludedUserAgents": "Agentes de usuario excluidos",
        "ExtraInformationNeeded": "Para instalar Matomo en tu sistema, necesitás la siguiente información:",
        "Format_Utc": "UTC%s",
        "GlobalExcludedUserAgentHelp1": "Introducí la lista de agentes de usuario a excluir de ser rastreados por Matomo.",
        "GlobalExcludedUserAgentHelp2": "Puede utilizar esto para excluir algunos bots de ser seguidos.",
        "GlobalListExcludedIps": "Lista global de IPs excluidas",
        "GlobalListExcludedQueryParameters": "Lista global de parámetros de direcciones web a excluir",
        "GlobalListExcludedUserAgents": "Lista global de los agentes de usuario a excluir",
        "GlobalListExcludedUserAgents_Desc": "Si la cadena de agente de usuario del visitante contiene alguna de las cadenas que especificaste, el visitante será excluido de Matomo.",
        "GlobalSettings": "Configuración global",
        "GlobalWebsitesSettings": "Configuración global de los sitios web",
        "HelpExcludedIpAddresses": "Introducí la lista de direcciones IP, una por línea, que deseás excluir de ser rastreadas por Matomo. Podés usar notación CIDR (por ejemplo %1$s) o comodines (por ejemplo: %2$s o %3$s).",
        "InstallationGuides": "Guías de instalación",
        "InstallationGuidesIntro": "Ofrecemos guías paso a paso explicando cómo insertar el código de seguimiento para algunos constructores populares de sitios web y CMS:",
        "Integrations": "Integraciones",
        "JsTrackingTagHelp": "Acá está el código de seguimiento JavaScript para incluir en todas tus páginas",
        "KeepURLFragments": "Seguimiento de fragmentos de la dirección web de la página",
        "KeepURLFragmentsHelp": "Si la casilla de abajo no está seleccionada, los fragmentos de la dirección web de la página (todo después de %1$s) serán quitados al seguir: %2$s será seguido como %3$s",
        "KeepURLFragmentsHelp2": "También podés reemplazar este ajuste para sitios web individuales arriba.",
        "KeepURLFragmentsLong": "Conservar fragmentos de la dirección web de página cuando se rastrean las mismas",
        "ListOfIpsToBeExcludedOnAllWebsites": "Las IPs a continuación quedarán excluidas de ser rastreadas en todos los sitios web.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Los parámetros de consulta de direcciones web a continuación serán excluidos de las direcciones web de los sitios.",
        "LogAnalytics": "Análisis de registros",
        "LogAnalyticsDescription": "Si el método de rastreo de JavaScript no es posible, podés usar el %1$sanálisis de registro%2$s como un método alternativo de rastreo de los usuarios de tu sitio web.",
        "MainDescription": "¡Tus informes de análisis Web necesitan Sitios web! Agregá, actualizá, eliminá sitios web, y mostrá el código JavaScript para insertar en tus páginas.",
        "MenuManage": "Administrar",
        "MobileAppsAndSDKs": "Aplicaciones web y kits de desarrollo de software",
        "MobileAppsAndSDKsDescription": "¿No estás rastreando un sitio web? Alternativamente podés rastrear una aplicación móvil u otro cualquier tipo de aplicación usando uno de nuestros %1$skits de desarrollo de software disponibles%2$s.",
        "NoWebsites": "No tenés ningún sitio web para administrar.",
        "NotAnEcommerceSite": "No es un sitio de Ecommerce",
        "NotFound": "No se encontró ningún sitio web para",
        "OnlyMatchedUrlsAllowed": "Sólo rastrear visitas y acciones cuando la dirección web de acción comienza con una de las direcciones web de arriba.",
        "OnlyMatchedUrlsAllowedHelp": "Al estar habilitado, Matomo sólo rastreará acciones internas cuando la dirección web de la página es una de las ya conocidas para tu sitio web. Esto previene que la gente haga spam en tus análisis con direcciones web de otros sitios.",
        "OnlyMatchedUrlsAllowedHelpExamples": "El dominio y la ruta tienen que ser una coincidencia exacta y cada subdominio válido tienen que ser especificados separadamente. Por ejemplo, cuando las direcciones web conocidas son \"http://ejemplo.com/ruta\" y \"http://buen.ejemplo.com\", las solicitudes para \"http://ejemplo.com/otraruta\" o \"http://mal.ejemplo.com\" son ignoradas.",
        "OnlyOneSiteAtTime": "Sólo podés editar un sitio web a la vez. Por favor, guardá o cancelá tus modificaciones actuales para el sitio web %s.",
        "PiwikOffersEcommerceAnalytics": "Matomo permite el rastreo avanzado de análisis Ecommerce y su posterior generación de informes. Aprendé más acerca de %1$s análisis Ecommerce%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo excluirá automáticamente los parámetros comunes de sesión (%s).",
        "PluginDescription": "La administración de sitios web te permite agregar un nuevo sitio y editar los existentes.",
        "SearchCategoryDesc": "Matomo puede seguir la categoría \"Buscar\" para cada palabra clave del buscador interno del sitio.",
        "SearchCategoryLabel": "Parámetro de categoría",
        "SearchCategoryParametersDesc": "Podés ingresar una lista de parámetros de consulta, separados por comas, especificando la categoría de búsqueda.",
        "SearchKeywordLabel": "Parámetro de consulta",
        "SearchKeywordParametersDesc": "Ingresá una lista de todos los nombres de los parámetros de consulta, separados por coma, conteniendo las palabras clave del buscador del sitio.",
        "SearchParametersNote": "Nota: los parámetros de consulta y de categoría serán usados sólo en aquellos sitios web que habilitaron \"Buscar en el sitio\" pero dejaron estos parámetros vacíos.",
        "SearchParametersNote2": "Para deshabilitar \"Búsqueda en sitio\" para nuevos sitios web, dejá estos dos campos vacíos.",
        "SearchUseDefault": "Usar parámetros %1$spredeterminados%2$s de \"Buscar en sitio\"",
        "SelectACity": "Seleccionar una ciudad",
        "SelectDefaultCurrency": "Podés seleccionar la moneda predeterminada para los nuevos sitios web.",
        "SelectDefaultTimezone": "Podés seleccionar la zona horaria predeterminada para los nuevos sitios web.",
        "ShowTrackingTag": "Ver código de seguimiento",
        "SiteSearchUse": "Podés usar Matomo para rastrear y obtener un informe sobre qué visitantes están buscando en el motor de búsqueda interno de tu sitio web.",
        "Sites": "Sitios web",
        "SuperUserAccessCan": "Un usuario con acceso de súperusuario también puede %1$sespecificar configuraciones globales%2$s para nuevos sitios web.",
        "Timezone": "Zona horaria",
        "TrackingSiteSearch": "Rastreo de la búsqueda interna del sitio",
        "TrackingTags": "Código de seguimiento para %s",
        "Type": "Tipo",
        "UTCTimeIs": "La hora UTC es %s.",
        "Urls": "Direcciones web",
        "WebsitesManagement": "Administración de sitios web",
        "XManagement": "Administrar %s",
        "YouCurrentlyHaveAccessToNWebsites": "Actualmente tenés acceso a %s sitios web.",
        "YourCurrentIpAddressIs": "Tu dirección IP actual es %s"
    }
}
