{
    "SitesManager": {
        "AddMeasurable": "Agregar una nueva medición",
        "AddSite": "Agregar un nuevo sitio de internet",
        "AdvancedTimezoneSupportNotFound": "No se encuentra soporte avanzado para zonas horarias en su PHP (soportado en PHP&gt;=5.2). Todavía puede elegir una distancia a UTC manual.",
        "AliasUrlHelp": "Se recomienda, pero no es obligatorio, especificar las diferentes URLs que sus visitantes utilizan para acceder a este sitio web. Los alias de las URLs para un sitio de internet no aparecerán en el informe Referencias > Informe de sitios de internet. Tenga en cuenta que no es necesario especificar las direcciones URL con y sin 'www' ya que Matomo considera automáticamente ambas.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Cambiar su zona horaria sólo afectará a los datos en adelante, y no se aplicará retroactivamente.",
        "ChooseMeasurableTypeHeadline": "Qué le gustaría medir?",
        "CloudflareDetected": "Se detectó Cloudflare en tu sitio web. ¿Sabías que puedes utilizar la aplicación de Matomo en tu configuración de Cloudflare para realizar el seguimiento de los datos del sitio web? %1$sObtenga más información en esta guía%2$s.",
        "CloudflareDetectedEmail": "Se detectó Cloudflare en tu sitio web. ¿Sabías que puedes utilizar la aplicación de Matomo en tu configuración de Cloudflare para realizar el seguimiento de los datos del sitio web? Obtenga más información aquí: %1$s",
        "Currency": "Moneda",
        "CurrencySymbolWillBeUsedForGoals": "El símbolo de moneda se mostrará próximo a los ingresos de las Metas.",
        "CustomizeJavaScriptTracker": "Personalizar el seguimiento Javascript",
        "DefaultCurrencyForNewWebsites": "Moneda predeterminada para los nuevos sitios de internet",
        "DefaultTimezoneForNewWebsites": "Zona Horaria predeterminada para los nuevos sitios de internet",
        "DeleteConfirm": "¿Está seguro que desea eliminar el sitio de internet %s?",
        "DeleteSiteExplanation": "Eliminando un sitio web eliminará todos los datos de registro que se hayan recopilado para el mismo. Esta acción es permanente y no se puede deshacer.",
        "DisableSiteSearch": "No rastrear búsquedas del sitio",
        "EcommerceHelp": "Cuando es habilitado, el informe \"Metas\" poseerá una nueva sección \"Comercio electrónico\".",
        "EmailInstructionsButton": "Envía por correo estas instrucciones",
        "EmailInstructionsSiteDetailsHeading": "Detalles de tu sitio",
        "EmailInstructionsSubject": "Código de rastreo de analíticas de Matomo",
        "EmailInstructionsYourSiteId": "La identificación de tu sitio: %1$s",
        "EmailInstructionsYourTrackingUrl": "Tu URL de rastreo: %1$s",
        "EnableEcommerce": "Comercio electrónico habilitado",
        "EnableSiteSearch": "Seguimiento de las búsquedas del sitio habilitado",
        "ExceptionDeleteSite": "No es posible eliminar este sitio ya que es el único que tiene registrado. Primero agregue un nuevo sitio, luego elimine éste.",
        "ExceptionEmptyName": "El nombre del sitio no puede estar vacío.",
        "ExceptionInvalidCurrency": "La moneda \"%1$s\" no es válida. Por favor ingrese un símbolo de moneda válido (ej. %2$s)",
        "ExceptionInvalidIPFormat": "La IP a excluir \"%1$s\" no tiene un formato válido de IP (por ejemplo, %2$s).",
        "ExceptionInvalidTimezone": "La zona horaria \"%s\" no es válida Por favor ingrese una zona horaria válida.",
        "ExceptionInvalidUrl": "La URL '%s' no es una URL válida.",
        "ExceptionNoUrl": "Debe especificar al menos una URL para el sitio de internet.",
        "ExcludedIps": "IPs excluidas",
        "ExcludedParameters": "Parámetros excluídos",
        "ExcludedUserAgents": "Agentes de usuario excluídos",
        "Format_Utc": "UTC%s",
        "GTMDetected": "Se detectó Google Tag Manager en tu sitio web. ¿Sabías que puedes migrar tus etiquetas, activadores y variables existentes de Google Tag Manager a Matomo Tag Manager? %1$sObtenga más información en esta guía%2$s.",
        "GTMDetectedEmail": "Se detectó Google Tag Manager en su sitio web. ¿Sabías que puedes migrar tus etiquetas, activadores y variables existentes de Google Tag Manager a Matomo Tag Manager? Obtenga más información aquí: %1$s",
        "GlobalExcludedUserAgentHelp1": "Ingrese la lista de agentes de usuario excluídos de ser rastreados por Matomo.",
        "GlobalExcludedUserAgentHelp2": "Puede utilizar esto para excluir algunos bots de ser rastreados.",
        "GlobalListExcludedIps": "Lista global de IPs excluidas.",
        "GlobalListExcludedQueryParameters": "Lista global de parámetros de consulta de URL a excluir",
        "GlobalListExcludedUserAgents": "Lista global de agentes de usuario a excluir",
        "GlobalListExcludedUserAgents_Desc": "Si la cadena del usuario agente de determinado visitante contiene alguna de las cadenas que ha especificado, el visitante será excluido de Matomo.",
        "GlobalSettings": "Ajustes globales",
        "GlobalWebsitesSettings": "Configuraciónes globales de los sitios de internet",
        "HelpExcludedIpAddresses": "Ingrese la lista de IPs, una por línea, que desea excluir de ser rastreada por Matomo. Puede utilizar notación CIDR por ejemplo %1$s o puede usar comodines, por ejemplo %2$s o %3$s",
        "Integrations": "Integraciones",
        "JsTrackingTagHelp": "Aquí está el código de rastreo JavaScript a incluir en todas sus páginas",
        "KeepURLFragments": "Rastreo de fragmentos de la URL de página",
        "KeepURLFragmentsHelp": "Si la casilla a continuación no está marcada, los fragmentos de URL de página (todo aquello después de %1$s) será eliminado durante el rastreo: %2$s se rastrearán como %3$s",
        "KeepURLFragmentsHelp2": "También puede invalidar esta configuración para los sitios individuales anteriores.",
        "KeepURLFragmentsLong": "Mantener fragmentos de la URL de página cuando se rastrean las URLs de página",
        "ListOfIpsToBeExcludedOnAllWebsites": "Las IPs a continuación quedarán excluidas de ser rastreadas en todos los sitios de internet.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Los parámetros de consulta URL a continuación serán excluidos de las URLs de todos los sitios de internet.",
        "LogAnalytics": "Análisis de ficheros históricos",
        "LogAnalyticsDescription": "Si el método de seguimiento por javascript no es factible, puedes %1$susar el análisis de los ficheros históricos del servidor%2$s",
        "MainDescription": "¡Su informe de análisis necesita sitios de internet! Agregue, actualice, elimine sitios y muestre el código JavaScript a insertar en sus páginas.",
        "MenuManage": "Administrar",
        "MobileAppsAndSDKs": "Apps y SDKs para móviles",
        "MobileAppsAndSDKsDescription": "¿No estás realizando el seguimiento de un sitio web? Usando uno de los %1$sSDKs disponibles%2$s, también puedes realizar el seguimiento de apps para móvil o, en genral, de cualquier otro tipo de aplicación.",
        "NoWebsites": "No posee ningún sitio de internet para administrar.",
        "NotAnEcommerceSite": "No es un sitio de comercio electrónico",
        "NotFound": "Ningún sitio de internet encontrado",
        "OnlyMatchedUrlsAllowed": "Solo monitorea visitas y acciones cuando la acción URL comienza con una de las siguientes URLs.",
        "OnlyMatchedUrlsAllowedHelp": "Cuando es habilitado, Matomo solo rastreará acciones internas cuando la URL de la página es una URL conocida del sitio. Esto evita que la gente genere datos basura en sus analíticas con direcciones URL de otros sitios.",
        "OnlyMatchedUrlsAllowedHelpExamples": "El dominio y el camino tiene que ser una coincidencia total y cada subdominio válido tiene que especificarse por separado. Por ejemplo, cuando las URLs conocidas son 'http://example.com/path' y 'http://good.example.com', las peticiones de rastreo para 'http://example.com/otherpath' o 'http://bad.example.com' son ignoradas.",
        "OnlyOneSiteAtTime": "Puede editar un sitio de internet a la vez. Por favor guarde o cancele sus modificaciones actuales para el sitio de internet %s.",
        "PiwikOffersEcommerceAnalytics": "Matomo permite el rastreo avanzado de análisis de comercio electrónico e Informes. Aprenda más acerca de %1$s Análisis de comercio electrónico%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo automáticamente excluirá los parámetros de sesión (%s).",
        "PluginDescription": "La administración de sitios de internet le permite agregar un nuevo sitio de y editar los existentes.",
        "ReactDetected": "Se detectó React.js en tu sitio web. ¿Sabías que puedes utilizar el \"%1$sAdministrador de etiquetas de Matomo%2$s\" para integrar Matomo en su sitio? %3$sObten más información en esta guía%4$s.",
        "ReactDetectedEmail": "Se detectó React.js en tu sitio web. ¿Sabías que puedes utilizar el \"Administrador de etiquetas de Matomo\" para rastrear los datos del sitio web? Obten más información aquí: %1$s",
        "SearchCategoryDesc": "Matomo puede rastrear la categoría Buscar y cada palabra clave del buscador interno del sitio.",
        "SearchCategoryLabel": "Parámetro de categoría",
        "SearchCategoryParametersDesc": "Puede ingresar una lista en un formato separado por comas de los parámetros de consulta, especificando la categoría de búsqueda.",
        "SearchKeywordLabel": "Parámetro de pregunta",
        "SearchKeywordParametersDesc": "Ingrese una lista en un formato del tipo separado por comas de todos los nombres de los parámetros de consulta conteniendo las palabras clave del buscador interno del sitio.",
        "SearchParametersNote": "Nota: los parámetros de consulta y de categoría serán utilizados solo en aquellos sitios de internet que habilitaron Buscar en el sitio pero dejaron estos parámetros vacíos.",
        "SearchParametersNote2": "Para deshabilitar Búsqueda interna en sitio para los nuevos sitios, deje estos dos campos vacíos.",
        "SearchUseDefault": "Utilizar parámetros %1$spredeterminados%2$s para búsquedas en el sitio",
        "SelectACity": "Seleccione una ciudad",
        "SelectDefaultCurrency": "Puede seleccionar la moneda predeterminada para los nuevos sitios de internet",
        "SelectDefaultTimezone": "Puede seleccionar la zona horaria predeterminada para los nuevos sitios de internet.",
        "ShowTrackingTag": "Ver código de rastreo",
        "SiteSearchUse": "Puede utilizar Matomo para rastrear y obtener un informe que es lo que están buscando sus visitantes en el motor de búsqueda interno de su sitio de internet.",
        "SiteWithoutDataChoosePreferredWay": "Elige tu forma preferida de configuración",
        "SiteWithoutDataCloudflareDescription": "Puede utilizar la aplicación de Matomo en Cloudflare para realizar el seguimiento de los datos. Siga las instrucciones de %1$sesta guía%2$s.",
        "SiteWithoutDataCloudflareFollowStep01": "%1$sInicia sesión%2$s en tu panel de control de Cloudflare.",
        "SiteWithoutDataCloudflareFollowStep02": "Haz clic en \"Sitios web\" en el menú izquierdo y selecciona el sitio en el que deseas habilitar el código de seguimiento de Matomo.",
        "SiteWithoutDataCloudflareFollowStep03": "Haz clic en \"Aplicaciones\" en el menú izquierdo.",
        "SiteWithoutDataCloudflareFollowStep04": "Busca \"Matomo Analytics\" en el cuadro de búsqueda de aplicaciones.",
        "SiteWithoutDataCloudflareFollowStep05": "Haz clic en la aplicación \"Matomo Analytics\".",
        "SiteWithoutDataCloudflareFollowStep06": "Haz clic en el botón \"Vista previa en su sitio\".",
        "SiteWithoutDataCloudflareFollowStep07": "Configura la aplicación especificando la URL de Matomo y la ID del sitio para la cual deseas habilitar el seguimiento.",
        "SiteWithoutDataCloudflareFollowStep08": "Haz clic en \"Install on all pages\".",
        "SiteWithoutDataCloudflareFollowStep09": "Revisa los permisos y permite que Cloudflare comparta tu dirección de correo electrónico con Matomo haciendo clic en \"Continue\".",
        "SiteWithoutDataCloudflareFollowStep10": "Espera a que se instale la aplicación y verás la aplicación de Matomo Analytics instalada en la sección \"Sus aplicaciones instaladas\".",
        "SiteWithoutDataCloudflareFollowStepCompleted": "%1$s¡Felicitaciones!%2$s Has instalado correctamente la aplicación de Matomo Analytics en Cloudflare. Para verificar que se están registrando los hits, visita tu sitio web y verifica que estos datos sean visibles en tu instancia de Matomo.",
        "SiteWithoutDataCloudflareFollowStepsIntro": "Sigue estos pasos para configurarlo:",
        "SiteWithoutDataCloudflareIntro": "Si utilizas Cloudflare, puedes empezar a realizar el seguimiento de los datos en Matomo de forma integrada utilizando la aplicación de Matomo disponible en Cloudflare.",
        "SiteWithoutDataGTMFollowStep1": "%1$sInicia sesión%2$s en tu cuenta de Google Tag Manager.",
        "SiteWithoutDataGTMFollowStep10": "Haz clic en \"Guardar\".",
        "SiteWithoutDataGTMFollowStep11": "Publica tus cambios haciendo clic en \"Enviar\" y luego \"Publicar\" en la parte superior derecha.",
        "SiteWithoutDataGTMFollowStep2": "Selecciona el contenedor al que deseas agregar Matomo.",
        "SiteWithoutDataGTMFollowStep3": "Haz clic en \"Etiquetas\" y luego en \"Nueva\".",
        "SiteWithoutDataGTMFollowStep4": "En la esquina superior izquierda, asignale un nombre a tu etiqueta.",
        "SiteWithoutDataGTMFollowStep5": "Haz clic en \"Configuración de la etiqueta\" y selecciona \"HTML personalizado\".",
        "SiteWithoutDataGTMFollowStep6": "Copia el código de seguimiento JavaScript de Matomo tal como se proporciona a continuación.",
        "SiteWithoutDataGTMFollowStep7": "Pega el código de seguimiento JavaScript en el campo HTML.",
        "SiteWithoutDataGTMFollowStep8": "Desplazate hacia abajo y haz clic en \"Activación\".",
        "SiteWithoutDataGTMFollowStep9": "Selecciona \"All pages\" (todas las páginas) para activar la \"etiqueta de seguimiento de Matomo\" en todas tus páginas.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$s¡Felicidades!%2$s Has instalado correctamente el código de seguimiento de Matomo Analytics a través de Google Tag Manager. Para verificar que los datos se están rastreando, visita tu sitio web y comprueba que estos datos sean visibles en tu instancia de Matomo.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "Sigue estos pasos para configurarlo:",
        "SiteWithoutDataGoogleTagManagerIntro": "Si usas Google Tag Manager, puedes empezar a rastrear datos en Matomo sin problemas usando la etiqueta \"HTML personalizado\" disponible en Google Tag Manager. %1$sMás información%2$s.",
        "SiteWithoutDataMessageDisappears": "Este mensaje desaparecerá tan pronto como algún dato sea monitoreado en este sitio web.",
        "SiteWithoutDataOtherWays": "Otras opciones",
        "SiteWithoutDataReactDescription": "Puedes utilizar el \"%1$sMatomo Tag Manager%2$s\" para integrar Matomo y realizar el seguimiento de los datos, sigue las instrucciones de esta %3$sguía%4$s.",
        "SiteWithoutDataSPADescription": "Es fácil comenzar a rastrear tu Aplicación de Página Única (SPA) o Aplicación Web Progresiva (PWA) utilizando Matomo Analytics. La forma más fácil de hacerlo es utilizando el Administrador de Etiquetas de Matomo (%1$smás información%2$s) siguiendo los pasos a continuación, alternativamente, puedes utilizar el código de seguimiento JavaScript (%3$ssiguiendo esta guía%4$s).",
        "SiteWithoutDataSPAFollowStepCompleted": "%1$s¡Felicidades!%2$s Ha instalado correctamente el código de seguimiento de Matomo Analytics a través del Administrador de Etiquetas de Matomo. Para verificar que se están registrando las interacciones, visite su SPA / PWA y verifique que estos datos sean visibles en su instancia de Matomo.",
        "SiteWithoutDataSetupTracking": "Si no lo has hecho ya, por favor, configura el %1$scódigo de seguimiento%2$s de abajo en tu sitio web o app para móvil.",
        "SiteWithoutDataStartTrackingDataDescriptionLine1": "Elige tu método de seguimiento preferido a continuación. Si necesitas ayuda, puedes compartir estas %1$sinstrucciones por correo electrónico%2$s o %3$sinvitar a otro usuario%4$s para que te asista.",
        "SiteWithoutDataStartTrackingDataDescriptionLine2": "Nota: Esta pantalla desaparecerá en cuanto se rastreen algunos datos para este sitio web. Alternativamente, puedes %1$shacer clic aquí para ocultar esta página durante una hora%2$s.",
        "SiteWithoutDataStartTrackingDataHeader": "Comienza a rastrear datos",
        "SiteWithoutDataTitle": "No se ha grabado información aún, prepárate abajo",
        "SiteWithoutDataVueDescription": "Puedes utilizar el paquete npm \"%1$s\" para integrar Matomo y realizar un seguimiento de los datos. Sigue las instrucciones de esta %2$sGuía%3$s.",
        "SiteWithoutDataVueFollowStep1": "Instala el paquete npm \"%1$s\".",
        "SiteWithoutDataVueFollowStep2": "Inicia %1$s en %2$s con los detalles de tu instancia de Matomo (ejemplo del código a continuación).",
        "SiteWithoutDataVueFollowStep2ExampleCode": "Ejemplo del código para %1$s",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "Configura tu servidor Matomo y tu sitio proporcionando",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "Para rastrear una vista de página",
        "SiteWithoutDataVueFollowStepCompleted": "%1$s¡Felicidades!%2$s Has instalado correctamente el código de seguimiento de Matomo Analytics a través del paquete npm \"%3$s\". Para verificar que se están registrando los datos, visita tu sitio web y verifica que estos datos sean visibles en tu instancia de Matomo.",
        "SiteWithoutDataVueFollowStepNote1": "Ahora puedes acceder a Matomo en tus componentes a través de %1$s.",
        "SiteWithoutDataVueFollowStepNote2": "Si has seguido estos pasos y no hay datos llegando a Matomo, puedes probar el %1$sGestor de etiquetas de Matomo%2$s en su lugar (utiliza este enlace para %3$saplicaciones de página única%4$s).",
        "SiteWithoutDataVueIntro": "Realizar un seguimiento de tu sitio web o aplicación Vue.js es fácil con Matomo, incluso en aplicaciones de página única.",
        "SiteWithoutDataWordpressDescription": "Puedes utilizar el sencillo plugin de WordPress Matomo para realizar un seguimiento de los datos, sigue las instrucciones de esta %1$sguía%2$s.",
        "SiteWithoutDataWordpressFollowStepCompleted": "¡Felicitaciones! Ahora deberías estar realizando un seguimiento exitoso de los visitantes con Matomo Analytics a través de tu sitio de WordPress. ¡Feliz análisis!",
        "SiteWithoutDataWordpressFollowStepNote": "Una vez que hayas completado los pasos anteriores, visita tu sitio web y genera una visita de prueba. Si encuentras este mensaje, asegúrate de tener instalado el plugin \"%1$s\".",
        "SiteWithoutDataWordpressFollowSteps1": "Inicia sesión en tu sitio de WordPress como administrador.",
        "SiteWithoutDataWordpressFollowSteps10": "Copia el token de autenticación generado.",
        "SiteWithoutDataWordpressFollowSteps11": "Pega el token de autenticación en el campo \"Token de autorización\" del plugin de WordPress.",
        "SiteWithoutDataWordpressFollowSteps12": "Asegúrate de que la casilla de verificación \"Configuración automática\" esté seleccionada.",
        "SiteWithoutDataWordpressFollowSteps13": "Haz clic en \"Guardar cambios\".",
        "SiteWithoutDataWordpressFollowSteps14": "Deberías ver el mensaje \"WP-Matomo está correctamente conectado a Matomo\". Si no ves el mensaje, asegúrate de que los valores proporcionados en los pasos anteriores sean correctos y vuelve a intentarlo.",
        "SiteWithoutDataWordpressFollowSteps15": "Haz clic en la pestaña \"Activar seguimiento\".",
        "SiteWithoutDataWordpressFollowSteps16": "En el menú desplegable \"Añadir código de seguimiento\", selecciona \"Seguimiento por defecto\".",
        "SiteWithoutDataWordpressFollowSteps17": "Haz clic en \"Guardar cambios\" y aparecerá un mensaje de éxito.",
        "SiteWithoutDataWordpressFollowSteps2": "En el menú izquierdo, haz clic en \"Plugins\" &gt; \"Añadir nuevo\" (si no puedes ver el menú \"Plugins\", puedes %1$sseguir estos pasos para insertar manualmente el código de seguimiento de Matomo en los archivos de tu tema de WordPress%2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "Busca \"Connect Matomo\" en el campo de palabras clave de la página \"Añadir plugins\".",
        "SiteWithoutDataWordpressFollowSteps4": "Haz clic en \"Instalar ahora\" junto al plugin \"WP-Matomo Integration (WP-Piwik)\".",
        "SiteWithoutDataWordpressFollowSteps5": "Una vez que el plugin se haya instalado correctamente, haz clic en \"Activar\".",
        "SiteWithoutDataWordpressFollowSteps6": "En el menú izquierdo, haz clic en \"Ajustes\" &gt; \"WP-Matomo \".",
        "SiteWithoutDataWordpressFollowSteps7": "En el menú desplegable \"Modo Matomo\", selecciona la opción \"Auto alojado (API HTTP, por defecto)\".",
        "SiteWithoutDataWordpressFollowSteps8": "En el campo de texto \"URL de Matomo\", ingresa tu URL de Matomo.",
        "SiteWithoutDataWordpressFollowSteps9": "%1$sHaz clic aquí%2$s para crear un token de autorización de Matomo (%3$sobtener más información%4$s).",
        "SiteWithoutDataWordpressFollowStepsIntro": "Pasos para comenzar a realizar el seguimiento en Matomo",
        "SiteWithoutDataWordpressIntroductionLine1": "Es fácil agregar el seguimiento de Matomo a tu sitio de WordPress con nuestro sencillo plugin. Puedes seguir los pasos a continuación o %1$ssigue esta guía%2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "Si no puedes (o no quieres) utilizar un plugin, puedes %1$sinstalar el código JavaScript%2$s o %3$sinstalar un píxel de seguimiento de imagen%4$s para comenzar a realizar el seguimiento.",
        "SiteWithoutDataWordpressRequirement1": "Cuenta de administrador en WordPress.",
        "SiteWithoutDataWordpressRequirement2": "Sitio de WordPress.com con un plan Business, Commerce o Enterprise, o un sitio de WordPress autohospedado.",
        "SiteWithoutDataWordpressRequirementHeader": "Requisitos del plugin:",
        "Sites": "Sitios de internet",
        "SuperUserAccessCan": "Un usuario con acceso Super Usuario también puede %1$s especificar la configuración global%2$s para nuevos sitios web.",
        "Timezone": "Zona Horaria",
        "TrackingSiteSearch": "Seguimiento en el Buscador interno del sitio",
        "TrackingTags": "Código de seguimiento para %s",
        "Type": "Tipo",
        "UTCTimeIs": "La hora UTC es %s.",
        "Urls": "URLs",
        "VueDetected": "Se detectó Vue.js en tu sitio web. ¿Sabías que puedes utilizar el paquete npm \"%1$s\" para integrar Matomo en tu sitio? %2$sAprende más en esta guía%3$s.",
        "VueDetectedEmail": "Se detectó Vue.js en tu sitio web. ¿Sabías que puedes utilizar el paquete npm \"%1$s\" para realizar el seguimiento de los datos del sitio web? Obtén más información aquí: %2$s",
        "WebsitesManagement": "Administración de sitios de internet",
        "XManagement": "Administrar %s",
        "YouCurrentlyHaveAccessToNWebsites": "Actualmente posee acceso a %s sitios de internet.",
        "YourCurrentIpAddressIs": "Su dirección IP actual es %s"
    }
}
