{
    "SitesManager": {
        "AddSite": "Agregar un nuevo sitio de internet",
        "AddMeasurable": "Agregar una nueva medición",
        "AdvancedTimezoneSupportNotFound": "No se encuentra soporte avanzado para zonas horarias en su PHP (apoyado en PHP>=5.2). Todavía puede elegir un desplazamiento UTC manual.",
        "AliasUrlHelp": "Se recomienda, pero no es obligatorio, especificar las diferentes URLs que sus visitantes utilizan para acceder a este sitio web. Los alias de las URLs para un sitio de internet no aparecerán en el informe Referencias > Informe de sitios de internet. Tenga en cuenta que no es necesario especificar las direcciones URL con y sin 'www' ya que Piwik considera automáticamente ambas.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Cambiar su zona horaria sólo afectará a los datos en adelante, y no se aplicará retroactivamente.",
        "ChooseCityInSameTimezoneAsYou": "Escoja una ciudad en la misma zona horaria que la suya.",
        "Currency": "Moneda",
        "CurrencySymbolWillBeUsedForGoals": "El símbolo de moneda se mostrará próximo a los ingresos de las Metas.",
        "DefaultCurrencyForNewWebsites": "Moneda predeterminada para los nuevos sitios de internet",
        "DefaultTimezoneForNewWebsites": "Zona Horaria predeterminada para los nuevos sitios de internet",
        "DeleteConfirm": "¿Está seguro que desea eliminar el sitio de internet %s?",
        "DisableSiteSearch": "No rastrear búsquedas del sitio",
        "EcommerceHelp": "Cuando es habilitado, el informe \"Metas\" poseerá una nueva sección \"Comercio electrónico\".",
        "EnableEcommerce": "Comercio electrónico habilitado",
        "EnableSiteSearch": "Seguimiento de las búsquedas del sitio habilitado",
        "EnableSiteSpecificUserAgentExclude": "Habilitar exclusión de usuario de agente específico de sitio.",
        "EnableSiteSpecificUserAgentExclude_Help": "Si necesita excluir diferentes agentes de usuario para diferentes sitios de internet, marque esta casilla, clic en guardar y %1$sagregue los agentes de usuario de arriba%2$s.",
        "ExceptionDeleteSite": "No es posible eliminar este sitio ya que es el único que tiene registrado. Primero agregue un nuevo sitio, luego elimine éste.",
        "ExceptionEmptyName": "El nombre del sitio no puede estar vacío.",
        "ExceptionInvalidCurrency": "La moneda \"%s\" no es válida. Por favor ingrese un símbolo de moneda válido (ej. %s)",
        "ExceptionInvalidIPFormat": "La IP a excluir \"%s\" no tiene un formato válido de IP (por ejemplo, %s).",
        "ExceptionInvalidTimezone": "La zona horaria \"%s\" no es válida Por favor ingrese una zona horaria válida.",
        "ExceptionInvalidUrl": "La URL '%s' no es una URL válida.",
        "ExceptionNoUrl": "Debe especificar al menos una URL para el sitio de internet.",
        "ExcludedIps": "IPs excluidas",
        "ExcludedParameters": "Parámetros excluídos",
        "ExcludedUserAgents": "Agentes de usuario excluídos",
        "GlobalExcludedUserAgentHelp1": "Ingrese la lista de agentes de usuario excluídos de ser rastreados por Piwik.",
        "GlobalExcludedUserAgentHelp2": "Puede utilizar esto para excluir algunos bots de ser rastreados.",
        "GlobalListExcludedIps": "Lista global de IPs excluidas.",
        "GlobalListExcludedQueryParameters": "Lista global de parámetros de consulta de URL a excluir",
        "GlobalListExcludedUserAgents": "Lista global de agentes de usuario a excluir",
        "GlobalListExcludedUserAgents_Desc": "Si la cadena del usuario agente de determinado visitante contiene alguna de las cadenas que ha especificado, el visitante será excluido de Piwik.",
        "GlobalWebsitesSettings": "Configuraciónes globales de los sitios de internet",
        "HelpExcludedIps": "Ingrese la lista de direcciones IP, una por línea, que desea excluir de ser rastreadas por Piwik. Puede utilizar caracteres comodín, por ejemplo. %1$s o %2$s",
        "JsTrackingTagHelp": "Aquí está el código de rastreo JavaScript a incluir en todas sus páginas",
        "KeepURLFragments": "Rastreo de fragmentos de la URL de página",
        "KeepURLFragmentsHelp": "Si la casilla a continuación no está marcada, los fragmentos de URL de página (todo aquello después de %1$s) será eliminado durante el rastreo: %2$s se rastrearán como %3$s",
        "KeepURLFragmentsHelp2": "También puede invalidar esta configuración para los sitios individuales anteriores.",
        "KeepURLFragmentsLong": "Mantener fragmentos de la URL de página cuando se rastrean las URLs de página",
        "ListOfIpsToBeExcludedOnAllWebsites": "Las IPs a continuación quedarán excluidas de ser rastreadas en todos los sitios de internet.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Los parámetros de consulta URL a continuación serán excluidos de las URLs de todos los sitios de internet.",
        "ListOfQueryParametersToExclude": "Ingrese la lista de parámetros de consulta de URL, uno por línea, para excluirlos de los informes de URLs de página.",
        "MainDescription": "¡Su informe de análisis necesita sitios de internet! Agregue, actualice, elimine sitios y muestre el código JavaScript a insertar en sus páginas.",
        "NotAnEcommerceSite": "No es un sitio de comercio electrónico",
        "NotFound": "Ningún sitio de internet encontrado",
        "NoWebsites": "No posee ningún sitio de internet para administrar.",
        "OnlyOneSiteAtTime": "Puede editar un sitio de internet a la vez. Por favor guarde o cancele sus modificaciones actuales para el sitio de internet %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permite el rastreo avanzado de análisis de comercio electrónico e Informes. Aprenda más acerca de %s Análisis de comercio electrónico%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik automáticamente excluirá los parámetros de sesión (%s).",
        "PluginDescription": "La administración de sitios de internet le permite agregar un nuevo sitio de y editar los existentes.",
        "SearchCategoryDesc": "Piwik puede rastrear la categoría Buscar y cada palabra clave del buscador interno del sitio.",
        "SearchCategoryLabel": "Parámetro de categoría",
        "SearchCategoryParametersDesc": "Puede ingresar una lista en un formato separado por comas de los parámetros de consulta, especificando la categoría de búsqueda.",
        "SearchKeywordLabel": "Parámetro de pregunta",
        "SearchKeywordParametersDesc": "Ingrese una lista en un formato del tipo separado por comas de todos los nombres de los parámetros de consulta conteniendo las palabras clave del buscador interno del sitio.",
        "SearchParametersNote": "Nota: los parámetros de consulta y de categoría serán utilizados solo en aquellos sitios de internet que habilitaron Buscar en el sitio pero dejaron estos parámetros vacíos.",
        "SearchParametersNote2": "Para deshabilitar Búsqueda interna en sitio para los nuevos sitios, deje estos dos campos vacíos.",
        "SearchUseDefault": "Utilizar parámetros de Buscar en el sitio %spredeterminados%s",
        "SelectACity": "Seleccione una ciudad",
        "SelectDefaultCurrency": "Puede seleccionar la moneda predeterminada para los nuevos sitios de internet",
        "SelectDefaultTimezone": "Puede seleccionar la zona horaria predeterminada para los nuevos sitios de internet.",
        "ShowTrackingTag": "Ver código de rastreo",
        "Sites": "Sitios de internet",
        "SiteSearchUse": "Puede utilizar Piwik para rastrear y obtener un informe que es lo que están buscando sus visitantes en el motor de búsqueda interno de su sitio de internet.",
        "SiteWithoutDataTitle": "Aun no se han grabado datos",
        "SiteWithoutDataDescription": "Aun no se han registrado datos analíticos para este sitio de internet.",
        "SiteWithoutDataSetupTracking": "Por favor configure el %1$scódigo de seguimiento JavaScript%2$s para su sitio de internet y actualice la página.",
        "SuperUserAccessCan": "Un usuario con acceso Super Usuario también puede %s especificar la configuración global%s para nuevos sitios de internet.",
        "Timezone": "Zona Horaria",
        "TrackingSiteSearch": "Seguimiento en el Buscador interno del sitio",
        "TrackingTags": "Código de seguimiento para %s",
        "Urls": "URLs",
        "UTCTimeIs": "La hora UTC es %s.",
        "WebsitesManagement": "Administración de sitios de internet",
        "XManagement": "Administrar %s",
        "ChooseMeasurableTypeHeadline": "Qué le gustaría medir?",
        "YouCurrentlyHaveAccessToNWebsites": "Actualmente posee acceso a %s sitios de internet.",
        "YourCurrentIpAddressIs": "Su dirección IP actual es %s"
    }
}