{
    "SitesManager": {
        "AddSite": "Añadir un nuevo Sitio",
        "AdvancedTimezoneSupportNotFound": "Soporte avanzado para zonas horarias no se encontró en su PHP (soportado en PHP>=5.2). Usted todavía puede elegir un corrimiento UTC manual.",
        "AliasUrlHelp": "Se recomienda, pero no es obligatorio, especificar las diferentes URLs que sus visitantes utilizan para acceder a este sitio web. Los alias de las URLs para un sitio web no aparecerán en el informe Referencias > Sitios web. Tenga en cuenta que no es necesario especificar las direcciones URL con y sin 'www' ya que Piwik considera automáticamente ambas.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Cambiar su zona horaria sólo afectará a los datos en adelante, y no se aplicará con retroactivamente.",
        "ChooseCityInSameTimezoneAsYou": "Escoja una ciudad en la misma zona horaria que Usted.",
        "Currency": "Moneda",
        "CurrencySymbolWillBeUsedForGoals": "El símbolo de moneda se muestra al lado de los ingresos objetivos.",
        "DefaultCurrencyForNewWebsites": "Moneda por defecto para los nuevos sitios web",
        "DefaultTimezoneForNewWebsites": "Zona Horaria por defecto para los nuevos sitios web",
        "DeleteConfirm": "¿Está seguro de querer borrar el sitio %s?",
        "DisableSiteSearch": "No rastrear búsquedas de sitio",
        "EcommerceHelp": "Cuando es habilitado, el informe \"Metas\" poseerá una nueva sección \"Ecommerce\".",
        "EnableEcommerce": "Habilitados para Ecommerce",
        "EnableSiteSearch": "Seguimiento de búsquedas de sitio habilitado",
        "EnableSiteSpecificUserAgentExclude": "Habilitar exclusión de usuario de agente específico de sitio de internet.",
        "EnableSiteSpecificUserAgentExclude_Help": "Si necesita excluir diferentes agentes de usuario para diferentes sitios de internet, marque esta casilla, clic en guardar y %1$sagregue los agentes de usuario arriba%2$s.",
        "ExceptionDeleteSite": "No es posible borrar este sitio ya que es el único que hay registrado. Primero añada un nuevo sitio, luego borre este.",
        "ExceptionEmptyName": "El nombre del sitio no puede estar vacío.",
        "ExceptionInvalidCurrency": "La moneda \"%s\" no es válida. Por favor ingrese un símbolo de moneda válido (ej. %s)",
        "ExceptionInvalidIPFormat": "La IP a excluir \"%s\" no tiene un formato válido de IP (por ejemplo, %s).",
        "ExceptionInvalidTimezone": "La zona horaria \"%s\" no es válida Por favor ingrese una zona horaria válida.",
        "ExceptionInvalidUrl": "La URL '%s' no es válida.",
        "ExceptionNoUrl": "Debe especificar al menos una URL para su sitio.",
        "ExcludedIps": "IPs Excluidas",
        "ExcludedParameters": "Parámetros de Exclusión",
        "ExcludedUserAgents": "Agentes de usuario excluidos",
        "GlobalExcludedUserAgentHelp1": "Introduza la lista de agentes de usuario a excluir de ser rastreados por Piwik.",
        "GlobalExcludedUserAgentHelp2": "Puede utilizar esto para excluir algunos bots de ser seguidos.",
        "GlobalListExcludedIps": "Lista Global de IPs Excluidas.",
        "GlobalListExcludedQueryParameters": "Consulta la lista Global de los parámetros de URL para excluir",
        "GlobalListExcludedUserAgents": "Lista global de los agentes de usuario a excluir",
        "GlobalListExcludedUserAgents_Desc": "Si la cadena del usuario agente de cierto visitante contiene las cadenas que ha especificado, el visitante será excluido de Piwik.",
        "GlobalWebsitesSettings": "Configuración Global de los sitios web",
        "HelpExcludedIps": "Introduzca la lista de direcciones IP, una por línea, que desea excluir de ser rastreados por Piwik. Puede utilizar caracteres comodín, por ejemplo. %1$s o %2$s",
        "JsTrackingTagHelp": "Aquí está el código de seguimiento JavaScript para incluir en todas sus páginas",
        "KeepURLFragments": "Seguimiento de fragmentos de la URL de la Página",
        "KeepURLFragmentsHelp": "Si la casilla de selección a continuación no está marcada, los fragmentos de URL de página (todo después de %1$s) será eliminado durante el seguimiento: %2$s se seguirán como %3$s",
        "KeepURLFragmentsHelp2": "También puedes anular este ajuste para sitios web individuales encima.",
        "KeepURLFragmentsLong": "Mantener fragmentos de la URL de Página cuando se rastrean las URLs de Página",
        "ListOfIpsToBeExcludedOnAllWebsites": "Las IPs a continuación quedarán excluidas de ser rastreadas en todos los sitios web.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Los parámetros de consulta URL a continuación serán excluidos de la URL de los sitios web.",
        "ListOfQueryParametersToExclude": "Introduzca la lista de parámetros de consulta de URL, uno por línea, para excluirlos de los reportes de URL de página.",
        "MainDescription": "¡Su informe de Análisis Web necesita Sitios Web! Añada, actualice, borre Sitios Web, y muestre el código JavaScript para insertar en sus páginas.",
        "NotAnEcommerceSite": "No es un sitio de Ecommerce",
        "NotFound": "Ningún sitio web encontrado",
        "NoWebsites": "Usted no tiene ningún sitio web que administrar.",
        "OnlyOneSiteAtTime": "Puede editar un sitio de internet a la vez. Por favor guarde o cancele sus modificaciones actuales para el sitio de internet %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permite el rastreo avanzado de analítica Ecommerce y su posterior generación de informes. Aprenda más acerca de %s Analítica Ecommerce%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik automáticamente excluirá los parámetros de sesión (%s).",
        "PluginDescription": "Administrador de Sitios en Piwik: Agregar un Nuevo Sitio, Mostrar el código Javascript que se incluirá en las páginas. Todas las acciones también están disponibles en la API.",
        "SearchCategoryDesc": "Piwik puede seguir la categoría Buscar para cada palabra clave del buscador del sitio interno.",
        "SearchCategoryLabel": "Parámetro de categoría",
        "SearchCategoryParametersDesc": "Puede ingresar una lista de tipo separado por comas de parámetros de pregunta especificando la categoría de búsqueda.",
        "SearchKeywordLabel": "Parámetro de pregunta",
        "SearchKeywordParametersDesc": "Ingrese una lista de tipo separado por comas de todos los nombres de los parámetros de consulta conteniendo las palabras clave del buscador del sitio.",
        "SearchParametersNote": "Nota: los parámetros de la pregunta y de categoría serán utilizado solo en aquellos sitios de internet que habilitaron Buscar sitio pero dejaron estos parámetros vacíos.",
        "SearchParametersNote2": "Para deshabilitar Búsqueda en sitio para nuevos sitios de internet, deje estos dos campos vacíos.",
        "SearchUseDefault": "Utilizar parámetros de Buscar sitio %spor omisión%s",
        "SelectACity": "Seleccione una ciudad",
        "SelectDefaultCurrency": "Puede seleccionar la moneda por defecto para los nuevos sitios web",
        "SelectDefaultTimezone": "Puede seleccionar la zona horaria por defecto para los nuevos sitios web.",
        "ShowTrackingTag": "mostrar código de seguimiento",
        "Sites": "Sitios",
        "SiteSearchUse": "Puede utilizar Piwik para rastrear y obtener un informe que están buscando en el motor de búsqueda interno de su sitio de internet",
        "SuperUserAccessCan": "Un usuario con acceso Super User también puede %s especificar la configuración global%s para nuevos sitios web.",
        "Timezone": "Zona Horaria",
        "TrackingSiteSearch": "Búsqueda del rastreo interno del sitio",
        "TrackingTags": "Etiquetas de seguimiento para %s",
        "Urls": "URLs",
        "UTCTimeIs": "La hora UTC es %s.",
        "WebsitesManagement": "Administración de Sitios",
        "YouCurrentlyHaveAccessToNWebsites": "Actualmente tienes acceso a %s sitios web.",
        "YourCurrentIpAddressIs": "Su IP actual es %s"
    }
}