{
    "SitesManager": {
        "AddMeasurable": "Gehitu neurgarri berria",
        "AddSite": "Gehitu webgune berria",
        "AdvancedTimezoneSupportNotFound": "Zure PHPan ez da aurkitu ordu-eremu aurreratuen euskarririk (PHP&gt;=5.2 behar da). Hala ere eskuz aukeratu dezakezu UTC eremua.",
        "AliasUrlHelp": "Gomendagarria da, baina ez beharrezkoa, bisitariek webgune hau atzitzeko erabiltzen dituzten URLak zehaztea, bat lerro bakoitzeko. Webgune baten URLen aliasak ez dira agertuko Erreferentzia-egileak → Webguneak txostenean. Kontuan izan ez dela beharrezkoa URLak 'www'-rekin eta gabe zehaztea, Matomok automatikoki hartzen baititu kontuan biak.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Zure ordu-eremua aldatzeak hortik aurrerako datuetan soilik du eragina, eta ez da atzeraeraginez aplikatuko.",
        "ChooseMeasurableTypeHeadline": "Zer neurtu nahi duzu?",
        "CmsAndWebsiteBuilders": "CMS eta webgune eraikitzaileak",
        "ConsentManagerConnected": "Zure gunean %1$s Matomorekin behar bezala lan egiteko konfiguratuta dagoela detektatu dugu.",
        "Currency": "Moneta",
        "CurrencySymbolWillBeUsedForGoals": "Monetaren ikurra Helburuen diru-sarreren ondoan bistaratuko da.",
        "CustomizeJavaScriptTracker": "Pertsonalizatu JavaScript jarraipena",
        "DefaultCurrencyForNewWebsites": "Webgune berrien moneta lehenetsia",
        "DefaultTimezoneForNewWebsites": "Webgune berrien ordu-eremu lehenetsia",
        "DeleteConfirm": "Ziur zaude %s webgunea ezabatu nahi duzula?",
        "DeleteSiteExplanation": "Webgune bat ezabatzen baduzu, harentzat bildutako egunkarien datu guztiak ezabatuko dira. Ekintza hau behin betikoa da eta ezin da desegin.",
        "DetectingYourSite": "Zure gunea detektatzen",
        "DisableSiteSearch": "Ez egin Gune bilaketaren jarraipenik",
        "EcommerceHelp": "Gaituz gero, \"Helburuak\" txostenak \"Merkataritza elektronikoa\" atal berri bat izango du.",
        "EmailInstructionsButton": "Bidali jarraibide hauek posta elektronikoz",
        "EmailInstructionsButtonText": "Bidali jarraibideak e-postaz",
        "EmailInstructionsDocsPlainText": "Orri-ikustaldien jarraipena baino gehiago egin nahi baduzu, begiratu Matomoren dokumentazioa: %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Pertsonalizatutako jarraipen kodea ere sortu dezakezu hemen: %1$s.",
        "EmailInstructionsSiteDetails": "Xehetasun hauek beharko dituzu Matomoren bisiten jarraipena egiteko APIa edo SDK bat erabiltzeko.",
        "EmailInstructionsSiteDetailsHeading": "Zure gunearen xehetasunak",
        "EmailInstructionsSubject": "Matomo Analytics jarraipen-kodea",
        "EmailInstructionsYourSiteId": "Zure gunearen IDa: %1$s",
        "EmailInstructionsYourTrackingUrl": "Zure jarraipen URLa: %1$s",
        "EnableEcommerce": "Merkataritza elektronikoa gaituta",
        "EnableSiteSearch": "Guneko bilaketaren jarraipena gaituta",
        "ExceptionDeleteSite": "Ezin da webgune hau ezabatu erregistratutako bakarra delako. Gehitu webgune berri bat lehenik eta ezabatu hau ondoren.",
        "ExceptionEmptyName": "Webgunearen izenak ezin du hutsa izan.",
        "ExceptionInvalidCurrency": "\"%1$s\" moneta ez da baliozkoa. Sartu baliozko moneta ikur bat (adibidez, %2$s)",
        "ExceptionInvalidIPFormat": "Baztertu beharreko \"%1$s\" IPak ez dauka baliozko IP formatua (adibidez, %2$s).",
        "ExceptionInvalidTimezone": "\"%s\" ordu-eremua ez da baliozkoa. Sartu baliozko ordu-eremu bat.",
        "ExceptionInvalidUrl": "'%s' URLa ez da baliozko URL bat.",
        "ExceptionNoUrl": "Webgunearentzat URL bat zehaztu behar duzu gutxienez.",
        "ExcludedIps": "Baztertutako IPak",
        "ExcludedParameters": "Baztertutako parametroak",
        "ExcludedReferrers": "Baztertutako erreferentzia-egileak",
        "ExcludedReferrersHelp": "Sartu erreferentzia-egileen detekziotik baztertu nahi dituzun ostalari-izenen eta URLen zerrenda, bat errenkada bakoitzean.",
        "ExcludedReferrersHelpDetails": "Sarrera bakoitzak ostalari-izena izan behar du eta bide bat izan dezake. Bidea zehazten bada, bidea ere bat badator soilik baztertutako da erreferentzia-egilea. 'www' duten eta ez duten URLak berdin tratatzen dira. Zehaztutako protokoloei ez ikusia egingo zaie.",
        "ExcludedReferrersHelpExamples": "adibidez, \"%1$s\" bat dator hauekin: \"%2$s\" eta \"%3$s\", baina ez beste honekin: \"%4$s\"",
        "ExcludedReferrersHelpSubDomains": "Ostalari-izen zehatz baten azpi-domeinu guztiak ere baztertzeko, erabili puntua aurrizki bezala. Adibidez: \"%1$s\" jarrita \"%2$s\" baztertuko da, baina baita \"%3$s\" bezalako bere azpi-domeinu guztiak ere.",
        "ExcludedUserAgents": "Baztertutako erabiltzaile-agenteak",
        "ExtraInformationNeeded": "Matomo zure sisteman konfiguratzeko, ondorengo informazioa beharko duzu:",
        "Format_Utc": "UTC%s",
        "GADetected": "%1$s detektatu da zure webgunean. Bazenekien erraz migratu ditzakezula zure datu analitiko historikoak eta ezarpenak %2$s(e)tik Matomora? %3$s%4$s%5$sIkasi gehiago gida honetan%6$s",
        "GADetectedEmail": "%1$s detektatu da zure webgunean. Bazenekien erraz migratu ditzakezula zure datu analitiko historikoak eta ezarpenak %2$s(e)tik Matomora? Ikasi gehiago hemen: %3$s",
        "GTMDetected": "Google Tag Manager detektatu da zure webgunean. Bazenekien lehendik dituzun etiketak, abiarazleak eta aldagaiak migratu ditzakezula Google Tag Manager-etik Matomo etiketa kudeatzailera? %1$sIkasi gehiago gida honetan%2$s.",
        "GTMDetectedEmail": "Google Tag Manager detektatu da zure webgunean. Bazenekien lehendik dituzun etiketak, abiarazleak eta aldagaiak migratu ditzakezula Google Tag Manager-etik Matomo etiketa kudeatzailera? Ikasi gehiago hemen: %1$s",
        "GlobalExcludedUserAgentHelp1": "Sartu Matomok jarraipenetik baztertu behar dituen erabiltzaile-agenteen zerrenda.",
        "GlobalExcludedUserAgentHelp2": "Bot batzuk jarraipenetik baztertzeko erabil dezakezu hau.",
        "GlobalExcludedUserAgentHelp3": "%s bezalako adierazpen erregularrak onartzen dira.",
        "GlobalListExcludedIps": "Baztertutako IPen zerrenda globala",
        "GlobalListExcludedQueryParameters": "Baztertu beharreko eskaeren URLen parametroen zerrenda globala",
        "GlobalListExcludedReferrers": "Baztertutako erreferentzia-egileen zerrenda globala",
        "GlobalListExcludedReferrersDesc": "Beheko ostalari-izenak eta URLak baztertu egingo dira erreferentzia-egileen detekzioan.",
        "GlobalListExcludedUserAgents": "Baztertu beharreko erabiltzaile-agenteen zerrenda globala",
        "GlobalListExcludedUserAgents_Desc": "Bisitariaren erabiltzaile-agenteak zehaztu dituzun kateetako bat barnean badu, bisitaria Matomotik baztertuko da.",
        "GlobalSettings": "Ezarpen globalak",
        "GlobalWebsitesSettings": "Webguneen ezarpen globalak",
        "HelpExcludedIpAddresses": "Sartu Matomok jarraipenetik baztertzea nahi duzun IPen zerrenda, bat lerro bakoitzeko. CIDR notazioa erabil dezakezu, adibidez %1$s edo zernahitarako karaktereak erabil ditzakezu, adibidez: %2$s edo %3$s",
        "ImageTrackingDescription": "Bisitari batek JavaScript desgaituta daukanean, edo ezin denean JavaScript erabili, irudi-jarraipen esteka bat erabili dezakezu bisitarien jarraipena egiteko. Irudi-jarraipen estekek eskaintzen duten aukera zerrenda osoa ikusteko, begiratu %1$sJarraipen APIaren dokumentazioa%2$s.",
        "InstallationGuides": "Instalazio gidak",
        "InstallationGuidesIntro": "Jarraipen-kodea CMS eta webgune eraikitzaile ezagun batzuetan nola kapsulatu pausoz pauso azaltzen duten gidak eskaintzen ditugu:",
        "Integrations": "Integrazioak",
        "JsTrackingTagHelp": "Hemen da zure orri guztietan txertatu beharreko JavaScript jarraipen-etiketa",
        "KeepURLFragments": "Orrien URL zatien jarraipena",
        "KeepURLFragmentsHelp": "Beheko kontrol laukia ez badago hautatuta, orrien URL zatiak (%1$s ondoren dagoen guztia) kenduko dira jarraipena egitean: %2$s honela jarraituko da: %3$s",
        "KeepURLFragmentsHelp2": "Ezarpen hau goiko webgune bakoitzarentzat gainidatzi dezakezu baita.",
        "KeepURLFragmentsLong": "Mantendu urrien URL zatiak orrien URLen jarraipena egitean",
        "ListOfIpsToBeExcludedOnAllWebsites": "Beheko IPak jarraipenetik baztertuko dira webgune guztietan.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Beheko URL eskaeren parametroak baztertu egingo dira webgune guztien URLetatik.",
        "ListOfQueryParametersToExclude": "Sartu orrien URL txostenetik baztertu beharreko URL eskaeren parametroak, bat lerro bakoitzean. %s bezalako adierazpen erregularrak onartzen dira.",
        "LogAnalytics": "Egunkarien analitikak",
        "LogAnalyticsDescription": "JavaScript bidezko jarraipen metodoa ezin bada erabili, %1$szerbitzariko egunkarien analitikak%2$s erabil ditzakezu zure webguneetako erabiltzaileen jarraipen metodo alternatibo bezala.",
        "MainDescription": "Zure web analitiken txostenek webguneak behar dituzte! Gehitu, eguneratu, ezabatu webguneak eta erakutsi zure orrietan txertatu beharreko JavaScript kodea.",
        "MenuManage": "Kudeatu",
        "MergedNotificationLine1": "%1$s detektatu da zure webgunean.",
        "MergedNotificationLine2": "Ikasi Matomo hauekin lan egiteko nola konfiguratu gida hauek jarraituz: %1$s",
        "MobileAppsAndSDKs": "Mugikorreko aplikazioak eta SDK-k",
        "MobileAppsAndSDKsDescription": "Ez zara webgune baten jarraipena egiten ari? Mugikorreko edo beste edozein motatako aplikazioen jarraipena ere egin dezakezu %1$serabilgarri dauden SDK%2$setako bat erabiliz.",
        "MoreMethods": "Matomo instalatzeko modu gehiago",
        "NoWebsites": "Ez daukazu kudeatzeko webgunerik.",
        "NotAnEcommerceSite": "Ez da merkataritza elektronikoko gune bat",
        "NotFound": "Ez da webgunerik aurkitu honentzat",
        "OnlyMatchedUrlsAllowed": "Ekintzaren URLa goiko URLetako batekin hasten denean soilik egin bisiten eta ekintzen jarraipena.",
        "OnlyMatchedUrlsAllowedHelp": "Gaituta badago, orriaren URLa zure webgunearen URL ezagun batekin bat datorrenean soilik jarraituko ditu Matomok barne ekintzak. Honek beste webguneetatik zure analitika datuetan spam egitea eragozten du.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Domeinuak eta bideak zehazki etorri behar dute bat, eta baliozko azpi-domeinu bakoitza banatuta zehaztu behar da. Adibidez, URL ezagunak 'http://adibidea.eus/bidea' eta 'http://ona.adibidea.eus' direnean, beste hauetako jarraipen eskaerei ez ikusia egiten zaie: 'http://adibidea.eus/beste-bide-bat' edo 'http://txarra.adibidea.eus'.",
        "OnlyOneSiteAtTime": "Aldiko webgune bat editatu dezakezu soilik. Gorde edo ezeztatu %s webguneari egin dizkiozun aldaketak.",
        "OtherWaysTabDescription": "Beste fitxetako soluzioak zuretzat egokiak izan ez badira ere, erraz konfiguratu dezakezu Matomo beheko metodoetako bat erabiliz. Ondorengo informazioa beharko duzu:",
        "PiwikOffersEcommerceAnalytics": "Matomok aukera aurreratuak eskaintzen ditu merkataritza elektroniko jarraipena eta txostenak egiteko. Ikasi gehiago %1$s Merkataritza elektronikoko analitikei%2$s buruz.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomok automatikoki baztertuko ditu ohiko saio parametroak (%s).",
        "PluginDescription": "Webguneen kudeatzaileak aukera ematen dizu webgune berriak gehitu eta lehendik daudenak editatzeko.",
        "ReactDetected": "React.js detektatu da zure webgunean. Bazenekien \"%1$sMatomo etiketa kudeatzailea%2$s\" erabil dezakezula Matomo zure gunean integratzeko? %3$sIkasi gehiago gida honetan%4$s.",
        "ReactDetectedEmail": "React.js detektatu da zure webgunean. Bazenekien \"Matomo etiketa kudeatzailea\" erabil dezakezula zure webgunearen datuen jarraipena egiteko? Ikasi gehiago hemen: %1$s",
        "SearchCategoryDesc": "Matomok guneen barne bilaketa gako-hitz bakoitzaren bilaketa-kategoria ere jarraitu dezake.",
        "SearchCategoryLabel": "Kategoria parametroa",
        "SearchCategoryParametersDesc": "Bilaketa kategoria zehazteko kontsulta parametroen komaz banatutako zerrenda ere sartu dezakezu.",
        "SearchKeywordLabel": "Kontsulta parametroa",
        "SearchKeywordParametersDesc": "Sartu gunearen bilaketa gako-hitza duten kontsulta parametro guztien komaz banatutako zerrenda.",
        "SearchParametersNote": "Oharra: kontsulta eta kategoria parametroak soilik erabiliko dira baldintza hauek betetzen dituzten webguneetan: guneko bilaketa gaituta izan, baina parametro horiek hutsik utzi dituztenak.",
        "SearchParametersNote2": "Webgune berrietan guneko bilaketa desgaitzeko, utzi bi eremu hauek hutsik.",
        "SearchUseDefault": "Erabili guneko bilaketaren parametro %1$slehenetsiak%2$s",
        "SelectACity": "Hautatu hiria",
        "SelectDefaultCurrency": "Webgune berrietan modu lehenetsian ezarriko den moneta hautatu dezakezu.",
        "SelectDefaultTimezone": "Webgune berrietan modu lehenetsian ezarriko den ordu-eremua hautatu dezakezu.",
        "SetupMatomoTracker": "Matomo minutu gutxian konfiguratu dezakezu pausoz pausoko gure gida jarraituz.",
        "ShowTrackingTag": "Erakutsi jarraipen-kodea",
        "SiteSearchUse": "Matomo erabili dezakezu zure webgunearen barne bilatzailean bisitariek zer bilatzen duten jarraitu eta txostenak egiteko.",
        "SiteWithoutDataChooseTrackingMethod": "Aukeratu zure jarraipen-metodoa",
        "SiteWithoutDataCloudflareFollowStepsIntro": "Jarraitu pauso hauek konfiguratzeko:",
        "SiteWithoutDataDetectedGtm": "Google Tag Manager erabiltzen ari zarela detektatu dugu. Matomo GTM erabiliz konfiguratzea nahiago baduzu, jarraitu %1$sgida%2$s hau.",
        "SiteWithoutDataDetectedSite": "%1$s gune bat erabiltzen ari zarela detektatu dugu. Jarraitu %2$sgida%3$s honetako jarraibideak.",
        "SiteWithoutDataDetectedSiteWordpress": "Wordpress gune bat erabiltzen ari zarela detektatu dugu. %1$sJarraitu gida honetako jarraibideak%2$s %3$sWP-Matomo plugina%4$s instalatzeko.",
        "SiteWithoutDataDetectedSiteWordpress2": "Dagoeneko WordPress plugina konfiguratu duzu eta oraindik ez duzu daturik ikusten? %1$sMEG hau%2$s lagungarri izango zaizu.",
        "SiteWithoutDataGTMFollowStep1": "%1$sHasi saioa%2$s zure Google Tag Manager kontuan.",
        "SiteWithoutDataGTMFollowStep10": "Egin klik \"Gorde\".",
        "SiteWithoutDataGTMFollowStep11": "Argitaratu zure aldaketa \"Bidali\" botoian klik eginez eta ondoren goian eskuinean dagoen \"Argitaratu\" botoian.",
        "SiteWithoutDataGTMFollowStep2": "Hautatu zein edukiontzitan gehitu nahi duzun Matomo.",
        "SiteWithoutDataGTMFollowStep3": "Egin klik \"Etiketak\" eta gero \"Berria\".",
        "SiteWithoutDataGTMFollowStep4": "Leihoaren goiko aldean, ezarri izen bat zure etiketarentzat.",
        "SiteWithoutDataGTMFollowStep5": "Egin klik \"Etiketa konfigurazioa\" eta hautatu \"HTML pertsonalizatua\".",
        "SiteWithoutDataGTMFollowStep6": "Kopiatu Matomoren JavaScript jarraipen-kodea behean dagoen bezala.",
        "SiteWithoutDataGTMFollowStep7": "Itsatsi JavaScript jarraipen-kode hau Etiketa konfigurazioa HTML eremuan.",
        "SiteWithoutDataGTMFollowStep8": "Korritu behera eta egin klik \"Abiaraztea\".",
        "SiteWithoutDataGTMFollowStep9": "Hautatu \"Orri guztiak\" \"Matomo jarraipen-etiketa\" orri guztietan abiarazteko.",
        "SiteWithoutDataGoogleTagManager": "Google Tag Manager",
        "SiteWithoutDataGoogleTagManagerDescription": "Matomo Google Tag Manager-ekin erabili dezakezu. Google Tag Manager-en Matomoren jarraipena konfiguratzeko, jarraitu %1$sgida%2$s honetako jarraibideak.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$sZorionak!%2$s Behar bezala instalatu duzu Matomo analitiken jarraipen-kodea Google Tag Manager bidez. Jarraipena egiten duela egiaztatzeko, bisitatu zure webgunea eta baieztatu datu horiek zure Matomo instantziara iristen direla.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "Jarraitu pauso hauek konfiguratzeko:",
        "SiteWithoutDataGoogleTagManagerIntro": "Google Tag Manager erabiltzen baduzu, modu errazean hasi zaitezke datuen jarraipena Matomon egiten Google Tag Manager-eko \"HTML etiketa pertsonalizatua\" erabiliz. %1$sIkasi gehiago%2$s.",
        "SiteWithoutDataHidePageForHour": "Ezkutatu orria ordubeterako",
        "SiteWithoutDataInstallWithX": "Instalatu honekin: %1$s",
        "SiteWithoutDataInstallWithXRecommendation": "Instalatu Matomo %1$s erabiliz (zuretzat gomendatua)",
        "SiteWithoutDataMatomoTagManager": "Matomo etiketa-kudeatzailea",
        "SiteWithoutDataMatomoTagManagerNotActive": "Ez dakizu etiketa kudeatzaile bat zer den? Begiratu gure %1$sEtiketa kudeatzailearen gida%2$s. Zure webgunean hirugarrenen webguneetako hainbat baliabide kapsulatzen ari bazara, jarraipena egiteko etiketa kudeatzailea erabiltzea aukera hobea izan daiteke JavaScript bidezko ohiko jarraipena baino.",
        "SiteWithoutDataNotYetReady": "Ez zaude prest Matomo instalatzeko oraindik?",
        "SiteWithoutDataOtherInstallMethods": "Matomo instalatzeko beste metodo batzuk",
        "SiteWithoutDataOtherInstallMethodsIntro": "Jarraipena egiteko hainbat modu eskaintzen ditugu — aukeratu zurea datuek gidatutako arrakastara bidean jartzeko.",
        "SiteWithoutDataOtherIntegrations": "Beste integrazioak",
        "SiteWithoutDataOtherWays": "Beste moduak",
        "SiteWithoutDataReactDescription": "\"%1$sMatomo etiketa kudeatzailea%2$s\" erabil dezakezu Matomo datuen jarraipena egiteko integratzeko, jarraitu %3$sgida%4$s honetako jarraibideak.",
        "SiteWithoutDataRecommendationText": "%1$s detektatu dugu zure webgunean, Matomo minutu gutxian konfiguratu dezakezu gure %1$s integrazio ofizialarekin.",
        "SiteWithoutDataSPADescription": "Erraza da zure Orri bakarreko aplikazioaren (SPA) edo Web aplikazio progresiboaren (PWA) jarraipena egiten hastea Matomo analitikekin. Modurik errazena beheko pausoak jarraituz Matomo etiketa kudeatzailea (%1$sikasi gehiago%2$s) erabiltzea da, bestela JavaScript jarraipen-kodea erabil dezakezu (%3$sgida hau jarraituz%4$s).",
        "SiteWithoutDataSPAFollowStepCompleted": "%1$sZorionak!%2$s Behar bezala instalatu duzu Matomo analitiken jarraipen-kodea Matomo etiketa kudeatzailea erabiliz. Jarraipena egiten duela egiaztatzeko, bisitatu zure SPA / PWA eta baieztatu datu horiek ikusgai daudela zure Matomo instantzian.",
        "SiteWithoutDataSinglePageApplication": "Orri bakarreko aplikazioa edo web aplikazio progresiboa",
        "SiteWithoutDataSinglePageApplicationDescription": "Orri bakarreko aplikazioen edo web aplikazio progresiboen jarraipena egiteko, begiratu gure %1$sgida%2$s hau.",
        "SiteWithoutDataTemporarilyHidePage": "Ezkutatu aldi baterako orri hau eta itzuli beranduago.",
        "SiteWithoutDataVueDescription": "\"%1$s\" npm paketea erabili dezakezu Matomo datuen jarraipenerako integratzeko, jarraitu %2$sgida%3$s honetako jarraibideak.",
        "SiteWithoutDataVueFollowStep1": "Instalatu \"%1$s\" npm paketea.",
        "SiteWithoutDataVueFollowStep2": "Hasieratu %1$s %2$s(e)n zure Matomo instantziaren xehetasunekin (adibidetarako kodea behean).",
        "SiteWithoutDataVueFollowStep2ExampleCode": "Honentzako adibidetarako kodea: %1$s",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "Konfiguratu zure Matomo zerbitzaria eta gunea hauek erabiliz:",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "Orri-ikustaldi baten jarraipena",
        "SiteWithoutDataVueFollowStepCompleted": "%1$sZorionak!%2$s Behar bezala instalatu duzu Matomo analitiken jarraipen-kodea \"%3$s\" npm paketea erabiliz. Jarraipena egiten duela egiaztatzeko, bisitatu zure webgunea eta baieztatu datu horiek ikusgai daudela zure Matomo instantzian.",
        "SiteWithoutDataVueFollowStepNote1": "Orain Matomo atzitu dezakezu zure osagaietan honen bidez: %1$s.",
        "SiteWithoutDataVueFollowStepNote2": "Pauso hauek jarraitu badituzu eta daturik ez bada iristen Matomora, probatu %1$sMatomo etiketa kudeatzailea%2$s (erabili esteka hau %3$sOrri bakarreko aplikazioentzat (SPA)%4$s).",
        "SiteWithoutDataVueIntro": "Matomo erabiliz Vue.js webgune edo aplikazio baten jarraipena egitea erraza da, baita orri bakarreko aplikazioetan (SPA) ere.",
        "SiteWithoutDataWordpressDescription": "Matomoren WordPress plugin erraza erabil dezakezu datuen jarraipena egiteko, jarraitu %1$sgida%2$s honetako jarraibideak.",
        "SiteWithoutDataWordpressFollowStepCompleted": "%1$sZorionak!%2$s Dagoeneko Matomo analitikak erabiliz bisitarien jarraipena egiten ari zara zure WordPress gunean! Analitika zoriontsuak.",
        "SiteWithoutDataWordpressFollowStepNote": "Goiko pausoak osatu ondoren, bisitatu zure webgunea eta sortu probatarako bisita bat. Mezu hau aurkitzen baduzu, ziurtatu \"%1$s\" plugina instalatuta daukazula.",
        "SiteWithoutDataWordpressFollowSteps1": "Hasi saioa zure WordPress gunean administratzailea bezala.",
        "SiteWithoutDataWordpressFollowSteps10": "Kopiatu sortutako baimen-tokena.",
        "SiteWithoutDataWordpressFollowSteps11": "Itsatsi baimen-tokena WordPress pluginaren \"Baimen-tokena\" eremuan.",
        "SiteWithoutDataWordpressFollowSteps12": "Baieztatu \"Konfigurazio automatikoa\" kontrol-laukia hautatuta dagoela.",
        "SiteWithoutDataWordpressFollowSteps13": "Egin klik \"Gorde aldaketak\".",
        "SiteWithoutDataWordpressFollowSteps14": "\"WP-Matomo behar bezala konektatu da Matomora\" mezua ikusi beharko zenuke. Ez baduzu mezua ikusten, ziurtatu goiko pausoetan emandako balioak zuzenak direla, eta ondoren saiatu berriz.",
        "SiteWithoutDataWordpressFollowSteps15": "Egin klik \"Gaitu jarraipena\" fitxa.",
        "SiteWithoutDataWordpressFollowSteps16": "\"Gehitu jarraipen-kodea\" goitibeherakoan, hautatu \"Jarraipen lehenetsia\".",
        "SiteWithoutDataWordpressFollowSteps17": "Egin klik \"Gorde aldaketak\" eta arrakasta mezu bat agertuko da.",
        "SiteWithoutDataWordpressFollowSteps2": "Ezkerreko menuan, egin klik \"Pluginak\" → \"Gehitu berria\" (menuan ez baduzu \"Pluginak\" ikusten, horren ordez %1$spauso hauek jarraitu ditzakezu Matomoren jarraipen-kodea eskuz txertatzeko zure WordPress itxuraren fitxategietan%2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "Bilatu \"Connect Matomo\" \"Gehitu pluginak\" orriko gako-hitzen eremuan.",
        "SiteWithoutDataWordpressFollowSteps4": "Egin klik \"WP-Matomo Integration (WP-Piwik)\" pluginaren ondoan dagoen \"Instalatu orain\".",
        "SiteWithoutDataWordpressFollowSteps5": "Plugina behar bezala instalatu denez, egin klik \"Aktibatu\".",
        "SiteWithoutDataWordpressFollowSteps6": "Ezkerreko menuan, egin klik \"Ezarpenak\" → \"WP-Matomo \".",
        "SiteWithoutDataWordpressFollowSteps7": "\"Matomo modua\" goitibeherakoan, hautatu \"Norberak ostatatua (HTTP APIa, lehenetsia)\" aukera.",
        "SiteWithoutDataWordpressFollowSteps8": "\"Matomoren URLa\" testu-eremuan, sartu zure Matomoren URLa.",
        "SiteWithoutDataWordpressFollowSteps9": "%1$sEgin klik hemen%2$s Matomoren baimen-token bat sortzeko (%3$sikasi gehiago%4$s).",
        "SiteWithoutDataWordpressFollowStepsIntro": "Matomo erabiliz jarraipena egiten hasteko pausoak",
        "SiteWithoutDataWordpressIntroductionLine1": "Erraza da zure WordPress gunean Matomoren jarraipena gehitzea gure plugin sinplearekin. Beheko pausoak jarraitu ditzakezu edo %1$sgida hau%2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "Ezin baduzu plugina erabili (edo ez baduzu nahi), %1$sJavaScript kodea instalatu%2$s dezakezu edo %3$sirudi-jarraipena erabili%4$s jarraipena egiten hasteko.",
        "SiteWithoutDataWordpressRequirement1": "Administratzaile kontua WordPress-en.",
        "SiteWithoutDataWordpressRequirement2": "WordPress.com gunea Business, Commerce edo Enterprise plan batekin, edo norberak ostatatutako WordPress gunea.",
        "SiteWithoutDataWordpressRequirementHeader": "Pluginaren eskakizunak:",
        "Sites": "Webguneak",
        "StepByStepGuide": "Pausoz pausoko gida",
        "SuperUserAccessCan": "Super erabiltzaile sarbidea duen erabiltzaile batek webgune berrientzako %1$s ezarpen globalak ere zehaztu ditzake%2$s.",
        "Timezone": "Ordu-eremua",
        "TrackingSiteSearch": "Gunearen barne bilaketen jarraipena",
        "TrackingTags": "Honentzako jarraipen kodea: %s",
        "Type": "Mota",
        "UTCTimeIs": "UTC ordua %s da.",
        "Urls": "URLak",
        "VueDetected": "Vue.js detektatu da zure webgunean. Bazenekin \"%1$s\" npm paketea erabili dezakezula Matomo zure gunean integratzeko? %2$sIkasi gehiago gida honetan%3$s.",
        "VueDetectedEmail": "Vue.js detektatu da zure webgunean. Bazenekien \"%1$s\" npm paketea erabili dezakezula webguneko datuen jarraipena egiteko? Ikasi gehiago hemen: %2$s",
        "WebsiteCreated": "Webgunea sortu da",
        "WebsiteUpdated": "Webgunea eguneratu da",
        "WebsitesManagement": "Webguneen kudeaketa",
        "XManagement": "Kudeatu %s",
        "YouCurrentlyHaveAccessToNWebsites": "Une honetan %s webgunetara duzu sarbidea.",
        "YourCurrentIpAddressIs": "Zure uneko IP helbidea %s da"
    }
}
