{
    "SitesManager": {
        "AddMeasurable": "નવું માપી શકાય તેવું ઉમેરો",
        "AddSite": "નવી વેબસાઇટ ઉમેરો",
        "AdvancedTimezoneSupportNotFound": "તમારા PHP (PHP&gt;=5.2 માં સપોર્ટેડ) માં એડવાન્સ્ડ ટાઇમઝોન સપોર્ટ મળ્યો નથી. તમે હજુ પણ મેન્યુઅલ UTC ઑફસેટ પસંદ કરી શકો છો.",
        "AliasUrlHelp": "તમારા મુલાકાતીઓ આ વેબસાઇટને ઍક્સેસ કરવા માટે ઉપયોગ કરે છે તે વિવિધ URL, એક લીટી દીઠ એક ઉલ્લેખિત કરવાની ભલામણ કરવામાં આવે છે, પરંતુ જરૂરી નથી. વેબસાઇટ માટે ઉપનામ URL રેફરર્સ → વેબસાઇટ રિપોર્ટમાં દેખાશે નહીં. નોંધ કરો કે 'www' સાથે અને વગર URL નો ઉલ્લેખ કરવો જરૂરી નથી કારણ કે Matomo આપોઆપ બંનેને ધ્યાનમાં લે છે.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "તમારો ટાઈમ ઝોન બદલવાથી માત્ર આગળ જતા ડેટાને જ અસર થશે, અને તેને પૂર્વવર્તી રીતે લાગુ કરવામાં આવશે નહીં.",
        "Currency": "ચલણ",
        "CurrencySymbolWillBeUsedForGoals": "ચલણ પ્રતીક લક્ષ્ય આવકની બાજુમાં પ્રદર્શિત થશે.",
        "CustomizeJavaScriptTracker": "JavaScript ટ્રેકિંગ કસ્ટમાઈઝ કરો",
        "DefaultCurrencyForNewWebsites": "નવી વેબસાઇટ્સ માટેની ડિફોલ્ટ ચલણ",
        "DefaultTimezoneForNewWebsites": "નવી વેબસાઇટ્સ માટે ડિફોલ્ટ સમય ઝોન",
        "DeleteConfirm": "શું તમે ખરેખર વેબસાઇટ %s કાઢી નાખવા માંગો છો?",
        "DisableSiteSearch": "સાઇટ શોધ ટ્રેક ન કરો",
        "EcommerceHelp": "જ્યારે સક્ષમ હોય, ત્યારે \"ગોલ્સ\" રિપોર્ટમાં એક નવો \"ઈકોમર્સ\" વિભાગ હશે.",
        "EnableEcommerce": "ઈકોમર્સ સક્ષમ",
        "EnableSiteSearch": "સાઇટ શોધ ટ્રેકિંગ સક્ષમ",
        "ExceptionDeleteSite": "આ વેબસાઇટને કાઢી નાખવી શક્ય નથી કારણ કે તે એકમાત્ર નોંધાયેલ વેબસાઇટ છે. પહેલા નવી વેબસાઇટ ઉમેરો, પછી આને કાઢી નાખો.",
        "ExceptionEmptyName": "વેબસાઇટનું નામ ખાલી હોઈ શકતું નથી.",
        "ExceptionInvalidCurrency": "ચલણ \"%1$s\" માન્ય નથી. કૃપા કરીને માન્ય ચલણ પ્રતીક દાખલ કરો (દા.ત. %2$s)",
        "ExceptionInvalidIPFormat": "\"%1$s\" ને બાકાત રાખવા માટેના IP પાસે માન્ય IP ફોર્મેટ નથી (દા.ત. %2$s).",
        "ExceptionInvalidTimezone": "\"%s\" સમય ઝોન માન્ય નથી. કૃપા કરીને માન્ય સમય ઝોન દાખલ કરો.",
        "ExceptionInvalidUrl": "'%s' એક માન્ય URL નથી.",
        "ExceptionNoUrl": "તમારે વેબસાઇટ માટે ઓછામાં ઓછી એક URL નિર્દિષ્ટ કરવી પડશે.",
        "ExcludedIps": "બાકાત IPs",
        "ExcludedParameters": "બાકાત પેરામીટર્સ",
        "ExcludedReferrers": "બાકાત રેફરર્સ",
        "ExcludedReferrersHelp": "તમે રેફરર ડિટેક્શનથી બહાર રાખવા માંગો છો તેવા હોસ્ટનેમ અને URLની યાદી દાખલ કરો, પ્રતિ લાઈન એક.",
        "ExcludedReferrersHelpDetails": "દરેક એન્ટ્રીમાં હોસ્ટનામ હોવું જરૂરી છે અને તેમાં પાથ હોઈ શકે છે. જો પાથ પ્રદાન કરવામાં આવે તો રેફરરને ફક્ત ત્યારે જ બાકાત રાખવામાં આવશે જો પાથ પણ મેળ ખાતો હોય. 'www' સાથે અને વગરના URL ને સમાન ગણવામાં આવે છે. પ્રદાન કરેલ પ્રોટોકોલ અવગણવામાં આવશે.",
        "ExcludedReferrersHelpExamples": "દા.ત. \"%1$s\" \"%2$s\" અને \"%3$s\" સાથે મેળ ખાશે પરંતુ \"%4$s\" સાથે નહીં",
        "ExcludedReferrersHelpSubDomains": "ચોક્કસ હોસ્ટનામના બધા સબડોમેન્સને પણ બાકાત રાખવા માટે, તેને ડોટ સાથે ઉપસર્ગ કરો. દા.ત. \"%1$s\" \"%2$s\" ને બાકાત રાખશે, પણ તેના બધા સબડોમેન્સ જેમ કે \"%3$s\".",
        "ExcludedUserAgents": "બાકાત વપરાશકર્તા એજન્ટો",
        "ExtraInformationNeeded": "તમારી સિસ્ટમ પર Matomo સેટઅપ કરવા માટે, તમને નીચેની માહિતી જરૂરી પડી શકે છે:",
        "Format_Utc": "UTC%s",
        "GlobalExcludedUserAgentHelp1": "Matomo દ્વારા ટ્રૅક થવાથી બાકાત રાખવા માટે વપરાશકર્તા એજન્ટ્સની સૂચિ દાખલ કરો.",
        "GlobalExcludedUserAgentHelp2": "તમે આનો ઉપયોગ કેટલાક બોટ્સને ટ્રૅક થવામાંથી બાકાત રાખવા માટે કરી શકો છો.",
        "GlobalExcludedUserAgentHelp3": "રેગ્યુલર એક્સપ્રેશન જેમ કે %s સપોર્ટેડ છે.",
        "GlobalListExcludedIps": "બાકાત IP ની વૈશ્વિક સૂચિ",
        "GlobalListExcludedQueryParameters": "બાકાત રાખવા માટે ક્વેરી URL પેરામીટર્સની વૈશ્વિક સૂચિ",
        "GlobalListExcludedReferrers": "બાકાત રેફરર્સની વૈશ્વિક સૂચિ",
        "GlobalListExcludedReferrersDesc": "નીચેના હોસ્ટનામ અને URL ને રેફરર શોધમાંથી બાકાત રાખવામાં આવશે.",
        "GlobalListExcludedUserAgents": "બાકાત રાખવા માટે વપરાશકર્તા એજન્ટ્સની વૈશ્વિક સૂચિ",
        "GlobalListExcludedUserAgents_Desc": "જો મુલાકાતીના વપરાશકર્તા એજન્ટ સ્ટ્રિંગમાં તમે ઉલ્લેખિત કરેલ કોઈપણ શબ્દમાળાઓ હોય, તો મુલાકાતીને Matomo માંથી બાકાત રાખવામાં આવશે.",
        "GlobalSettings": "વૈશ્વિક સેટિંગ્સ",
        "GlobalWebsitesSettings": "વૈશ્વિક વેબસાઇટ્સ સેટિંગ્સ",
        "HelpExcludedIpAddresses": "IPs ની યાદી દાખલ કરો, એક લીટી દીઠ, જેને તમે Matomo દ્વારા ટ્રેક કરવામાંથી બાકાત રાખવા માંગો છો. તમે CIDR નોટેશનનો ઉપયોગ કરી શકો છો દા.ત. %1$s અથવા તમે વાઇલ્ડકાર્ડ્સનો ઉપયોગ કરી શકો છો, દા.ત. %2$s અથવા %3$s",
        "InstallationGuides": "ઇન્સ્ટોલેશન માર્ગદર્શિકાઓ",
        "InstallationGuidesIntro": "અમે કેટલાક લોકપ્રિય CMS અને વેબસાઇટ બિલ્ડરો માટે ટ્રેકિંગ કોડ કેવી રીતે એમ્બેડ કરવો તે સમજાવતી સ્ટેપ બાય સ્ટેપ માર્ગદર્શિકા પ્રદાન કરીએ છીએ:",
        "Integrations": "ઇન્ટિગ્રેશન્સ",
        "JsTrackingTagHelp": "તમામ પૃષ્ઠોમાં સમાવિષ્ટ કરવા માટે અહીં JavaScript ટ્રેકિંગ કોડ છે",
        "KeepURLFragments": "પૃષ્ઠ URL ફ્રેગ્મેન્ટ્સ ટ્રેકિંગ",
        "KeepURLFragmentsHelp": "જો નીચેનું ચેકબૉક્સ અનચેક કરેલ હોય, તો ટ્રૅક કરતી વખતે પેજ URL ફ્રેગ્મેન્ટ્સ (%1$s પછીની દરેક વસ્તુ) દૂર કરવામાં આવશે: %2$s ને %3$s તરીકે ટ્રૅક કરવામાં આવશે",
        "KeepURLFragmentsHelp2": "તમે આ સેટિંગને ઉપરોક્ત વ્યક્તિગત વેબસાઇટ્સ માટે પણ ઓવરરાઇડ કરી શકો છો.",
        "KeepURLFragmentsLong": "પેજ URL ટ્રેકિંગ કરતી વખતે પેજ URL ફ્રેગ્મેન્ટ્સ રાખો",
        "ListOfIpsToBeExcludedOnAllWebsites": "નીચે આપેલા IPs ને તમામ વેબસાઇટ્સ પર ટ્રૅક થવાથી બાકાત રાખવામાં આવશે.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "નીચે આપેલા ક્વેરી URL પેરામીટર્સને બધી વેબસાઇટ્સ પરના URL માંથી બાકાત રાખવામાં આવશે.",
        "ListOfQueryParametersToExclude": "પેજ URL રિપોર્ટ્સમાંથી બાકાત રાખવા માટે URL ક્વેરી પેરામીટર્સની યાદી દાખલ કરો, એક લીટી દીઠ. રેગ્યુલર એક્સપ્રેશન જેમ કે %s સપોર્ટેડ છે.",
        "LogAnalytics": "લોગ એનાલિટિક્સ",
        "LogAnalyticsDescription": "જો Javascript ટ્રેકિંગ પદ્ધતિ શક્ય ન હોય, તો તમે તમારી વેબસાઇટના વપરાશકર્તાઓને ટ્રૅક કરવા માટે વૈકલ્પિક પદ્ધતિ તરીકે %1$s સર્વર લોગ એનાલિટિક્સ%2$s નો ઉપયોગ કરી શકો છો.",
        "MainDescription": "તમારી વેબ એનાલિટિક્સ અહેવાલોને વેબસાઇટ્સની જરૂર છે! વેબસાઇટ્સ ઉમેરો, અપડેટ કરો, કાઢી નાખો અને તમારા પેજમાં દાખલ કરવા માટે JavaScript બતાવો.",
        "MenuManage": "વ્યવસ્થા",
        "MobileAppsAndSDKs": "મોબાઇલ એપ્લિકેશન્સ અને SDKs",
        "MobileAppsAndSDKsDescription": "વેબસાઇટ ટ્રૅક કરી રહ્યાં નથી? તમે વૈકલ્પિક રીતે %1$sઉપલબ્ધ SDKs%2$sમાંથી એકનો ઉપયોગ કરીને મોબાઇલ એપ્લિકેશન અથવા અન્ય કોઈપણ પ્રકારની એપ્લિકેશનને ટ્રૅક કરી શકો છો.",
        "NoWebsites": "તમારી પાસે વ્યવસ્થાપન કરવા માટે કોઈ વેબસાઇટ નથી.",
        "NotAnEcommerceSite": "ઈકોમર્સ સાઇટ નથી",
        "NotFound": "માટે કોઈ વેબસાઇટ મળી નથી",
        "OnlyOneSiteAtTime": "તમે એક સમયે માત્ર એક વેબસાઇટને સંપાદિત કરી શકો છો. કૃપા કરીને વેબસાઈટ %s પર તમારા વર્તમાન ફેરફારો સાચવો અથવા રદ કરો.",
        "PiwikOffersEcommerceAnalytics": "Matomo એડવાન્સ ઈકોમર્સ એનાલિટિક્સ ટ્રેકિંગ અને રિપોર્ટિંગની મંજૂરી આપે છે. %1$s ઈકોમર્સ એનાલિટિક્સ%2$s વિશે વધુ જાણો.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo આપમેળે સામાન્ય સત્ર પરિમાણો (%s) બાકાત કરશે.",
        "PluginDescription": "વેબસાઇટ્સ વ્યવસ્થાપન તમને નવી વેબસાઇટ ઉમેરવા અને વિદ્યમાન વેબસાઇટ્સને સંપાદિત કરવાની મંજૂરી આપે છે.",
        "SearchCategoryDesc": "Matomo પ્રત્યેક આંતરિક સાઇટ શોધ કીવર્ડ માટે શોધ શ્રેણીને પણ ટ્રેક કરી શકે છે.",
        "SearchCategoryLabel": "શ્રેણી પરિમાણ",
        "SearchCategoryParametersDesc": "તમે શોધ શ્રેણીને સ્પષ્ટ કરતા ક્વેરી પરિમાણોની અલ્પવિરામ સાથે યાદી દાખલ કરી શકો છો.",
        "SearchKeywordLabel": "ક્વેરી પરિમાણ",
        "SearchKeywordParametersDesc": "સાઇટ શોધ કીવર્ડ ધરાવતા તમામ ક્વેરી પેરામીટર નામોની અલ્પવિરામથી અલગ કરેલી યાદી દાખલ કરો.",
        "SearchParametersNote": "નોંધ: ક્વેરી પેરામીટર્સ અને કેટેગરી પેરામીટર્સનો ઉપયોગ ફક્ત એવી વેબસાઈટ માટે કરવામાં આવશે કે જેમાં સાઈટ સર્ચ સક્ષમ છે પરંતુ આ પેરામીટર્સ ખાલી રાખ્યા છે.",
        "SearchParametersNote2": "નવી વેબસાઇટ્સ માટે સાઇટ શોધને અક્ષમ કરવા માટે, આ બે ફીલ્ડ ખાલી છોડો.",
        "SearchUseDefault": "%1$sમૂળભૂત%2$s સાઇટ શોધ પરિમાણો વાપરો",
        "SelectACity": "એક શહેર પસંદ કરો",
        "SelectDefaultCurrency": "તમે નવી વેબસાઇટ્સ માટે ડિફોલ્ટ તરીકે સેટ કરવા માટે ચલણ પસંદ કરી શકો છો.",
        "SelectDefaultTimezone": "તમે નવી વેબસાઇટ્સ માટે ડિફોલ્ટ તરીકે પસંદ કરવા માટે સમય ઝોન પસંદ કરી શકો છો.",
        "ShowTrackingTag": "ટ્રેકિંગ કોડ જુઓ",
        "SiteSearchUse": "તમે માટોમોનો ઉપયોગ તમારી વેબસાઇટના આંતરિક સર્ચ એન્જિનમાં મુલાકાતીઓ શું શોધી રહ્યાં છે તે ટ્રૅક કરવા અને જાણ કરવા માટે કરી શકો છો.",
        "SiteWithoutDataCloudflareFollowStepsIntro": "તેને સેટ કરવા માટે આ પગલાંઓ અનુસરો:",
        "SiteWithoutDataGoogleTagManager": "ગૂગલ ટેગ મેનેજર",
        "SiteWithoutDataGoogleTagManagerDescription": "તમે Google ટેગ મેનેજર સાથે Matomo વાપરી શકો છો. Google ટેગ મેનેજરમાં Matomo ટ્રેકિંગ સેટ કરવા માટે, આ %1$sગાઇડ%2$s પરથી સૂચનો અનુસરો.",
        "SiteWithoutDataMatomoTagManager": "Matomo ટેગ મેનેજર",
        "SiteWithoutDataMatomoTagManagerNotActive": "શું તમે ટેગ મેનેજર શું છે તે જાણતા નથી? અમારી %1$sટેગ મેનેજર ગાઇડ%2$s તપાસો. જો તમે ત્રીજા પક્ષની વેબસાઇટ્સમાંથી મલ્ટિપલ રીસોર્સેસને તમારી વેબસાઇટમાં એમ્બેડ કરી રહ્યાં છો, તો ટેગ મેનેજરનો ઉપયોગ કરીને તમારી વેબસાઇટની ટ્રેકિંગ કરવી તે નિયમિત JavaScript ટ્રેકિંગની તુલનામાં તમારા માટે શ્રેષ્ઠ પસંદ હોઈ શકે છે.",
        "SiteWithoutDataOtherIntegrations": "અન્ય એકીકરણ",
        "SiteWithoutDataOtherWays": "અન્ય રીતે",
        "SiteWithoutDataSinglePageApplication": "સિંગલ-પેજ એપ્લિકેશન અથવા પ્રોગ્રેસિવ વેબ એપ્લિકેશન",
        "Sites": "વેબસાઇટ્સ",
        "Timezone": "સમય ઝોન"
    }
}
