{
    "SitesManager": {
        "AddMeasurable": "નવું માપી શકાય તેવું ઉમેરો",
        "AddSite": "નવી વેબસાઇટ ઉમેરો",
        "AdvancedTimezoneSupportNotFound": "તમારા PHP (PHP&gt;=5.2 માં સપોર્ટેડ) માં એડવાન્સ્ડ ટાઇમઝોન સપોર્ટ મળ્યો નથી. તમે હજુ પણ મેન્યુઅલ UTC ઑફસેટ પસંદ કરી શકો છો.",
        "AliasUrlHelp": "તમારા મુલાકાતીઓ આ વેબસાઇટને ઍક્સેસ કરવા માટે ઉપયોગ કરે છે તે વિવિધ URL, એક લીટી દીઠ એક ઉલ્લેખિત કરવાની ભલામણ કરવામાં આવે છે, પરંતુ જરૂરી નથી. વેબસાઇટ માટે ઉપનામ URL રેફરર્સ → વેબસાઇટ રિપોર્ટમાં દેખાશે નહીં. નોંધ કરો કે 'www' સાથે અને વગર URL નો ઉલ્લેખ કરવો જરૂરી નથી કારણ કે Matomo આપોઆપ બંનેને ધ્યાનમાં લે છે.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "તમારો ટાઈમ ઝોન બદલવાથી માત્ર આગળ જતા ડેટાને જ અસર થશે, અને તેને પૂર્વવર્તી રીતે લાગુ કરવામાં આવશે નહીં.",
        "ChooseMeasurableTypeHeadline": "તમે શું માપવા માંગો છો?",
        "CmsAndWebsiteBuilders": "CMS અને વેબસાઇટ બિલ્ડરો",
        "ConsentManagerConnected": "અમે જોઇએ છીએ કે %1$s તમારી સાઇટ પર Matomo સાથે યોગ્ય રીતે કોન્ફિગર કરેલ છે.",
        "Currency": "ચલણ",
        "CurrencySymbolWillBeUsedForGoals": "ચલણ પ્રતીક લક્ષ્ય આવકની બાજુમાં પ્રદર્શિત થશે.",
        "CustomizeJavaScriptTracker": "JavaScript ટ્રેકિંગ કસ્ટમાઈઝ કરો",
        "DefaultCurrencyForNewWebsites": "નવી વેબસાઇટ્સ માટેની ડિફોલ્ટ ચલણ",
        "DefaultTimezoneForNewWebsites": "નવી વેબસાઇટ્સ માટે ડિફોલ્ટ સમય ઝોન",
        "DeleteConfirm": "શું તમે ખરેખર વેબસાઇટ %s કાઢી નાખવા માંગો છો?",
        "DeleteSiteExplanation": "વેબસાઇટને ડિલીટ કરવાથી તેના માટે એકત્રિત કરવામાં આવેલ તમામ લોગ ડેટા ડિલીટ થઈ જશે. આ ક્રિયા કાયમી છે અને તેને પૂર્વવત્ કરી શકાતી નથી.",
        "DetectingYourSite": "તમારી સાઇટ શોધવામાં",
        "DisableSiteSearch": "સાઇટ શોધ ટ્રેક ન કરો",
        "EcommerceHelp": "જ્યારે સક્ષમ હોય, ત્યારે \"ગોલ્સ\" રિપોર્ટમાં એક નવો \"ઈકોમર્સ\" વિભાગ હશે.",
        "EmailInstructionsButton": "આ સૂચનોને ઇમેઇલ કરો",
        "EmailInstructionsButtonText": "ઇમેઇલ સૂચનાઓ",
        "EmailInstructionsDocsPlainText": "જો તમે પેજ વ્યૂને ટ્રૅક કરવા કરતાં વધુ કરવા માંગો છો, તો કૃપા કરીને %1$s પર Matomo દસ્તાવેજીકરણ તપાસો.",
        "EmailInstructionsGenerateTrackingCode": "તમે %1$s પર કસ્ટમાઇઝ્ડ ટ્રેકિંગ કોડ પણ જનરેટ કરી શકો છો.",
        "EmailInstructionsSiteDetails": "Matomo મુલાકાતોને ટ્રૅક કરવા માટે API અથવા SDK નો ઉપયોગ કરવા માટે તમારે આ વિગતોની જરૂર પડશે.",
        "EmailInstructionsSiteDetailsHeading": "તમારી સાઇટની વિગતો",
        "EmailInstructionsSubject": "Matomo એનાલિટિક્સ ટ્રેકિંગ કોડ",
        "EmailInstructionsYourSiteId": "તમારી સાઇટ ID: %1$s",
        "EmailInstructionsYourTrackingUrl": "તમારું ટ્રેકિંગ URL: %1$s",
        "EnableEcommerce": "ઈકોમર્સ સક્ષમ",
        "EnableSiteSearch": "સાઇટ શોધ ટ્રેકિંગ સક્ષમ",
        "ExceptionDeleteSite": "આ વેબસાઇટને કાઢી નાખવી શક્ય નથી કારણ કે તે એકમાત્ર નોંધાયેલ વેબસાઇટ છે. પહેલા નવી વેબસાઇટ ઉમેરો, પછી આને કાઢી નાખો.",
        "ExceptionEmptyName": "વેબસાઇટનું નામ ખાલી હોઈ શકતું નથી.",
        "ExceptionInvalidCurrency": "ચલણ \"%1$s\" માન્ય નથી. કૃપા કરીને માન્ય ચલણ પ્રતીક દાખલ કરો (દા.ત. %2$s)",
        "ExceptionInvalidIPFormat": "\"%1$s\" ને બાકાત રાખવા માટેના IP પાસે માન્ય IP ફોર્મેટ નથી (દા.ત. %2$s).",
        "ExceptionInvalidTimezone": "\"%s\" સમય ઝોન માન્ય નથી. કૃપા કરીને માન્ય સમય ઝોન દાખલ કરો.",
        "ExceptionInvalidUrl": "'%s' એક માન્ય URL નથી.",
        "ExceptionNoUrl": "તમારે વેબસાઇટ માટે ઓછામાં ઓછી એક URL નો ઉલ્લેખ કરવો આવશ્યક છે.",
        "ExcludedIps": "બાકાત IPs",
        "ExcludedParameters": "બાકાત પેરામીટર્સ",
        "ExcludedReferrers": "બાકાત રેફરર્સ",
        "ExcludedReferrersHelp": "હોસ્ટનામો અને URL ની સૂચિ દાખલ કરો, એક લીટી દીઠ, તમે રેફરર શોધમાંથી બાકાત કરવા માંગો છો.",
        "ExcludedReferrersHelpDetails": "દરેક એન્ટ્રીમાં હોસ્ટનામ હોવું જરૂરી છે અને તેમાં પાથ હોઈ શકે છે. જો પાથ પ્રદાન કરવામાં આવે તો રેફરરને ફક્ત ત્યારે જ બાકાત રાખવામાં આવશે જો પાથ પણ મેળ ખાતો હોય. 'www' સાથે અને વગરના URL ને સમાન ગણવામાં આવે છે. પ્રદાન કરેલ પ્રોટોકોલ અવગણવામાં આવશે.",
        "ExcludedReferrersHelpExamples": "દા.ત. \"%1$s\" \"%2$s\" અને \"%3$s\" સાથે મેળ ખાશે પરંતુ \"%4$s\" સાથે નહીં",
        "ExcludedReferrersHelpSubDomains": "ચોક્કસ હોસ્ટનામના બધા સબડોમેન્સને પણ બાકાત રાખવા માટે, તેને ડોટ સાથે ઉપસર્ગ કરો. દા.ત. \"%1$s\" એ \"%2$s\" ને બાકાત રાખશે, પણ \"%3$s\" જેવા તેના બધા સબડોમેન્સ પણ બાકાત રાખશે.",
        "ExcludedUserAgents": "બાકાત વપરાશકર્તા એજન્ટો",
        "ExtraInformationNeeded": "તમારી સિસ્ટમ પર Matomo સેટઅપ કરવા માટે, તમારે નીચેની માહિતીની જરૂર પડી શકે છે:",
        "Format_Utc": "UTC%s",
        "GADetected": "તમારી વેબસાઇટ પર %1$s શોધાયું છે. શું તમે જાણો છો કે તમે તમારા ઐતિહાસિક એનાલિટિક્સ ડેટા અને સેટિંગ્સને %2$s થી Matomo પર સરળતાથી સ્થાનાંતરિત કરી શકો છો? %3$s%4$s%5$sઆ માર્ગદર્શિકામાં વધુ જાણો%6$s",
        "GADetectedEmail": "તમારી વેબસાઇટ પર %1$s શોધાયું છે. શું તમે જાણો છો કે તમે તમારા ઇતિહાસિક એનાલિટિક્સ ડેટા અને સેટિંગ્સને %2$s થી Matomo પર સરળતાથી સ્થાનાંતરિત કરી શકો છો? અહીં વધુ જાણો: %3$s",
        "GTMDetected": "તમારી વેબસાઇટ પર Google Tag Manager શોધવામાં આવ્યું છે. શું તમે જાણો છો કે તમે તમારા વિદ્યમાન ટૅગ્સ, ટ્રિગર્સ અને વેરિએબલ્સને Google Tag Manager થી Matomo Tag Manager પર સ્થાનાંતરિત કરી શકો છો? %1$sઆ માર્ગદર્શિકામાં વધુ જાણો%2$s.",
        "GTMDetectedEmail": "તમારી વેબસાઇટ પર Google Tag Manager શોધવામાં આવ્યું છે. શું તમે જાણો છો કે તમે તમારા વિદ્યમાન ટૅગ્સ, ટ્રિગર્સ અને વેરિએબલ્સને Google Tag Manager થી Matomo Tag Manager પર સ્થાનાંતરિત કરી શકો છો? અહીં વધુ જાણો: %1$s",
        "GlobalExcludedUserAgentHelp1": "Matomo દ્વારા ટ્રૅક થવાથી બાકાત રાખવા માટે વપરાશકર્તા એજન્ટ્સની સૂચિ દાખલ કરો.",
        "GlobalExcludedUserAgentHelp2": "તમે આનો ઉપયોગ કેટલાક બોટ્સને ટ્રૅક થવામાંથી બાકાત રાખવા માટે કરી શકો છો.",
        "GlobalExcludedUserAgentHelp3": "રેગ્યુલર એક્સપ્રેશન જેમ કે %s સપોર્ટેડ છે.",
        "GlobalListExcludedIps": "બાકાત IP ની વૈશ્વિક સૂચિ",
        "GlobalListExcludedQueryParameters": "બાકાત રાખવા માટે ક્વેરી URL પેરામીટર્સની વૈશ્વિક સૂચિ",
        "GlobalListExcludedReferrers": "બાકાત રેફરર્સની વૈશ્વિક સૂચિ",
        "GlobalListExcludedReferrersDesc": "નીચેના હોસ્ટનામ અને URL ને રેફરર શોધમાંથી બાકાત રાખવામાં આવશે.",
        "GlobalListExcludedUserAgents": "બાકાત રાખવા માટે વપરાશકર્તા એજન્ટ્સની વૈશ્વિક સૂચિ",
        "GlobalListExcludedUserAgents_Desc": "જો મુલાકાતીના વપરાશકર્તા એજન્ટ સ્ટ્રિંગમાં તમે ઉલ્લેખિત કરેલ કોઈપણ શબ્દમાળાઓ હોય, તો મુલાકાતીને Matomo માંથી બાકાત રાખવામાં આવશે.",
        "GlobalSettings": "વૈશ્વિક સેટિંગ્સ",
        "GlobalWebsitesSettings": "વૈશ્વિક વેબસાઇટ્સ સેટિંગ્સ",
        "HelpExcludedIpAddresses": "IP ની યાદી દાખલ કરો, એક લીટી દીઠ, જેને તમે Matomo દ્વારા ટ્રેક કરવામાંથી બાકાત રાખવા માંગો છો. તમે CIDR નોટેશનનો ઉપયોગ કરી શકો છો દા.ત. %1$s અથવા તમે વાઇલ્ડકાર્ડ્સનો ઉપયોગ કરી શકો છો, દા.ત. %2$s અથવા %3$s",
        "ImageTrackingDescription": "જ્યારે કોઈ મુલાકાતીએ JavaScript અક્ષમ કરી હોય, અથવા જ્યારે JavaScript નો ઉપયોગ કરી શકાતો નથી, ત્યારે તમે મુલાકાતીઓને ટ્રૅક કરવા માટે ઇમેજ ટ્રૅકિંગ લિંકનો ઉપયોગ કરી શકો છો. વિકલ્પોની સંપૂર્ણ સૂચિ માટે તમે છબી ટ્રેકિંગ લિંક સાથે ઉપયોગ કરી શકો છો, %1$sટ્રેકિંગ API દસ્તાવેજીકરણ%2$s જુઓ.",
        "InstallationGuides": "ઇન્સ્ટોલેશન માર્ગદર્શિકાઓ",
        "InstallationGuidesIntro": "અમે કેટલાક લોકપ્રિય CMS અને વેબસાઇટ બિલ્ડરો માટે ટ્રેકિંગ કોડ કેવી રીતે એમ્બેડ કરવો તે સમજાવતી સ્ટેપ બાય સ્ટેપ માર્ગદર્શિકા પ્રદાન કરીએ છીએ:",
        "Integrations": "ઇન્ટિગ્રેશન્સ",
        "JsTrackingTagHelp": "તમારા બધા પૃષ્ઠો પર સમાવવા માટે અહીં JavaScript ટ્રેકિંગ કોડ છે",
        "KeepURLFragments": "પૃષ્ઠ URL ફ્રેગ્મેન્ટ્સ ટ્રેકિંગ",
        "KeepURLFragmentsHelp": "જો નીચેનું ચેકબૉક્સ અનચેક કરેલ હોય, તો ટ્રૅક કરતી વખતે પૃષ્ઠ URL ટુકડાઓ (%1$s પછીની દરેક વસ્તુ) દૂર કરવામાં આવશે: %2$s ને %3$s તરીકે ટ્રૅક કરવામાં આવશે",
        "KeepURLFragmentsHelp2": "તમે ઉપરોક્ત વ્યક્તિગત વેબસાઇટ્સ માટે પણ આ સેટિંગને ઓવરરાઇડ કરી શકો છો.",
        "KeepURLFragmentsLong": "પેજ URL ટ્રેકિંગ કરતી વખતે પેજ URL ફ્રેગ્મેન્ટ્સ રાખો",
        "ListOfIpsToBeExcludedOnAllWebsites": "નીચે આપેલા IPs ને તમામ વેબસાઇટ્સ પર ટ્રૅક થવાથી બાકાત રાખવામાં આવશે.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "નીચે આપેલા ક્વેરી URL પેરામીટર્સને બધી વેબસાઇટ્સ પરના URL માંથી બાકાત રાખવામાં આવશે.",
        "ListOfQueryParametersToExclude": "પેજ URL રિપોર્ટ્સમાંથી બાકાત રાખવા માટે URL ક્વેરી પેરામીટર્સની યાદી દાખલ કરો, એક લીટી દીઠ. રેગ્યુલર એક્સપ્રેશન જેમ કે %s સપોર્ટેડ છે.",
        "LogAnalytics": "લોગ એનાલિટિક્સ",
        "LogAnalyticsDescription": "જો Javascript ટ્રેકિંગ પદ્ધતિ શક્ય ન હોય, તો તમે તમારી વેબસાઇટના વપરાશકર્તાઓને ટ્રૅક કરવા માટે વૈકલ્પિક પદ્ધતિ તરીકે %1$s સર્વર લોગ એનાલિટિક્સ%2$s નો ઉપયોગ કરી શકો છો.",
        "MainDescription": "તમારા વેબ એનાલિટિક્સ રિપોર્ટ્સને વેબસાઇટ્સની જરૂર છે! વેબસાઈટ ઉમેરો, અપડેટ કરો, કાઢી નાખો અને તમારા પેજમાં દાખલ કરવા માટે JavaScript બતાવો.",
        "MenuManage": "વ્યવસ્થા",
        "MergedNotificationLine1": "તમારી વેબસાઇટ પર %1$s મળી આવ્યા હતા.",
        "MergedNotificationLine2": "આ માર્ગદર્શિકાઓને અનુસરીને તેની સાથે કામ કરવા માટે Matomo ને કન્ફિગર કરવા વિશે વધુ જાણો: %1$s",
        "MobileAppsAndSDKs": "મોબાઇલ એપ્લિકેશન્સ અને SDKs",
        "MobileAppsAndSDKsDescription": "વેબસાઇટને ટ્રૅક કરી રહ્યાં નથી? તમે વૈકલ્પિક રીતે %1$sઉપલબ્ધ SDKs%2$sમાંથી એકનો ઉપયોગ કરીને મોબાઇલ એપ્લિકેશન અથવા અન્ય કોઈપણ પ્રકારની એપ્લિકેશનને ટ્રૅક કરી શકો છો.",
        "MoreMethods": "Matomo ઇન્સ્ટોલ કરવાની વધુ પદ્ધતિઓ",
        "NoWebsites": "તમારી પાસે વ્યવસ્થાપન કરવા માટે કોઈ વેબસાઇટ નથી.",
        "NotAnEcommerceSite": "ઈકોમર્સ સાઇટ નથી",
        "NotFound": "માટે કોઈ વેબસાઇટ મળી નથી",
        "OnlyMatchedUrlsAllowed": "જ્યારે ક્રિયા URL ઉપરોક્ત URLs પાસેથી શરૂ થાય ત્યારે માત્ર મુલાકાતો અને ક્રિયાઓ ટ્રેક કરો.",
        "OnlyMatchedUrlsAllowedHelp": "જ્યારે સક્ષમ હોય, ત્યારે Matomo માત્ર ત્યારે જ આંતરિક ક્રિયાઓને ટ્રૅક કરશે જ્યારે પૃષ્ઠ URL તમારી વેબસાઇટ માટે જાણીતા URL પૈકીનું એક હશે. આ લોકોને અન્ય વેબસાઇટ્સ માટે URL સાથે તમારા વિશ્લેષણોને સ્પામ કરવાથી અટકાવે છે.",
        "OnlyMatchedUrlsAllowedHelpExamples": "ડોમેન અને પાથનો ચોક્કસ મેળ હોવો જોઈએ અને દરેક માન્ય સબડોમેઈનનો અલગથી ઉલ્લેખ કરવો જોઈએ. ઉદાહરણ તરીકે જ્યારે જાણીતા URLs 'http://example.com/path' અને 'http://good.example.com' હોય, ત્યારે 'http://example.com/otherpath' અથવા 'http:// /bad.example.com' અવગણવામાં આવે છે.",
        "OnlyOneSiteAtTime": "તમે એક સમયે માત્ર એક વેબસાઇટને સંપાદિત કરી શકો છો. કૃપા કરીને વેબસાઈટ %s પર તમારા વર્તમાન ફેરફારો સાચવો અથવા રદ કરો.",
        "OtherWaysTabDescription": "જો અન્ય ટેબમાં આપેલા સોલ્યુશન્સ તમારા માટે યોગ્ય ન હોય તો પણ, તમે નીચેની પદ્ધતિઓમાંથી એક સાથે સરળતાથી Matomo સેટઅપ કરી શકો છો. તમને નીચેની માહિતીની જરૂર પડી શકે છે:",
        "PiwikOffersEcommerceAnalytics": "Matomo એડવાન્સ ઈકોમર્સ એનાલિટિક્સ ટ્રેકિંગ અને રિપોર્ટિંગની મંજૂરી આપે છે. %1$s ઈકોમર્સ એનાલિટિક્સ%2$s વિશે વધુ જાણો.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo આપમેળે સામાન્ય સત્ર પરિમાણો (%s) બાકાત કરશે.",
        "PluginDescription": "વેબસાઇટ્સ વ્યવસ્થાપન તમને નવી વેબસાઇટ ઉમેરવા અને વિદ્યમાન વેબસાઇટ્સને સંપાદિત કરવાની મંજૂરી આપે છે.",
        "ReactDetected": "તમારી વેબસાઇટ પર React.js મળી આવ્યું હતું. શું તમે જાણો છો કે તમે તમારી સાઇટમાં Matomoને ઇન્ટેગ્રેટ કરવા માટે \"%1$sMatomo ટેગ મેનેજર%2$s\" નો ઉપયોગ કરી શકો છો? %3$sઆ માર્ગદર્શિકા%4$s માં વધુ જાણો.",
        "ReactDetectedEmail": "તમારી વેબસાઇટ પર React.js મળી આવ્યું હતું. શું તમે જાણો છો કે તમે વેબસાઇટ ડેટાને ટ્રૅક કરવા માટે \"Matomo ટેગ મેનેજર\" નો ઉપયોગ કરી શકો છો? અહીં વધુ જાણો: %1$s",
        "SearchCategoryDesc": "Matomo પ્રત્યેક આંતરિક સાઇટ શોધ કીવર્ડ માટે શોધ શ્રેણીને પણ ટ્રેક કરી શકે છે.",
        "SearchCategoryLabel": "શ્રેણી પરિમાણ",
        "SearchCategoryParametersDesc": "તમે શોધ શ્રેણીનો ઉલ્લેખ કરતા ક્વેરી પરિમાણોની અલ્પવિરામથી અલગ કરેલી સૂચિ દાખલ કરી શકો છો.",
        "SearchKeywordLabel": "ક્વેરી પેરામીટર",
        "SearchKeywordParametersDesc": "સાઇટ શોધ કીવર્ડ ધરાવતા તમામ ક્વેરી પેરામીટર નામોની અલ્પવિરામથી અલગ કરેલી સૂચિ દાખલ કરો.",
        "SearchParametersNote": "નોંધ: ક્વેરી પેરામીટર્સ અને કેટેગરી પેરામીટર્સનો ઉપયોગ માત્ર એવી વેબસાઈટ માટે કરવામાં આવશે કે જેમાં સાઈટ સર્ચ સક્ષમ છે પરંતુ આ પેરામીટર્સ ખાલી રાખ્યા છે.",
        "SearchParametersNote2": "નવી વેબસાઇટ્સ માટે સાઇટ શોધને અક્ષમ કરવા માટે, આ બે ક્ષેત્રો ખાલી રાખો.",
        "SearchUseDefault": "%1$sડિફૉલ્ટ%2$s સાઇટ શોધ પરિમાણોનો ઉપયોગ કરો",
        "SelectACity": "એક શહેર પસંદ કરો",
        "SelectDefaultCurrency": "તમે નવી વેબસાઇટ્સ માટે ડિફોલ્ટ તરીકે સેટ કરવા માટે ચલણ પસંદ કરી શકો છો.",
        "SelectDefaultTimezone": "તમે નવી વેબસાઇટ્સ માટે ડિફોલ્ટ તરીકે પસંદ કરવા માટે સમય ઝોન પસંદ કરી શકો છો.",
        "SetupMatomoTracker": "તમે અમારી સ્ટેપ-બાય-સ્ટેપ ગાઇડને અનુસરીને થોડીવારમાં Matomo સેટ કરી શકો છો.",
        "ShowTrackingTag": "ટ્રેકિંગ કોડ જુઓ",
        "SiteSearchUse": "તમે Matomoનો ઉપયોગ તમારી વેબસાઇટના આંતરિક સર્ચ એન્જિનમાં મુલાકાતીઓ શું શોધી રહ્યાં છે તે ટ્રૅક કરવા અને જાણ કરવા માટે કરી શકો છો.",
        "SiteWithoutDataChooseTrackingMethod": "તમારી ટ્રેકિંગ પદ્ધતિ પસંદ કરો",
        "SiteWithoutDataCloudflareFollowStepsIntro": "તેને સેટ કરવા માટે આ પગલાંઓ અનુસરો:",
        "SiteWithoutDataDetectedGtm": "અમે પણ ઓળખ્યું છે કે તમે Google ટેગ મેનેજર વાપરી રહ્યાં છો. જો તમે GTM વાપરીને Matomo સેટ કરવાનું પસંદ કરો છો, તો કૃપા કરીને આ %1$sમાર્ગદર્શિકા%2$s અનુસરો.",
        "SiteWithoutDataDetectedSite": "અમે જોવા મળ્યું છે કે તમે %1$s સાઇટ વાપરી રહ્યાં છો. ફક્ત આ %2$sમાર્ગદર્શિકા%3$s માંથી સૂચનો અનુસરો.",
        "SiteWithoutDataDetectedSiteWordpress": "અમે જોવા મળ્યું છે કે તમે વર્ડપ્રેસ સાઇટ વાપરી રહ્યાં છો. ફક્ત %1$sઆ માર્ગદર્શિકામાંથી સૂચનોનું પાલન કરો%2$s અને %3$sWP-Matomo પ્લગઇન%4$s ઇન્સ્ટોલ કરો.",
        "SiteWithoutDataDetectedSiteWordpress2": "વર્ડપ્રેસ પ્લગઇન પહેલેથી જ સેટ કરી છે અને કોઈ ડેટા જોઈ રહ્યા નથી? મદદ%2$s માટે કૃપા કરીને %1$s આ FAQ તપાસો.",
        "SiteWithoutDataGTMFollowStep1": "તમારા Google ટેગ મેનેજર એકાઉન્ટમાં %1$sલોગિન%2$s કરો.",
        "SiteWithoutDataGTMFollowStep10": "\"સાચવો\" પર ક્લિક કરો.",
        "SiteWithoutDataGTMFollowStep11": "\"સબમિટ\" બટન પર ક્લિક કરીને તમારા ફેરફારો પ્રકાશિત કરો અને પછી જમણી બજુએ \"પ્રકાશિત કરો\" બટન પર ક્લિક કરો.",
        "SiteWithoutDataGTMFollowStep2": "તમે જે કન્ટેનરમાં Matomo ઉમેરવા માંગો છો તે પસંદ કરો.",
        "SiteWithoutDataGTMFollowStep3": "\"ટૅગ્સ\" પર ક્લિક કરો અને પછી \"નવું\".",
        "SiteWithoutDataGTMFollowStep4": "વિન્ડોના ટોચમાં, તમારા ટેગ માટે એક નામ પૂરું પાડો.",
        "SiteWithoutDataGTMFollowStep5": "\"ટેગ કોન્ફિગરેશન\" પર ક્લિક કરો અને \"કસ્ટમ HTML\" પસંદ કરો.",
        "SiteWithoutDataGTMFollowStep6": "નીચે આપ્યા પ્રમાણે Matomo JavaScript ટ્રેકિંગ કોડની નકલ કરો.",
        "SiteWithoutDataGTMFollowStep7": "આ JavaScript ટ્રેકિંગ કોડ ટેગ કોન્ફિગરેશન HTML ફીલ્ડમાં પેસ્ટ કરો.",
        "SiteWithoutDataGTMFollowStep8": "નીચે સ્ક્રોલ કરો અને \"ટ્રિગરિંગ\" પર ક્લિક કરો.",
        "SiteWithoutDataGTMFollowStep9": "\"ઓલ પેજેસ\" પસંદ કરો અને તમારા બધા પેજેસ પર \"Matomo ટ્રેકિંગ ટેગ\" ફાયર કરો.",
        "SiteWithoutDataGoogleTagManager": "ગૂગલ ટેગ મેનેજર",
        "SiteWithoutDataGoogleTagManagerDescription": "તમે Google ટેગ મેનેજર સાથે Matomo નો ઉપયોગ કરી શકો છો. Google ટેગ મેનેજર માં Matomo Tracking સેટ કરવા માટે, આ %1$sગાઇડ%2$s ની સૂચનાઓને અનુસરો.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$sઅભિનંદન!%2$s તમે Google ટેગ મેનેજર દ્વારા Matomo એનાલિટિક્સ ટ્રેકિંગ કોડની સફળતાપૂર્વક સ્થાપના કરી છે. હિટ્સ ટ્રેક કરવામાં આવી રહી છે તે ખાતરી કરવા માટે તમારી વેબસાઇટ પર મુલાકાત લો અને આ ડેટા તમારા Matomo ઇન્સ્ટન્સમાં દેખાય છે તે તપાસો.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "તેને સેટ કરવા માટે આ પગલાંઓ અનુસરો:",
        "SiteWithoutDataGoogleTagManagerIntro": "જો તમે Google Tag Manager વાપરો છો, તો તમે Google Tag Manager માં ઉપલબ્ધ \"કસ્ટમ HTML ટેગ\" નો ઉપયોગ કરીને તેમાં Matomo માં ડેટા ટ્રેકિંગ શરૂ કરી શકો છો. %1$sવધુ જાણો%2$s.",
        "SiteWithoutDataHidePageForHour": "એક કલાક માટે પૃષ્ઠ છુપાવો",
        "SiteWithoutDataInstallWithX": "%1$s સાથે ઇન્સ્ટોલ કરો",
        "SiteWithoutDataInstallWithXRecommendation": "%1$s સાથે Matomo ઇન્સ્ટોલ કરો (તમારા માટે ભલામણ કરેલ)",
        "SiteWithoutDataMatomoTagManager": "Matomo ટેગ મેનેજર",
        "SiteWithoutDataMatomoTagManagerNotActive": "ટેગ મેનેજર શું છે તે ખબર નથી? અમારી %1$s ટેગ મેનેજર માર્ગદર્શિકા%2$s તપાસો. જો તમે તમારી વેબસાઇટમાં તૃતીય પક્ષની વેબસાઇટ્સમાંથી બહુવિધ સંસાધનોને એમ્બેડ કરી રહ્યાં છો, તો નિયમિત JavaScript ટ્રેકિંગનો ઉપયોગ કરવાની તુલનામાં ટેગ મેનેજરનો ઉપયોગ કરીને તમારી વેબસાઇટને ટ્રૅક કરવી એ તમારા માટે વધુ સારી પસંદગી હોઈ શકે છે.",
        "SiteWithoutDataNotYetReady": "હજી Matomo ઇન્સ્ટોલ કરવા માટે તૈયાર નથી?",
        "SiteWithoutDataOtherInstallMethods": "Matomo ઇન્સ્ટોલ કરવાની અન્ય પદ્ધતિઓ",
        "SiteWithoutDataOtherInstallMethodsIntro": "અમે બહુવિધ ટ્રેકિંગ પાથ ઓફર કરીએ છીએ - ડેટા-આધારિત સફળતાને અનલૉક કરવા માટે તમારો પસંદ કરો.",
        "SiteWithoutDataOtherIntegrations": "અન્ય સંકલન",
        "SiteWithoutDataOtherWays": "અન્ય રીતે",
        "SiteWithoutDataReactDescription": "તમે ડેટા ટ્રૅક કરવા માટે Matomoને ઇન્ટેગ્રેટ કરવા માટે \"%1$sMatomo ટેગ મેનેજર%2$s\" નો ઉપયોગ કરી શકો છો, આ %3$sગાઈડ%4$s ની સૂચનાઓને અનુસરો.",
        "SiteWithoutDataRecommendationText": "અમે તમારી સાઇટ પર %1$s શોધી કાઢ્યું છે, તેથી તમે અમારા અધિકૃત %1$s ઇન્ટેગ્રશન સાથે થોડીવારમાં Matomo સેટ કરી શકો છો.",
        "SiteWithoutDataSPADescription": "Matomo Analytics નો ઉપયોગ કરીને તમારી સિંગલ પેજ એપ્લિકેશન (SPA) અથવા પ્રોગ્રેસિવ વેબ એપ્લિકેશન (PWA) ને ટ્રૅક કરવાનું શરૂ કરવું સરળ છે. આ કરવા માટેનો સૌથી સહેલો રસ્તો એ છે કે નીચે આપેલા પગલાંનો ઉપયોગ કરીને Matomo ટેગ મેનેજર (%1$sવધુ જાણો%2$s) નો ઉપયોગ કરવો, વૈકલ્પિક રીતે તમે JavaScript ટ્રેકિંગ કોડનો ઉપયોગ કરી શકો છો (%3$sઆ માર્ગદર્શિકા%4$sને અનુસરીને).",
        "SiteWithoutDataSPAFollowStepCompleted": "%1$sઅભિનંદન!%2$s તમે Matomo ટેગ મેનેજર દ્વારા Matomo Analytics ટ્રેકિંગ કોડ સફળતાપૂર્વક ઇન્સ્ટોલ કર્યો છે. હિટ ટ્રૅક કરવામાં આવી રહી છે તે ચકાસવા માટે, તમારા SPA/PWA ની મુલાકાત લો અને તપાસો કે આ ડેટા તમારા Matomo ઇન્સ્ટાન્સમાં દેખાય છે.",
        "SiteWithoutDataSinglePageApplication": "સિંગલ-પેજ એપ્લિકેશન અથવા પ્રોગ્રેસિવ વેબ એપ્લિકેશન",
        "SiteWithoutDataSinglePageApplicationDescription": "સિંગલ-પેજ એપ્લિકેશન અથવા પ્રોગ્રેસિવ વેબ એપ્લિકેશન ટ્રેકિંગ માટે. અમારી %1$sગાઈડ%2$s તપાસો.",
        "SiteWithoutDataTemporarilyHidePage": "આ પૃષ્ઠને અસ્થાયી રૂપે છુપાવો અને પછીથી તેના પર પાછા આવો.",
        "SiteWithoutDataVueDescription": "તમે ડેટા ટ્રૅક કરવા માટે Matomoને ઇન્ટેગ્રેટ કરવા માટે \"%1$s\" npm પૅકેજનો ઉપયોગ કરી શકો છો, આ %2$sમાર્ગદર્શિકા%3$sમાંથી સૂચનાઓને અનુસરો.",
        "SiteWithoutDataVueFollowStep1": "\"%1$s\" npm પેકેજ ઇન્સ્ટોલ કરો.",
        "SiteWithoutDataVueFollowStep2": "તમારી Matomo ઇન્સ્ટન્સ વિગતો સાથે %1$s ને %2$s માં પ્રારંભ કરો (નીચે ઉદાહરણ કોડ).",
        "SiteWithoutDataVueFollowStep2ExampleCode": "%1$s માટેનું ઉદાહરણ કોડ",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "તમારા Matomo સર્વર અને સાઇટને આપીને કન્ફિગર કરો:",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "પૃષ્ઠ દૃશ્યને ટ્રેક કરવા",
        "SiteWithoutDataVueFollowStepCompleted": "%1$sઅભિનંદન!%2$s તમે \"%3$s\" npm પેકેજ દ્વારા Matomo Analytics ટ્રેકિંગ કોડ સફળતાપૂર્વક ઇન્સ્ટોલ કર્યો છે. હિટ્સ ટ્રૅક કરવામાં આવી રહી છે તે ચકાસવા માટે, તમારી વેબસાઇટની મુલાકાત લો અને તપાસો કે આ ડેટા તમારા Matomo ઇન્સ્ટાન્સમાં દેખાય છે.",
        "SiteWithoutDataVueFollowStepNote1": "હવે તમે %1$s દ્વારા તમારા કોમ્પોનન્ટસમાં Matomoને ઍક્સેસ કરી શકો છો.",
        "SiteWithoutDataVueFollowStepNote2": "જો તમે આ પગલાંને અનુસરો છો અને Matomoમાં કોઈ ડેટા નથી આવતો, તો તમે તેના બદલે %1$sMatomo ટેગ મેનેજર%2$s અજમાવી શકો છો (%3$s સિંગલ પેજ એપ્લિકેશન્સ%4$s માટે આ લિંકનો ઉપયોગ કરો).",
        "SiteWithoutDataVueIntro": "તમારી Vue.js વેબસાઈટ અથવા એપ્લિકેશનને ટ્રૅક કરવું Matomo સાથે સરળ છે, સિંગલ પેજ એપ્લિકેશન્સ માટે પણ.",
        "SiteWithoutDataWordpressDescription": "તમે ડેટા ટ્રેક કરવા માટે Matomo સરળ WordPress પ્લગઇનનો ઉપયોગ કરી શકો છો, આ %1$sગાઇડ%2$s પરથી સૂચનો અનુસરો.",
        "SiteWithoutDataWordpressFollowStepCompleted": "%1$sઅભિનંદન!%2$s હવે તમે તમારી વર્ડપ્રેસ સાઇટ દ્વારા Matomo એનાલિટિક્સ સાથે મુલાકાતીઓની સફળતાપૂર્વક ટ્રેકિંગ કરી રહ્યાં છો! એનાલિટિક્સમાં આનંદ માણો.",
        "SiteWithoutDataWordpressFollowStepNote": "ઉપરના પગલાંને પૂર્ણ કર્યા પછી, તમારી વેબસાઇટ પર મુલાકાત લો અને એક પરીક્ષણ મુલાકાત ઉત્પન્ન કરો. જો તમે આ સંદેશને મોકલો છો, તો ખાતરી કરો કે તમારી પાસે \"%1$s\" પ્લગઇન સ્થાપિત છે.",
        "SiteWithoutDataWordpressFollowSteps1": "તમારી વર્ડપ્રેસ સાઇટમાં વ્યવસ્થાપક તરીકે લોગ ઇન કરો.",
        "SiteWithoutDataWordpressFollowSteps10": "જનરેટ કરેલ ઓથ ટોકન કોપી કરો.",
        "SiteWithoutDataWordpressFollowSteps11": "વર્ડપ્રેસ પ્લગઇનના \"ઓથ ટોકન\" ફીલ્ડમાં ઓથ ટોકન પેસ્ટ કરો.",
        "SiteWithoutDataWordpressFollowSteps12": "\"ઓટો કોન્ફિગ\" ચેકબોક્સ પસંદ કરેલ છે તે ખાતરી કરો.",
        "SiteWithoutDataWordpressFollowSteps13": "\"ફેરફારો સાચવો\" પર ક્લિક કરો.",
        "SiteWithoutDataWordpressFollowSteps14": "તમારે \"WP-Matomo સફળતાપૂર્વક Matomo સાથે જોડાયેલ છે\" સંદેશ દેખાવો જોઈએ. જો તમને સંદેશ દેખાતો નથી, તો ખાતરી કરો કે તમે ઉપરના પગલાઓમાં આપેલા મૂલ્યો સાચા છે અને પછી ફરી પ્રયાસ કરો.",
        "SiteWithoutDataWordpressFollowSteps15": "\"ટ્રેકિંગ સક્ષમ કરો\" ટેબ પર ક્લિક કરો.",
        "SiteWithoutDataWordpressFollowSteps16": "\"ટ્રેકિંગ કોડ ઉમેરો\" ડ્રોપડાઉનમાં, \"ડિફોલ્ટ ટ્રેકિંગ\" પસંદ કરો.",
        "SiteWithoutDataWordpressFollowSteps17": "\"ફેરફારો સાચવો\" પર ક્લિક કરો અને સફળતાનો સંદેશ દેખાશે.",
        "SiteWithoutDataWordpressFollowSteps2": "ડાબી મેનુમાં, \"પ્લગઈન્સ\" પર ક્લિક કરો → \"ઉમેરો નવું\" (જો તમે \"પ્લગઈન્સ\" મેનુ જોવા માટે અસમર્થ હોવ તો, તમે તમારા વર્ડપ્રેસ થીમ ફાઈલ્સમાં મેનુઅલી Matomo ટ્રેકિંગ કોડ દાખલ કરવા માટે %1$sઆ પગલાંઓને અનુસરો%2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "\"પ્લગઈન્સ ઉમેરો\" પેજ પર કીવર્ડ ફીલ્ડમાં \"કનેક્ટ Matomo\" માટે શોધો.",
        "SiteWithoutDataWordpressFollowSteps4": "\"WP-Matomo Integration (WP-Piwik)\" પ્લગઇન પાસે \"હવે ઇન્સ્ટોલ કરો\" પર ક્લિક કરો.",
        "SiteWithoutDataWordpressFollowSteps5": "પ્લગઇન સફળતાપૂર્વક ઇન્સ્ટોલ થઈ ગયું છે, હવે \"સક્રિય કરો\" પર ક્લિક કરો.",
        "SiteWithoutDataWordpressFollowSteps6": "ડાબી મેનુમાં, \"સેટિંગ્સ\" → \"WP-Matomo \" પર ક્લિક કરો.",
        "SiteWithoutDataWordpressFollowSteps7": "\"Matomo મોડ\" ડ્રોપડાઉનમાં, \"સ્વયં હોસ્ટેડ (HTTP API, ડિફોલ્ટ)\" વિકલ્પ પસંદ કરો.",
        "SiteWithoutDataWordpressFollowSteps8": "\"Matomo URL\" ટેક્સ્ટ ફીલ્ડમાં, તમારું Matomo URL દાખલ કરો.",
        "SiteWithoutDataWordpressFollowSteps9": "Matomo Auth ટોકન બનાવવા માટે %1$s અહીં ક્લિક કરો%2$s (%3$sવધુ જાણો%4$s).",
        "SiteWithoutDataWordpressFollowStepsIntro": "Matomo માં ટ્રેકિંગ શરૂ કરવાના પગલાં",
        "SiteWithoutDataWordpressIntroductionLine1": "અમારા સરળ પ્લગઇન સાથે તમારી વર્ડપ્રેસ સાઇટમાં Matomo ટ્રેકિંગ ઉમેરવું આસાન છે, તમે નીચેના પગલાંને અનુસરી શકો છો અથવા %1$sઆ માર્ગદર્શિકાને અનુસરો%2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "જો તમે પ્લગઇન વાપરી શકતા નથી (અથવા વાપરવાનું પસંદ કરતા નથી), તો તમે ટ્રેકિંગ શરૂ કરવા માટે %1$sJavaScript કોડ ઇન્સ્ટોલ કરી શકો છો%2$s અથવા %3$sઇમેજ બીકન ઇન્સ્ટોલ કરી શકો છો%4$s.",
        "SiteWithoutDataWordpressRequirement1": "WordPressમાં એડમિનિસ્ટ્રેટર એકાઉન્ટ.",
        "SiteWithoutDataWordpressRequirement2": "વ્યાપાર, વાણિજ્ય અથવા એન્ટરપ્રાઇઝ પ્લાન સાથે WordPress.com સાઇટ અથવા સ્વ-હોસ્ટેડ WordPress સાઇટ.",
        "SiteWithoutDataWordpressRequirementHeader": "પ્લગઇન આવશ્યકતાઓ:",
        "Sites": "વેબસાઇટ્સ",
        "StepByStepGuide": "સ્ટેપ-બાય-સ્ટેપ માર્ગદર્શિકા",
        "SuperUserAccessCan": "સુપર યુઝર એક્સેસ ધરાવતા વપરાશકર્તા નવી વેબસાઇટ્સ માટે %1$s વૈશ્વિક સેટિંગ્સ%2$s નો ઉલ્લેખ પણ કરી શકે છે.",
        "Timezone": "સમય ઝોન",
        "TrackingSiteSearch": "આંતરિક સાઇટ શોધ ટ્રેકિંગ",
        "TrackingTags": "%s માટે ટ્રેકિંગ કોડ",
        "Type": "પ્રકાર",
        "UTCTimeIs": "UTC સમય %s છે.",
        "Urls": "URLs",
        "VueDetected": "તમારી વેબસાઇટ પર Vue.js મળી આવ્યું હતું. શું તમે જાણો છો કે તમે Matomo ને તમારી સાઇટમાં ઇન્ટેગ્રેટ કરવા માટે \"%1$s\" npm પેકેજનો ઉપયોગ કરી શકો છો? %2$sઆ માર્ગદર્શિકા%3$s માં વધુ જાણો.",
        "VueDetectedEmail": "તમારી વેબસાઇટ પર Vue.js મળી આવ્યું હતું. શું તમે જાણો છો કે તમે વેબસાઇટ ડેટાને ટ્રૅક કરવા માટે \"%1$s\" npm પૅકેજનો ઉપયોગ કરી શકો છો? અહીં વધુ જાણો: %2$s",
        "WebsiteCreated": "વેબસાઇટ બનાવવામાં આવી છે",
        "WebsiteUpdated": "વેબસાઇટ અપડેટ કરી છે",
        "WebsitesManagement": "વેબસાઇટ્સ વ્યવસ્થાપન",
        "XManagement": "%s નું સંચાલન કરો",
        "YouCurrentlyHaveAccessToNWebsites": "તમારી પાસે હાલમાં %s વેબસાઇટ્સની ઍક્સેસ છે.",
        "YourCurrentIpAddressIs": "તમારું વર્તમાન IP એડ્રેસ %s છે"
    }
}
