{
    "SitesManager": {
        "AddSite": "एक नई वेबसाइट जोड़ें",
        "AdvancedTimezoneSupportNotFound": "उन्नत समय क्षेत्र समर्थन (PHP>=5.2 में समर्थन) आपके PHP में नहीं मिला. आप अभी भी एक मैनुअल यूटीसी ऑफसेट चुन सकते हैं.",
        "AliasUrlHelp": "यह सिफारिश की है, लेकिन आवश्यकता नहीं है, अपने दर्शकों के इस वेबसाइट का उपयोग करने के लिए उपयोग, विभिन्न यूआरएल, एक प्रति पंक्ति निर्दिष्ट करने के लिए है. एक वेबसाइट के लिए Alias यूआरएल सन्दर्भदाता वेबसाइटों रिपोर्ट में दिखाई नहीं देगा. यह Piwik स्वतः दोनों को समझता है 'www' के साथ और बिना यूआरएल निर्दिष्ट करने की आवश्यक नहीं है कि ध्यान दें.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "अपना समय क्षेत्र बदलना ही आगे जा रहे डेटा को प्रभावित करेगा, और पूर्वव्यापी प्रभाव से लागू नहीं किया जाएगा.",
        "ChooseCityInSameTimezoneAsYou": "आप के रूप में एक ही समय क्षेत्र में एक शहर चुनें.",
        "Currency": "मुद्रा",
        "CurrencySymbolWillBeUsedForGoals": "मुद्रा प्रतीक लक्ष्य राजस्व के बगल में प्रदर्शित किया जाएगा.",
        "DefaultCurrencyForNewWebsites": "नई वेबसाइट के लिए डिफ़ॉल्ट मुद्रा",
        "DefaultTimezoneForNewWebsites": "नई वेबसाइट के लिए तयशुदा समय क्षेत्र",
        "DeleteConfirm": "आपको यकीन है कि आप वेबसाइट%s को हटाना चाहते हैं?",
        "DisableSiteSearch": "साइट खोज ट्रैक न करें",
        "EcommerceHelp": "जब सक्रिय किया, \"लक्ष्य\" रिपोर्ट एक नया \"ईकॉमर्स\" खंड होगा.",
        "EnableEcommerce": "ईकॉमर्स सक्षम किया",
        "EnableSiteSearch": "साइट खोज ट्रैकिंग सक्षम",
        "EnableSiteSpecificUserAgentExclude": "वेबसाइट विशिष्ट उपयोगकर्ता एजेंट बहिष्कार सक्षम करें.",
        "EnableSiteSpecificUserAgentExclude_Help": "अगर आप की जरूरत है अलग वेबसाइटों के लिए अलग अलग उपयोगकर्ता एजेंटों को बाहर करने की, इस बॉक्स की जाँच करें, सहेजें क्लिक करें और %1$sइसके बाद संस्करण उपयोगकर्ता एजेंट%2$s जोड़ें।",
        "ExceptionDeleteSite": "यह केवल पंजीकृत वेबसाइट है जैसा कि इस वेबसाइट को हटाना संभव नहीं है. पहले एक नई वेबसाइट जोड़ें, तो यह नष्ट करे.",
        "ExceptionEmptyName": "वेबसाइट का नाम खाली नहीं हो सकता.",
        "ExceptionInvalidCurrency": "मुद्रा मान्य \"%s\" नहीं है. एक वैध मुद्रा प्रतीक (जैसे %s) दर्ज करें",
        "ExceptionInvalidIPFormat": "\"%s\" को बाहर करने के लिए आईपी एक वैध आईपी प्रारूप (जैसे %s) नहीं है.",
        "ExceptionInvalidTimezone": "समय क्षेत्र \"%s\" मान्य नहीं है. एक वैध समयक्षेत्र दर्ज करें.",
        "ExceptionInvalidUrl": "यूआरएल '%s' एक मान्य URL नहीं है.",
        "ExceptionNoUrl": "आपको वेबसाइट के लिए कम से कम एक URL निर्दिष्ट करना होगा.",
        "ExcludedIps": "बहिष्कृत IP",
        "ExcludedParameters": "अपवर्जित पैरामीटर्स",
        "ExcludedUserAgents": "अपवर्जित प्रयोक्ता एजेंटों",
        "GlobalExcludedUserAgentHelp1": "Piwik द्वारा ट्रैक किये जा रहे से बाहर करने के लिए उपयोगकर्ता एजेंटों की सूची दर्ज करें.",
        "GlobalExcludedUserAgentHelp2": "आप ट्रैक किए जाने से बाहर रहने के लिए कुछ बॉट का उपयोग कर सकते हैं.",
        "GlobalListExcludedIps": "अपवर्जित आईपी की वैश्विक सूची",
        "GlobalListExcludedQueryParameters": "बाहर करने के प्रश्न यूआरएल मापदंडों की वैश्विक सूची",
        "GlobalListExcludedUserAgents": "बाहर करने के उपयोगकर्ता एजेंट की वैश्विक सूची",
        "GlobalListExcludedUserAgents_Desc": "यदि आपके द्वारा किसी भी आगंतुक के उपयोगकर्ता एजेंट स्ट्रिंग शामिल हैं, आगंतुक Piwik से बाहर रखा जाएगा।",
        "GlobalWebsitesSettings": "वैश्विक वेबसाइटों के सेटिंग्स",
        "HelpExcludedIps": "आप Piwik द्वारा नज़र रखे जाने से बाहर रखना चाहते हैं तो आईपी, एक प्रति पंक्ति की सूची दर्ज करें. आप वाइल्डकार्ड का उपयोग कर सकते हैं उदा. %1$s या %2$s",
        "JsTrackingTagHelp": "यहाँ जावास्क्रिप्ट ट्रैकिंग कोड आपके सभी पृष्ठों पर शामिल करने के लिए है",
        "KeepURLFragments": "ट्रैकिंग पृष्ठ URL टुकड़े",
        "KeepURLFragmentsHelp": "यदि नीचे चेक बॉक्स अनियंत्रित है, पृष्ठ URL टुकड़े को (%1$s के बाद सब कुछ) जब ट्रैकिंग से निकाल दिया जाएगा: %2$s के %3$s रूप में नज़र रखी जाएगी",
        "KeepURLFragmentsHelp2": "तुम भी ऊपर व्यक्तिगत वेबसाइटों के लिए इस सेटिंग को अध्यारोहित कर सकते हैं.",
        "KeepURLFragmentsLong": "पृष्ठ यूआरएल ट्रैकिंग जब पृष्ठ URL टुकड़े रखो",
        "ListOfIpsToBeExcludedOnAllWebsites": "नीचे आईपी सभी वेबसाइटों पर ट्रैक किए जाने से बाहर रखा जाएगा.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "नीचे प्रश्न यूआरएल मापदंडों को सभी वेबसाइटों को यूआरएल से बाहर रखा जाएगा.",
        "ListOfQueryParametersToExclude": "URL प्रश्न पैरामीटर, एक प्रति पंक्ति, पृष्ठ यूआरएल रिपोर्टों से को बाहर करने की सूची दर्ज करें.",
        "MainDescription": "आपकी वेब Analytics रिपोर्ट में वेबसाइट की जरूरत है! जोड़ें,अद्यतन,वेबसाइटें हटाने, और अपने पृष्ठों में सम्मिलित करने के लिए जावास्क्रिप्ट दिखाए.",
        "NotAnEcommerceSite": "एक ईकॉमर्स साइट नहीं",
        "NotFound": "वेबसाइटों के लिए नहीं मिला",
        "NoWebsites": "आपके पास प्रबंधन के लिए कोई भी वेबसाइट नहीं है.",
        "OnlyOneSiteAtTime": "आप केवल एक समय में एक वेबसाइट को संपादित कर सकते हैं. वेबसाइट %sके लिए अपने मौजूदा संशोधनों सहेजें या रद्द करें.",
        "PiwikOffersEcommerceAnalytics": "Piwik ट्रैकिंग और रिपोर्टिंग उन्नत ईकॉमर्स एनालिटिक्स के लिए अनुमति देता है. %sईकॉमर्स एनालिटिक्स%s के बारे में अधिक जानें.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik स्वतः सामान्य सत्र के मापदंडों(%s) से अलग रहेगा",
        "PluginDescription": "Piwik में वेबसाइटों प्रबंधन: एक नई वेबसाइट में जोड़ें, एक मौजूदा एक संपादित करें, अपने पृष्ठों पर शामिल करने के लिए जावास्क्रिप्ट कोड दिखाएं. सभी कार्यों एपीआई के माध्यम से भी उपलब्ध हैं.",
        "SearchCategoryDesc": "Piwik भी एक आंतरिक साइट खोज कीवर्ड के लिए खोज श्रेणी ट्रैक कर सकता हैं.",
        "SearchCategoryLabel": "श्रेणी पैरामीटर",
        "SearchCategoryParametersDesc": "आप खोज श्रेणी को निर्दिष्ट करने क्वेरी पैरामीटर को एक अल्पविराम से अलग सूची दर्ज कर सकते हैं.",
        "SearchKeywordLabel": "प्रश्न पैरामीटर",
        "SearchKeywordParametersDesc": "साइट खोज कीवर्ड वाली सभी प्रश्न को पैरामीटर नाम की एक अल्पविराम से अलग सूची दर्ज करें.",
        "SearchParametersNote": "नोट: क्वेरी पैरामीटर और श्रेणी मापदंडों वेबसाइटों के लिए ही इस्तेमाल किया जाएगा जो साइट खोज सक्षम लेकिन इन मानकों को खाली छोड़ दिया है.",
        "SearchParametersNote2": "नई वेबसाइटों के लिए साइट खोज को निष्क्रिय करने के लिए, इन दो क्षेत्रों को खाली छोड़ दें.",
        "SearchUseDefault": "%sडिफ़ॉल्ट%s साइट खोज मापदंडों का उपयोग करें",
        "SelectACity": "कोई नगर चुनें",
        "SelectDefaultCurrency": "आप नई वेबसाइट को डिफ़ॉल्ट रूप से स्थापित करने के लिए मुद्रा का चयन कर सकते हैं.",
        "SelectDefaultTimezone": "आप नई वेबसाइट के लिए डिफ़ॉल्ट रूप से चयन करने के लिए समय क्षेत्र का चयन कर सकते हैं.",
        "ShowTrackingTag": "ट्रैकिंग कोड देखें",
        "Sites": "वेबसाइटें",
        "SiteSearchUse": "आप ट्रैक और आगंतुकों को अपनी वेबसाइट के आंतरिक खोज इंजन में क्या खोज रहे हैं रिपोर्ट करने के लिए Piwik उपयोग कर सकते हैं.",
        "Timezone": "समय क्षेत्र",
        "TrackingSiteSearch": "आंतरिक साइट खोज ट्रैकिंग",
        "TrackingTags": "%s के लिए ट्रैकिंग कोड",
        "Urls": "यूआरएल",
        "UTCTimeIs": "यूटीसी समय %s है.",
        "WebsitesManagement": "वेबसाइटों के प्रबंधन",
        "YouCurrentlyHaveAccessToNWebsites": "अपने वर्तमान में %s वेबसाइटों का उपयोग किया है.",
        "YourCurrentIpAddressIs": "आपका मौजूदा आईपी पता %s है"
    }
}