{
    "SitesManager": {
        "AddMeasurable": "Tambah pengukuran baru",
        "AddSite": "Tambahkan situs web baru",
        "AdvancedTimezoneSupportNotFound": "Dukungan zona waktu lanjutan tidak ditemukan di PHP Anda (didukung di PHP&gt;=5.2). Anda masih dapat memilih offset UTC manual.",
        "AliasUrlHelp": "Disarankan, tetapi tidak diharuskan, untuk menentukan berbagai URL, satu per baris, yang digunakan oleh pengunjung Anda untuk mengakses situs web ini. URL Alias untuk situs web tidak akan muncul di laporan Perujuk → Laporan situs web. Perhatikan bahwa tidak perlu menentukan URL dengan dan tanpa 'www' karena Matomo secara otomatis akan mempertimbangkan keduanya.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Mengubah zona waktu Anda hanya akan memengaruhi data di masa mendatang, dan tidak akan diterapkan secara retroaktif.",
        "ChooseMeasurableTypeHeadline": "Apa yang ingin Anda ukur?",
        "Currency": "Mata Uang",
        "CurrencySymbolWillBeUsedForGoals": "Simbol Mata Uang akan ditampilkan di samping pendapatan Sasaran.",
        "CustomizeJavaScriptTracker": "Sesuaikan pelacakan JavaScript",
        "DefaultCurrencyForNewWebsites": "Mata Uang asali untuk situs web baru",
        "DefaultTimezoneForNewWebsites": "Zona waktu asali untuk situs web baru",
        "DeleteConfirm": "Apakah Anda yakin ingin menghapus situs web %s?",
        "DeleteSiteExplanation": "Menghapus situs web akan menghapus semua data log yang telah dikumpulkan untuk. Tindakan ini bersifat permanen dan tidak dapat dibatalkan.",
        "DetectingYourSite": "Mendeteksi situs Anda",
        "DisableSiteSearch": "Jangan Lacak Pencarian Situs",
        "EcommerceHelp": "Bila diaktifkan, laporan \"Sasaran\" akan memiliki bagian \"Niaga-el\" baru.",
        "EmailInstructionsButton": "Kirimkan instruksi ini melalui surel",
        "EmailInstructionsDocsPlainText": "Jika Anda ingin melakukan lebih dari sekadar melacak tampilan halaman, silakan lihat dokumentasi Matomo di %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Anda juga dapat membuat kode pelacakan khusus di %1$s.",
        "EmailInstructionsSiteDetails": "Anda akan membutuhkan rincian ini untuk menggunakan API atau SDK untuk melacak kunjungan Matomo.",
        "EmailInstructionsSiteDetailsHeading": "Rincian Situs Anda",
        "EmailInstructionsSubject": "Kode Pelacakan Analitik Matomo",
        "EmailInstructionsYourSiteId": "ID situs Anda: %1$s",
        "EmailInstructionsYourTrackingUrl": "URL pelacakan Anda: %1$s",
        "EnableEcommerce": "Niaga-el diaktifkan",
        "EnableSiteSearch": "Pelacakan Pencarian Situs diaktifkan",
        "ExceptionDeleteSite": "Tidak mungkin untuk menghapus situs web ini karena ini adalah satu-satunya situs web yang terdaftar. Tambahkan situs web baru terlebih dahulu, lalu hapus yang ini.",
        "ExceptionEmptyName": "Nama situs web wajib diisi.",
        "ExceptionInvalidCurrency": "Mata uang \"%1$s\" tidak valid. Harap masukkan simbol mata uang yang valid (mis. %2$s)",
        "ExceptionInvalidIPFormat": "IP yang dikecualikan \"%1$s\" tidak memiliki format IP yang valid (mis. %2$s).",
        "ExceptionInvalidTimezone": "Zona waktu \"%s\" tidak valid. Harap masukkan zona waktu yang valid.",
        "ExceptionInvalidUrl": "URL '%s' bukanlah URL yang valid.",
        "ExceptionNoUrl": "Anda harus menentukan setidaknya satu URL untuk situs web.",
        "ExcludedIps": "IP yang Dikecualikan",
        "ExcludedParameters": "Parameter yang Dikecualikan",
        "ExcludedReferrers": "Perujuk yang dikecualikan",
        "ExcludedReferrersHelp": "Masukkan daftar nama host dan URL, satu per baris, yang ingin Anda kecualikan dari pendeteksian perujuk.",
        "ExcludedReferrersHelpDetails": "Tiap entri harus berisi nama host dan mungkin berisi lokasi. Jika lokasi disediakan, perujuk hanya akan dikecualikan jika lokasinya juga cocok. URL dengan dan tanpa 'www' diperlakukan sama. Protokol yang disediakan akan diabaikan.",
        "ExcludedReferrersHelpExamples": "misalnya, \"%1$s\" akan cocok dengan \"%2$s\" dan \"%3$s\" tetapi tidak dengan \"%4$s\"",
        "ExcludedReferrersHelpSubDomains": "Untuk mengecualikan semua subdomain dari nama host tertentu, awali dengan titik. Misalnya, \"%1$s\" akan mengecualikan \"%2$s\", tetapi juga semua subdomainnya seperti \"%3$s\".",
        "ExcludedUserAgents": "Agen Pengguna yang Dikecualikan",
        "ExtraInformationNeeded": "Untuk mengatur Matomo di sistem Anda, mungkin Anda membutuhkan informasi berikut ini:",
        "Format_Utc": "UTC%s",
        "GlobalExcludedUserAgentHelp1": "Masukkan daftar agen pengguna yang dikecualikan dari pelacakan oleh Matomo.",
        "GlobalExcludedUserAgentHelp2": "Anda dapat menggunakan ini untuk mengecualikan beberapa bot agar tidak dilacak.",
        "GlobalExcludedUserAgentHelp3": "Ekspresi reguler seperti %s didukung.",
        "GlobalListExcludedIps": "Daftar umum IP yang Dikecualikan",
        "GlobalListExcludedQueryParameters": "Daftar umum parameter Kueri URL yang dikecualikan",
        "GlobalListExcludedReferrers": "Daftar global perujuk yang dikecualikan",
        "GlobalListExcludedReferrersDesc": "Nama host dan URL di bawah ini akan dikecualikan dari pendeteksian perujuk.",
        "GlobalListExcludedUserAgents": "Daftar umum agen pengguna yang dikecualikan",
        "GlobalListExcludedUserAgents_Desc": "Jika agen pengguna pengunjung berisi salah satu string yang Anda tentukan, pengunjung akan dikeluarkan dari Matomo.",
        "GlobalSettings": "Pengaturan umum",
        "GlobalWebsitesSettings": "Pengaturan umum situs web",
        "HelpExcludedIpAddresses": "Masukkan daftar IP, satu per baris, yang ingin Anda kecualikan agar tidak dilacak oleh Matomo. Anda dapat menggunakan notasi CIDR mis. %1$s atau Anda dapat menggunakan wildcard, mis. %2$s atau %3$s",
        "InstallationGuides": "Panduan Instalasi",
        "InstallationGuidesIntro": "Kami menyediakan panduan langkah demi langkah yang menjelaskan mengenai cara menyematkan kode pelacakan untuk beberapa CMS dan pembuat situs web populer:",
        "Integrations": "Integrasi",
        "JsTrackingTagHelp": "Ini merupakan kode Pelacakan JavaScript untuk dimasukkan ke seluruh halaman Anda",
        "KeepURLFragments": "Pelacakan fragmen URL halaman",
        "KeepURLFragmentsHelp": "Bila kotak centang di bawah ini tidak dicentang, fragmen URL Halaman (apa pun setelah %1$s) akan dihapus ketika pelacakan: %2$s akan dilacak sebagai %3$s",
        "KeepURLFragmentsHelp2": "Anda juga dapat mengganti setelan ini untuk situs web individual di atas.",
        "KeepURLFragmentsLong": "Simpan fragmen URL Halaman saat melacak URL Halaman",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP berikut ini akan dikecualikan dari pelacakan seluruh situs.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Parameter URL Kueri di bawah ini akan dikecualikan dari URL di semua situs web.",
        "ListOfQueryParametersToExclude": "Masukkan daftar Parameter Kueri URL, satu per baris, untuk dikecualikan dari laporan URL Halaman. Ekspresi reguler seperti %s didukung.",
        "LogAnalytics": "Analisis Log",
        "LogAnalyticsDescription": "Jika metode pelacakan Javascript tidak memungkinkan, Anda dapat %1$smenggunakan analisis log server%2$s sebagai metode alternatif untuk melacak pengguna situs web Anda.",
        "MainDescription": "Laporan Analisis Web Anda membutuhkan Situs Web! Tambah, perbarui, hapus Situs Web, dan tampilkan JavaScript untuk disisipkan di halaman Anda.",
        "MenuManage": "Kelola",
        "MobileAppsAndSDKs": "Aplikasi seluler dan SDK",
        "MobileAppsAndSDKsDescription": "Tidak melacak situs web? Anda juga dapat melacak aplikasi seluler atau jenis aplikasi lainnya menggunakan salah satu dari %1$sSDK yang tersedia%2$s.",
        "NoWebsites": "Anda tidak memiliki situs web untuk dikelola.",
        "NotAnEcommerceSite": "Bukan situs web Niaga-el",
        "NotFound": "Tidak ada situs web yang ditemukan",
        "OnlyMatchedUrlsAllowed": "Hanya lacak kunjungan dan tindakan saat URL tindakan dimulai dengan salah satu URL di atas.",
        "OnlyMatchedUrlsAllowedHelp": "Saat diaktifkan, Matomo hanya akan melacak tindakan internal saat URL Halaman adalah salah satu dari URL yang dikenal untuk situs web Anda. Ini mencegah orang-orang mengirim spam analitik Anda dengan URL untuk situs web lain.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Domain dan lokasi harus sama persis dan setiap subdomain yang valid harus ditentukan secara terpisah. Misalnya saat URL yang diketahui adalah 'http://contoh.com/lokasi' dan 'http://bagus.contoh.com', melacak permintaan untuk 'http://contoh.com/lokasilain' atau 'http:/ /buruk.contoh.com' diabaikan.",
        "OnlyOneSiteAtTime": "Anda hanya dapat mengedit satu situs web dalam satu waktu. Harap Simpan atau Batalkan modifikasi Anda saat ini pada situs web %s.",
        "PiwikOffersEcommerceAnalytics": "Matomo memungkinkan pelacakan &amp; pelaporan Analisis Niaga-el tingkat lanjut. Pelajari lebih lanjut tentang %1$s Analisis Niaga-el%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo akan secara otomatis mengecualikan parameter sesi umum (%s).",
        "PluginDescription": "Manajemen situs web memungkinkan Anda untuk menambahkan situs web baru dan mengedit situs web yang sudah ada.",
        "SearchCategoryDesc": "Matomo juga dapat melacak kategori Pencarian untuk setiap kata kunci pencarian situs internal.",
        "SearchCategoryLabel": "Parameter kategori",
        "SearchCategoryParametersDesc": "Anda dapat memasukkan daftar parameter kueri yang dipisahkan koma yang menentukan kategori penelusuran.",
        "SearchKeywordLabel": "Parameter kueri",
        "SearchKeywordParametersDesc": "Masukkan daftar yang dipisahkan koma dari semua nama parameter kueri yang berisi kata kunci penelusuran situs.",
        "SearchParametersNote": "Catatan: parameter Kueri dan parameter Kategori hanya akan digunakan untuk situs web yang mengaktifkan Penelusuran Situs, namun membiarkan parameter ini kosong.",
        "SearchParametersNote2": "Untuk menonaktifkan Penelusuran Situs untuk situs web baru, biarkan kedua kolom ini kosong.",
        "SearchUseDefault": "Gunakan parameter Pencarian Situs %1$sasali%2$s",
        "SelectACity": "Pilih kota",
        "SelectDefaultCurrency": "Anda dapat memilih mata uang yang akan ditetapkan secara asali untuk situs web yang baru.",
        "SelectDefaultTimezone": "Anda dapat memilih zona waktu untuk dipilih secara asali untuk situs web yang baru.",
        "ShowTrackingTag": "Tampilkan Kode Pelacakan",
        "SiteSearchUse": "Anda dapat menggunakan Matomo untuk melacak dan melaporkan apa yang dicari oleh pengunjung di mesin pencari internal situs web Anda.",
        "SiteWithoutDataChoosePreferredWay": "Pilih cara yang Anda inginkan untuk menyiapkan",
        "SiteWithoutDataDescription": "Anda perlu menambahkan beberapa kode tambahan ke situs web atau aplikasi seluler Anda jika Anda belum melakukannya. Periksa opsi Anda di bawah ini atau %1$skirim semua instruksi ke rekan satu tim%2$s.",
        "SiteWithoutDataDetectedGtm": "Kami juga mendeteksi bahwa Anda menggunakan Pengelola Tag Google. Jika Anda lebih suka mengatur Matomo menggunakan Pengelola Tag Google, ikuti %2$spanduan ini%3$s.",
        "SiteWithoutDataDetectedSite": "Kami mendeteksi bahwa Anda menggunakan situs %1$s. Cukup ikuti instruksi dari %2$spanduan%3$s ini.",
        "SiteWithoutDataGoogleTagManager": "Pengelola Tag Google",
        "SiteWithoutDataGoogleTagManagerDescription": "Anda dapat menggunakan Matomo dengan Pengelola Tag Google. Untuk menyiapkan Pelacakan Matomo di Pengelola Tag Google, ikuti petunjuk dari %1$spanduan%2$s ini.",
        "SiteWithoutDataMatomoTagManager": "Pengelola Tag Matomo",
        "SiteWithoutDataMatomoTagManagerNotActive": "Tidak tahu apa itu Pengelola Tag? Lihat %1$spanduan Pengelola Tag%2$s kami. Jika Anda menyematkan beberapa sumber daya dari situs web pihak ketiga ke situs web Anda, melacak situs web Anda menggunakan Pengelola Tag mungkin merupakan pilihan terbaik untuk Anda dibandingkan dengan menggunakan pelacakan JavaScript biasa.",
        "SiteWithoutDataMessageDisappears": "Pesan ini akan hilang segera setelah beberapa data dilacak untuk situs web ini.",
        "SiteWithoutDataOtherIntegrations": "Integrasi lainnya",
        "SiteWithoutDataOtherWays": "Cara lain",
        "SiteWithoutDataSetupTracking": "Harap sematkan %1$skode pelacakan%2$s di bawah ini ke situs web atau aplikasi seluler Anda jika Anda belum melakukannya.",
        "SiteWithoutDataSinglePageApplication": "Aplikasi Satu Halaman atau Aplikasi Web Progresif",
        "SiteWithoutDataSinglePageApplicationDescription": "Untuk Aplikasi Satu Halaman atau Pelacakan Aplikasi Web Progresif. Lihat %1$spanduan%2$s kami.",
        "SiteWithoutDataTitle": "Hanya satu langkah terakhir untuk melacak lalu lintas Anda dengan Matomo dan mendapatkan wawasan berharga",
        "Sites": "Situs Web",
        "SuperUserAccessCan": "Pengguna dengan akses Pengguna Super juga dapat %1$s menentukan pengaturan umum%2$s untuk situs web baru.",
        "Timezone": "Zona waktu",
        "TrackingSiteSearch": "Melacak Pencarian Situs Internal",
        "TrackingTags": "Kode pelacakan untuk %s",
        "Type": "Jenis",
        "UTCTimeIs": "Waktu UTC adalah %s.",
        "Urls": "URL",
        "WebsiteCreated": "Situs web telah dibuat",
        "WebsiteUpdated": "Situs web telah diperbarui",
        "WebsitesManagement": "Manajemen Situs Web",
        "XManagement": "Kelola %s",
        "YouCurrentlyHaveAccessToNWebsites": "Saat ini Anda memiliki akses ke situs web %s.",
        "YourCurrentIpAddressIs": "Alamat IP Anda saat ini adalah %s"
    }
}
