{
    "SitesManager": {
        "AddMeasurable": "Aggiungi un nuovo sito",
        "AddSite": "Aggiungi un nuovo sito web",
        "AdvancedTimezoneSupportNotFound": "Non è stato trovato nel tuo PHP il supporto avanzato dei fusi orari (supportato in PHP&gt;= 5.2). È comunque possibile scegliere manualmente un offset UTC.",
        "AliasUrlHelp": "È raccomandato, ma non necessario, di specificare i diversi URL, uno per linea, che i tuoi utenti usano per accedere al sito. Gli URL alias di un sito non compariranno tra i siti Referer→ Rapporto siti. Nota che non è necessario specificare gli URL con e senza 'www' in quanto Matomo li considererà entrambi automaticamente.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Il cambio del fuso orario interesserà i prossimi report a partire da adesso, mentre quelli precedenti non saranno modificati.",
        "ChooseMeasurableTypeHeadline": "Cosa intendi misurare",
        "CloudflareDetected": "È stata rilevata l'utilizzazione di Cloudflare sul tuo sito web. Sapevi che puoi utilizzare l'app di Matomo nella tua configurazione di Cloudflare per tracciare i dati del sito? %1$sScopri di più in questa guida%2$s.",
        "CloudflareDetectedEmail": "È stata rilevata l'utilizzazione di Cloudflare sul tuo sito web. Sapevi che puoi utilizzare l'app di Matomo nella tua configurazione di Cloudflare per tracciare i dati del sito? Scopri di più qui: %1$s",
        "Currency": "Valuta",
        "CurrencySymbolWillBeUsedForGoals": "Il simbolo della valuta verrà mostrato accanto ai ricavi dei Goal.",
        "CustomizeJavaScriptTracker": "Personalizza il tracking JavaScript",
        "DefaultCurrencyForNewWebsites": "Valuta di default per i nuovi siti web",
        "DefaultTimezoneForNewWebsites": "Fuso orario di default per i nuovi siti",
        "DeleteConfirm": "Sei sicuro di voler cancellare il sito web %s?",
        "DeleteSiteExplanation": "L'eliminazione di un sito web comporta la cancellazione di tutti i dati di registro che sono stati raccolti per esso. Questa azione è permanente e non può essere annullata.",
        "DetectingYourSite": "Rilevamento del tuo sito",
        "DisableSiteSearch": "Non tracciare la Ricerca nel Sito",
        "EcommerceHelp": "Quando abilitato, il report \"Obiettivi\" avrà una sezione \"Ecommerce\".",
        "EmailInstructionsButton": "Invia queste istruzioni per email",
        "EmailInstructionsDocsPlainText": "Se vuoi fare altro oltre che monitorare le pagine viste, guardati la documentazione di Matomo su %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Puoi anche generare un codice tracking personalizzato su %1$s.",
        "EmailInstructionsSiteDetails": "Avrai bisogno di questi dettagli per utilizzare API o SDK per tracciare le visite di Matomo.",
        "EmailInstructionsSiteDetailsHeading": "Dettagli del tuo sito",
        "EmailInstructionsSubject": "Codice Tracking di Matomo Analytics",
        "EmailInstructionsYourSiteId": "ID del tuo sito: %1$s",
        "EmailInstructionsYourTrackingUrl": "La tua tracking URL: %1$s",
        "EnableEcommerce": "Ecommerce attivato",
        "EnableSiteSearch": "Tracciamento Ricerca nel Sito abilitato",
        "ExceptionDeleteSite": "Non è possibile cancellare questo sito web perché è l'unico registrato. Aggiungi prima un nuovo sito, quindi puoi cancellare questo.",
        "ExceptionEmptyName": "Il nome del sito non può essere vuoto.",
        "ExceptionInvalidCurrency": "La valuta \"%1$s\" non è valida. Inserisci un simbolo di valuta valido (es. %2$s)",
        "ExceptionInvalidIPFormat": "L'indirizzo IP da escludere \"%1$s\" non ha un formato IP valido (per esempio %2$s).",
        "ExceptionInvalidTimezone": "Il fuso orario \"%s\" non è valido. Per favore inseriscine uno valido.",
        "ExceptionInvalidUrl": "L'indirizzo \"%s\" non è un URL valido.",
        "ExceptionNoUrl": "Devi specificare almeno un URL per questo sito.",
        "ExcludedIps": "IP Esclusi",
        "ExcludedParameters": "Escludi Parametri",
        "ExcludedReferrers": "Referrer esclusi",
        "ExcludedReferrersHelp": "Inserisci l'elenco di nomi host e URL, uno per riga, che desideri escludere dal rilevamento dei referrer.",
        "ExcludedReferrersHelpDetails": "Ogni voce deve contenere il nome dell'host e può contenere un percorso. Se viene fornito un percorso, un referente viene escluso solo se anche il percorso corrisponde. Gli URL con e senza 'www' sono trattati allo stesso modo. I protocolli forniti saranno ignorati.",
        "ExcludedReferrersHelpExamples": "ad esempio, \"%1$s\" corrisponderebbe a \"%2$s\" e \"%3$s\" ma non a \"%4$s\"",
        "ExcludedReferrersHelpSubDomains": "Per escludere anche tutti i sottodomini di un determinato nome di host, anteponi un punto. Ad esempio, \"%1$s\" escluderebbe \"%2$s\", ma anche tutti i suoi sottodomini come \"%3$s\".",
        "ExcludedUserAgents": "User Agents Esclusi",
        "ExtraInformationNeeded": "Per installare Matomo nel tuo sistema, potresti aver bisogno delle seguenti informazioni:",
        "Format_Utc": "UTC%s",
        "GADetected": "%1$s è stato rilevato sul tuo sito web. Sai che puoi migrare facilmente i tuoi dati e le impostazioni storiche di analisi da %2$s a Matomo? %3$s%4$s%5$sScopri di più in questa guida%6$s",
        "GTMDetected": "Google Tag Manager è stato rilevato sul tuo sito web. Sapevi che puoi migrare le tue etichette, trigger e variabili esistenti da Google Tag Manager a Matomo Tag Manager? %1$sScopri di più in questa guida%2$s.",
        "GTMDetectedEmail": "Google Tag Manager è stato rilevato sul tuo sito web. Sapevi che puoi migrare le tue etichette, trigger e variabili esistenti da Google Tag Manager a Matomo Tag Manager? Scopri di più qui: %1$s",
        "GlobalExcludedUserAgentHelp1": "Inserisci l'elenco degli user agent da escludere dal monitoraggio di Matomo.",
        "GlobalExcludedUserAgentHelp2": "È possibile utilizzare questo per escludere dal tracciamento alcuni bot.",
        "GlobalExcludedUserAgentHelp3": "Sono supportate le espressioni regolari come %s.",
        "GlobalListExcludedIps": "Lista globale di IP Esclusi",
        "GlobalListExcludedQueryParameters": "Lista globale di parametri Query URL da escludere",
        "GlobalListExcludedReferrers": "Elenco globale dei referrer esclusi",
        "GlobalListExcludedReferrersDesc": "I nomi di host e gli URL riportati di seguito saranno esclusi dal rilevamento dei referrer.",
        "GlobalListExcludedUserAgents": "Lista globale degli user agent da escludere",
        "GlobalListExcludedUserAgents_Desc": "Se la stringa dello user agent del visitatore contiene una di quelle da te specificate, il visitatore sarà escluso da Matomo.",
        "GlobalSettings": "Impostazioni generali",
        "GlobalWebsitesSettings": "Impostazioni globali per i siti",
        "HelpExcludedIpAddresses": "Immetti un elenco di IP, uno per riga, che vuoi escludere dal tracciamento di Matomo. Puoi usare la notazione CIDR, es. %1$s oppure puoi utilizzare dei caratteri jolly, es. %2$s o %3$s",
        "ImageTrackingDescription": "Quando un visitatore ha disabilitato JavaScript o quando JavaScript non può essere utilizzato, è possibile utilizzare un link di tracciamento immagine per monitorare i visitatori. Per l'elenco completo delle opzioni che è possibile utilizzare con un link di tracciamento immagine, consulta la %1$sDocumentazione dell'API di tracciamento%2$s.",
        "ImportDataFromGoogleAnalytics": "Importa dati da Google Analytics",
        "ImportDataFromGoogleAnalyticsDescription": "Importa le proprietà e i dati di report da Google Analytics per creare un backup e analizzarli utilizzando gli strumenti di analisi potenti di Matomo. Dai un'occhiata alla nostra %1$sguida%2$s.",
        "InstallationGuides": "Guide all'Installazione",
        "InstallationGuidesIntro": "Forniamo guide dettagliate che spiegano come incorporare il codice di monitoraggio per alcuni noti costruttori di siti Web e CMS:",
        "Integrations": "Integrazioni",
        "JsTrackingTagHelp": "Qui è visualizzato il codice JavaScript da includere in tutte le pagine che vuoi vengano controllate da Matomo",
        "KeepURLFragments": "Tracciamento frammenti URL Pagina",
        "KeepURLFragmentsHelp": "Se la casella qui sotto è spuntata, i frammenti URL Pagina (tutti dopo il %1$s) verranno rimossi durante il tracciamento: %2$s verranno tracciati come %3$s",
        "KeepURLFragmentsHelp2": "È anche possibile ignorare questa impostazione per i singoli siti web qui sopra.",
        "KeepURLFragmentsLong": "Conserva i frammenti di URL Pagina quando si tracciano gli URL Pagina",
        "ListOfIpsToBeExcludedOnAllWebsites": "I seguenti indirizzi IP verranno esclusi dal tracking su tutti i siti.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "I parametri URL Query qui sotto saranno esclusi dagli URL su tutti i siti.",
        "ListOfQueryParametersToExclude": "Inserisci l'elenco dei Parametri di Query URL, uno per riga, da escludere dai report sugli URL di Pagina. Sono supportate le espressioni regolari come %s.",
        "LogAnalytics": "Statistiche Log",
        "LogAnalyticsDescription": "Se il tracciamento Javascript non è fattibile, puoi %1$sutilizzare le statistiche server log%2$s come metodo alternativo per tracciare i visitatori del tuo sito web.",
        "MainDescription": "Per generare i report dei tuoi siti web, devi configurarli in Matomo! Aggiungi, aggiorna, cancella i siti web e visualizza il codice JavaScript da inserire nelle tue pagine.",
        "MenuManage": "Amministrazione",
        "MergedNotificationLine1": "Sono stati rilevati %1$s sul tuo sito web.",
        "MobileAppsAndSDKs": "App Mobili ed SDK",
        "MobileAppsAndSDKsDescription": "Non tracci un sito web? In alternativa puoi tracciare un'app mobile o un qualunque altro tipo di applicazione utilizzando uno degli %1$sSDK disponibili%2$s.",
        "NoWebsites": "Non hai configurato alcun sito web da amministrare.",
        "NotAnEcommerceSite": "Sito non Ecommerce",
        "NotFound": "Nessun sito trovato per",
        "OnlyMatchedUrlsAllowed": "Traccia visite e azioni solo quando l'URL del visitatore comincia con uno degli URL qui sopra.",
        "OnlyMatchedUrlsAllowedHelp": "Quando abilitato, Matomo traccerà le azioni interne solo quando l'URL Pagina è una delle URL conosciute del sito. Questo evita che la gente spammi le tue statistiche con URL di altri siti web.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Il dominio e il percorso devono essere una corrispondenza esatta e ogni sottodominio valido deve essere specificato separatamente. Ad esempio, quando gli URL conosciuti sono \"http://example.com/path\" e \"http://good.example.com\", le richieste di tracciamento per \"http://example.com/otherpath\" o \"http://bad.example.com 'sono ignorate.",
        "OnlyOneSiteAtTime": "Puoi modificare solo un sito per volta. Per favore Salva o Annulla le attuali modifiche al sito %s.",
        "OtherWaysTabDescription": "Anche se le soluzioni fornite nelle altre schede non sono adatte a voi, è possibile configurare facilmente Matomo con uno dei metodi riportati di seguito. Potrebbe essere necessaria la seguente informazione:",
        "PiwikOffersEcommerceAnalytics": "Matomo permette statistiche Ecommerce avanzate di monitoraggio e reporting. Vai, per saperne di più, su %1$sStatistiche Ecommerce%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo escluderà automaticamente i parametri di sessioni comuni (%s).",
        "PluginDescription": "La gestione dei siti web consente di aggiungere un nuovo sito e di modificare quelli esistenti.",
        "ReactDetected": "React.js è stato rilevato sul tuo sito web. Sai che puoi utilizzare il \"%1$sGestore dei tag Matomo%2$s\" per integrare Matomo nel tuo sito? %3$sPer saperne di più in questa guida%4$s.",
        "ReactDetectedEmail": "React.js è stato rilevato sul tuo sito web. Sai che puoi utilizzare il \"Gestore dei tag Matomo\" per tracciare i dati del sito web? Scopri di più qui: %1$s",
        "SearchCategoryDesc": "Matomo può anche monitorare la categoria Ricerca per ogni parola chiave di ricerca interna al sito.",
        "SearchCategoryLabel": "Parametro categoria",
        "SearchCategoryParametersDesc": "Puoi immettere una lista di parametri di ricerca separati da virgola specificando la categoria di ricerca.",
        "SearchKeywordLabel": "Parametro di ricerca",
        "SearchKeywordParametersDesc": "Immetti un elenco separato da virgola di tutti i nomi dei parametri di ricerca che contengono la parola chiave di ricerca del sito.",
        "SearchParametersNote": "Nota: parametri di ricerca e parametri di categoria saranno utilizzati solo per i siti web che hanno la Ricerca nel Sito abilitata ma hanno lasciato questi parametri vuoti.",
        "SearchParametersNote2": "Per disabilitare la Ricerca nel Sito per i nuovi siti web, lascia vuoti questi due campi.",
        "SearchUseDefault": "Usa i parametri %1$spredefiniti%2$s di Ricerca nel Sito",
        "SelectACity": "Seleziona una città",
        "SelectDefaultCurrency": "È possibile selezionare la valuta predefinita da impostare per i nuovi siti web.",
        "SelectDefaultTimezone": "Puoi selezionare il fuso orario predefinito da caricare per i nuovi siti.",
        "ShowTrackingTag": "Vedi codice Tracking",
        "SiteSearchUse": "È possibile utilizzare Matomo per monitorare e creare dei report su ciò che i visitatori stanno cercando nel motore di ricerca interno del tuo sito web.",
        "SiteWithoutDataChoosePreferredWay": "Scegli il tuo modo preferito di fare le impostazioni",
        "SiteWithoutDataCloudflareDescription": "Puoi utilizzare l'app di Matomo in Cloudflare per tracciare i dati, segui le istruzioni di %1$squesta guida%2$s.",
        "SiteWithoutDataCloudflareFollowStep01": "%1$sAccedi%2$s alla tua dashboard di Cloudflare.",
        "SiteWithoutDataCloudflareFollowStep02": "Clicca su \"Siti web\" nel menu di sinistra e seleziona il sito su cui desideri abilitare il codice di tracciamento di Matomo.",
        "SiteWithoutDataCloudflareFollowStep03": "Clicca su \"App\" nel menu di sinistra.",
        "SiteWithoutDataCloudflareFollowStep04": "Cerca \"Matomo Analytics\" nell'input di cerca le app.",
        "SiteWithoutDataCloudflareFollowStep05": "Clicca sull'app \"Matomo Analytics\".",
        "SiteWithoutDataCloudflareFollowStep06": "Clicca sul pulsante \"Anteprima sul tuo sito\".",
        "SiteWithoutDataCloudflareFollowStep07": "Configura l'app specificando l'URL di Matomo e l'ID del sito per cui desideri abilitare il tracciamento.",
        "SiteWithoutDataCloudflareFollowStep08": "Clicca su \"Install on all pages\".",
        "SiteWithoutDataCloudflareFollowStep09": "Verifica le autorizzazioni e permetti a Cloudflare di condividere il tuo indirizzo email con Matomo cliccando su \"Continue\".",
        "SiteWithoutDataCloudflareFollowStep10": "Attendi l'installazione dell'app e vedrai l'app di Matomo Analytics installata nella sezione \"Le tue app installate\".",
        "SiteWithoutDataCloudflareFollowStepCompleted": "%1$sCongratulazioni!%2$s Hai installato con successo l'app di Matomo Analytics su Cloudflare. Per verificare che le visite vengano tracciate, visita il tuo sito web e controlla che questi dati siano visibili nella tua istanza di Matomo.",
        "SiteWithoutDataCloudflareFollowStepsIntro": "Segui questi passaggi per configurarlo:",
        "SiteWithoutDataCloudflareIntro": "Se utilizzi Cloudflare, puoi iniziare a tracciare i dati in Matomo in modo integrato utilizzando l'app di Matomo disponibile in Cloudflare.",
        "SiteWithoutDataDescription": "È necessario aggiungere del codice al tuo sito web o all'applicazione mobile, se non lo hai già fatto. Fai la tua scelta qui di seguito o %1$sinviat tutte le istruzioni a un collaboratore%2$s.",
        "SiteWithoutDataDetectedGtm": "Abbiamo anche rilevato che stai utilizzando Google Tag Manager. Se preferisci configurare Matomo utilizzando GTM, segui questa %2$sguida%3$s.",
        "SiteWithoutDataDetectedSite": "Abbiamo rilevato che stai utilizzando un sito %1$s. È sufficiente seguire le istruzioni di questa %2$sguida%3$s .",
        "SiteWithoutDataDetectedSiteWordpress": "Abbiamo rilevato che state utilizzando un sito Wordpress. Basta %1$sseguire le istruzioni di questa guida%2$s per installare il %3$splugin WP-Matomo%4$s.",
        "SiteWithoutDataDetectedSiteWordpress2": "Hai già configurato il plugin WordPress e non vedi ancora i dati? Consulta %1$squesta domanda frequente per un aiuto%2$s.",
        "SiteWithoutDataGTMFollowStep1": "%1$sAccedi%2$s al tuo account di Google Tag Manager.",
        "SiteWithoutDataGTMFollowStep10": "Clicca su \"Salva\".",
        "SiteWithoutDataGTMFollowStep11": "Pubblica le tue modifiche facendo clic sul pulsante \"Invia\" e quindi sul pulsante \"Pubblica\" in alto a destra.",
        "SiteWithoutDataGTMFollowStep2": "Seleziona il contenitore a cui vuoi aggiungere Matomo.",
        "SiteWithoutDataGTMFollowStep3": "Clicca su \"Tag\" e quindi su \"Nuovo\".",
        "SiteWithoutDataGTMFollowStep4": "In cima alla finestra, fornisci un nome per il tuo tag.",
        "SiteWithoutDataGTMFollowStep5": "Clicca su \"Configurazione tag\" e seleziona \"HTML personalizzato\".",
        "SiteWithoutDataGTMFollowStep6": "Copia il codice di tracciamento JavaScript di Matomo come fornito di seguito.",
        "SiteWithoutDataGTMFollowStep7": "Incolla questo codice di tracciamento JavaScript nel campo HTML di configurazione del tag.",
        "SiteWithoutDataGTMFollowStep8": "Scorri verso il basso e clicca su \"Attivazione\".",
        "SiteWithoutDataGTMFollowStep9": "Seleziona \"All Pages\" per attivare il \"tag di tracciamento Matomo\" su tutte le tue pagine.",
        "SiteWithoutDataGoogleTagManager": "Google Tag Manager",
        "SiteWithoutDataGoogleTagManagerDescription": "Puoi usare Matomo insieme a Google Tag Manager. Per configurare Matomo Tracking in Google Tag Manager, segui le istruzioni di questa %1$sguida%2$s.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$sCongratulazioni!%2$s Hai installato correttamente il codice di tracciamento di Matomo Analytics tramite Google Tag Manager. Per verificare che i dati vengano tracciati, visita il tuo sito web e verifica che questi dati siano visibili nella tua istanza Matomo.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "Segui questi passi per impostarlo:",
        "SiteWithoutDataGoogleTagManagerIntro": "Se usi Google Tag Manager, puoi iniziare a tracciare i dati in Matomo in modo trasparente utilizzando il \"Tag HTML personalizzato\" disponibile in Google Tag Manager. %1$sScopri di più%2$s.",
        "SiteWithoutDataMatomoTagManager": "Matomo Tag Manager",
        "SiteWithoutDataMatomoTagManagerNotActive": "Non sai cos'è un Tag Manager? Consulta la nostra %1$sGuida su Tag Manage%2$sr. Se stai incorporando più risorse da siti web di terze parti nel tuo sito web, il suo monitoraggio utilizzando Tag Manager potrebbe essere per te una scelta migliore rispetto all'utilizzo del normale tracking JavaScript.",
        "SiteWithoutDataMessageDisappears": "Questo messaggio scomparirà non appena verranno tracciati alcuni dati da questo sito web.",
        "SiteWithoutDataOtherIntegrations": "Altre integrazioni",
        "SiteWithoutDataOtherWays": "Altri modi",
        "SiteWithoutDataReactDescription": "Puoi utilizzare il \"%1$sMatomo Tag Manager%2$s\" per integrare Matomo e tracciare i dati, segui le istruzioni di questa %3$sguida%4$s.",
        "SiteWithoutDataSPADescription": "È facile iniziare a tracciare la tua Single Page Application (SPA) o Progressive Web App (PWA) utilizzando Matomo Analytics. Il modo più semplice per farlo è utilizzare il Matomo Tag Manager (%1$sscopri di più%2$s) seguendo i passaggi riportati di seguito, in alternativa puoi utilizzare il codice di tracciamento JavaScript (%3$sseguendo questa guida%4$s).",
        "SiteWithoutDataSPAFollowStepCompleted": "%1$sCongratulazioni!%2$s Hai installato con successo il codice di tracciamento di Matomo Analytics tramite il Matomo Tag Manager. Per verificare che le visite vengano tracciate, visita la tua SPA / PWA e verifica che questi dati siano visibili nella tua istanza di Matomo.",
        "SiteWithoutDataSetupTracking": "Se non l'hai ancora fatto, imposta il codice di tracciamento %1$s%2$s nel tuo sito web o nella tua applicazione mobile.",
        "SiteWithoutDataSinglePageApplication": "Applicazione a pagina singola (SPA) o webapp progressiva (PWA)",
        "SiteWithoutDataSinglePageApplicationDescription": "Per il tracciamento di applicazioni a pagina singola o di applicazioni web progressive. Consulta la nostra %1$sguida %2$s .",
        "SiteWithoutDataStartTrackingDataDescriptionLine1": "Scegli il tuo metodo di tracciamento preferito di seguito. Se hai bisogno di aiuto, puoi condividere queste %1$sistruzioni tramite e-mail%2$s o %3$sinvitare un altro utente%4$s per assistenza.",
        "SiteWithoutDataStartTrackingDataDescriptionLine2": "Nota: Questa schermata scomparirà non appena verranno tracciati dei dati per questo sito web. In alternativa, puoi %1$sfare clic qui per nascondere questa pagina per un'ora%2$s.",
        "SiteWithoutDataStartTrackingDataHeader": "Inizia a tracciare i dati",
        "SiteWithoutDataTitle": "Manca solo un ultimo passo per tracciare il tuo traffico con Matomo e ottenere preziose informazioni",
        "SiteWithoutDataVueDescription": "Puoi utilizzare il pacchetto npm \"%1$s\" per integrare Matomo e tracciare i dati, segui le istruzioni di questa %2$sguida%3$s.",
        "SiteWithoutDataVueFollowStep1": "Installa il pacchetto npm \"%1$s\".",
        "SiteWithoutDataVueFollowStep2": "Inizializza %1$s in %2$s con i dettagli della tua istanza Matomo (codice di esempio di seguito).",
        "SiteWithoutDataVueFollowStep2ExampleCode": "Codice di esempio per %1$s",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "Configura il tuo server Matomo e il tuo sito fornendo",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "Per tracciare una visualizzazione di pagina",
        "SiteWithoutDataVueFollowStepCompleted": "%1$sCongratulazioni!%2$s Hai installato con successo il codice di tracciamento di Matomo Analytics tramite il pacchetto npm \"%3$s\". Per verificare che le visite vengano tracciate, visita il tuo sito web e verifica che questi dati siano visibili nella tua istanza Matomo.",
        "SiteWithoutDataVueFollowStepNote1": "Ora puoi accedere a Matomo nei tuoi componenti tramite %1$s.",
        "SiteWithoutDataVueFollowStepNote2": "Se hai seguito questi passaggi e non hai dati che arrivano a Matomo, puoi provare %1$sMatomo Tag Manager%2$s invece (utilizza questo link per le %3$sSingle Page Applications%4$s).",
        "SiteWithoutDataVueIntro": "Tracciare il tuo sito web o la tua app Vue.js è facile con Matomo, anche per le Single Page Applications.",
        "SiteWithoutDataWordpressDescription": "Puoi utilizzare il semplice plugin WordPress di Matomo per tenere traccia dei dati, segui le istruzioni di questa %1$sguida%2$s.",
        "SiteWithoutDataWordpressFollowStepCompleted": "%1$sCongratulazioni!%2$s Ora stai tracciando con successo i visitatori con Matomo Analytics attraverso il tuo sito WordPress!",
        "SiteWithoutDataWordpressFollowStepNote": "Una volta completati i passaggi sopra, visita il tuo sito web e genera una visita di prova. Se incontri questo messaggio, assicurati di avere il plugin \"%1$s\" installato.",
        "SiteWithoutDataWordpressFollowSteps1": "Accedi al tuo sito WordPress come amministratore.",
        "SiteWithoutDataWordpressFollowSteps10": "Copia il token di autenticazione generato.",
        "SiteWithoutDataWordpressFollowSteps11": "Incolla il token di autenticazione nel campo \"Auth Token\" del plugin di WordPress.",
        "SiteWithoutDataWordpressFollowSteps12": "Verifica che la casella di controllo \"Configurazione automatica\" sia selezionata.",
        "SiteWithoutDataWordpressFollowSteps13": "Clicca su \"Salva le modifiche\".",
        "SiteWithoutDataWordpressFollowSteps14": "Dovresti visualizzare il messaggio \"WP-Matomo is successfully connected to Matomo\". Se non visualizzi il messaggio, assicurati che i valori forniti nei passaggi precedenti siano corretti e riprova.",
        "SiteWithoutDataWordpressFollowSteps15": "Clicca sulla scheda \"Abilita il Tracking\".",
        "SiteWithoutDataWordpressFollowSteps16": "Nel menu a discesa \"Inserisci codice tracciamento\", seleziona \"Tracking predefinito\".",
        "SiteWithoutDataWordpressFollowSteps17": "Clicca su \"Salva le modifiche\" e apparirà un messaggio di successo.",
        "SiteWithoutDataWordpressFollowSteps2": "Nel menu di sinistra, clicca su \"Plugin\" > \"Aggiungi nuovo\" (se non vedi il menu \"Plugin\", puoi invece %1$sseguire questi passaggi per inserire manualmente il codice di tracciamento di Matomo nei file del tuo tema WordPress%2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "Cerca \"Connect Matomo\" nel campo delle parole chiave nella pagina \"Aggiungi plugin\".",
        "SiteWithoutDataWordpressFollowSteps4": "Clicca su \"Installa ora\" accanto al plugin \"WP-Matomo Integration (WP-Piwik)\".",
        "SiteWithoutDataWordpressFollowSteps5": "Una volta che il plugin è stato installato correttamente, clicca su \"Attiva\".",
        "SiteWithoutDataWordpressFollowSteps6": "Nel menu di sinistra, clicca su \"Impostazioni\" > \"WP-Matomo\".",
        "SiteWithoutDataWordpressFollowSteps7": "Nel menu a discesa \"Matomo Mode\", seleziona l'opzione \"Installazione autonoma (HTTP API, predefinito)\".",
        "SiteWithoutDataWordpressFollowSteps8": "Nel campo di testo \"Matomo URL\", inserisci il tuo URL Matomo.",
        "SiteWithoutDataWordpressFollowSteps9": "%1$sClicca qui%2$s per creare un token di autenticazione di Matomo (%3$simpara di più%4$s).",
        "SiteWithoutDataWordpressFollowStepsIntro": "Passaggi per iniziare a tracciare in Matomo",
        "SiteWithoutDataWordpressIntroductionLine1": "È facile aggiungere il tracciamento di Matomo al tuo sito WordPress con il nostro semplice plugin, puoi seguire i passaggi seguenti o %1$ssegui questa guida%2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "Se non puoi (o preferisci non) utilizzare un plugin, puoi %1$sinstallare il codice JavaScript%2$s o %3$sinstallare un beacon di immagine%4$s per iniziare a tracciare.",
        "SiteWithoutDataWordpressRequirement1": "Account amministratore in WordPress.",
        "SiteWithoutDataWordpressRequirement2": "Sito WordPress.com con un piano Business, Commerce o Enterprise, o un sito WordPress auto-ospitato.",
        "SiteWithoutDataWordpressRequirementHeader": "Requisiti del plugin:",
        "Sites": "Siti web",
        "SuperUserAccessCan": "Un utente con accesso Super User può anche %1$sspecificare le impostazioni globali%2$s per i nuovi siti.",
        "Timezone": "Fuso orario",
        "TrackingSiteSearch": "Tracciamento Ricerca Interna Sito",
        "TrackingTags": "Codice traking per %s",
        "Type": "Tipo",
        "UTCTimeIs": "L'ora UTC è %s.",
        "Urls": "Indirizzi",
        "VueDetected": "Vue.js è stato rilevato sul tuo sito web. Sai che puoi utilizzare il pacchetto npm \"%1$s\" per integrare Matomo nel tuo sito? %2$sScopri di più in questa guida%3$s.",
        "VueDetectedEmail": "Vue.js è stato rilevato sul tuo sito web. Sai che puoi utilizzare il pacchetto npm \"%1$s\" per tracciare i dati del sito web? Scopri di più qui: %2$s",
        "WebsiteCreated": "Sito web creato",
        "WebsiteUpdated": "Sito web aggiornato",
        "WebsitesManagement": "Gestisci siti web",
        "XManagement": "Gestione %s",
        "YouCurrentlyHaveAccessToNWebsites": "Al momento hai accesso a %s siti.",
        "YourCurrentIpAddressIs": "Il tuo indirizzo IP è %s"
    }
}
