{
    "SitesManager": {
        "AddSite": "Aggiungi un nuovo sito web",
        "AddMeasurable": "Aggiungi un nuovo sito",
        "AdvancedTimezoneSupportNotFound": "Non è stato trovato nel tuo PHP il supporto avanzato dei fusi orari (supportato in PHP> = 5.2). È comunque possibile scegliere manualmente un offset UTC.",
        "AliasUrlHelp": "È raccomandato, ma non necessario, di specificare i diversi URL che i tuoi utenti usano per accedere al sito. Gli URL alias di un sito non compariranno tra i siti Referer. Nota che non è necessario specificare gli URL con e senza 'www' in quanto Piwik li considererà; entrambi automaticamente.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Il cambio del fuso orario interesserà i prossimi report a partire da adesso, mentre quelli precedenti non saranno modificati.",
        "ChooseCityInSameTimezoneAsYou": "Scegli una città che si trova nel tuo stesso fuso orario.",
        "Currency": "Valuta",
        "CurrencySymbolWillBeUsedForGoals": "Il simbolo della valuta verrà mostrato accanto ai ricavi dei Goal.",
        "DefaultCurrencyForNewWebsites": "Valuta di default per i nuovi siti web",
        "DefaultTimezoneForNewWebsites": "Fuso orario di default per i nuovi siti",
        "DeleteConfirm": "Sei sicuro di voler cancellare il sito web %s?",
        "DisableSiteSearch": "Non tracciare la Ricerca nel Sito",
        "EcommerceHelp": "Quando abilitato, il report \"Obiettivi\" avrà una sezione \"Ecommerce\".",
        "EnableEcommerce": "Ecommerce attivato",
        "EnableSiteSearch": "Tracciamento Ricerca nel Sito abilitato",
        "EnableSiteSpecificUserAgentExclude": "Abilita l'esclusione dal sito di uno specifico user agent",
        "EnableSiteSpecificUserAgentExclude_Help": "Se è necessario escludere diversi user agent per diversi siti web, seleziona questa casella, clicca su Salva e%1$saggiungi qui sopra gli user agent%2$s.",
        "ExceptionDeleteSite": "Non è possibile cancellare questo sito web perché è l'unico registrato. Aggiungi prima un nuovo sito, quindi puoi cancellare questo.",
        "ExceptionEmptyName": "Il nome del sito non può essere vuoto.",
        "ExceptionInvalidCurrency": "La valuta \"%s\" non è valida. Inserisci un simbolo di valuta valido (es. %s)",
        "ExceptionInvalidIPFormat": "L'indirizzo IP da escludere \"%s\" non ha un formato IP valido (per esempio %s).",
        "ExceptionInvalidTimezone": "Il fuso orario \"%s\" non è valido. Per favore inseriscine uno valido.",
        "ExceptionInvalidUrl": "L'indirizzo \"%s\" non è un URL valido.",
        "ExceptionNoUrl": "Devi specificare almeno un URL per questo sito.",
        "ExcludedIps": "IP Esclusi",
        "ExcludedParameters": "Escludi Parametri",
        "ExcludedUserAgents": "User Agents Esclusi",
        "GlobalExcludedUserAgentHelp1": "Inserisci l'elenco degli user agent da escludere dal monitoraggio di Piwik.",
        "GlobalExcludedUserAgentHelp2": "È possibile utilizzare questo per escludere dal tracciamento alcuni bot.",
        "GlobalListExcludedIps": "Lista globale di IP Esclusi",
        "GlobalListExcludedQueryParameters": "Lista globale di parametri Query URL da escludere",
        "GlobalListExcludedUserAgents": "Lista globale degli user agent da escludere",
        "GlobalListExcludedUserAgents_Desc": "Se la stringa dello user agent del visitatore contiene una delle stringhe da te specificate, il visitatore sarà escluso da Piwik.",
        "GlobalWebsitesSettings": "Impostazioni globali per i siti",
        "HelpExcludedIps": "Scrivi la lista di indirizzi IP, uno per riga, che vuoi escludere dal tracking di Piwik. Puoi usare dei caratteri jolly, ad esempio %1$s o %2$s",
        "JsTrackingTagHelp": "Qui è visualizzato il codice JavaScript da includere in tutte le pagine che vuoi vengano controllate da Piwik",
        "KeepURLFragments": "Tracciamento frammenti URL Pagina",
        "KeepURLFragmentsHelp": "Se la casella qui sottto è spuntata, i frammenti URL Pagina (tutti dopo il %1$s) verranno rimossi durante il tracciamento: %2$s verranno tracciati come %3$s",
        "KeepURLFragmentsHelp2": "È anche possibile ignorare questa impostazione per i singoli siti web qui sopra.",
        "KeepURLFragmentsLong": "Conserva i frammenti di URL Pagina quando si tracciano gli URL Pagina",
        "ListOfIpsToBeExcludedOnAllWebsites": "I seguenti indirizzi IP verranno esclusi dal tracking su tutti i siti.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "I parametri URL Query qui sotto saranno esclusi dagli URL su tutti i siti.",
        "ListOfQueryParametersToExclude": "Inserisci l'elenco dei parametri di ricerca URL, uno per riga, da escludere dai reports URL Pagina.",
        "MainDescription": "Per generare i report dei tuoi siti web, devi configurarli in Piwik! Aggiungi, aggiorna, cancella i siti web e visualizza il codice JavaScript da inserire nelle tue pagine.",
        "NotAnEcommerceSite": "Sito non Ecommerce",
        "NotFound": "Nessun sito trovato per",
        "NoWebsites": "Non hai configurato alcun sito web da amministrare.",
        "OnlyOneSiteAtTime": "Puoi modificare solo un sito per volta. Per favore Salva o Annulla le attuali modifiche al sito %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permette statistiche Ecommerce avanzate di monitoraggio e reporting. Vai, per saperne di più, su%s Statistiche Ecommerce%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik escluderà automaticamente i parametri di sessioni comuni (%s).",
        "PluginDescription": "La Gestione dei Siti ti permette di aggiungere e modificare i siti web esistenti.",
        "SearchCategoryDesc": "Piwik può anche monitorare la categoria Ricerca per ogni parola chiave di ricerca interna al sito.",
        "SearchCategoryLabel": "Parametro categoria",
        "SearchCategoryParametersDesc": "Puoi immettere una lista di parametri di ricerca separati da virgola specificando la categoria di ricerca.",
        "SearchKeywordLabel": "Parametro di ricerca",
        "SearchKeywordParametersDesc": "Immetti un elenco separato da virgola di tutti i nomi dei parametri di ricerca che contengono la parola chiave di ricerca del sito.",
        "SearchParametersNote": "Nota: parametri di ricerca e parametri di categoria saranno utilizzati solo per i siti web che hanno la Ricerca nel Sito abilitata ma hanno lasciato questi parametri vuoti.",
        "SearchParametersNote2": "Per disabilitare la Ricerca nel Sito per i nuovi siti web, lascia vuoti questi due campi.",
        "SearchUseDefault": "Usa i parametri %spredefiniti%s di Ricerca nel Sito",
        "SelectACity": "Seleziona una città",
        "SelectDefaultCurrency": "È possibile selezionare la valuta predefinita da impostare per i nuovi siti web.",
        "SelectDefaultTimezone": "Puoi selezionare il fuso orario predefinito da caricare per i nuovi siti.",
        "ShowTrackingTag": "Vedi codice Tracking",
        "Sites": "Siti web",
        "SiteSearchUse": "È possibile utilizzare Piwik per monitorare e creare dei report su ciò che i visitatori stanno cercando nel motore di ricerca interno del tuo sito web.",
        "SiteWithoutDataTitle": "Non è stato ancora registrato alcun dato",
        "SiteWithoutDataDescription": "Per questo sito non sono ancora stati tracciati dati statistici.",
        "SiteWithoutDataSetupTracking": "Imposta il %1$scodice di tracciamento JavaScript%2$s nel sito e ricarica la pagina.",
        "SuperUserAccessCan": "Un utente con accesso Super User può anche %sspecificare le impostazioni globali%s per i nuovi siti.",
        "Timezone": "Fuso orario",
        "TrackingSiteSearch": "Tracciamento Ricerca Interna Sito",
        "TrackingTags": "Codice traking per %s",
        "Urls": "Indirizzi",
        "UTCTimeIs": "Tempo UTC è %s.",
        "OnlyMatchedUrlsAllowed": "Traccia visite e azioni solo quando l'URL del visitatore comincia con uno degli URL qui sopra.",
        "OnlyMatchedUrlsAllowedHelp": "Quando abilitato, Piwik traccerà le azioni interne solo quando l'URL Pagina è una delle URL conosciute del sito. Questo evita che la gente spammi le tue statistiche con URL di altri siti web.",
        "WebsitesManagement": "Gestisci siti web",
        "XManagement": "Gestione %s",
        "ChooseMeasurableTypeHeadline": "Cosa intendi misurare",
        "YouCurrentlyHaveAccessToNWebsites": "Al momento hai accesso a %s siti.",
        "YourCurrentIpAddressIs": "Il tuo indirizzo IP è %s"
    }
}