{
    "SitesManager": {
        "AddMeasurable": "Voeg een nieuwe website toe",
        "AddSite": "Nieuwe website toevoegen",
        "AdvancedTimezoneSupportNotFound": "Geavanceerde tijdzone ondersteuning is niet gevonden in uw PHP-installatie (ondersteund vanaf versie 5.2). U kunt wel een handmatige UTC offset kiezen.",
        "AliasUrlHelp": "Het is niet verplicht, maar we raden aan om hier de diverse domeinnamen te noemen waarmee de bezoekers uit kunnen komen op uw website. Als u de alias-domeinnamen hier noemt, verschijnen ze niet in het websiterapport van de herkomst, maar als een directe binnenkomst. Het is niet nodig om URL's met of zonder WWW op te nemen, omdat Matomo dit automatisch detecteert.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Het veranderen van uw tijdszone heeft alleen effect op nieuwe data en zal niet met terugwerkende kracht gelden voor de reeds verzamelde data.",
        "ChooseMeasurableTypeHeadline": "Wat wilt u graag meten?",
        "CloudflareDetected": "Cloudflare is gedetecteerd op uw website. Wist u dat u de Matomo app kunt gebruiken om Matomo in uw Cloudflare site te integreren? %1$sLeer meer in deze handleiding%2$s.",
        "CloudflareDetectedEmail": "Cloudflare is gedetecteerd op uw website. Wist u dat u de Matomo app kunt gebruiken om Matomo in uw Cloudflare site te integreren? Lees hier meer: %1$s",
        "Currency": "Valuta",
        "CurrencySymbolWillBeUsedForGoals": "Het valutasymbool wordt weergegeven bij de inkomsten uit doelconversies.",
        "DefaultCurrencyForNewWebsites": "Standaard valuta voor nieuwe websites",
        "DefaultTimezoneForNewWebsites": "Standaard tijdzone voor nieuwe websites",
        "DeleteConfirm": "Weet je zeker dat je de website %s wilt verwijderen?",
        "DisableSiteSearch": "Zoekopdrachten op de website niet volgen",
        "EcommerceHelp": "Bij inschakeling zal het hoofdstuk \"Doelen\" worden uitgebreid met een sectie \"E-commerce\".",
        "EnableEcommerce": "E-commerce ingeschakeld",
        "EnableSiteSearch": "Zoekopdrachten op de website worden bijgehouden",
        "ExceptionDeleteSite": "Het is niet mogelijk deze website te verwijderen aangezien het de enige geregistreerde website is. Voeg eerst een nieuwe website toe alvorens deze te verwijderen.",
        "ExceptionEmptyName": "De naam van de website kan niet leeg zijn.",
        "ExceptionInvalidCurrency": "De valuta \"%1$s\" is niet geldig. Vul een geldig valutasymbool in (bijv. %2$s)",
        "ExceptionInvalidIPFormat": "Het IP om uit te sluiten \"%1$s\" heeft geen geldig IP-formaat (bijv. %2$s).",
        "ExceptionInvalidTimezone": "De tijdzone \"%s\" is niet geldig. Vul een geldige tijdzone in.",
        "ExceptionInvalidUrl": "De url '%s' is geen geldige URL.",
        "ExceptionNoUrl": "U moet tenminste één URL voor de website opgeven.",
        "ExcludedIps": "Uitgesloten IP's",
        "ExcludedParameters": "Uitgesloten parameters",
        "ExcludedUserAgents": "Uitgesloten gebruikersagenten",
        "Format_Utc": "UTC%s",
        "GADetected": "%1$s is gedetecteerd op uw website. Wist u dat u eenvoudig historische analysegegevens en instellingen kunt migreren van %2$s naar Matomo? %3$s%4$s%5$sLees meer in deze handleiding%6$s",
        "GADetectedEmail": "%1$s is gedetecteerd op uw website. Wist u dat u gemakkelijk historische analysegegevens en instellingen kunt migreren van %2$s naar Matomo? Lees hier meer: %3$s",
        "GlobalExcludedUserAgentHelp1": "Voeg de lijst met user agents toe welke uitgesloten moeten worden voor het meten door Matomo.",
        "GlobalExcludedUserAgentHelp2": "Je kunt dit gebruiken om sommige ots uit te sluiten zodat ze niet worden gevolgd.",
        "GlobalListExcludedIps": "Globale lijst met uitgesloten IP's",
        "GlobalListExcludedQueryParameters": "Globale lijst van Query URL parameters om uit te sluiten.",
        "GlobalListExcludedUserAgents": "Globale lijst van User Agents om uit te sluiten.",
        "GlobalListExcludedUserAgents_Desc": "Als de string van de user agent van de bezoeker een waarde van de string van uitgeloten user agents bevat, zal de bezoeker uitgesloten worden van metingen door Matomo.",
        "GlobalSettings": "Globale instellingen",
        "GlobalWebsitesSettings": "Globale websites-instellingen",
        "GTMDetected": "Er is Google Tag Manager gedetecteerd op uw website. Wist u dat u uw bestaande tags, triggers en variabelen van Google Tag Manager naar Matomo Tag Manager kunt migreren? %1$sLees hier meer over in deze handleiding%2$s.",
        "GTMDetectedEmail": "Er is Google Tag Manager gedetecteerd op uw website. Wist u dat u uw bestaande tags, triggers en variabelen van Google Tag Manager naar Matomo Tag Manager kunt migreren? Lees hier meer: %1$s",
        "JsTrackingTagHelp": "Hier is de Javascript Tracking tag om te integreren in al uw pagina's",
        "KeepURLFragments": "Pagina URL fragmenten volgen",
        "KeepURLFragmentsHelp2": "Deze instelling kan ook overschreven worden voor de individuele websites hierboven.",
        "KeepURLFragmentsLong": "Behoud Pagina URL fragmenten bij het bijhouden van Pagina URL's",
        "ListOfIpsToBeExcludedOnAllWebsites": "De bezoekersinformatie van onderstaande IP-adressen zal worden uitgesloten op alle websites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "De Query URL parameters hieronder zullen worden uitgesloten van de URL's op alle websites.",
        "MainDescription": "Uw webanalyserapport heeft websites nodig! Voeg websites toe, actualiseer of verwijder websites. Toont ook het javascript dat u nodig heeft om in uw webpagina's te integreren.",
        "MenuManage": "Beheren",
        "MobileAppsAndSDKs": "Mobiele apps en SDK's",
        "NotAnEcommerceSite": "Geen e-commerce site",
        "NotFound": "Geen websites gevonden voor",
        "NoWebsites": "U heeft geen website om te beheren.",
        "OnlyMatchedUrlsAllowed": "Volg alleen bezoeken en acties wanneer de actie URL begint met één van de bovenstaande URL's.",
        "OnlyOneSiteAtTime": "U kunt slechts één website tegelijkertijd bewerken. Sla uw wijzigingen voor website %s op of annuleer de wijzigingen.",
        "PiwikOffersEcommerceAnalytics": "In Matomo is een geavanceerde Ecommerce Analytics tracking & rapportage mogelijk. Leer meer over %1$s Ecommerce Analytics%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo sluit automatisch veelvoorkomende sessie parameters uit (%s).",
        "ReactDetected": "React.js is gedetecteerd op uw website. Wist u dat u de \"%1$sMatomo Tag Manager%2$s\" kunt gebruiken om Matomo in uw site te integreren? %3$sMeer informatie in deze handleiding%4$s.",
        "ReactDetectedEmail": "React.js is gedetecteerd op uw website. Wist u dat u de \"Matomo Tag Manager\" kunt gebruiken om de gegevens van de website bij te houden? Meer informatie hier: %1$s",
        "SearchCategoryDesc": "Matomo kan ook de zoekcategorieën bijhouden voor elk zoekwoord gebruikt op de lokale zoekmachine.",
        "SearchCategoryLabel": "Categorie parameter",
        "SearchCategoryParametersDesc": "U kunt een kommagescheiden lijst met query parameters voor de zoekcategorie opgeven.",
        "SearchKeywordLabel": "Query parameter",
        "SearchKeywordParametersDesc": "Voer een komma gescheiden lijst in van alle query parameter namen die het site zoek sleutelwoord bevatten.",
        "SearchParametersNote2": "Om Site Search uit te schakelen voor nieuwe websites, laat dan deze twee velden leeg.",
        "SearchUseDefault": "Gebruik %1$sstandaard%2$s Site Search parameters",
        "SelectACity": "Selecteer een stad",
        "SelectDefaultCurrency": "U kunt de standaard munteenheid voor nieuwe websites ingeven.",
        "SelectDefaultTimezone": "U kunt de standaard tijdzone selecteren voor nieuwe websites.",
        "ShowTrackingTag": "Trackingcode bekijken",
        "Sites": "Websites",
        "SiteSearchUse": "Je kan Matomo gebruiken om te volgen en te rapporteren wat bezoekers via de interne zoekmachine op je website zoeken.",
        "SiteWithoutDataChoosePreferredWay": "Kies uw voorkeursmethode voor het instellen",
        "SiteWithoutDataCloudflareDescription": "U kunt de Matomo app in Cloudflare gebruiken om gegevens bij te houden. Volg de instructies in deze %1$shandleiding%2$s.",
        "SiteWithoutDataCloudflareFollowStep01": "%1$sLog in%2$s op uw Cloudflare dashboard.",
        "SiteWithoutDataCloudflareFollowStep02": "Klik in het linker menu op \"Websites\" en selecteer de site waarop u de Matomo-trackingcode wilt inschakelen.",
        "SiteWithoutDataCloudflareFollowStep03": "Klik in het linker menu op \"Apps\".",
        "SiteWithoutDataCloudflareFollowStep04": "Zoek naar \"Matomo Analytics\" in het \"Search apps\" zoekveld.",
        "SiteWithoutDataCloudflareFollowStep05": "Klik op de \"Matomo Analytics\"-app.",
        "SiteWithoutDataCloudflareFollowStep06": "Klik op de knop \"Preview on your site\".",
        "SiteWithoutDataCloudflareFollowStep07": "Configureer de app door de Matomo-URL en Site-ID op te geven waarvoor u het bijhouden wilt inschakelen.",
        "SiteWithoutDataCloudflareFollowStep08": "Klik op \"Install on alle pages\".",
        "SiteWithoutDataCloudflareFollowStep09": "Controleer de permissies en sta Cloudflare toe om uw e-mailadres met Matomo te delen door op \"Continue\" te klikken.",
        "SiteWithoutDataCloudflareFollowStep10": "Wacht tot de app geïnstalleerd is, daarna ziet u de geïnstalleerde Matomo Analytics-app in de sectie \"Your Installed Apps\".",
        "SiteWithoutDataCloudflareFollowStepCompleted": "%1$sGefeliciteerd!%2$s U heeft de Matomo Analytics-app succesvol geïnstalleerd op Cloudflare. Om te controleren of hits worden bijgehouden, bezoek uw website en controleer of deze gegevens zichtbaar zijn in uw Matomo-instantie.",
        "SiteWithoutDataCloudflareFollowStepsIntro": "Volg deze stappen om het in te stellen:",
        "SiteWithoutDataCloudflareIntro": "Indien u Cloudflare gebruikt, kunt u naadloos het volgen van gegevens starten in Matomo via de Matomo App die beschikbaar is in Cloudflare.",
        "SiteWithoutDataDetectedGtm": "We hebben ook gedetecteerd dat je Google tag manager gebruikt. Als u Matomo liever instelt met GTM volg dan deze %2$shandleiding%3$s.",
        "SiteWithoutDataDetectedSite": "We hebben gedetecteerd dat u een %1$s site gebruikt. Volg eenvoudig de instructies van deze %2$shandleiding%3$s.",
        "SiteWithoutDataGoogleTagManagerDescription": "U kunt Matomo gebruiken met Google tag manager. Om Matomo tracking in te stellen in Google tag manager volgt u de instructies uit deze %1$shandleiding%2$s.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$sGefeliciteerd!%2$s U hebt met succes de Matomo Analytics trackingcode geïnstalleerd via Google Tag Manager. Om te controleren of hits worden bijgehouden, bezoekt u uw website en controleert u of deze gegevens zichtbaar zijn in uw Matomo instantie.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "Volg deze stappen om het in te stellen:",
        "SiteWithoutDataGoogleTagManagerIntro": "Als u Google Tag Manager gebruikt, kunt u gegevens naadloos volgen in Matomo met behulp van de \"Custom HTML Tag\" die beschikbaar is in Google Tag Manager. %1$sMeer informatie%2$s.",
        "SiteWithoutDataGTMFollowStep1": "%1$sLog in%2$s op uw Google Tag Manager-account.",
        "SiteWithoutDataGTMFollowStep2": "Selecteer de container waaraan u Matomo wilt toevoegen.",
        "SiteWithoutDataGTMFollowStep3": "Klik op \"Tags\" en vervolgens op \"Nieuw\".",
        "SiteWithoutDataGTMFollowStep4": "Geef bovenaan het venster een naam voor je tag.",
        "SiteWithoutDataGTMFollowStep5": "Klik op \"Tagconfiguratie\" en selecteer \"Aangepaste HTML\".",
        "SiteWithoutDataGTMFollowStep6": "Kopieer de Matomo JavaScript Tracking-code zoals hieronder vermeld.",
        "SiteWithoutDataGTMFollowStep7": "Plak deze JavaScript-trackingcode in het HTML-veld van de Tagconfiguratie.",
        "SiteWithoutDataGTMFollowStep8": "Scroll naar beneden en klik op \"Triggers\".",
        "SiteWithoutDataGTMFollowStep9": "Selecteer \"All Pages\" om de \"Matomo tracking tag\" op al uw pagina's te activeren.",
        "SiteWithoutDataGTMFollowStep10": "Klik op \"Opslaan\".",
        "SiteWithoutDataGTMFollowStep11": "Publiceer uw wijzigingen door op de knop \"Verzenden\" en vervolgens op de knop \"Publiceren\" rechtsboven te klikken.",
        "SiteWithoutDataIgnoreMessage": "Toon dit bericht voor het komende uur niet",
        "SiteWithoutDataIgnorePage": "Laat deze pagina een uur lang niet zien",
        "SiteWithoutDataMatomoTagManager": "Matomo Tag Manager",
        "SiteWithoutDataMatomoTagManagerNotActive": "Weet u niet wat een tag manager is? Bekijk onze %1$stag manager handleiding%2$s. Als u meerdere bronnen derde-partij websites in uw website insluit, kan het volgen van uw website met behulp van de tag manager een betere keuze voor u zijn dan met de gewone Javascript-tracking.",
        "SiteWithoutDataMessageDisappears": "Deze melding zal verdwijnen wanneer er wat data voor deze website is ontvangen.",
        "SiteWithoutDataOtherIntegrations": "Andere integraties",
        "SiteWithoutDataOtherWays": "Andere manieren",
        "SiteWithoutDataReactDescription": "U kunt de \"%1$sMatomo Tag Manager%2$s\" gebruiken om Matomo te integreren om gegevens te volgen, volg de instructies in deze %3$shandleiding%4$s.",
        "SiteWithoutDataSetupTracking": "Sluit de %1$strackingcode%2$s hieronder in op uw website of mobiele app, als u dit nog niet gedaan heeft.",
        "SiteWithoutDataSinglePageApplication": "Single-page applicatie of progressieve web app",
        "SiteWithoutDataSinglePageApplicationDescription": "Voor het volgen van single-page applicaties of progressieve web apps, zie onze %1$shandleiding%2$s.",
        "SiteWithoutDataSPADescription": "Het is eenvoudig om uw Single Page Application (SPA) of Progressive Web App (PWA) te volgen met behulp van Matomo Analytics. De eenvoudigste manier om dit te doen is met behulp van de Matomo Tag Manager (%1$smeer informatie%2$s) door de volgende stappen te volgen. U kunt ook de JavaScript-trackingcode gebruiken (%3$svolg deze handleiding%4$s).",
        "SiteWithoutDataSPAFollowStepCompleted": "%1$sGefeliciteerd!%2$s U heeft met succes de trackingcode van Matomo Analytics geïnstalleerd via de Matomo Tag Manager. Om te controleren of de hits worden geregistreerd, bezoek uw SPA / PWA en controleer of deze gegevens zichtbaar zijn in uw Matomo-instantie.",
        "SiteWithoutDataStartTrackingDataDescriptionLine1": "Kies hieronder uw voorkeursmethode voor het volgen van gegevens. Als u hulp nodig heeft, kunt u deze %1$sinstructies delen via e-mail%2$s of %3$s een andere gebruiker uitnodigen%4$s voor assistentie.",
        "SiteWithoutDataStartTrackingDataDescriptionLine2": "Opmerking: Dit scherm verdwijnt zodra er gegevens worden bijgehouden voor deze website. U kunt ook %1$shier klikken om deze pagina voor één uur te verbergen%2$s.",
        "SiteWithoutDataStartTrackingDataHeader": "Start met het volgen van gegevens",
        "SiteWithoutDataVueDescription": "Je kunt het \"%1$s\" npm-pakket gebruiken om Matomo te integreren en gegevens bij te houden. Volg de instructies in deze %2$shandleiding%3$s.",
        "SiteWithoutDataVueFollowStep1": "Installeer het \"%1$s\" npm-pakket.",
        "SiteWithoutDataVueFollowStep2": "Initialiseer %1$s in %2$s met je Matomo-instantiedetails (voorbeeldcode hieronder).",
        "SiteWithoutDataVueFollowStep2ExampleCode": "Voorbeeldcode voor %1$s",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "Configureer uw Matomo-server en website met de volgende details:",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "Om een paginaweergave bij te houden",
        "SiteWithoutDataVueFollowStepCompleted": "%1$sGefeliciteerd!%2$s Je hebt succesvol de Matomo Analytics-trackingcode geïnstalleerd via het \"%3$s\" npm-pakket. Controleer of de hits worden bijgehouden door je website te bezoeken en te controleren of deze gegevens zichtbaar zijn in je Matomo-instantie.",
        "SiteWithoutDataVueFollowStepNote1": "Nu kun je via %1$s toegang krijgen tot Matomo in je componenten.",
        "SiteWithoutDataVueFollowStepNote2": "Als je deze stappen hebt gevolgd en er komen geen gegevens binnen in Matomo, probeer dan de %1$sMatomo Tag Manager%2$s (gebruik deze link voor %3$sSingle Page Applications%4$s).",
        "SiteWithoutDataVueIntro": "Het bijhouden van je Vue.js-website of -applicatie is eenvoudig met Matomo, zelfs voor Single Page Applications.",
        "SiteWithoutDataWordpressDescription": "U kunt de eenvoudige Matomo WordPress-plugin gebruiken om gegevens bij te houden. Volg de instructies in deze %1$s handleiding%2$s.",
        "SiteWithoutDataWordpressFollowStepCompleted": "%1$sGefeliciteerd!%2$s U zou nu succesvol bezoekers moeten bijhouden met Matomo Analytics via uw WordPress-site!",
        "SiteWithoutDataWordpressFollowStepNote": "Om te controleren of hits worden bijgehouden, bezoek uw website en controleer of deze gegevens zichtbaar zijn in uw Matomo-instantie. Als gegevens niet zichtbaar worden, controleer dan of u de plugin \"%1$s\" hebt geïnstalleerd.",
        "SiteWithoutDataWordpressFollowSteps1": "Log in op uw WordPress-site als beheerder.",
        "SiteWithoutDataWordpressFollowSteps2": "Klik in het linker menu op \"Plugins\" &gt; \"Nieuwe plugin\" (als u het menu \"Plugins\" niet ziet, kunt u in plaats daarvan de %1$svolgende stappen volgen om de Matomo-trackingcode handmatig in uw WordPress-thema-bestanden toe te voegen%2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "Zoek naar \"Connect Matomo\" in het \"Plugins toevoegen\" zoekveld.",
        "SiteWithoutDataWordpressFollowSteps4": "Klik op \"Nu installeren\" naast de plugin \"WP-Matomo Integration (WP-Piwik)\".",
        "SiteWithoutDataWordpressFollowSteps5": "Nu de plugin succesvol is geïnstalleerd, klik op \"Activeren\".",
        "SiteWithoutDataWordpressFollowSteps6": "Klik in het linker menu op \"Instellingen\" &gt; \"WP-Matomo \".",
        "SiteWithoutDataWordpressFollowSteps7": "In het \"Matomo-modus\" veld, selecteer de optie \"Lokale installatie (HTTP API, standaard)\".",
        "SiteWithoutDataWordpressFollowSteps8": "Voer uw Matomo-URL in in het tekstveld \"Matomo-URL\".",
        "SiteWithoutDataWordpressFollowSteps9": "%1$sKlik hier%2$s om een Matomo-authenticatietoken aan te maken (%3$smeer informatie%4$s).",
        "SiteWithoutDataWordpressFollowSteps10": "Kopieer het gegenereerde authenticatietoken.",
        "SiteWithoutDataWordpressFollowSteps11": "Plak het authenticatietoken in het veld \"Auth token\" van de WordPress-plugin.",
        "SiteWithoutDataWordpressFollowSteps12": "Controleer of het selectievakje \"Automatische configuratie\" is geselecteerd.",
        "SiteWithoutDataWordpressFollowSteps13": "Klik op \"Wijzigingen opslaan\".",
        "SiteWithoutDataWordpressFollowSteps14": "U zou het bericht \"WP-Matomo is successfully connected to Matomo\" moeten zien. Als u het bericht niet ziet, controleer dan of de waarden die u hebt opgegeven in de bovenstaande stappen correct zijn en probeer het opnieuw.",
        "SiteWithoutDataWordpressFollowSteps15": "Klik op het tabblad \"Tracking inschakelen\".",
        "SiteWithoutDataWordpressFollowSteps16": "Selecteer in het \"Voeg tracking code toe\" veld de optie \"Standaard tracking.\"",
        "SiteWithoutDataWordpressFollowSteps17": "Klik op \"Wijzigingen opslaan\" en er verschijnt een succesbericht.",
        "SiteWithoutDataWordpressFollowStepsIntro": "Stappen om te beginnen met bijhouden in Matomo",
        "SiteWithoutDataWordpressIntroductionLine1": "Het is gemakkelijk om Matomo-tracking aan uw WordPress-site toe te voegen met onze eenvoudige plugin. U kunt de stappen hieronder volgen, of %1$sdeze handleiding%2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "Als u geen plugin kunt of wilt gebruiken, kunt u de %1$sJavaScript-code%2$s of een %3$simage beacon%4$s installeren om te beginnen met het bijhouden van data.",
        "SiteWithoutDataWordpressRequirement1": "Beheerdersaccount in WordPress.",
        "SiteWithoutDataWordpressRequirement2": "WordPress.com-site met een Business-, Commerce- of Enterprise-plan, of een zelfgehoste WordPress-site.",
        "SiteWithoutDataWordpressRequirementHeader": "Vereisten voor de plugin:",
        "SuperUserAccessCan": "Een gebruiker met Super User rechten kan ook %1$s de globale instellingen specificeren%2$s voor nieuwe websites.",
        "Timezone": "Tijdzone",
        "TrackingSiteSearch": "Interne site zoekmachine bijhouden.",
        "TrackingTags": "Trackingcode voor %s",
        "Type": "Soort",
        "Urls": "URL's",
        "UTCTimeIs": "UTC-tijd is %s.",
        "VueDetected": "Vue.js is gedetecteerd op je website. Wist je dat je het \"%1$s\" npm-pakket kunt gebruiken om Matomo in je site te integreren? %2$sLees meer in deze handleiding%3$s.",
        "VueDetectedEmail": "Vue.js is gedetecteerd op je website. Wist je dat je het \"%1$s\" npm-pakket kunt gebruiken om de websitegegevens bij te houden? Lees hier meer: %2$s",
        "WebsitesManagement": "Beheer websites",
        "XManagement": "%s beheren",
        "YouCurrentlyHaveAccessToNWebsites": "U heeft momenteel toegang tot %s websites .",
        "YourCurrentIpAddressIs": "Uw huidige IP-adres is %s"
    }
}
