{
    "SitesManager": {
        "AddMeasurable": "Dodaj nowy wskaźnik",
        "AddSite": "Dodaj nowy serwis",
        "AdvancedTimezoneSupportNotFound": "Zaawansowane wsparcie dla stref czasowych nie zostało wykryte w twoim środowisku PHP (wspierane od PHP&gt;=5.2). Nadal jednak możesz wybrać je ręcznie jako UTC.",
        "AliasUrlHelp": "Zalecane jest, ale nie jako wymóg, określenie różnych adresów URL, jeden na linię, których odwiedzający używają do wejścia na strony serwisu. Aliasy adresów URL dla serwisu internetowego nie zostaną ujęte w odsyłaczach → raportach stron. Można też zauważyć, że nie jest istotne ujęcie adresów URL z lub bez 'www', ponieważ Matomo automatycznie akceptuje oba typy.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Zmiana strefy czasowej będzie miała wpływ tylko na kolejne dane, nie będzie miała wpływu na poprzednie zapisy.",
        "ChooseMeasurableTypeHeadline": "Co chesz zmierzyć?",
        "Currency": "Waluta",
        "CurrencySymbolWillBeUsedForGoals": "Symbol waluty zostanie wyświetlony przy wartościach dochodów z osiągniętych celów.",
        "DefaultCurrencyForNewWebsites": "Domyślna waluta dla nowych stron",
        "DefaultTimezoneForNewWebsites": "Domyślna strefa czasowa dla nowych stron",
        "DeleteConfirm": "Czy jesteś pewien, że chcesz skasować stronę %s?",
        "DisableSiteSearch": "Nie śledź wyszukiwarki serwisu",
        "EcommerceHelp": "Po włączeniu w raporcie \"Cele\" pojawi się nowa sekcja \"Ecommerce\".",
        "EnableEcommerce": "Ecommerce włączone",
        "EnableSiteSearch": "Śledzenie wyszukiwarki serwisu włączone",
        "ExceptionDeleteSite": "Nie jest możliwe skasowanie tej strony jako jedynej zarejestrowanej strony. Dodaj nową stronę, a następnie skasuj tą stronę.",
        "ExceptionEmptyName": "Nazwa strony internetowej nie może być pusta.",
        "ExceptionInvalidCurrency": "Podana waluta \"%1$s\" jest nieprawidłowa. Proszę wprowadzić poprawny symbol waluty (np. %2$s)",
        "ExceptionInvalidIPFormat": "Adres IP do wykluczenia \"%1$s\" nie ma prawidłowego formatu IP (np. %2$s).",
        "ExceptionInvalidTimezone": "Strefa czasowa \"%s\" jest niepoprawna. Proszę wprowadzić poprawną strefę czasową.",
        "ExceptionInvalidUrl": "Adres url '%s' nie jest poprawnym adresem URL.",
        "ExceptionNoUrl": "Musisz określić przynajmniej jeden adres URL dla strony serwisu.",
        "ExcludedIps": "Wykluczone adresy IP",
        "ExcludedParameters": "Wykluczone parametry",
        "ExcludedUserAgents": "Wykluczone User Agent",
        "Format_Utc": "UTC%s",
        "GlobalExcludedUserAgentHelp1": "Wprowadź listę user agent'ów, które mają zostać wykluczone ze śledzenia przez Matomo.",
        "GlobalExcludedUserAgentHelp2": "Możesz użyć tej funkcjonalności, aby wykluczyć ze śledzenia niektóre boty.",
        "GlobalListExcludedIps": "Pełna lista wykluczonych adresów IP",
        "GlobalListExcludedQueryParameters": "Pełna lista zapytań z adresami URL, które zostały wykluczone",
        "GlobalListExcludedUserAgents": "Globalna lista wykluczonych user agent'ów",
        "GlobalListExcludedUserAgents_Desc": "Jeśli user agent odwiedzającego zostanie dopasowany do wprowadzonych ciągów, odwiedzający zostanie wykluczony z Matomo'a.",
        "GlobalSettings": "Ustawienia ogólne",
        "GlobalWebsitesSettings": "Ogólna konfiguracja stron",
        "HelpExcludedIpAddresses": "Wprowadź listę adresów IP, po jednym w linii, których Matomo ma nie śledzić. Możesz też użyć zapisu CIDR np. %1$s lub użyć widcard'ów np. %2$s lub %3$s",
        "JsTrackingTagHelp": "Oto kod śledzący w JavaScript do umieszczenia na wszystkich twoich stronach",
        "KeepURLFragments": "Śledzenie fragmentów adresów URL strony",
        "KeepURLFragmentsHelp": "Jeżeli przycisk wyboru (checkbox) poniżej nie jest zaznaczony, fragmenty zawarte w adresie strony (zawartość po prawej stronie %1$s) nie będzie wzięte pod uwagę przy śledzeniu: %2$szostanie rozpoznane jako %3$s",
        "KeepURLFragmentsHelp2": "To ustawienie może zostać nadpisane dla wybranych serwisów, jak to powyższe.",
        "KeepURLFragmentsLong": "Zachowaj fragmenty adresu URL podczas śledzenia",
        "ListOfIpsToBeExcludedOnAllWebsites": "Adresy IP z listy poniżej zostaną wykluczone ze śledzonych na wszystkich stronach.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Parametry dotyczące listy zapytań z adresami URL przedstawione poniżej zostaną wykluczone ze statystyk na wszystkich stronach.",
        "LogAnalytics": "Analiza logów",
        "LogAnalyticsDescription": "Jeśli śledzenie przy pomocy kodu JavaScript nie jest dostępne, możesz %1$sskorzystać z analizy logów serwera%2$s, jako alternatywnej metody śledzenia użytkowników serwisu.",
        "MainDescription": "Twoje raporty z analityką statystyczną stron wymagają posiadania serwisu internetowego! Dodaj, zaktualizuj, zmień serwis internetowy, i wyświetl kod JavaScript do umieszczenia na stronach.",
        "MenuManage": "Zarządzaj",
        "MobileAppsAndSDKs": "Aplikacje mobilne i SDK",
        "MobileAppsAndSDKsDescription": "Nie śledzisz serwisu WWW? Alternatywnie możesz śledzić aplikację mobilną lub dowolny inny typ aplikacji korzystając z jednego z %1$sdostępnych SDK%2$s.",
        "NoWebsites": "Nie posiadasz żadnej strony którą możesz zarządzać.",
        "NotAnEcommerceSite": "Strona nie jest typu Ecommerce",
        "NotFound": "Nie znaleziono stron dla",
        "OnlyMatchedUrlsAllowed": "Śledź odwiedziny i akcje tylko dla adresów zaczynających się od powyższych URL'i.",
        "OnlyMatchedUrlsAllowedHelp": "Po włączeniu, Matomo będzie śledził wyłącznie wewnętrzne akcje tylko tych stron, których adresy należą do Twojego serwisu. To zapobiega spamowaniu Twoich analiz adresami innych serwisów.",
        "OnlyOneSiteAtTime": "W danym momencie możesz edytować tylko jedną ze stron. Zapisz lub zrezygnuj z wprowadzonych teraz modyfikacji dla strony %s.",
        "PiwikOffersEcommerceAnalytics": "Matomo umożliwia zaawansowane raportowanie i śledzenie w dziedzinie E-commerce. Dowiedz się więcej o %1$sAnalityce E-commerce%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo automatycznie wyklucza wspólne parametry sesji (%s).",
        "PluginDescription": "Zarządzanie serwisami WWW pozwala Ci dodawać nowe i edytować istniejące serwisy.",
        "SearchCategoryDesc": "Matomo umożliwia śledzenie kategorii wyszukiwania dla każdego słowa kluczowego wewnętrznej wyszukiwarki serwisu.",
        "SearchCategoryLabel": "Parametr kategorii",
        "SearchCategoryParametersDesc": "Możesz wprowadzić oddzielaną przecinkami listę parametrów zapytania określających kategorię wyszukiwania.",
        "SearchKeywordLabel": "Parametr zapytania",
        "SearchKeywordParametersDesc": "Wprowadź oddzielaną przecinkami listę wszystkich parametrów zapytania zawierajacych słowo kluczowe wyszukiwarki serwisu.",
        "SearchParametersNote": "NOTKA: parametry Zapytania i Kategorii będą wykorzystywane tylko dla serwisów, które mają włączoną Wyszukiwarkę serwisu bez ustawionych tych parametrów.",
        "SearchParametersNote2": "W celu zablokowania opcji Szukania na Stronie dla nowych stron, te dwa pola nalezy pozostawić puste.",
        "SearchUseDefault": "Użyj %1$sdomyślnych%2$s parametrów wyszukiwarki serwisu",
        "SelectACity": "Wybierz miasto",
        "SelectDefaultCurrency": "Możesz wybrać walutę jako domyślną dla nowych stron.",
        "SelectDefaultTimezone": "Możesz wybrać strefę czasową jako domyślną dla nowych stron.",
        "ShowTrackingTag": "Zobacz kod śledzący",
        "SiteSearchUse": "Możesz używać Matomo'a do śledzenia i raportowania czego odwiedzający poszukują w wewnętrznej wyszukiwarce Twojego serwisu WWW.",
        "Sites": "Serwisy internetowe",
        "SuperUserAccessCan": "Użytkownik z uprawnieniami Super Użytkownika może również %1$sskonfigurować ustawienia globalne%2$s nowych serwisów.",
        "Timezone": "Strefa czasowa",
        "TrackingSiteSearch": "Śledzenie wewnętrznej wyszukiwarki serwisu",
        "TrackingTags": "Kod śledzący dla %s",
        "Type": "Typ",
        "UTCTimeIs": "Czas UTC to %s.",
        "Urls": "URLe",
        "WebsitesManagement": "Zarządzanie serwisami",
        "XManagement": "Zarządzanie %s",
        "YouCurrentlyHaveAccessToNWebsites": "Masz obecnie dostęp do %s stron/y.",
        "YourCurrentIpAddressIs": "Twój obecny adres IP to %s"
    }
}
