{
    "SitesManager": {
        "AddSite": "Dodaj nową stronę",
        "AdvancedTimezoneSupportNotFound": "Zaawansowane wsparcie dla stref czasowych nie zostało wykryte w twoim środowisku PHP (wspierane od PHP>=5.2). Nadal jednak możesz wybrać je ręcznie jako UTC.",
        "AliasUrlHelp": "Zalecane jest, ale nie jako wymóg, określić różne adresy URL, jeden na linię, które odwiedzający używają do wejść na strony serwisu. Aliasy adresów URL dla serwisu internetowego nie zostaną ujęte w odsyłaczach > raportach stron. Można też zauważyć, że nie jest istotne ujęcie adresów URL z lub bez 'www', ponieważ Piwik automatycznie akceptuje oba typy.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Zmiana strefy czasowej będzie miało wpływ tylko na kolejne dane, nie będzie miała wpływu wstecz na poprzednie zapisy.",
        "ChooseCityInSameTimezoneAsYou": "Wybierz miasto w tej samej strefie czasowej co twoja.",
        "Currency": "Waluta",
        "CurrencySymbolWillBeUsedForGoals": "Symbol waluty zostanie wyświetlony kolejno z dochodami z trafień.",
        "DefaultCurrencyForNewWebsites": "Domyślna waluta dla nowych stron",
        "DefaultTimezoneForNewWebsites": "Domyślna strefa czasowa dla nowych stron",
        "DeleteConfirm": "Czy jesteś pewien, że chcesz skasować stronę %s?",
        "ExceptionDeleteSite": "Nie jest możliwe skasowanie tej strony jako takiej tylko zarejestrowanej strony. Najpierw dodaj nową stronę, a wtedy dopiero skasuj tę jedną.",
        "ExceptionEmptyName": "Nazwa strony internetowej nie może być pusta.",
        "ExceptionInvalidCurrency": "Podana waluta \"%s\" jest nieprawidłowa. Proszę wprowadzić poprawny symbol waluty (np. %s)",
        "ExceptionInvalidIPFormat": "Adres IP do wykluczenia \"%s\" nie ma prawidłowego formatu IP (np. %s).",
        "ExceptionInvalidTimezone": "Strefa czasowa \"%s\" jest niepoprawna. Proszę wprowadzić poprawną strefę czasową.",
        "ExceptionInvalidUrl": "Adres url '%s' nie jest poprawnym adresem URL.",
        "ExceptionNoUrl": "Musisz określić przynajmniej jeden adres URL dla strony serwisu.",
        "ExcludedIps": "Wykluczone adresy IP",
        "ExcludedParameters": "Parametry wyłączone",
        "GlobalListExcludedIps": "Pełna lista wykluczonych adresów IP",
        "GlobalListExcludedQueryParameters": "Pełna lista zapytań z adresami URL, które zostały wykluczone",
        "GlobalWebsitesSettings": "Ogólna konfiguracja stron",
        "HelpExcludedIps": "Wprowadź listę adresów IP, po jednym w linii, które chcesz wykluczyć ze śledzenia przez Piwik. Możesz użyć wildcardsy, np. %1$s lub %2$s",
        "JsTrackingTagHelp": "Oto kod śledzący w JavaScript do umieszczenia na wszystkich twoich stronach",
        "ListOfIpsToBeExcludedOnAllWebsites": "Adresy IP z listy poniżej zostaną wykluczone ze śledzonych na wszystkich stronach.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Parametry dotyczące listy zapytań z adresami URL przedstawione poniżej zostaną wykluczone ze statystyk na wszystkich stronach.",
        "ListOfQueryParametersToExclude": "Wprowadź listę z parametrami zapytań URL, po jednym w linii, by móc wykluczyć je z raportów o adresach URL stron.",
        "MainDescription": "Twoje raporty z analityką statystyczną stron wymagają posiadania serwisu internetowego! Dodaj, zaktualizuj, zmień serwis internetowy, i wyświetl kod JavaScript do umieszczenia na stronach.",
        "NotAnEcommerceSite": "Strona nie jest typu Ecommerce",
        "NotFound": "Nie znaleziono stron dla",
        "NoWebsites": "Nie posiadasz żadnej strony którą możesz zarządzać.",
        "OnlyOneSiteAtTime": "W danym momencie możesz edytować tylko jedną ze stron. Zapisz lub zrezygnuj z wprowadzonych teraz modyfikacji dla strony %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik automatycznie wyklucza wspólne parametry sesji (%s).",
        "SearchCategoryLabel": "Parametr kategorii",
        "SearchKeywordLabel": "Parametr zapytania",
        "SearchParametersNote2": "W celu zablokowania opcji Szukania na Stronie dla nowych stron, te dwa pola nalezy pozostawić puste.",
        "SelectACity": "Wybierz miasto",
        "SelectDefaultCurrency": "Możesz wybrać walutę jako domyślną dla nowych stron.",
        "SelectDefaultTimezone": "Możesz wybrać strefę czasową jako domyślną dla nowych stron.",
        "ShowTrackingTag": "Zobacz kod śledzący",
        "Sites": "Serwisy internetowe",
        "Timezone": "Strefa czasowa",
        "TrackingTags": "Kod śledzący dla %s",
        "Urls": "URLe",
        "UTCTimeIs": "Czas UTC to %s.",
        "WebsitesManagement": "Zarządzanie serwisami",
        "YouCurrentlyHaveAccessToNWebsites": "Masz obecnie dostęp do stron w ilości %s.",
        "YourCurrentIpAddressIs": "Twój obecny adres IP to %s"
    }
}