{
    "SitesManager": {
        "AddMeasurable": "Adicionar um novo mensurável",
        "AddSite": "Adicionar um novo website",
        "AdvancedTimezoneSupportNotFound": "Suporte a fusos horários avançados não encontrado em seu PHP (suportado no PHP &gt;=5.2). Você pode ainda escolher um offset de UTC manual.",
        "AliasUrlHelp": "É recomendado, mas não necessário, especificar as várias URLs, uma por linha, que seus visitantes usam para acessar esse site. Pseudônimos de URLs para sites não aparecerão nos relatórios Referenciadores → Websites. Note que não é necessário especificar as URLs com ou sem 'www', pois Matomo considera ambas automaticamente.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ao mudar seu fuso-horário apenas afetará os dados que vierem depois, não será aplicado retroativamente.",
        "ChooseMeasurableTypeHeadline": "O que você gostaria de medir?",
        "CloudflareDetected": "Cloudflare foi detectado em seu site. Você sabia que pode usar o aplicativo Matomo em sua configuração Cloudflare para rastrear os dados do site? %1$sSaiba mais neste guia%2$s.",
        "CloudflareDetectedEmail": "Cloudflare foi detectado em seu site. Você sabia que pode usar o aplicativo Matomo em sua configuração Cloudflare para rastrear os dados do site? Saiba mais aqui: %1$s",
        "ConsentManagerConnected": "Detectamos que %1$s está configurado corretamente para funcionar com o Matomo em seu site.",
        "Currency": "Moeda Corrente",
        "CurrencySymbolWillBeUsedForGoals": "O símbolo da moeda corrente será mostrado próximo às metas de lucro.",
        "CustomizeJavaScriptTracker": "Personalizar rastreamento JavaScript",
        "DefaultCurrencyForNewWebsites": "Moeda corrente padrão para novos websites",
        "DefaultTimezoneForNewWebsites": "Fuso-horário padrão para novos websites",
        "DeleteConfirm": "Tem certeza que deseja excluir o website %s?",
        "DeleteSiteExplanation": "A remoção de um site excluirá todos os dados que foram coletados para ele. Essa ação é permanente e não pode ser desfeita.",
        "DetectingYourSite": "Detectando seu site",
        "DisableSiteSearch": "Não rastrear pesquisas no site",
        "EcommerceHelp": "Quando ativado, o relatório de \"Metas\" você terá uma nova seção \"Ecommerce\".",
        "EmailInstructionsButton": "Enviar por email estas instruções",
        "EmailInstructionsButtonText": "Instruções por e-mail",
        "EmailInstructionsDocsPlainText": "Se você quer fazer mais do que rastrear visualizações de páginas, confira a documentação do Matomo em %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Você também pode gerar um código de rastreamento personalizado em %1$s.",
        "EmailInstructionsSiteDetails": "Você irá precisar destes detalhes para usar a API ou SDK para rastrear visitas ao Matomo.",
        "EmailInstructionsSiteDetailsHeading": "Detalhes do seu site",
        "EmailInstructionsSubject": "Código de rastreamento do Matomo Analytics",
        "EmailInstructionsYourSiteId": "ID do seu site: %1$s",
        "EmailInstructionsYourTrackingUrl": "Sua URL de rastreamento: %1$s",
        "EnableEcommerce": "Ecommerce ativado",
        "EnableSiteSearch": "Ativado o rastreamento de pesquisas no site",
        "ExceptionDeleteSite": "Não é possível excluir este site já que ele é o único site registrado. Adicione um novo site primeiro, depois exclua este.",
        "ExceptionEmptyName": "O nome do site não pode ficar vazio.",
        "ExceptionInvalidCurrency": "A moeda \"%1$s\" não é válida. Por favor inserir um símbolo monetário válido (ex. %2$s)",
        "ExceptionInvalidIPFormat": "O IP para excluir \"%1$s\" não tem um formatio de IP válido (ex. %2$s).",
        "ExceptionInvalidTimezone": "O fuso-horário \"%s\" não é válido. Por favor inserir um fuso-horário válido.",
        "ExceptionInvalidUrl": "A URL '%s' não é uma URL válida.",
        "ExceptionNoUrl": "Você precisa especificar no mínimo uma URL para o site.",
        "ExcludedIps": "IPs excluídos",
        "ExcludedParameters": "Parâmetros Excluídos",
        "ExcludedReferrers": "Referenciadores excluídos",
        "ExcludedReferrersHelp": "Insira a lista de nomes de host e URLs, um por linha, que você deseja excluir da detecção do referenciador.",
        "ExcludedReferrersHelpDetails": "Cada entrada precisa conter o nome do host e pode conter um caminho. Se um caminho for fornecido, um referenciador somente será excluído se o caminho também corresponder. URLs com e sem 'www' são tratados da mesma forma. Os protocolos fornecidos serão ignorados.",
        "ExcludedReferrersHelpExamples": "por exemplo: \"%1$s\" corresponderia a \"%2$s\" e \"%3$s\", mas não a \"%4$s\"",
        "ExcludedReferrersHelpSubDomains": "Para excluir também todos os subdomínios de um determinado nome de host, coloque um ponto como prefixo. por exemplo: \"%1$s\" excluiria \"%2$s\", mas também todos os seus subdomínios como \"%3$s\".",
        "ExcludedUserAgents": "User Agents excluídos",
        "ExtraInformationNeeded": "Para configurar o Matomo em seu sistema, você pode precisar da seguinte informação:",
        "Format_Utc": "UTC%s",
        "GADetected": "%1$s foi detectado em seu site. Você sabia que pode migrar facilmente seus dados analíticos históricos e configurações de %2$s para Matomo? %3$s%4$s%5$sSaiba mais neste guia%6$s",
        "GADetectedEmail": "%1$s foi detectado em seu site. Você sabia que pode migrar facilmente seus dados analíticos históricos e configurações de %2$s para Matomo? Saiba mais aqui: %3$s",
        "GTMDetected": "O Gerenciador de Tags do Google foi detectado em seu site. Você sabia que pode migrar suas tags, gatilhos e variáveis existentes do Google Tag Manager para o Gerenciador de Tags do Matomo? %1$sSaiba mais neste guia%2$s.",
        "GTMDetectedEmail": "O Gerenciador de Tags do Google foi detectado em seu site. Você sabia que pode migrar suas tags, gatilhos e variáveis existentes do Google Tag Manager para o Gerenciador de Tags do Matomo? Saiba mais aqui: %1$s",
        "GlobalExcludedUserAgentHelp1": "Insira a lista de user agents para exclusão de rastreamento pelo Matomo.",
        "GlobalExcludedUserAgentHelp2": "Você pode usar isso para excluir alguns bots de serem rastreados.",
        "GlobalExcludedUserAgentHelp3": "Expressões regulares como %s são suportadas.",
        "GlobalListExcludedIps": "Lista global de IPs excluídos",
        "GlobalListExcludedQueryParameters": "Lista global de parâmetros Query URL para excluir",
        "GlobalListExcludedReferrers": "Lista global de referenciadores excluídos",
        "GlobalListExcludedReferrersDesc": "Os nomes de host e URLs abaixo serão excluídos da detecção do referenciador.",
        "GlobalListExcludedUserAgents": "Lista global de user agents para excluir",
        "GlobalListExcludedUserAgents_Desc": "Se a seqüência de user agent do visitante tiver qualquer uma das sequências que você especificar, o visitante será excluído do Matomo.",
        "GlobalSettings": "Configurações globais",
        "GlobalWebsitesSettings": "Configurações globais de sites",
        "HelpExcludedIpAddresses": "Entre com a lista de IPs, um por linha, que você deseja excluir por ter sido rastreado pelo Matomo. Você pode usar notação CIDR, ex: %1$s ou você pode usar wildcards, ex: %2$s ou %3$s",
        "InstallationGuides": "Guias de instalação",
        "InstallationGuidesIntro": "Nós fornecemos guias passo a passo explicando como embutir o código de rastreamento em alguns CMS e construtores de sites populares:",
        "Integrations": "Integrações",
        "JsTrackingTagHelp": "Aqui está a tag de rastreamento JavaScript a ser incluída em todas as suas páginas",
        "KeepURLFragments": "Rastreamento de fragmentos de URL",
        "KeepURLFragmentsHelp": "Se a caixa abaixo estiver desmarcada, fragmentos de URL da página (tudo após o %1$s) será removido ao rastrear:%2$s serão rastreadas como %3$s",
        "KeepURLFragmentsHelp2": "Você também pode substituir essa configuração para sites individuais acima.",
        "KeepURLFragmentsLong": "Mantenha fragmentos de URL da página quando estiver rastreando URLs de páginas",
        "ListOfIpsToBeExcludedOnAllWebsites": "Os IPs abaixo serão excluídos por terem sido rastreados em todos os sites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Os parâmetros Query URL abaixo serão excluídos das URLs em todos os sites.",
        "ListOfQueryParametersToExclude": "Insira a lista de parâmetros de consulta de URL, um por linha, para excluir dos relatórios de URLs de página. Expressões regulares como %s são suportadas.",
        "LogAnalytics": "Análise de registro",
        "LogAnalyticsDescription": "Se o método de rastreamento Javascript não for viável, você pode %1$susar análise de registro do servidor%2$s como um método alternativo para rastrear os usuários do seu site.",
        "MainDescription": "Seus relatórios de Web Analytics precisam de sites! Adicione, atualize, exclua sites, e mostre o JavaScript a ser inserido em suas páginas.",
        "MenuManage": "Gerenciar",
        "MergedNotificationLine1": "%1$s foram detectados em seu site.",
        "MergedNotificationLine2": "Saiba mais sobre como configurar o Matomo para trabalhar com eles seguindo estes guias: %1$s",
        "MobileAppsAndSDKs": "Aplicativos móveis e SDKs",
        "MobileAppsAndSDKsDescription": "Não está rastreando um site? Você pode alternativamente rastrear um aplicativo móvel ou qualquer outro tipo de aplicativo usando um dos %1$sSDKs disponíveis%2$s.",
        "NoWebsites": "Você não tem nenhum site para administrar.",
        "NotAnEcommerceSite": "Não é um site de Ecommerce",
        "NotFound": "Nenhum site encontrado para",
        "OnlyMatchedUrlsAllowed": "Apenas rastrear visitas e ações quando a URL da ação começar com uma das URLs acima.",
        "OnlyMatchedUrlsAllowedHelp": "Quando ativado, o Matomo só irá rastrear ações internas quando a URL da página for uma das URLs reconhecidas para o seu site. Isso impede que pessoas enviem spams para a sua análise com URLs de outros sites.",
        "OnlyMatchedUrlsAllowedHelpExamples": "O domínio e o caminho devem corresponder exatamente e cada subdomínio válido deve ser especificado separadamente. Por exemplo, quando as URLs são 'http://example.com/path' e 'http://good.example.com', solicitações de rastreamento para http://example.com/otherpath' ou 'http://bad.example.com' são ignoradas.",
        "OnlyOneSiteAtTime": "Você pode editar um site por vez. Por favor salve ou cancele as modificações ao site atual %s.",
        "PiwikOffersEcommerceAnalytics": "O Matomo permite análises avançadas de rastreamento e relatórios de comércio eletrônico. Saiba mais sobre %1$s Análise de Comércio Eletrônico%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "O Matomo excluirá automaticamente os parâmetros de sessão comuns (%s).",
        "PluginDescription": "O gerenciamento de sites permite adicionar um novo site e editar sites existentes.",
        "ReactDetected": "React.js foi detectado em seu site. Você sabia que pode usar o \"%1$sMatomo Tag Manager%2$s\" para integrar o Matomo ao seu site? %3$sSaiba mais neste guia%4$s.",
        "ReactDetectedEmail": "React.js foi detectado em seu site. Você sabia que pode usar o \"Matomo Tag Manager\" para rastrear os dados do site? Saiba mais aqui: %1$s",
        "SearchCategoryDesc": "O Matomo também pode acompanhar a categoria de Busca para cada palavra-chave de busca interna no site.",
        "SearchCategoryLabel": "Parâmetro de categoria",
        "SearchCategoryParametersDesc": "Você pode inserir uma lista separada por vírgulas de parâmetros de consulta especificando a categoria de pesquisa.",
        "SearchKeywordLabel": "Parâmetro de consulta",
        "SearchKeywordParametersDesc": "Insira uma lista separada por vírgulas de todos os nomes de parâmetro de consulta que contenham a palavra-chave de busca do site.",
        "SearchParametersNote": "Nota: os parâmetros de consulta e parâmetros de categoria serão usados apenas para sites que possuem Site Search ativado mas deixaram esses parâmetros vazios.",
        "SearchParametersNote2": "Para desativar Site Search para novos sites, deixe esses dois campos vazios.",
        "SearchUseDefault": "Usar parâmetros Site Search %1$spadrões%2$s",
        "SelectACity": "Selecione uma cidade",
        "SelectDefaultCurrency": "Você pode selecionar a moeda corrente a ser definida como padrão para novos sites.",
        "SelectDefaultTimezone": "Você pode selecionar o fuso-horário para ser selecionado como padrão para novos sites.",
        "ShowTrackingTag": "Ver código de rastreamento",
        "SiteSearchUse": "Você pode utilizar o Matomo para acompanhar e informar o que os visitantes estão procurando no motor de pesquisa interna do seu site.",
        "SiteWithoutDataChoosePreferredWay": "Escolha sua maneira preferida de configurar",
        "SiteWithoutDataCloudflareDescription": "Você pode usar o aplicativo Matomo no Cloudflare para rastrear dados, siga as instruções %1$sdeste guia%2$s.",
        "SiteWithoutDataCloudflareFollowStep01": "%1$sLogin%2$s no seu painel Cloudflare.",
        "SiteWithoutDataCloudflareFollowStep02": "Clique em \"Sites\" no menu à esquerda e selecione o site no qual você deseja ativar o código de rastreamento do Matomo.",
        "SiteWithoutDataCloudflareFollowStep03": "Clique em \"Aplicativos\" no menu à esquerda.",
        "SiteWithoutDataCloudflareFollowStep04": "Procure por \"Matomo Analytics\" na caixa de entrada \"Pesquisar Aplicativos\".",
        "SiteWithoutDataCloudflareFollowStep05": "Clique no aplicativo \"Matomo Analytics\".",
        "SiteWithoutDataCloudflareFollowStep06": "Clique no botão \"Visualizar no seu site\".",
        "SiteWithoutDataCloudflareFollowStep07": "Configure o aplicativo especificando a URL do Matomo e a ID do site para o qual você deseja habilitar o rastreamento.",
        "SiteWithoutDataCloudflareFollowStep08": "Clique em \"Instalar em todas as páginas\".",
        "SiteWithoutDataCloudflareFollowStep09": "Revise as permissões e permita que Cloudflare compartilhe seu endereço de e-mail com o Matomo clicando em \"Continuar\".",
        "SiteWithoutDataCloudflareFollowStep10": "Aguarde a instalação do aplicativo e você verá o aplicativo Matomo Analytics instalado na seção \"Seus aplicativos instalados\".",
        "SiteWithoutDataCloudflareFollowStepCompleted": "%1$sParabéns!%2$s Você instalou com sucesso o aplicativo Matomo Analytics no Cloudflare. Para verificar se os acessos estão sendo rastreados, visite seu site e verifique se esses dados estão visíveis em sua instância do Matomo.",
        "SiteWithoutDataCloudflareFollowStepsIntro": "Siga estas etapas para configurá-lo:",
        "SiteWithoutDataCloudflareIntro": "Se você usa o Cloudflare, pode começar a rastrear dados no Matomo perfeitamente usando o aplicativo Matomo disponível no Cloudflare.",
        "SiteWithoutDataDescription": "Você precisa adicionar algum código extra ao seu site ou aplicativo para dispositivos móveis, caso ainda não tenha feito isso. Marque sua opção abaixo ou %1$senvie todas as instruções para um colega de equipe%2$s.",
        "SiteWithoutDataDetectedGtm": "Também detectamos que você está usando um gerenciador de tags do Google. Se você preferir configurar o Matomo usando GTG, por favor, siga este %2$sguia%3$s.",
        "SiteWithoutDataDetectedSite": "Detectamos que você está usando um site %1$s. Basta seguir as instruções deste %2$sguia%3$s.",
        "SiteWithoutDataDetectedSiteWordpress": "Detectamos que você está usando um site Wordpress. Simplesmente %1$ssiga as instruções deste guia%2$s para instalar o %3$splugin WP-Matomo%4$s.",
        "SiteWithoutDataDetectedSiteWordpress2": "Já configurou o plugin do WordPress e não está vendo nenhum dado? Verifique %1$sesta FAQ para obter ajuda%2$s.",
        "SiteWithoutDataGTMFollowStep1": "%1$sFaça login%2$s em sua conta do Google Tag Manager.",
        "SiteWithoutDataGTMFollowStep10": "Clique em \"Salvar\".",
        "SiteWithoutDataGTMFollowStep11": "Publique suas alterações clicando no botão \"Enviar\" e depois no botão \"Publicar\" no canto superior direito.",
        "SiteWithoutDataGTMFollowStep2": "Selecione o contêiner ao qual deseja adicionar o Matomo.",
        "SiteWithoutDataGTMFollowStep3": "Clique em \"Tags\" e depois em \"Novo\".",
        "SiteWithoutDataGTMFollowStep4": "Na parte superior da janela, forneça um nome para sua tag.",
        "SiteWithoutDataGTMFollowStep5": "Clique em \"Configuração de tags\" e selecione \"HTML personalizado\".",
        "SiteWithoutDataGTMFollowStep6": "Copie o código de rastreamento Matomo JavaScript conforme fornecido abaixo.",
        "SiteWithoutDataGTMFollowStep7": "Cole este código de rastreamento JavaScript no campo HTML de configuração da tag.",
        "SiteWithoutDataGTMFollowStep8": "Role para baixo e clique em \"Acionar\".",
        "SiteWithoutDataGTMFollowStep9": "Selecione \"Todas as páginas\" para disparar a \"tag de rastreamento Matomo\" em todas as suas páginas.",
        "SiteWithoutDataGoogleTagManager": "Gerenciador de tags do Google",
        "SiteWithoutDataGoogleTagManagerDescription": "Você pode usar o Matomo com o Gerenciador de tags do Google. Para configurar o Matomo Tracking no Google Tag Manager, siga as instruções deste %1$sguia%2$s.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$sParabéns!%2$s Você instalou com sucesso o código de rastreamento do Matomo Analytics por meio do Google Tag Manager. Para verificar se os acessos estão sendo rastreados, visite seu site e verifique se esses dados estão visíveis em sua instância do Matomo.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "Siga estas etapas para configurá-lo:",
        "SiteWithoutDataGoogleTagManagerIntro": "Se você usa o Gerenciador de Tags do Google, pode começar a rastrear dados no Matomo sem problemas usando a \"Tag HTML personalizada\" disponível no Gerenciador de Tags do Google. %1$sSaiba mais%2$s.",
        "SiteWithoutDataIgnorePage": "Não mostre esta página por uma hora",
        "SiteWithoutDataMatomoTagManager": "Gerenciador de tags Matomo",
        "SiteWithoutDataMatomoTagManagerNotActive": "Não sabe o que é um Gerenciador de tags? Confira nosso %1$sguia do Gerenciador de tags%2$s. Se você estiver incorporando vários recursos de sites de terceiros em seu site, o acompanhamento de seu site usando o Gerenciador de tags pode ser uma opção melhor para você em comparação com o acompanhamento regular de JavaScript.",
        "SiteWithoutDataMessageDisappears": "Esta mensagem vai desaparecer assim que alguns dados forem rastreados para este site.",
        "SiteWithoutDataOtherIntegrations": "Outras integrações",
        "SiteWithoutDataOtherWays": "Outras maneiras",
        "SiteWithoutDataReactDescription": "Você pode usar o \"%1$sMatomo Tag Manager%2$s\" para integrar o Matomo para rastrear dados, siga as instruções deste %3$sguia%4$s.",
        "SiteWithoutDataSetupTracking": "Por favor, configure o %1$scódigo de rastreamento%2$s abaixo em seu site ou aplicativo móvel, caso ainda não tenha feito.",
        "SiteWithoutDataSinglePageApplication": "Aplicativo de página única (SPA) ou aplicativo da Web progressivo (PWA)",
        "SiteWithoutDataSinglePageApplicationDescription": "Para aplicativos de página única ou rastreamento progressivo de aplicativos da Web. Confira nosso %1$sguia%2$s.",
        "SiteWithoutDataStartTrackingDataDescriptionLine1": "Escolha seu método de rastreamento preferido abaixo. Se precisar de ajuda, você pode compartilhar essas %1$sinstruções por e-mail%2$s ou %3$sconvidar outro usuário%4$s para obter assistência.",
        "SiteWithoutDataStartTrackingDataDescriptionLine2": "Observação: esta tela desaparecerá assim que alguns dados forem rastreados para este site. Como alternativa, você pode %1$sclicar aqui para ocultar esta página por uma hora%2$s.",
        "SiteWithoutDataStartTrackingDataHeader": "Iniciar rastreamento de dados",
        "SiteWithoutDataTitle": "Apenas uma última etapa para rastrear seu tráfego com o Matomo e obter informações valiosas",
        "SiteWithoutDataVueDescription": "Você pode usar o pacote npm \"%1$s\" para integrar o Matomo para rastrear dados, siga as instruções deste %2$sguia%3$s.",
        "SiteWithoutDataVueFollowStep1": "Instale o pacote npm \"%1$s\".",
        "SiteWithoutDataVueFollowStep2": "Inicialize %1$s em %2$s com os detalhes de sua instância Matomo (exemplo de código abaixo).",
        "SiteWithoutDataVueFollowStep2ExampleCode": "Exemplo de código para %1$s",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "Configure seu servidor e site Matomo fornecendo:",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "Para rastrear uma exibição de página",
        "SiteWithoutDataVueFollowStepCompleted": "%1$sParabéns!%2$s Você instalou com sucesso o código de rastreamento Matomo Analytics por meio do pacote npm \"%3$s\". Para verificar se os acessos estão sendo rastreados, visite seu site e verifique se esses dados estão visíveis em sua instância do Matomo.",
        "SiteWithoutDataVueFollowStepNote1": " Agora você pode acessar o Matomo em seus componentes através de %1$s.",
        "SiteWithoutDataVueFollowStepNote2": "Se você seguiu estas etapas e não tem dados entrando no Matomo, você pode tentar o %1$sGerenciador de Tags do Matomo%2$s (use este link para %3$sAplicativos de Página Única%4$s).",
        "SiteWithoutDataVueIntro": "Rastrear seu site ou aplicativo Vue.js é fácil com o Matomo, mesmo para aplicativos de página única.",
        "SiteWithoutDataWordpressDescription": "Você pode usar o plug-in Matomo easy WordPress para rastrear dados, siga as instruções deste %1$sguia%2$s.",
        "SiteWithoutDataWordpressFollowStepCompleted": "%1$sParabéns!%2$s Agora você deve estar rastreando com sucesso os visitantes com o Matomo Analytics através do seu site WordPress! Boas análises.",
        "SiteWithoutDataWordpressFollowStepNote": "Depois de concluir as etapas acima, visite seu site e gere uma visita de teste. Se você encontrar esta mensagem, verifique se o plugin \"%1$s\" está instalado.",
        "SiteWithoutDataWordpressFollowSteps1": "Faça login no seu site WordPress como administrador.",
        "SiteWithoutDataWordpressFollowSteps10": "Copie o token Auth gerado.",
        "SiteWithoutDataWordpressFollowSteps11": "Cole o token de autenticação no campo “Token de autenticação” do plugin do WordPress.",
        "SiteWithoutDataWordpressFollowSteps12": "Confirme se a caixa de seleção \"Configuração automática\" está marcada.",
        "SiteWithoutDataWordpressFollowSteps13": "Clique em \"Salvar alterações\".",
        "SiteWithoutDataWordpressFollowSteps14": "Você deve ver a mensagem \"WP-Matomo está conectado com sucesso ao Matomo\". Se você não ver a mensagem, verifique se os valores fornecidos nas etapas acima estão corretos e tente novamente.",
        "SiteWithoutDataWordpressFollowSteps15": "Clique na guia \"Ativar rastreamento\".",
        "SiteWithoutDataWordpressFollowSteps16": "No menu suspenso \"Adicionar código de rastreamento\", selecione \"Rastreamento padrão\".",
        "SiteWithoutDataWordpressFollowSteps17": "Clique em \"Salvar alterações\" e uma mensagem de sucesso aparecerá.",
        "SiteWithoutDataWordpressFollowSteps2": "No menu à esquerda, clique em \"Plugins\" &gt; \"Adicionar novo\" (se você não consegue ver o menu \"Plugins\", então você pode %1$sseguir estas etapas para inserir o código de rastreamento Matomo manualmente em seus arquivos de tema do WordPress %2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "Pesquise \"Connect Matomo\" no campo Palavra-chave na página \"Adicionar plugins\".",
        "SiteWithoutDataWordpressFollowSteps4": "Clique em \"Instalar agora\" ao lado do plugin \"WP-Matomo Integration (WP-Piwik)\".",
        "SiteWithoutDataWordpressFollowSteps5": "Agora que o plugin foi instalado com sucesso, clique em \"Ativar\".",
        "SiteWithoutDataWordpressFollowSteps6": "No menu à esquerda, clique em \"Configurações\" -&gt; \"WP-Matomo\".",
        "SiteWithoutDataWordpressFollowSteps7": "No menu suspenso \"Modo Matomo\", selecione a opção \"Auto-hospedado (HTTP API, padrão)\".",
        "SiteWithoutDataWordpressFollowSteps8": "No campo de texto \"URL do Matomo\", insira sua URL do Matomo.",
        "SiteWithoutDataWordpressFollowSteps9": "%1$sClique aqui%2$s para criar um token Matomo Auth (%3$ssaiba mais%4$s).",
        "SiteWithoutDataWordpressFollowStepsIntro": "Etapas para iniciar o rastreamento no Matomo",
        "SiteWithoutDataWordpressIntroductionLine1": "É fácil adicionar o rastreamento Matomo ao seu site WordPress com nosso plugin simples. Você pode seguir as etapas abaixo ou %1$ssiga este guia%2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "Se você não puder (ou optar por não) usar um plugin, poderá %1$sinstalar o código JavaScript%2$s ou %3$sinstalar um sinalizador de imagem%4$s para iniciar o rastreamento.",
        "SiteWithoutDataWordpressRequirement1": "Conta de administrador no WordPress.",
        "SiteWithoutDataWordpressRequirement2": "Site WordPress.com com um plano Business, Commerce ou Enterprise, ou um site WordPress auto-hospedado.",
        "SiteWithoutDataWordpressRequirementHeader": "Requisitos do plugin:",
        "Sites": "Sites",
        "SuperUserAccessCan": "Um usuário com privilégio de Super Usuário também pode %1$s especificar configurações globais%2$s para novos sites.",
        "Timezone": "Fuso horário",
        "TrackingSiteSearch": "Acompanhamento de pesquisa interna do site",
        "TrackingTags": "Código de rastreamento para %s",
        "Type": "Tipo",
        "UTCTimeIs": "Hora UTC é %s.",
        "Urls": "URLs",
        "VueDetected": "Vue.js foi detectado em seu site. Você sabia que pode usar o pacote npm \"%1$s\" para integrar o Matomo ao seu site? %2$sSaiba mais neste guia%3$s.",
        "VueDetectedEmail": "Vue.js foi detectado em seu site. Você sabia que pode usar o pacote npm \"%1$s\" para rastrear os dados do site? Saiba mais aqui: %2$s",
        "WebsiteCreated": "Website criado",
        "WebsiteUpdated": "Website atualizado",
        "WebsitesManagement": "Gerenciamento de Sites",
        "XManagement": "Gerenciar %s",
        "YouCurrentlyHaveAccessToNWebsites": "Você possui atualmente acesso a %s sites.",
        "YourCurrentIpAddressIs": "Seu endereço IP atual é %s"
    }
}
