{
    "SitesManager": {
        "AddSite": "Adicionar um novo website",
        "AddMeasurable": "Adicionar um novo mensurável",
        "AdvancedTimezoneSupportNotFound": "Suporte a fusos-horários avançados não encontrado em seu PHP (suportado no PHP >=5.2). Você pode ainda escolher um offset de UTC manual.",
        "AliasUrlHelp": "É recomendado, mas não necessário, especificar as várias URLs, uma por linha, que seus visitantes usam para acessar esse site. Pseudônimos de URLs para websites não aparecerão nos relatórios Referenciadores > Websites. Note que não é necessário especificar as URLs com ou sem 'www', pois Piwik considera ambas automaticamente.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ao mudar seu fuso-horário apenas afetará os dados que vierem depois, não será aplicado retroativamente.",
        "ChooseCityInSameTimezoneAsYou": "Escolha uma cidade no mesmo fuso-horário que você",
        "Currency": "Moeda Corrente",
        "CurrencySymbolWillBeUsedForGoals": "O símbolo da moeda corrente será mostrado próximo às metas de lucro.",
        "DefaultCurrencyForNewWebsites": "Moeda corrente padrão para novos websites",
        "DefaultTimezoneForNewWebsites": "Fuso-horário padrão para novos websites",
        "DeleteConfirm": "Tem certeza que deseja excluir o website %s?",
        "DisableSiteSearch": "Não rastrear pesquisas no site",
        "EcommerceHelp": "Quando ativado, o relatório de \"Metas\" você terá uma nova seção \"Ecommerce\".",
        "EnableEcommerce": "Ecommerce ativado",
        "EnableSiteSearch": "Ativado o rastreamento de pesquisas no site.",
        "EnableSiteSpecificUserAgentExclude": "Ativar exclusão de User Agent específico no website.",
        "EnableSiteSpecificUserAgentExclude_Help": "Se você precisa excluir diferentes user agents para websites distintos, marque esta caixa, clique em salvar e %1$sadicione os user agents acima%2$s.",
        "ExceptionDeleteSite": "Não é possível excluir este website já que ele é o único website registrado. Adiicone um novo website primeiro, depois exclua este.",
        "ExceptionEmptyName": "O nome do site não pode ficar vazio.",
        "ExceptionInvalidCurrency": "A moeda \"%s\" não é válida. Por favor inserir um símbolo monetário válido (ex. %s)",
        "ExceptionInvalidIPFormat": "O IP para excluir \"%s\" não tem um formatio de IP válido (ex. %s)",
        "ExceptionInvalidTimezone": "O fuso-horário \"%s\" não é válido. Por favor inserir um fuso-horário válido.",
        "ExceptionInvalidUrl": "A URL '%s' não é uma URL válida.",
        "ExceptionNoUrl": "Você precisa especificar no mínimo uma URL para o site.",
        "ExcludedIps": "IPs excluidos",
        "ExcludedParameters": "Parâmetros Excluídos",
        "ExcludedUserAgents": "User Agents excluídos",
        "GlobalExcludedUserAgentHelp1": "Insira a lista de user agents para exclusão de rastreamento pelo Piwik.",
        "GlobalExcludedUserAgentHelp2": "Você pode usar isso para excluir alguns bots de serem rastreados.",
        "GlobalListExcludedIps": "Lista global de IPs excluidos",
        "GlobalListExcludedQueryParameters": "Lista global de parâmetros Query URL para excluir",
        "GlobalListExcludedUserAgents": "Lista global de user agents para excluir",
        "GlobalListExcludedUserAgents_Desc": "Se a seqüência de user agent do visitante tiver qualquer uma das seqüências que você especificar, o visitante será excluído do Piwik.",
        "GlobalWebsitesSettings": "Configurações globais de websites",
        "HelpExcludedIps": "Entre com a lista de IPs, um por linha, que você deseja excluir por ter sido rastreado pelo Piwik. Você pode usar wildcards, ex: %1$s ou %2$s",
        "JsTrackingTagHelp": "Aqui está a tag de rastreamento JavaScript a ser incluída em todas as suas páginas",
        "KeepURLFragments": "Rastreamento de fragmentos de URL",
        "KeepURLFragmentsHelp": "Se a caixa abaixo estiver desmarcada, fragmentos de URL da página (tudo após o %1$s) será removido ao rastrear:%2$s serão rastreadas como %3$s",
        "KeepURLFragmentsHelp2": "Você também pode substituir essa configuração para sites individuais acima.",
        "KeepURLFragmentsLong": "Mantenha fragmentos de URL da página quando estiver rastreando URLs de páginas",
        "ListOfIpsToBeExcludedOnAllWebsites": "Os IPs abaixo serão excluidos por terem sido rastreados em todos os websites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Os parâmetros Query URL abaixo serão excluidos das URLs em todos os websites",
        "ListOfQueryParametersToExclude": "Entre com a lista de parâmetros URL Query, uma por linha, para excluir os relátorios das páginas URL",
        "MainDescription": "Seus relatórios de Web Analytics precisam de websites! Adiciona, atualiza, elimina websites, e mostra o JavaScript necessário para inserir em suas páginas.",
        "NotAnEcommerceSite": "Não é um site de Ecommerce",
        "NotFound": "Nenhum site encontrado para",
        "NoWebsites": "Você não tem nenhum site para administrar.",
        "OnlyOneSiteAtTime": "Você pode editar um website por vez. Por favor salve ou cancele as modificações do website atual %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permite análises avançadas de rastreamento e relatórios de comércio eletrônico. Saiba mais sobre %s Análise de E-comerce%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik excluirá automaticamente a sessão comum de parâmetros (%s).",
        "PluginDescription": "Gerenciamento de sites permite que você adicione um novo site e edite sites existentes.",
        "SearchCategoryDesc": "Piwik também pode acompanhar a categoria de Busca para cada Palavra-chave de busca interna no site.",
        "SearchCategoryLabel": "Parâmetro categoria",
        "SearchCategoryParametersDesc": "Você pode inserir uma lista separada por vírgulas de parâmetros de consulta especificando a categoria de pesquisa.",
        "SearchKeywordLabel": "Parâmetro de consulta",
        "SearchKeywordParametersDesc": "Insira uma lista separada por vírgulas de todos os nomes de parâmetro de consulta que contenham a palavra-chave de busca do site.",
        "SearchParametersNote": "Nota: os parâmetros de consulta e parâmetros Categoria serão usados apenas para sites que possuem Site Search ativado, mas deixou esses parâmetros vazio.",
        "SearchParametersNote2": "Para desativar Site Search para novos sites, deixe esses dois campos vazios.",
        "SearchUseDefault": "Usar parâmetros de pesquisa %spadrão%s",
        "SelectACity": "Selecione uma cidade",
        "SelectDefaultCurrency": "Você pode selecionar a moeda corrente para ser setada como padrão para novos websites",
        "SelectDefaultTimezone": "Você pode selecionar o fuso-horário para ser selecionado como padrão pra novos websites.",
        "ShowTrackingTag": "mostra tag de rastreamento",
        "Sites": "Websites",
        "SiteSearchUse": "Você pode utilizar o Piwik para acompanhar e informar o que os visitantes estão procurando no motor de pesquisa interna do seu site.",
        "SiteWithoutDataTitle": "Ainda não há dados gravados",
        "SiteWithoutDataDescription": "Ainda não há dados de análises de rastreamentos para este website",
        "SiteWithoutDataSetupTracking": "Por favor configure o %1$scódigo de rastreamento JavaScript%2$s no seu website e recarregue a página.",
        "SuperUserAccessCan": "Um usuário com privilégio de Super Usuário também pode %s especificar configurações globais%s para novos sites.",
        "Timezone": "Fuso horário",
        "TrackingSiteSearch": "Acompanhamento de pesquisa interna do site",
        "TrackingTags": "Rastreando tags para %s",
        "Urls": "URLs",
        "UTCTimeIs": "UTC tempo é %s.",
        "OnlyMatchedUrlsAllowed": "Rastreia visitas e ações apenas quando a URL da ação começa com uma das URLs acima.",
        "OnlyMatchedUrlsAllowedHelp": "Quando ativado, Piwik só irá rastrear ações internas quando a URL da página for uma das URLs reconhecidas para o seu website. Isso impede que pessoas enviem spams para a sua análise com URLs de outros websites.",
        "WebsitesManagement": "Gerenciamento de Sites",
        "XManagement": "Gerenciar %s",
        "ChooseMeasurableTypeHeadline": "O que você gostaria de medir?",
        "YouCurrentlyHaveAccessToNWebsites": "Você possui atualmente acessos a Websites %s",
        "YourCurrentIpAddressIs": "Seu endereço de IP atual é %s"
    }
}