{
    "SitesManager": {
        "AddSite": "Adicionar um novo website",
        "AdvancedTimezoneSupportNotFound": "Suporte avançado de fusos horários não foi encontrado na sua instalação PHP (suportado em PHP>=5.2). No entanto pode escolher uma diferença UTC manualmente.",
        "AliasUrlHelp": "É recomendado, mas não necessário, que especifique vários endereços, um por linha, que os seus visitantes usam para aceder a este website. Endereços alternativos não aparecem no relatório Referentes > Websites. Note que não é necessário especificar tanto os endereços com e sem 'www' porque Piwik automaticamente considera ambos.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Alterar o seu fuso horário apenas afecta dados futuros, e não será aplicado retroactivamente.",
        "ChooseCityInSameTimezoneAsYou": "Escolha uma cidade no mesmo fuso horário que o seu.",
        "Currency": "Moeda",
        "CurrencySymbolWillBeUsedForGoals": "O símbolo da Moeda será mostrado ao lado dos rendimentos dos Objectivos.",
        "DefaultCurrencyForNewWebsites": "Moeda padrão para websites novos",
        "DefaultTimezoneForNewWebsites": "Fuso horário padrão para websites novos",
        "DeleteConfirm": "Tem a certeza que deseja eliminar o website %s?",
        "EcommerceHelp": "Quando ativado, o relatório de Objectivos terá uma nova secção de \"Comércio Electrónico\"",
        "EnableEcommerce": "Comércio Electrónico activado",
        "ExceptionDeleteSite": "Não é possível eliminar este website visto ser o único website registado. Adicione um novo website primeiro, depois elimine este.",
        "ExceptionEmptyName": "O nome do website não pode ficar vazio.",
        "ExceptionInvalidCurrency": "A moeda \"%s\" não é válida. Por favor introduza um símbolo de moeda válido (por ex. %s).",
        "ExceptionInvalidIPFormat": "O IP para excluir \"%s\" não tem um formato de IP válido (por ex. %s).",
        "ExceptionInvalidTimezone": "O fuso horário \"%s\" não é válido. Por favor introduza um fuso horário válido.",
        "ExceptionInvalidUrl": "O endereço '%s' não é válido.",
        "ExceptionNoUrl": "Tem de especificar no mínimo um endereço para o website.",
        "ExcludedIps": "IPs Excluídos",
        "ExcludedParameters": "Parâmetros Excluídos",
        "GlobalListExcludedIps": "Lista global de IPs Excluídos",
        "GlobalListExcludedQueryParameters": "Lista global de parâmetros de consulta de endereços para excluir",
        "GlobalWebsitesSettings": "Definições globais de websites",
        "HelpExcludedIps": "Introduza a lista de IPs, um por linha, que deseja excluir da monitorização do Piwik. Pode usar curingas, por ex. %1$s ou %2$s",
        "JsTrackingTagHelp": "Aqui está a tag de Monitorização Javascript para incluir em todas as suas páginas",
        "ListOfIpsToBeExcludedOnAllWebsites": "Os IPs abaixo serão excluídos de ser monitorizados em todos os websites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Os parâmetros de consulta de endereços abaixo serão excluídos dos endereços de todos os websites.",
        "ListOfQueryParametersToExclude": "Introduza a lista de parâmetros de consulta de endereços, um por linha, para excluir dos relatórios dos endereços das páginas.",
        "MainDescription": "Os seus relatórios de Analíticas Web necessitam de Websites! Adicione, actualize, elimine Websites, e mostre o JavaScript para inserir nas suas páginas.",
        "NotAnEcommerceSite": "Não é um site de Comércio Electrónico",
        "NotFound": "Nenhum website encontrado para",
        "NoWebsites": "Não tem nenhum website para administrar.",
        "OnlyOneSiteAtTime": "Você só pode editar um site de cada vez. Por favor, Salvar ou Cancelar as modificações atuais para o website %s.",
        "PiwikOffersEcommerceAnalytics": "O Piwik permite a análise e relatórios avançados de rastreamento de Comércio Electrónico . Saiba mais sobre %s Rastreamento de Comércio Electrónico %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik exclui automaticamente parâmetros comuns de sessões (%s).",
        "SelectACity": "Seleccione uma cidade",
        "SelectDefaultCurrency": "Pode seleccionar a moeda para ser pré-definida em websites novos.",
        "SelectDefaultTimezone": "Pode seleccionar o fuso horário para ser pré-definido em websites novos.",
        "ShowTrackingTag": "mostrar tags de monitorização",
        "Sites": "Websites",
        "Timezone": "Fuso horário",
        "TrackingTags": "Tags de monitorização para %s",
        "Urls": "Endereços",
        "UTCTimeIs": "Hora UTC é %s.",
        "WebsitesManagement": "Gestor de Websites",
        "YouCurrentlyHaveAccessToNWebsites": "Actualmente tem acesso a %s websites.",
        "YourCurrentIpAddressIs": "O seu endereço IP actual é %s"
    }
}