{
    "SitesManager": {
        "AddSite": "Adauga un site",
        "AdvancedTimezoneSupportNotFound": "Suportul avansat de fus orar nu a fost găsit în PHP-ul (susținută în PHP> = 5.2). Puteți alege în continuare o UTC manual de offset.",
        "AliasUrlHelp": "Este recomandat, dar nu este necesar, pentru a specifica diferite URL-uri, câte unul pe linie, pe care vizitatorii tai il folosesc pentru a accesa acest site. Alias ​​URL-uri pentru un site web nu va apărea în referenți> raport website. Rețineți că nu este necesar să se specifice URL-uri cu și fără \"www\" ca Piwik le consideră automat pe ambele.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Modificarea fusului orar va afecta numai datele de acum incolo , și nu se va aplica retroactiv.",
        "ChooseCityInSameTimezoneAsYou": "Selectează un oraş din fusul tău orar.",
        "Currency": "Unitate monetară",
        "CurrencySymbolWillBeUsedForGoals": "Simbolul valutar va fi afișat lângă veniturile golobale.",
        "DefaultCurrencyForNewWebsites": "Valutar implicit pentru website-uri noi",
        "DefaultTimezoneForNewWebsites": "O zonă prestabilită de timp pentru site-uri noi",
        "DeleteConfirm": "Eşti sigur că doreşti să ştergi site-ul %s?",
        "DisableSiteSearch": "Nu urmări cautarea website-ului",
        "EcommerceHelp": "Când este activat, raportul \"Goluri\" va avea o nouă secțiune \"E-commerce\".",
        "EnableEcommerce": "E Commerce activat",
        "EnableSiteSearch": "Activare website cautare",
        "EnableSiteSpecificUserAgentExclude": "Permite excluderea agentului utilizator de pe site-ul specific.",
        "EnableSiteSpecificUserAgentExclude_Help": "Dacă aveți nevoie să excludeți diferiti agentii utilizator d pentru diferite site-uri, bifați această casetă, faceți clic pe Salvare și % %1$s adaugati agenții de utilizator de mai sus %2$s.",
        "ExceptionDeleteSite": "Nu este posibil să ștergeți acest site, acesta este singurul website-ul înregistrat. Adauga un nou site web în primul rând, apoi ștergel pe asta.",
        "ExceptionEmptyName": "The site name can't be empty.",
        "ExceptionInvalidCurrency": "Moneda \"%1$s\" nu este valida. Vă rugăm să introduceți un simbol monetar valabil (de exemplu %2$s)",
        "ExceptionInvalidIPFormat": "IP de a exclude \"%1$s\" nu are un format valid de IP (de exemplu %2$s).",
        "ExceptionInvalidTimezone": "Fusul orar \"%s\" nu este valid. Vă rugăm să introduceți un fus orar valid.",
        "ExceptionInvalidUrl": "Url-ul '%s' nu este o adresă URL validă.",
        "ExceptionNoUrl": "You must specify at least one URL for the site.",
        "ExcludedIps": "IP-uri excluse",
        "ExcludedParameters": "Parametri excluşi",
        "ExcludedUserAgents": "Agenți utilizator exclusi",
        "GlobalExcludedUserAgentHelp1": "Introduceți lista de agentii utilizator pentru a ii exclude de la urmărire de către Piwik.",
        "GlobalExcludedUserAgentHelp2": "Puteți utiliza acesta pentru a exclude unii roboții de a fi urmărite",
        "GlobalListExcludedIps": "Lista globală de adrese IP excluse",
        "GlobalListExcludedQueryParameters": "Lista globală de parametri URL interogare pentru a exclude",
        "GlobalListExcludedUserAgents": "Lista globală de agentii utilizator pentru a ii exclude",
        "GlobalListExcludedUserAgents_Desc": "Dacă un sir de agenti utilizatori vizitatorii conține oricare dintre șirurile specificate, vizitatorul va fi exclus din Piwik.",
        "GlobalWebsitesSettings": "Setările la nivel mondial ale websit-urilor",
        "HelpExcludedIps": "Introduceți lista de IP-uri, câte unul pe linie, pe care doriți să excludeți de la urmărită de către Piwik. Aveți posibilitatea să utilizați metacaractere, de ex. %1$s or %2$s",
        "JsTrackingTagHelp": "Aici este codul JavaScript de urmărire pentru a il include pe toate paginile dvs.",
        "KeepURLFragments": "Fragmente de pagină URL de urmărire",
        "KeepURLFragmentsHelp": "În cazul în care caseta de selectare de mai jos nu este bifata, fragmente din URL-ul paginii (tot dupa %1$s) vor fi eliminate atunci când urmărirea:%2$s vor fi urmărite ca %3$s",
        "KeepURLFragmentsHelp2": "Puteți înlocui, de asemenea, această setare pentru site-urile individuale de mai sus.",
        "KeepURLFragmentsLong": "Păstreaza fragmente din URL-ul paginii, atunci când urmarresti URL-ul paginii",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP-urile de mai jos vor fi excluse de la urmărire pe toate site-urile.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Interogarea parametrilor URL de mai jos vor fi exclusi de pe URL-uri de pe toate site-urile.",
        "ListOfQueryParametersToExclude": "Introduceți lista de URL parametrii de interogare, câte unul pe linie, pentru a exclude de la pagina de URL-uri rapoarte.",
        "MainDescription": "Your Web Analytics reports need Websites! Add, update, delete Websites, and show the Javascript to insert in your pages.",
        "NotAnEcommerceSite": "Nu este un site de e-comerţ",
        "NotFound": "Nu sunt website-uri găsite pentru",
        "NoWebsites": "Nu aveți nici un site web pentru a administra.",
        "OnlyOneSiteAtTime": "Puteți edita un singur site-ul la un moment dat. Vă rugăm să salvați sau anulati modificările dvs. curente de pe site-ul %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permite pentru comerț electronic analiza de urmărire și de raportare. Aflați mai multe despre %1$s comerț electronic %2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik va exclude în mod automat parametrii comuni de sesiune (%s).",
        "SearchCategoryDesc": "Piwik poate urmări, de asemenea, categoria de căutare pentru fiecare website cuvânt cheie din cautarea interna.",
        "SearchCategoryLabel": "Parametru categorie",
        "SearchCategoryParametersDesc": "Puteți introduce o lista separata prin virgula de parametri de interogare care specifică categoria de căutare.",
        "SearchKeywordLabel": "Parametru Interogare",
        "SearchKeywordParametersDesc": "Introduceți o virgula pentru a separa lista de toti parametrilor de interogare care conțin cuvantul cheie cautat te website.",
        "SearchParametersNote": "Notă: parametrii de interogare și parametrii Categorie vor fi folosite numai pentru site-urile care au functia de Cautare activata dar a lăsat acești parametri goli.",
        "SearchParametersNote2": "Pentru a dezactiva cautare Site pentru site-uri noi, lăsați aceste două câmpuri goale.",
        "SearchUseDefault": "Utiliza %1$simplicite%2$s parametri site cautare",
        "SelectACity": "Selectează un oraş",
        "SelectDefaultCurrency": "Puteți selecta moneda în mod implicit pentru site-uri noi",
        "SelectDefaultTimezone": "Puteți selecta fusul orar pentru a selecta în mod implicit pentru noul site.",
        "ShowTrackingTag": "Vizionare cod de urmarire",
        "Sites": "Siteuri",
        "SiteSearchUse": "Puteți utiliza Piwik pentru a urmări și raporta ceea ce vizitatorii cauta în motorul de căutare intern al site-ul dvs..",
        "SuperUserAccessCan": "Un utilizator cu acces la Super Utilizatorul poate, de asemenea,%1$s specifica setări globale%2$s pentru site-uri noi.",
        "Timezone": "Fus orar",
        "TrackingSiteSearch": "Urmărire cautare interna a site-lui",
        "TrackingTags": "Codul de urmărire pentru %s",
        "Urls": "Adresa",
        "UTCTimeIs": "Timpul UTC este %s.",
        "WebsitesManagement": "Mangementul siteurilor",
        "YouCurrentlyHaveAccessToNWebsites": "In prezent aveti acces la %s site-uri web.",
        "YourCurrentIpAddressIs": "Adresa curenta de IP este %s"
    }
}