{
    "SitesManager": {
        "AddMeasurable": "Добавить новые показатели",
        "AddSite": "Добавить новый сайт",
        "AdvancedTimezoneSupportNotFound": "Поддержка дополнительных временных зон не найдена в вашем PHP (поддерживается в PHP&gt;=5.2). Вы все еще можете выбрать UTC вручную вместо этого.",
        "AliasUrlHelp": "Рекомендуется, но необязательно, указывать все домены для сайта (каждый домен — новая линия), которые пользователи могут использовать для доступа к сайту. Псевдонимы для различных доменов сайта не будут отображаться в отчёте Источники трафика → Сайты. Заметьте, что нет необходимости указывать варианты адресов с «www» и без него. Matomo автоматически учитывает оба.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Изменение вашего часового пояса только повлияет на то, что данные будут учитываться наперёд, и никак не повлияет на существующие данные.",
        "ChooseMeasurableTypeHeadline": "Чтобы вы хотели измерить?",
        "Currency": "Валюта",
        "CurrencySymbolWillBeUsedForGoals": "Символ валюты будет отображен после целей выручки.",
        "CustomizeJavaScriptTracker": "Настройте отслеживание JavaScript",
        "DefaultCurrencyForNewWebsites": "Валюта по умолчанию для новых сайтов",
        "DefaultTimezoneForNewWebsites": "Часовой пояс по умолчанию для новых сайтов",
        "DeleteConfirm": "Вы действительно желаете удалить этот сайт %s?",
        "DeleteSiteExplanation": "Удаление веб-сайта приведет к удалению всех данных журнала, которые были собраны для него. Это действие является постоянным и не может быть отменено.",
        "DetectingYourSite": "Обнаружение вашего сайта",
        "DisableSiteSearch": "Не отслеживать поиск на сайте",
        "EcommerceHelp": "Если включено, то отчет по Целям будет содержать новый раздел - \"Ecommerce (электронная коммерция)",
        "EmailInstructionsButton": "Отправить эти инструкции по электронной почте",
        "EmailInstructionsDocsPlainText": "Если вы хотите не только отслеживать просмотры страниц, ознакомьтесь с документацией Matomo по адресу %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Вы также можете создать индивидуальный код отслеживания %1$s.",
        "EmailInstructionsSiteDetails": "Эти данные понадобятся вам для использования API или SDK для отслеживания посещений Matomo.",
        "EmailInstructionsSiteDetailsHeading": "Детали вашего сайта",
        "EmailInstructionsSubject": "Код отслеживания Matomo Analytics",
        "EmailInstructionsYourSiteId": "ID вашего сайта: %1$s",
        "EmailInstructionsYourTrackingUrl": "Ваш URL отслеживания: %1$s",
        "EnableEcommerce": "Эл. коммерция включена",
        "EnableSiteSearch": "Отслеживание поиска на сайте включено",
        "ExceptionDeleteSite": "Невозможно удалить, так как это единственный сайт в вашем списке. Добавьте еще какой-нибудь сайт для удаления данного.",
        "ExceptionEmptyName": "Название сайта не может быть пустое.",
        "ExceptionInvalidCurrency": "Валюта «%1$s» не верна. Пожалуйста, введите правильный символ валюты (напр., %2$s)",
        "ExceptionInvalidIPFormat": "IP для исключения «%1$s» имеет неправильный IP формат (напр., %2$s).",
        "ExceptionInvalidTimezone": "Часовой пояс «%s» не верен. Пожалуйста, введите правильный.",
        "ExceptionInvalidUrl": "URL «%s» не верен.",
        "ExceptionNoUrl": "Вы должны указать хотя бы один URL для этого сайта.",
        "ExcludedIps": "Исключённые IP",
        "ExcludedParameters": "Исключённые параметры",
        "ExcludedUserAgents": "Исключённые User Agents",
        "ExtraInformationNeeded": "Для настройки Matomo в вашей системе вам может потребоваться следующая информация:",
        "Format_Utc": "UTC%s",
        "GlobalExcludedUserAgentHelp1": "Введите список пользовательских агентов, чтобы исключить отслеживание с помощью Matomo.",
        "GlobalExcludedUserAgentHelp2": "Вы можете использовать это, чтобы исключить отслеживание каких-нибудь ботов.",
        "GlobalListExcludedIps": "Общий список исключенных IP",
        "GlobalListExcludedQueryParameters": "Общий список запросов URL-параметров для исключения",
        "GlobalListExcludedUserAgents": "Общий список пользовательских агентов для исключения",
        "GlobalListExcludedUserAgents_Desc": "Если строка user-agent'а посетителя содержит строки, которые вы указали – Matomo не будет учитывать посещение.",
        "GlobalSettings": "Общие настройки",
        "GlobalWebsitesSettings": "Общие настройки сайтов",
        "HelpExcludedIpAddresses": "Введите список IP-адресов, по одному на строку, которые вы хотите исключить из отслеживания Matomo. Вы можете использовать нотацию CIDR, например: %1$s или вы можете использовать знаки подстановки, например: %2$s или %3$s",
        "InstallationGuides": "Руководства по установке",
        "InstallationGuidesIntro": "Мы предоставляем пошаговые руководства, объясняющие, как встроить код отслеживания для некоторых популярных CMS и разработчиков сайтов:",
        "Integrations": "Интеграции",
        "JsTrackingTagHelp": "Этот код JavaScript необходимо вставить на все ваши страницы",
        "KeepURLFragments": "Отслеживать фрагменты URL страницы",
        "KeepURLFragmentsHelp": "Если флажок не установлен, фрагменты URL (всё после %1$s) будут удалены при отслеживании: %2$s будут отслеживаться как %3$s",
        "KeepURLFragmentsHelp2": "Вы также можете переопределить этот параметр для отдельных веб-сайтов выше.",
        "KeepURLFragmentsLong": "Сохранять фрагменты URL при отслеживании страниц",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP адреса ниже будут исключены из статистики и не будут учитываться при сборе данных на всех сайтах.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Запросы URL-параметров ниже будут исключены и не будут учитываться при сборе статистики на всех сайтах.",
        "LogAnalytics": "Журнал аналитики",
        "LogAnalyticsDescription": "Если метод отслеживания с помощью Javascript невозможен, то можете использовать %1$sлоги сервера%2$s в качестве альтернативного метода для отслеживания пользователей вашего сайта.",
        "MainDescription": "Для ведения статистики требуется добавить сайты. Добавляйте, обновляйте, удаляйте информацию о сайтах, а также просмотрите JavaScript-код для вставки на ваши страницы.",
        "MenuManage": "Управление",
        "MobileAppsAndSDKs": "Мобильные приложения и SDK",
        "MobileAppsAndSDKsDescription": "Не отслеживается сайт? Вы также можете отслеживать мобильное приложение или любой другой тип приложения, используя один из %1$sдоступных SDK%2$s.",
        "NoWebsites": "Вы не имеете ни одного сайта на учете.",
        "NotAnEcommerceSite": "Сайт без эл. коммерции",
        "NotFound": "Не найдено сайтов для",
        "OnlyMatchedUrlsAllowed": "Отслеживать только те посещения и действия, у которых URL-адрес действия начинается с одного из указанных URL-адресов.",
        "OnlyMatchedUrlsAllowedHelp": "Когда включено, Matomo будет отслеживать только внутренние действия, когда URL-адрес страницы является одним из известных URL-адресов вашего веб-сайта. Это не позволяет людям рассылать вашу аналитику с URL-адресами для других веб-сайтов.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Домен и путь должны точно совпадать, и каждый действительный поддомен должен быть указан отдельно. Например, когда известны URL-адреса «http://example.com/path» и «http://good.example.com», отслеживание запросов для «http://example.com/otherpath» или «http://bad.example.com» игнорируются.",
        "OnlyOneSiteAtTime": "Вы можете только редактировать один сайт в одно и то же время. Пожалуйста, сохраните или отмените ваши текущие изменения к сайту %s.",
        "PiwikOffersEcommerceAnalytics": "Эта опция может быть использована для аналитики интернет-магазинов и электронных заказов. Больше информации — здесь: %1$sАналитика эл. коммерции%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo будет автоматически исключать общие параметры сеанса (%s).",
        "PluginDescription": "Управление сайтами позволяет добавлять новые веб-сайты и редактировать существующие.",
        "SearchCategoryDesc": "Matomo также может отслеживать категорию поиска для каждого слова, которое ищут на вашем сайте в поиске.",
        "SearchCategoryLabel": "Параметр категории",
        "SearchCategoryParametersDesc": "Вы можете ввести, разделённые запятыми, список параметров, которые бы определяли категорию поиска.",
        "SearchKeywordLabel": "Параметр запроса",
        "SearchKeywordParametersDesc": "Введите список параметров, которые содержат ключевые слова поиска по сайту (через запятую).",
        "SearchParametersNote": "Примечание: параметры запроса и категории будут использованы только для сайтов, которые имеют внутренний поиск и включили отслеживание поиска, но оставили эти параметры пустыми (нетронутыми).",
        "SearchParametersNote2": "Чтобы отключить функции отслеживания поиска по сайту для новых сайтов, оставьте эти два поля пустыми.",
        "SearchUseDefault": "Использовать %1$sпо-умолчанию%2$s параметры поиска по сайту",
        "SelectACity": "Выбрать город",
        "SelectDefaultCurrency": "Вы можете установить валюту по умолчанию для новых сайтов.",
        "SelectDefaultTimezone": "Вы можете установить часовой пояс по умолчанию для новых сайтов.",
        "ShowTrackingTag": "Показать код для отслеживания",
        "SiteSearchUse": "Вы можете использовать Matomo для отслеживания и отображения аналитики по тому, что ищут посетители на вашем сайте используя функционал для внутреннего поиска по сайту.",
        "SiteWithoutDataMessageDisappears": "Это сообщение исчезнет, как только данные начнут отслеживаться для этого веб-сайта.",
        "SiteWithoutDataSetupTracking": "Установите %1$sкод отслеживания%2$s на свой веб-сайт или мобильное приложение, если вы ещё не сделали этого.",
        "SiteWithoutDataTitle": "Никакие данные до сих пор не зарегистрированы, проверьте настройки",
        "Sites": "Сайты",
        "SuperUserAccessCan": "Пользователь с правами суперпользователя может также %1$sуказать общие настройки%2$s для новых веб-сайтов.",
        "Timezone": "Часовой пояс",
        "TrackingSiteSearch": "Отслеживать внутренний поиск по сайту",
        "TrackingTags": "Код отслеживания для %s",
        "Type": "Тип",
        "UTCTimeIs": "Время UTC: %s.",
        "Urls": "URLы",
        "WebsitesManagement": "Управление сайтами",
        "XManagement": "Управление %s",
        "YouCurrentlyHaveAccessToNWebsites": "Количество сайтов, к которым у вас есть доступ: %s.",
        "YourCurrentIpAddressIs": "Ваш IP: %s"
    }
}
