{
    "SitesManager": {
        "AddMeasurable": "Shtoni një të matshme të re",
        "AddSite": "Shtoni sajt të ri",
        "AdvancedTimezoneSupportNotFound": "S’u gjet mbulim i thelluar zonash kohore te PHP-ja juaj (mbuluar nga PHP &gt;=5.2). Mundeni prapëseprapë të zgjidhni dorazi një shmangie UTC.",
        "AliasUrlHelp": "Këshillohet, por s’është e domosdoshme, të jepen URL të ndryshme, një për rresht, që vizitorët tuaj t’i përdorin për të hyrë në këtë sajt. URL-të alias për sajtin nuk kanë për t’u dukur te raporti Sjellës → Sajte. Mbani shënim që s’është e domosdoshme të jepen URL me apo pa 'www', ngaqë Matomo i ka vetvetiu parasysh që të dyja trajtat.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ndryshimi i zonës suaj kohore do të prekë vetëm të dhënat pas kësaj e tutje, nuk do të zbatohet për të mëparshmet.",
        "ChooseMeasurableTypeHeadline": "Ç’do të donit të matnit?",
        "Currency": "Monedhë",
        "CurrencySymbolWillBeUsedForGoals": "Simboli i monedhës do të shfaqet në krah të të ardhurave nga Objektivat.",
        "CustomizeJavaScriptTracker": "Përshtatni ndjekje me JavaScript",
        "DefaultCurrencyForNewWebsites": "Monedhë Parazgjedhje për sajte të rinj",
        "DefaultTimezoneForNewWebsites": "Zonë Kohore Parazgjedhje për sajte të rinj",
        "DeleteConfirm": "Jeni i sigurt se doni të hiqet sajti %s?",
        "DeleteSiteExplanation": "Fshirja e një sajti do të shkaktojë fshirjen e krejt të dhënave regjistër që janë grumbulluar për të. Ky veprim është pakthyeshëm dhe s’mund të zhbëhet.",
        "DetectingYourSite": "Po pikaset sajti juaj",
        "DisableSiteSearch": "Mos ndiq Kërkime në Sajt",
        "EcommerceHelp": "Po u aktivizua, te raporti “Objektiva” do të shfaqet një ndarje e re, “E-tregti”.",
        "EmailInstructionsButton": "Dërgoni me email këto udhëzime",
        "EmailInstructionsDocsPlainText": "Nëse doni të bëni më tepër se ndjekja e parjes së faqeve, ju lutemi, shihni te dokumentimi i Matomo-s në %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Mund të prodhoni edhe një kod vetjak ndjekjeje, te %1$s.",
        "EmailInstructionsSiteDetails": "Këto hollësi do t’ju duhen për të përdorur API-n ose SDK-ra për ndjekje vizitash nga Matomo.",
        "EmailInstructionsSiteDetailsHeading": "Hollësitë e Sajtit Tuaj",
        "EmailInstructionsSubject": "Kod Analizash Matomo Ndjekjeje",
        "EmailInstructionsYourSiteId": "ID-ja e sajtit tuaj: %1$s",
        "EmailInstructionsYourTrackingUrl": "URL-ja juaj e ndjekjes: %1$s",
        "EnableEcommerce": "Me E-tregti të aktivizuar",
        "EnableSiteSearch": "Ndjekja e Kërkimeve në Sajt është e aktivizuar",
        "ExceptionDeleteSite": "Heqja e këtij sajti s’është e mundur, ngaqë është i vetmi sajt i regjistruar. Së pari, shtoni një sajt të ri, mandej hiqni këtë këtu.",
        "ExceptionEmptyName": "Sajti s’mund të jetë i zbrazët.",
        "ExceptionInvalidCurrency": "Monedha “%1$s” s’është një nga të vlefshmet. Ju lutemi, jepni një simbol monedhe të vlefshme (p.sh., %2$s)",
        "ExceptionInvalidIPFormat": "IP-ja që duhet përjashtuar “%1$s” s’ka format të vlefshëm IP-sh (p.sh., %2$s).",
        "ExceptionInvalidTimezone": "Zona kohore “%s” s’është një nga të vlefshmet. Ju lutemi, jepni një zonë kohore të vlefshme.",
        "ExceptionInvalidUrl": "Url-ja '%s' s’është URL e vlefshme.",
        "ExceptionNoUrl": "Duhet të tregoni të paktën një URL për sajtin.",
        "ExcludedIps": "IP të Përjashtuara",
        "ExcludedParameters": "Parametra të Përjashtuar",
        "ExcludedReferrers": "Sjellës të përjashtuar",
        "ExcludedReferrersHelp": "Jepni listën e strehëmrave dhe URL-ve, një për rresht, që doni të përjashtohen nga pikasje sjellësish.",
        "ExcludedReferrersHelpDetails": "Çdo zë duhet të përmbajë strehëemrin dhe mund të përmbajë një shteg. Nëse jepet një shteg, një sjellës do të përjashtohet vetëm nëse ka edhe përputhje me shtegun. URL-të me dhe pa “www” trajtohen njësoj. Protokollet e dhënë do të shpërfillen.",
        "ExcludedReferrersHelpExamples": "p.sh. “%1$s” do të prodhonte përputhje me “%2$s” dhe “%3$s”, por jo me “%4$s”",
        "ExcludedReferrersHelpSubDomains": "Për të përjashtuar edhe krejt nënpërkatësitë e një strehëemri të dhënë, paraprijeni me një pikë. P.sh., “%1$s” do të përjashtonte “%2$s”, por edhe krejt nënpërkatësitë në trajtën “%3$s”.",
        "ExcludedUserAgents": "Agjentë Përdoruesish të Përjashtuar",
        "ExtraInformationNeeded": "Që të ujdisni Matomo-n në sistemin tuaj, mund t’ju duhen të dhënat vijuese:",
        "Format_Utc": "UTC%s",
        "GADetected": "Në sajtin tuaj u pikas %1$s. E dini se mund të migroni lehtësisht të dhënat tuaja statistikore të dikurshme dhe rregullimet prej %2$s në Matomo? %3$s%4$s%5$sMësoni më tepër në këtë udhërrëfyes%6$s",
        "GADetectedEmail": "Në sajtin tuaj u pikas %1$s. E dini se mund të migroni lehtësisht të dhënat tuaja statistikore të dikurshme dhe rregullimet prej %2$s në Matomo? Mësoni më tepër këtu: %3$s",
        "GlobalExcludedUserAgentHelp1": "Jepni listën e agjentëve të përdoruesit që duhen përjashtuar nga ndjekja prej Matomo-s.",
        "GlobalExcludedUserAgentHelp2": "Këtë mund ta përdorni për përjashtim bot-esh nga ndjekja.",
        "GlobalExcludedUserAgentHelp3": "Mbulohen shprehje të rregullta të tilla si %s.",
        "GlobalListExcludedIps": "Listë globale IP-sh të përjashtuara",
        "GlobalListExcludedQueryParameters": "Listë globale parametrash URL-sh Kërkese që duhen përjashtuar",
        "GlobalListExcludedReferrers": "Listë globale sjellësish të përjashtuar",
        "GlobalListExcludedReferrersDesc": "Strehëemrat dhe URL-të më poshtë do të përjashtohen nga pikasje sjellësish.",
        "GlobalListExcludedUserAgents": "Listë globale agjentësh përdoruesish që duhen përjashtuar",
        "GlobalListExcludedUserAgents_Desc": "Nëse vargu i agjentit të përdoruesit për një vizitor përmban një nga vargjet që përcaktoni, vizitori do të përjashtohet nga Matomo.",
        "GlobalSettings": "Rregullime globale",
        "GlobalWebsitesSettings": "Rregullime globale për sajte",
        "HelpExcludedIpAddresses": "Jepni listën e IP-ve, një për rresht, që dëshironi të përjashtohen nga ndjekja prej Matomo-s. Mund të përdorni shkrimin CIDR, p.sh., %1$s, ose mund të përdorni shenja të gjithëpushtetshme, p.sh., %2$s ose %3$s",
        "InstallationGuides": "Udhërrëfyes Instalimi",
        "InstallationGuidesIntro": "Furnizojmë udhërrëfyes të hollësishëm, që shpjegojnë si të trupëzohet kodi i ndjekjes për disa CMS dhe krijues popullorë sajtesh:",
        "Integrations": "Integrime",
        "JsTrackingTagHelp": "Ky është kodi i Ndjekjes JavaScript që duhet përfshirë në krejt faqet tuaja",
        "KeepURLFragments": "Ndjekje fragmentesh URL-sh Faqesh",
        "KeepURLFragmentsHelp": "Nëse kutiza më poshtë lihet pa shenjë, fragmentet e URL-ve të Faqeve (gjithçka pas %1$s) do të hiqen nga ndjekja: %2$s do të ndiqen si %3$s",
        "KeepURLFragmentsHelp2": "Për sajtet individualë, këtë rregullim mund ta anashkaloni më sipër.",
        "KeepURLFragmentsLong": "Mbaji fragmentet e URL-ve të Faqeve, kur ndiqen URL Faqesh",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP-të më poshtë do të përjashtohen në krejt sajtet nga ndjekja.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Parametrat për URL-ra Kërkesash më poshtë do të përjashtohen nga URL-të për krejt sajtet.",
        "ListOfQueryParametersToExclude": "Jepni listën e Parametrave për Kërkesë URL, një për rresht, që të përjashtohen prej raportesh URL-sh Faqesh. Mbulohen shprehje të rregullta të tilla si %s.",
        "LogAnalytics": "Analiza Regjistri",
        "LogAnalyticsDescription": "Nëse metoda Javascript e ndjekjeve s’është e mundur, si metodë alternative për ndjekjen e përdoruesve të sajtit tuaj mund të %1$spërdorni analizat e regjistrit të shërbyesit%2$s.",
        "MainDescription": "Raportet tuaja për Analiza Web lypin sajte! Shtoni, përditësoni, hiqni sajte dhe shfaqni JavaScript-in për futje në faqet tuaja.",
        "MenuManage": "Administroni",
        "MobileAppsAndSDKs": "Aplikacione dhe SDK-ra për celular",
        "MobileAppsAndSDKsDescription": "S’ndiqni ndonjë sajt? Mundeni të ndiqni një aplikacion për celular, ose çfarëdo lloj tjetër aplikacioni që përdor një nga %1$sSDK-të e gatshme%2$s.",
        "NoWebsites": "S’keni ndonjë sajt për ta administruar.",
        "NotAnEcommerceSite": "Jo sajt E-tregtie",
        "NotFound": "S’u gjetën sajte për",
        "OnlyMatchedUrlsAllowed": "Ndiq vizita dhe veprime vetëm kur URL-ja e veprimit fillon me një nga URL-të më sipër.",
        "OnlyMatchedUrlsAllowedHelp": "Në u aktivizoftë, Matomo do të ndjekë veprime të brendshme vetëm kur URL-ja e Faqes është një nga URL-të e njohura për sajtin tuaj. Kjo pengon shfrytëzimin e padëshiruar të analizave tuaja përmes URL-sh për sajte të tjerë.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Përkatësia dhe shtegu duhet të përputhen saktësisht dhe çdo nënpërkatësi e vlefshme duhet të specifikohet veçmas. Për shembull, kur URL-të e ditura janë 'http://shembull.com/shteg' dhe 'http://imirë.shembull.com', kërkesat për ndjekje të 'http://shembull.com/shtegtjetër' ose 'http://ikeq.shembull.com' shpërfillen.",
        "OnlyOneSiteAtTime": "Mund të përpunoni vetëm një sajt në herë. Ju lutemi, Ruani ose Anuloni ndryshimet tuaja të tanishme te sajti %s.",
        "PiwikOffersEcommerceAnalytics": "Matomo lejon ndjekje dhe raportim të thelluar Analizash E-tregtie. Mësoni më tepër rreth %1$s Analizash E-tregtie%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo do t’i përjashtojë vetvetiu parametrat e zakonshëm të sesioneve (%s).",
        "PluginDescription": "Administrimi i sajteve ju lejon të shtoni sajt të ri dhe të përpunoni sajte ekzistues.",
        "SearchCategoryDesc": "Matomo mund të ndjekë edhe kategorinë e Kërkimit për çdo fjalëkyç kërkimi të brendshëm në sajt.",
        "SearchCategoryLabel": "Parametër kategorie",
        "SearchCategoryParametersDesc": "Mund të jepni një listë parametrash kërkesash që përcaktojnë kategori kërkimesh, ndarë me presje.",
        "SearchKeywordLabel": "Parametër kërkese",
        "SearchKeywordParametersDesc": "Jepni një listë emrash parametrash kërkese fjalëkyçesh kërkimi në sajt, ndarë me presje.",
        "SearchParametersNote": "Shënim: parametrat Kërkim dhe parametrat Kategori do të përdoren vetëm për sajte që kanë të aktivizuar Kërkimin brenda Sajtit, por për të cilët këta parametra janë lënë të zbrazët.",
        "SearchParametersNote2": "Për ta çaktivizuar për sajtet e reja Kërkimin te Sajti, lërini të zbrazëta këto dy fusha.",
        "SearchUseDefault": "Përdor parametra %1$sparazgjedhje%2$s Kërkimi në Sajt",
        "SelectACity": "Përzgjidhni një qytet",
        "SelectDefaultCurrency": "Mund të përzgjidhni monedhën parazgjedhje për sajtet e rinj.",
        "SelectDefaultTimezone": "Mund të përzgjidhni zonën kohore parazgjedhje për sajtet e rinj.",
        "ShowTrackingTag": "Shihni kodin e Ndjekjes",
        "SiteSearchUse": "Mund ta përdorni Matomo-n për të ndjekur dhe raportuar se çfarë kërkojnë vizitorët me motorin e kërkimeve të brendshme në sajtin tuaj .",
        "SiteWithoutDataChoosePreferredWay": "Zgjidhni mënyrën tuaj të parapëlqyer të ujdisjes",
        "SiteWithoutDataDescription": "Duhet të shtoni ca kod ekstra te sajti juaj ose aplikacioni juaj për celular, nëse s’e keni bërë tashmë. Shihni mundësinë tuaj më poshtë, ose %1$sdërgojini krejt udhëzimet te dikush në ekip%2$s.",
        "SiteWithoutDataDetectedGtm": "Pikasëm gjithashtu se përdorni një Përgjegjës Google Etiketash. Nëse parapëlqeni ta ujdisni Matomo-n duke përdorur PGE-në, ju lutemi, ndiqni këtë %1$sudhërrëfyes%2$s.",
        "SiteWithoutDataDetectedSite": "Pikasëm se po përdorni një sajt %1$s. Thjesht ndiqni udhëzimet nga ky %2$sudhërrëfyes%3$s.",
        "SiteWithoutDataDetectedSiteWordpress": "Kemi pikasur se përdorni një sajt Wordpress. Që të instaloni %3$sshtojcën WP-Matomo%4$s thjesht %1$sndiqni udhëzimet prej këtij udhërrëfyesi%2$s.",
        "SiteWithoutDataDetectedSiteWordpress2": "Ujdisët tashmë shtojcën WordPress dhe nuk shihni ndonjë të dhënë? Ju lutemi, shihni %1$skëto PBR për ndihmë%2$s.",
        "SiteWithoutDataGoogleTagManager": "Përgjegjës Google Etiketash",
        "SiteWithoutDataGoogleTagManagerDescription": "Matomo-n mund ta përdorni me Përgjegjësin Google të Etiketa. Për të ujdisur Ndjekjen me Matomo te Përgjegjës Google Etiketash, ndiqni udhëzimet prej këtij %1$sudhërrëfyesi%2$s.",
        "SiteWithoutDataMatomoTagManager": "Përgjegjës Matomo Etiketash",
        "SiteWithoutDataMatomoTagManagerNotActive": "S’e dini se ç’është Përgjegjësi i Etiketave? Hidhini një sy udhërrëfyesit tonë %1$sPërgjegjës Etiketash%2$s. Nëse po trupëzoni në sajtin tuaj shumë burime nga sajte palësh të treta, ndjekja e sajtit tuaj përmes Përgjegjësit të Etiketave mund të jetë zgjedhje më e mirë krahasuar me ndjekjen e zakonshme përmes JavaScript-it.",
        "SiteWithoutDataMessageDisappears": "Ky mesazh do të zhduket sapo të ketë ndoca të dhëna të ndjekura për këtë sajt.",
        "SiteWithoutDataOtherIntegrations": "Integrime të tjera",
        "SiteWithoutDataOtherWays": "Mënyra të tjera",
        "SiteWithoutDataSetupTracking": "Ju lutemi, rregulloni më poshtë %1$skodin e ndjekjes%2$s për sajtin apo aplikacionin tuaj për celular, po qe se s’e keni bërë ende.",
        "SiteWithoutDataSinglePageApplication": "Aplikacion Njëfaqësh, ose Aplikacion Progressive Web",
        "SiteWithoutDataSinglePageApplicationDescription": "Për Ndjekje Aplikacionesh Njëfaqësh ose Aplikacionesh Progressive Web. Shihni %1$sudhërrëfyesin tonë%2$s.",
        "SiteWithoutDataTitle": "Edhe një hap i fundit për të ndjekur trafikun tuaj me Matomo-n dhe për të përfituar ide të çmuara",
        "Sites": "Sajte",
        "SuperUserAccessCan": "Një përdorues me hyrje Superpërdoruesi mundet gjithashtu %1$s të caktojë rregullime të përgjithshme%2$s për sajte të rinj.",
        "Timezone": "Zonë kohore",
        "TrackingSiteSearch": "Ndjekje Kërkimesh Brenda Sajti",
        "TrackingTags": "Kod ndjekjeje për %s",
        "Type": "Lloj",
        "UTCTimeIs": "Koha UTC është %s.",
        "Urls": "URL-ra",
        "WebsiteCreated": "Sajti u krijua",
        "WebsiteUpdated": "Sajti u përditësua",
        "WebsitesManagement": "Administrim Sajtesh",
        "XManagement": "Administroni %s",
        "YouCurrentlyHaveAccessToNWebsites": "Deri tani keni hyrje te %s sajte.",
        "YourCurrentIpAddressIs": "Adresa juaj IP e tanishme është %s"
    }
}
