{
    "SitesManager": {
        "AddMeasurable": "Lägg till ny mätpunkt",
        "AddSite": "Lägg till en ny webbplats",
        "AdvancedTimezoneSupportNotFound": "Stöd för avancerade tidszoner hittades inte i din PHP (stöds i PHP&gt;= 5,2). Du kan fortfarande välja en manuell UTC kompensation.",
        "AliasUrlHelp": "Det rekommenderas, men krävs inte, att ange olika adresser (en per rad) som användare kan använda för at nå denna webbplats. Webbplatsens alias kommer inte att synas i rapporten Hänvisningar → Webbplatser. Notera att det inte är nödvändigt att skriva adresserna med och utan 'www' eftersom Matomo automatiskt hanterar bägge varianterna.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ändring av din tidszon kommer endast att påverka informationen i framtiden, och kommer inte att tillämpas retroaktivt.",
        "ChooseMeasurableTypeHeadline": "Vad vill du mäta?",
        "CloudflareDetected": "Cloudflare hittades på din webbplats. Visste du att du kan använda en Matomo-app i Cloudflare för att spåra webbplatsens data? %1$sLär dig mer i denna guide%2$s.",
        "CloudflareDetectedEmail": "Cloudflare hittades på din webbplats. Visste du att du kan använda en Matomo-app i Cloudflare för att spåra webbplatsens data? Lär dig mer här: %1$s",
        "ConsentManagerConnected": "Vi har upptäckt att %1$s är korrekt konfigurerat för att fungera med Matomo på din webbplats.",
        "Currency": "Valuta",
        "CurrencySymbolWillBeUsedForGoals": "Valutasymbolen kommer att visas intill målomsättning.",
        "CustomizeJavaScriptTracker": "Anpassa spårning med JavaScript",
        "DefaultCurrencyForNewWebsites": "Standardvaluta för nya webbplatser",
        "DefaultTimezoneForNewWebsites": "Standard tidszon för nya webbplatser",
        "DeleteConfirm": "Är du säker på att du vill ta bort denna webbplats (%s)?",
        "DeleteSiteExplanation": "Genom att ta bort en webbplats så kommer all data som har sparats för den tas bort. Denna åtgärd är permanent och kan inte ångras.",
        "DetectingYourSite": "Detekterar din webbplats",
        "DisableSiteSearch": "Spåra inte webbplatsens sökfunktion",
        "EcommerceHelp": "När den är aktiverad, Målrapporten kommer att ha ett nytt avsnitt \"E-handel\".",
        "EmailInstructionsButton": "Skicka instruktionerna med e-post",
        "EmailInstructionsButtonText": "Eposta instruktioner",
        "EmailInstructionsDocsPlainText": "Om du vill göra mer än att spåra sidvisningar, kolla in Matomo-dokumentationen på %1$s.",
        "EmailInstructionsGenerateTrackingCode": "Du kan också skapa en anpassad spårningskod på %1$s.",
        "EmailInstructionsSiteDetails": "Du kommer att behöva dessa uppgifter för att använda API:et eller SDK:erna för att spåra Matomo-besök.",
        "EmailInstructionsSiteDetailsHeading": "Din webbplatsinformation",
        "EmailInstructionsSubject": "Matomo Analytics spårningskod",
        "EmailInstructionsYourSiteId": "Ditt webbplats-ID: %1$s",
        "EmailInstructionsYourTrackingUrl": "Din spårnings-URL: %1$s",
        "EnableEcommerce": "E-handel aktiverat",
        "EnableSiteSearch": "Webbplatssökning aktiv",
        "ExceptionDeleteSite": "Det är inte möjligt att radera denna webbplats eftersom det är det enda registrerade webbplatsen. Lägg till en ny webbplats först och ta sedan bort den här.",
        "ExceptionEmptyName": "Webbplatsens namn kan inte vara tomt.",
        "ExceptionInvalidCurrency": "Valutan \"%1$s\" är inte giltig. Vänligen ange en giltig valutasymbol (t.ex. %2$s)",
        "ExceptionInvalidIPFormat": "IP-adresser som ska exkluderas \"%1$s\" har inte ett giltig format (t.ex. %2$s).",
        "ExceptionInvalidTimezone": "Tidszonen \"%s\" är inte giltig. Vänligen ange en giltig tidszon.",
        "ExceptionInvalidUrl": "Den angivna URL'n är inte giltig: '%s'.",
        "ExceptionNoUrl": "Du måste åtminstone specifiera en URL för denna webbplats.",
        "ExcludedIps": "Exkluderade IP-adresser",
        "ExcludedParameters": "Exkluderade parametrar",
        "ExcludedReferrers": "Exkluderade hänvisningsadresser",
        "ExcludedReferrersHelp": "Ange en lista med värdnamn och URL:ar, en per rad, som du vill exkluderade från detektering av hänvisningar.",
        "ExcludedReferrersHelpDetails": "Varje inlägg behöver innehålla värdnamn och möjligen dess sökväg. Om en sökväg anges kommer en hänvisning endast exkluderas om även sökvägen matchar. URL:ar med och utan 'www' behandlas som samma adress. Angivna protokoll kommer ignoreras.",
        "ExcludedReferrersHelpExamples": "e.g. \"%1$s\" skulle matcha \"%2$s\" och \"%3$s\" men inte \"%4$s\"",
        "ExcludedReferrersHelpSubDomains": "För att även exkludera alla subdomäner på en viss värd anger du en punkt som prefix, med andra ord \"%1$s\" skulle exkludera \"%2$s\", men också alla subdomäner som \"%3$s\".",
        "ExcludedUserAgents": "Uteslutna användaragenter",
        "ExtraInformationNeeded": "För att ställa in Matomo på ditt system kan du behöva följande information:",
        "Format_Utc": "UTC%s",
        "GADetected": "%1$s upptäcktes på din webbplats. Visste du om att du enkelt kan migrera dina historiska data och inställningar från %2$s till Matomo? %3$s%4$s%5$sTa reda på mer i denna guide%6$s",
        "GADetectedEmail": "%1$s upptäcktes på din webbplats. Visste du att du enkelt kan migrera dina historiska data och inställningar från %2$s till Matomo? Läs mer om detta här: %3$s",
        "GTMDetected": "Google Tag Manager hittades på din webbplats. Visste du att du kan migrera dina befintliga taggar, triggers och variabler från Google Tag Manager till Matomo Tag Manager? %1$sLär dig mer i denna guide%2$s.",
        "GTMDetectedEmail": "Google Tag Manager hittades på din webbplats. Visste du att du kan migrera dina befintliga taggar, triggers och variabler från Google Tag Manager till Matomo Tag Manager? Lär dig mer här: %1$s",
        "GlobalExcludedUserAgentHelp1": "Ange en lista med användaragenter som ska uteslutas från spårning av Matomo.",
        "GlobalExcludedUserAgentHelp2": "Det här kan användas för att utesluta vissa bottar från att blir spårade som besök.",
        "GlobalExcludedUserAgentHelp3": "Regelbundna uttryck som %s stöds.",
        "GlobalListExcludedIps": "Global lista över exkluderade IP-adresser",
        "GlobalListExcludedQueryParameters": "Global lista över URL-parametrar att utesluta",
        "GlobalListExcludedReferrers": "Global lista med exkluderade hänvisningar",
        "GlobalListExcludedReferrersDesc": "Värdnamnen och URL:arna nedan kommer exkluderas från att detekteras som hänvisningar.",
        "GlobalListExcludedUserAgents": "Global lista med användaragenter som ska uteslutas",
        "GlobalListExcludedUserAgents_Desc": "Om besökarens användaragent innehåller något av det du anger, så kommer besöket exkluderas från Matomo.",
        "GlobalSettings": "Globala inställningar",
        "GlobalWebsitesSettings": "Globala inställningar för webbplatser",
        "HelpExcludedIpAddresses": "Ange listan över IP-adresser, en per rad, som du önskar exkludera från spårningen av Matomo. Du kan använda CIDR notation t.ex. %1$s eller wildcards, t.ex. %2$s eller %3$s",
        "ImageTrackingDescription": "När en besökare har inaktiverad Javascript, eller när Javascript inte kan användas, kan en bildspårningslänk spåra användarna. För den fulla listan med valmöjligheter du har med bildspårning, se %1$sTracking API Documentation%2$s.",
        "InstallationGuides": "Installationsguider",
        "InstallationGuidesIntro": "Vi tillhandahåller steg för steg-guider som förklarar hur man bäddar in spårningskoden för vissa populära CMS- och webbplatsbyggare:",
        "Integrations": "Integrationer",
        "JsTrackingTagHelp": "Här är JavaScript-spårningskoden att inkludera på alla dina sidor",
        "KeepURLFragments": "Sidans URL fragment spåras",
        "KeepURLFragmentsHelp": "Om kryssrutan här under är okryssad kommer sidans URL-fragment (allt efter %1$s) att bli flyttad under spårningen: %2$s kommer att spåras som %3$s",
        "KeepURLFragmentsHelp2": "Du kan också hoppa över den här inställningen för en egna webbsidor ovan.",
        "KeepURLFragmentsLong": "Behåll sidans URL-fragment när du spårar sidans URL",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP-adresserna som är listade nedan kommer att bli exkluderade från spårning på samtliga webbplatser.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Webbadressernas parametrar nedan kommer att uteslutas från webbadresser på alla webbplatser.",
        "ListOfQueryParametersToExclude": "Ange listan över URL-fråge-parametrar, en per rad, för att exkludera från sid-URL-rapporter. Regelbundna uttryck som exempelvis %s stöds.",
        "LogAnalytics": "Loggfilsanalys",
        "LogAnalyticsDescription": "Om Javascript-spårning inte är möjlig kan du %1$s använda loggfilsanalys %2$s som en alternativ metod för att spåra webbplatsens användare.",
        "MainDescription": "Dina rapporter kräver att du har webbplatser upplagda! Lägg till, uppdatera, ta bort webbplatser, och visa JavaScript spårningskoden för att inkludera den på din webbplats.",
        "MenuManage": "Hantera",
        "MergedNotificationLine1": "%1$s upptäcktes på din webbplats.",
        "MergedNotificationLine2": "Lär dig mer om att konfigurera Matomo för att fungera med dessa genom att följa dessa guider: %1$s",
        "MobileAppsAndSDKs": "Mobilappar och SDK:er",
        "MobileAppsAndSDKsDescription": "Är det inte en webbplats du vill analysera? Du kan även spåra mobilappar eller någon annan typ av applikation med en av de %1$stillgängliga SDK: erna%2$s.",
        "NoWebsites": "Du har inga webbplatser att administrera.",
        "NotAnEcommerceSite": "Inte en e-handelswebbplats",
        "NotFound": "Inga webbplatser funna",
        "OnlyMatchedUrlsAllowed": "Spåra endast besök och händelser när en händelse-URL börjar med någon av ovan URL'er.",
        "OnlyMatchedUrlsAllowedHelp": "När aktiverat så kommer Matomo endast spåra interna händelser när sid-URL'en är någon av de kända URL'er för din webbplats. Detta förhindrar folk från att spamma din statistik med URL'er för andra webbplatser.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Domänen och sökvägen måste stämma överens exakt och varje giltig underdomän måste anges separat. Till exempel när de kända webbadresserna är 'http://example.com/path' och 'http://good.example.com', så ignoreras spårningsförfrågningar för 'http://example.com/otherpath' eller 'http://bad.example.com '.",
        "OnlyOneSiteAtTime": "Du kan endast redigera en webbplats åt gången. Vänligen spara eller avbryt dina ändringar för denna webbplats (%s).",
        "OtherWaysTabDescription": "Även om lösningarna i de andra flikarna inte var rätt för dig kan du enkelt sätta upp Matomo med en av nedan metoder. Du kan behöva följande information:",
        "PiwikOffersEcommerceAnalytics": "Matomo möjliggör för avancerad e-handelsspårning och rapportering. Läs mer om %1$s E-handelsspårning%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Matomo kommer automatiskt att exkludera de vanligaste sessions parametrarna (%s).",
        "PluginDescription": "Webbplatsadministration låter dig lägga till nya webbplatser och redigera befintliga.",
        "ReactDetected": "React.js upptäcktes på din webbplats. Visste du att du kan använda \"%1$sMatomo Tag Manager%2$s\" för att integrera Matomo på din webbplats? %3$sLär dig mer i denna guide%4$s.",
        "ReactDetectedEmail": "React.js upptäcktes på din webbplats. Visste du att du kan använda \"Matomo Tag Manager\" för att spåra webbplatsens data? Lär dig mer här: %1$s",
        "SearchCategoryDesc": "Matomo kan även spåra kategorierna för varje nyckelord i webbplatssökningar.",
        "SearchCategoryLabel": "Kategoriparameter",
        "SearchCategoryParametersDesc": "Du kan ange en kommaseparerad lista med frågeparametrar som specificerar sökningens kategori.",
        "SearchKeywordLabel": "Frågeparameter",
        "SearchKeywordParametersDesc": "Ange en kommaseparerad lista med alla parameternamn som innehåller webbplatssökningens nyckelord.",
        "SearchParametersNote": "Notera: Parametrar för frågor och kategori kommer endast användas för webbplatser som har webbplatssökning aktiverat men lämnade dessa parametrar tomma.",
        "SearchParametersNote2": "Lämna dom här två fälten tomma för att avaktivera webbplatssökning för nya webbplatser.",
        "SearchUseDefault": "Använd %1$sstandardparametrar%2$s för webbplatssökning",
        "SelectACity": "Välj en stad",
        "SelectDefaultCurrency": "Du kan välja standardvaluta för nya webbplatser.",
        "SelectDefaultTimezone": "Du kan välja standard tidszon för nya webbplatser.",
        "ShowTrackingTag": "Visa spårningskod",
        "SiteSearchUse": "Du kan använda Matomo för att spåra och rapportera om vad besökarna söker efter med din webbplats interna sökmotor.",
        "SiteWithoutDataCloudflareDescription": "Du kan använda Matomo-appen hos Cloudflare för att spåra data, följ instruktionerna %1$sfrån denna guide%2$s.",
        "SiteWithoutDataCloudflareFollowStep01": "%1$sLogga in%2$s på din instrumentpanel hos Cloudflare.",
        "SiteWithoutDataCloudflareFollowStep02": "Klicka på \"Websites\" i vänstermenyn och välj den webbplats där du vill aktivera Matomos spårningskod.",
        "SiteWithoutDataCloudflareFollowStep03": "Klicka på \"Apps\" i vänstermenyn.",
        "SiteWithoutDataCloudflareFollowStep04": "Sök efter \"Matomo Analytics\" under fältet \"Search Apps\".",
        "SiteWithoutDataCloudflareFollowStep05": "Klicka på \"Matomo Analytics\"-appen.",
        "SiteWithoutDataCloudflareFollowStep06": "Klicka på \"Preview on your site\"-knappen.",
        "SiteWithoutDataCloudflareFollowStep07": "Konfigurera appen genom att specificera en Matomo-URL och Site ID för det du vill börja spåra.",
        "SiteWithoutDataCloudflareFollowStep08": "Klicka på \"Install on all pages\".",
        "SiteWithoutDataCloudflareFollowStep09": "Granska åtkomsten och tillåt Cloudflare att dela din mejladress med Matomo genom att klicka på \"Continue\".",
        "SiteWithoutDataCloudflareFollowStep10": "Vänta på appens installation och du kommer se en Matomo Analytics-app installerad under \"Your installed Apps\"-sektion.",
        "SiteWithoutDataCloudflareFollowStepCompleted": "%1$sGrattis!%2$s Du har nu lyckats installera en Matomo Analytics-app hos Cloudflare. För att verifiera att träffar spåras besöker du din webbplats och kontrollerar att dessa data syns i din Matomo-instans.",
        "SiteWithoutDataCloudflareFollowStepsIntro": "Följ dessa steg för konfiguration:",
        "SiteWithoutDataCloudflareIntro": "Om du använder Cloudflare kan du börja spåra data i Matomo sömlöst genom Matomo-appen hos Cloudflare.",
        "SiteWithoutDataDetectedGtm": "Vi har också upptäckt att du använder Google Tag Manager. Ifall du föredrar att sätta upp Matomo med GTM vänligen följ denna %1$sguide%2$s.",
        "SiteWithoutDataDetectedSite": "Vi har upptäckt att du använder en %1$s webbplats. Följ därför instruktionerna i denna %2$sguide%3$s.",
        "SiteWithoutDataDetectedSiteWordpress": "Vi har upptäckt att du har en webbplats byggd på Wordpress. %1$sFölj instruktionerna i denna guide%2$s för att installera %3$stillägget WP-Matomo%4$s.",
        "SiteWithoutDataDetectedSiteWordpress2": "Har du redan satt upp Wordpress-pluginet men ser ingen data? Vänligen kolla %1$sdetta i vår FAQ%2$s.",
        "SiteWithoutDataGTMFollowStep1": "%1$sLogga in%2$s på ditt Google Tag Manager-konto.",
        "SiteWithoutDataGTMFollowStep10": "Klicka på \"Save\".",
        "SiteWithoutDataGTMFollowStep11": "Publicera din ändringar genom att klicka på \"Submit\"-knappen och sedan \"Publish\"-knappen uppe till höger.",
        "SiteWithoutDataGTMFollowStep2": "Välj den container där du vill lägga till Matomo.",
        "SiteWithoutDataGTMFollowStep3": "Klicka på \"Tags\" och sedan \"New\".",
        "SiteWithoutDataGTMFollowStep4": "I toppen på fönstret anger du ett namn på din tagg.",
        "SiteWithoutDataGTMFollowStep5": "Klicka på \"Tag Configuration\" och välj \"Custom HTML\".",
        "SiteWithoutDataGTMFollowStep6": "Kopiera Matomos Javascript-spårningskod så som den anges nedan.",
        "SiteWithoutDataGTMFollowStep7": "Klistra in Javascript-spårningskoden i taggkonfigurationens HTML-fält.",
        "SiteWithoutDataGTMFollowStep8": "Skrolla ner och klicka på \"Triggering\".",
        "SiteWithoutDataGTMFollowStep9": "Välj \"All Pages\" för att fyra av \"Matomo tracking tag\" på alla dina sidor.",
        "SiteWithoutDataGoogleTagManager": "Google Tag Manager",
        "SiteWithoutDataGoogleTagManagerDescription": "Du kan använda Matomo med Google Tag Manager. För att sätta upp Matomo-spårning i Google Tag Manager, följ instruktionerna i denna %1$sguide%2$s.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$sGrattis!%2$s Du har lyckats installera Matomo Analytics spårningskod via Google Tag Manager. För att verifiera att besök spåras så besöker du din webbplats och kontrolelrar att denna data syns i din Matomo-instans.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "Följ dessa steg för din uppsättning:",
        "SiteWithoutDataGoogleTagManagerIntro": "Om du använder Google Tag Manager kan du börja spåra data till Matomo sömlöst genom att använda den \"Custom HTML Tag\" som finns i Google Tag Manager. %1$sTa reda på mer%2$s.",
        "SiteWithoutDataMatomoTagManager": "Matomos tagghanterare",
        "SiteWithoutDataMatomoTagManagerNotActive": "Vet du inte vad en tagghanterare är? Kolla vår %1$sguide till tagghantering%2$s. Ifall du bäddar in resurser från tredjeparters webbplatser på din webbplats kan tagghantering vara ett bättre alternativ jämfört med vanlig Javascript-spårning.",
        "SiteWithoutDataOtherIntegrations": "Andra integrationer",
        "SiteWithoutDataOtherWays": "Andra sätt",
        "SiteWithoutDataReactDescription": "Du kan använda \"%1$sMatomo Tag Manager%2$s\" för att integrera Matomo att spåra data, följ instruktionerna från denna %3$sguide%4$s.",
        "SiteWithoutDataSPADescription": "Det är enkelt att börja spåra din Single Page Application (SPA) eller Progressive Web App (PWA) med Matomo Analytics. Det enklaste sättet är att använda Matomo Tag Manager (%1$slär dig mer%2$s) genom stegen nedan, alternativt kan du använda JavaScript-spårningskoden (%3$sfölj denna guide%4$s).",
        "SiteWithoutDataSPAFollowStepCompleted": "%1$sGrattis!%2$s Du har lyckats installera Matomo Analytics spårningskod via Matomo Tag Manager. För att verifiera att besök spåras besöker du din SPA / PWA och kontrollerar att dessa data syns i din Matomo-instans.",
        "SiteWithoutDataSinglePageApplication": "Single-Page Application eller Progressive Web App",
        "SiteWithoutDataSinglePageApplicationDescription": "För Single-Page Application eller Progressive Web App Tracking. Kolla in vår %1$sguide%2$s.",
        "SiteWithoutDataVueDescription": "Du kan använda \"%1$s\" npm-paket för att integrera Matomo för att spåra data, följ instruktionen i denna %2$sguide%3$s.",
        "SiteWithoutDataVueFollowStep1": "Installera npm-paketet \"%1$s\".",
        "SiteWithoutDataVueFollowStep2": "Initiera %1$s i %2$s med Matomo-instansens detaljer (exempelkod nedan).",
        "SiteWithoutDataVueFollowStep2ExampleCode": "Exempelkod för %1$s",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "Konfigurera din Matomo-server och webbplats genom att ange:",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "För att spåra en sidvisning",
        "SiteWithoutDataVueFollowStepCompleted": "%1$sGrattis!%2$s Du har lyckats installera Matomo Analytics spårningskod via \"%3$s\" npm-paketet. För att verifiera att träffar spåras besöker du din webbplats och kontrollerar att denna data syns i din Matomo-instans.",
        "SiteWithoutDataVueFollowStepNote1": "Nu kan du nå Matomo i dina komponenter genom %1$s.",
        "SiteWithoutDataVueFollowStepNote2": "Om du följde dessa steg men inte har några data i Matomo kan du pröva %1$sMatomo Tag Manager%2$s istället (använd denna länk för en %3$sSingle Page Application%4$s).",
        "SiteWithoutDataVueIntro": "Att spåra en webbplats eller app byggd på Vue.js är enkelt med Matomo, även för Single Page Applications.",
        "SiteWithoutDataWordpressDescription": "Du kan använda Matomos enkla WordPress-plugin för att spåra data, följ instruktionerna i denna %1$sguide%2$s.",
        "SiteWithoutDataWordpressFollowStepCompleted": "%1$sGrattis!%2$s Du ska nu ha lyckats spåra besökare med Matomo Analytics genom din WordPress-webbplats! Ha det roligt med analyserandet.",
        "SiteWithoutDataWordpressFollowStepNote": "När du slutfört ovanstående steg besöker du din webbplats för att skapa ett testbesök. Om du stöter på detta budskap säkerställer du att du har \"%1$s\"-tillägget installerat.",
        "SiteWithoutDataWordpressFollowSteps1": "Logga in på din WordPress-webbplats som administratör.",
        "SiteWithoutDataWordpressFollowSteps10": "Kopiera din genererade Auth-token.",
        "SiteWithoutDataWordpressFollowSteps11": "Klistra in din Auth-token i fältet “Auth token” i WordPress-tillägget.",
        "SiteWithoutDataWordpressFollowSteps12": "Säkerställ att kryssrutan \"Auto config\" är ikryssad.",
        "SiteWithoutDataWordpressFollowSteps13": "Klicka på \"Save Changes\".",
        "SiteWithoutDataWordpressFollowSteps14": "Du borde se meddelandet \"WP-Matomo is successfully connected to Matomo\". Om du inte gör det säkerställer du att värdet du angav i tidigare moment är korrekta och testar igen.",
        "SiteWithoutDataWordpressFollowSteps15": "Klicka på fliken \"Enable Tracking\".",
        "SiteWithoutDataWordpressFollowSteps16": "I formulärfältet \"Add tracking code\", välj \"Default tracking\".",
        "SiteWithoutDataWordpressFollowSteps17": "Klicka på \"Save Changes\" och ett meddelande om att det lyckats dyker upp.",
        "SiteWithoutDataWordpressFollowSteps2": "I vänstermenyn, klicka på \"Plugins\" → \"Add new\" (om du inte kan se menyn \"Plugins\", då kan du istället %1$sfölja dessa steg för att inkludera Matomos spårningskod manuellt i din WordPress-tema%2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "Sök efter \"Connect Matomo\" i nyckelordsfältet på sidan \"Add Plugins\".",
        "SiteWithoutDataWordpressFollowSteps4": "Klicka på \"Install Now\" bredvid \"WP-Matomo Integration (WP-Piwik)\"-tillägget.",
        "SiteWithoutDataWordpressFollowSteps5": "Nu har ditt tillägg installerats, klicka på \"Activate\".",
        "SiteWithoutDataWordpressFollowSteps6": "I vänstermenyn, klicka på \"Settings\" → \"WP-Matomo \".",
        "SiteWithoutDataWordpressFollowSteps7": "I formulärefältet \"Matomo Mode\", välj alternativet \"Self hosted (HTTP API, default)\".",
        "SiteWithoutDataWordpressFollowSteps8": "I textfältet \"Matomo URL\" anger du din URL till Matomo.",
        "SiteWithoutDataWordpressFollowSteps9": "%1$sKlicka här%2$s för att skapa en Auth-token för Matomo (%3$slär dig mer%4$s).",
        "SiteWithoutDataWordpressFollowStepsIntro": "Steg för att börja spåra med Matomo",
        "SiteWithoutDataWordpressIntroductionLine1": "Det är enkelt att lägga till Matomos spårning till din WordPress-webbplats med vårt enkla tillägg, du kan följa nedan steg eller %1$sfölja denna guide%2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "Om du inte kan (eller väljer att låta bli) använda ett tillägg kan du %1$sinstallera Javascript-koden%2$s eller %3$sinstallera en bildpixel%4$s för att börja spåra.",
        "SiteWithoutDataWordpressRequirement1": "Administratörkonto i WordPress.",
        "SiteWithoutDataWordpressRequirement2": "WordPress.com webbplats med Business-, Commerce- eller Enterprise-prenumeration, eller en självdriftad WordPress-webbplats.",
        "SiteWithoutDataWordpressRequirementHeader": "Krav på tillägg:",
        "Sites": "Webbsidor",
        "SuperUserAccessCan": "En användare med Superbehörighet kan också %1$s specificera globala inställningar%2$s för nya webbsidor.",
        "Timezone": "Tidszon",
        "TrackingSiteSearch": "Spåra webbplatsens interna sökfunktion",
        "TrackingTags": "Spårningskod för %s",
        "Type": "Typ",
        "UTCTimeIs": "Aktuell tid (UTC) är %s.",
        "Urls": "URLer",
        "VueDetected": "Vue.js hittades på din webbplats. Visste du att du kan använda \"%1$s\" npm-paketet för att integrera Matomo på din webbplats? %2$sLär dig mer i denna guide%3$s.",
        "VueDetectedEmail": "Vue.js hittades på din webbplats. Visste du att du kan använda \"%1$s\" npm-paket för att spåra webbplatsens data? Lär dig mer här: %2$s",
        "WebsiteCreated": "Webbplats skapad",
        "WebsiteUpdated": "Webbplats uppdaterad",
        "WebsitesManagement": "Hantera webbplatser",
        "XManagement": "Hantera %s",
        "YouCurrentlyHaveAccessToNWebsites": "Du har tillgång till %s webbplats(er).",
        "YourCurrentIpAddressIs": "Din aktuella IP-adress är %s"
    }
}
