{
    "SitesManager": {
        "AddSite": "Magdagdag ng bagong website",
        "AdvancedTimezoneSupportNotFound": "Ang support para sa advanced timezones ay hindi nakita sa iyong PHP (Ito ay supported sa PHP>=5.2). Maaari mo paring mapili ng manu-mano ang UTC offset.",
        "AliasUrlHelp": "Ito ay nirerekomenda ngunit hindi kinakailangan upang tukuyin ang iba't ibang mga URL sa kada linya na ginagamit ng mga bumibisita sa iyong website. Ang Alyas sa URLs ng website ay hindi ipapakita na Referrers > Ulat ng webistes. Tandaan na hindi kinakailangan na ilagay ang URLs na may kasamang 'www' dahil ang Piwik ay automatik ng kinokonsidera ang parehas.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ang pagbabago ng iyong time zone ay makakaapekto lamang sa pasulong ng data at hindi e-aapply sa nakaraan.",
        "ChooseCityInSameTimezoneAsYou": "Pumili ng lungsod na may kaparehong timezone sa iyo.",
        "Currency": "Pera",
        "CurrencySymbolWillBeUsedForGoals": "Ang simbolo ng Pera ay ipapakita sa tabi ng Goals revenues.",
        "DefaultCurrencyForNewWebsites": "Default na Pera para sa mga bagong website.",
        "DefaultTimezoneForNewWebsites": "Default na time zone para sa mga bagong website",
        "DeleteConfirm": "Sigurado ka bang gusto mong tanggaling ang %s na website?",
        "DisableSiteSearch": "Do not track Site Search",
        "EcommerceHelp": "ang \"Goals\" na ulat ay magkakaroon ng bagong \"Ecommerce\" na seksyon.",
        "EnableEcommerce": "Pinagana ang E-commerce",
        "EnableSiteSearch": "Gumagana ang Site Search tracking",
        "EnableSiteSpecificUserAgentExclude": "Paganahin ang partikular na pagbubukod sa ahente ng user ng website.",
        "EnableSiteSpecificUserAgentExclude_Help": "Kung kailangan mo upang ibukod ang iba't ibang mga user agent na gumagamit para sa iba't ibang mga website e-check ang box na ito i-click ang save at %1$sidagdag ang user agents sa itaas%2$s",
        "ExceptionDeleteSite": "Ito ay hindi pwedeng tanggalin sa website dahil ito ay ang tanging kaisa-isahang rehistradong wesbite. Mag-dagdag muna ng isang bagong website pagkatapos tanggalin na ang isang ito.",
        "ExceptionEmptyName": "Ang pangalan ng website ay hindi maaring walang laman.",
        "ExceptionInvalidCurrency": "Ang currency \"%1$s\" ay hindi tama. Mangyarin ilagay ang tamang currency symbol (hal. %2$s).",
        "ExceptionInvalidIPFormat": "Ang IP upang ibukod ang \"%1$s\" ay walang wastong format ng IP (hal. %2$s).",
        "ExceptionInvalidTimezone": "Ang timezone \"%s\" ay hindi wasto. Mangyaring magpasok ng wastong timezone.",
        "ExceptionInvalidUrl": "Ang url '%s' ay hindi isang tamang URL.",
        "ExceptionNoUrl": "Dapat mong tukuyin kahit isang URL para sa website.",
        "ExcludedIps": "Mga ibinukod na IP",
        "ExcludedParameters": "Ibinukod na mga Parameter",
        "ExcludedUserAgents": "Mga Ibinukod na User Agent",
        "GlobalExcludedUserAgentHelp1": "Ipasok ang listahan ng mga user agent upang ibukod sa pagsubaybay ng Piwik.",
        "GlobalExcludedUserAgentHelp2": "Maaari mo itong gamitin upang ibukod ang ilang mga bot na ma-track.",
        "GlobalListExcludedIps": "Pandaigdigang listahan ng mga ibinukod na IP",
        "GlobalListExcludedQueryParameters": "Pangkalahatang listahan ng mga parameter ng URL Query na hindi isasama",
        "GlobalListExcludedUserAgents": "Pandaigdigang listahan ng mga agent na gumagamit upang ibukod ang mga",
        "GlobalListExcludedUserAgents_Desc": "Kung ang user agents strings ng iyong bisita ay naglalaman ng iyong mga tinukoy ang bisitang ito ay hindi maisasama sa Piwik.",
        "GlobalWebsitesSettings": "Mga setting ng pandaigdigang mga website",
        "HelpExcludedIps": "Ipasok ang mga listahan ng IP isa bawat linya na gusto mong ibukod mula pagsusubay-bay ng Piwik. Maa-ari kang gumamit ng mga wildcard hal. %1$s o %2$s",
        "JsTrackingTagHelp": "Narito ang JavaScript Tracking code upang isama sa lahat ng iyong pahina",
        "KeepURLFragments": "Pag track sa mga fragments ng pahina ng URL",
        "KeepURLFragmentsHelp2": "Maaari mo ring i-override ang setting na ito para sa indibidwal na mga website sa itaas.",
        "KeepURLFragmentsLong": "Panatilihin ang mga detalye ng Page URL kapag naghahanap ng mga Page URL",
        "ListOfIpsToBeExcludedOnAllWebsites": "Ang IP sa ibaba ay hindi isasama sa sinusubaybayan sa lahat ng mga website.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Ang mga Query URL parameter sa ibaba ay maibubukod mula sa mga URL sa lahat ng website.",
        "ListOfQueryParametersToExclude": "Ipasok ang listahan ng Mga Parameter ng Query sa URL isa bawat linya upang ibukod mula sa mga URL ng ulat Pahina.",
        "MainDescription": "Ang iyong mga ulat Web Analytics ay kailangan ng Websites! magdagdag mag-update mag-delete ng Websites at ipakita ang JavaScript upang mailagay sa iyong mga pahina.",
        "NotAnEcommerceSite": "Hindi isang site ng Ecommerce",
        "NotFound": "Walang nahanap para sa mga website",
        "NoWebsites": "Wala kang anumang website na pamamahalaan.",
        "OnlyOneSiteAtTime": "Maaari mo lamang i-edit ang isang website ng isang beses. Mangyaring I-save o Kanselahin iyong kasalukuyang mga pagbabago sa website %s.",
        "PiwikOffersEcommerceAnalytics": "Ang Piwik ay mayroon rin para sa advanced na Ecommerce Analytics tracking & pag-uulat. Matuto nang higit pa tungkol sa %1$s Ecommerce Analytics%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Awtomatikong ibubukod ng Piwik ang mga karaniwang mga session parameter (%s).",
        "SearchCategoryDesc": "Ang Piwik ay maaari ring masubaybayan ang mga kategorya ng Paghahanap para sa bawat keyword sa loob na paghahanap sa site.",
        "SearchCategoryLabel": "Kategorya ng parameter",
        "SearchCategoryParametersDesc": "Maari kang maglagay ng query na pinaghiwa-hiwalay ng kuwit upang matukoy ang hinahanap na kategorya.",
        "SearchKeywordLabel": "Parameter ng Query",
        "SearchKeywordParametersDesc": "Magpasok ng isang comma separated list ng mga pangalan ng lahat ng parameter ng query na naglalaman ng mga keyword sa paghahanap sa site.",
        "SearchParametersNote": "Tandaan: ang mga Query parameters at kategorya ng paremeters ay maaari lamang gamitin sa website na may Site Search enabled ngunit hayaang walang mga nakalagay sa mga parameters na ito.",
        "SearchParametersNote2": "Upang i-disable ang Site Search para sa mga bagong website iwanan ang dalawang field na ito ng walang laman",
        "SearchUseDefault": "Gamitin ang %1$sdefault%2$s na Site Search parameters.",
        "SelectACity": "Pumili ng lungsod",
        "SelectDefaultCurrency": "Maaari mong piliin ang currency upang i-set ng default para sa mga bagong website.",
        "SelectDefaultTimezone": "Maaari mong piliin ang time zone upang piliin ng default para sa mga bagong website.",
        "ShowTrackingTag": "Tingnan code ang tracking code",
        "Sites": "Websites",
        "SiteSearchUse": "Maaari mong gamitin ang Piwik upang sumubay-bay at mag ulat kung ano ang hinahanap ng iyong bisita sa iyong website.",
        "SuperUserAccessCan": "Ang user na may Super User access ay maaari rin na %1$s mag specify ng global settings%2$s para sa bagong website.",
        "Timezone": "Time zone",
        "TrackingSiteSearch": "Pag track sa panloob na paghahanap sa site",
        "TrackingTags": "Ang tracking code para sa %s",
        "Urls": "Mga URL",
        "UTCTimeIs": "Ang orasn ng UTC ay %s.",
        "WebsitesManagement": "Pamamahala ng mga website",
        "YouCurrentlyHaveAccessToNWebsites": "Kasalukuyan kang may access sa %s website.",
        "YourCurrentIpAddressIs": "Ang iyong kasalukuyang IP address ay %s"
    }
}