{
    "SitesManager": {
        "AddSite": "Додати новий сайт",
        "AddMeasurable": "Додати нові показники",
        "AdvancedTimezoneSupportNotFound": "Підтримка додаткових тимчасових зон не знайдено у вашому PHP (підтримується в PHP>=5.2). Ви все ще можете вибрати UTC вручну замість цього.",
        "AliasUrlHelp": "Рекомендується, але необов'язково, вказувати всі домени для сайту (кожен домен – нова лінія), які користувачі можуть використовувати для доступу до сайту. Псевдоніми для різних доменів сайту не будуть відображатися в розділі Джерело трафіку > Сайти. Зауважте, що немає необхідності вказувати варіанти адрес з \"www\" і без нього. Piwik автоматично враховує обидва.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Зміна вашого часового поясу тільки вплине на те, що дані будуть враховуватися наперед, і ніяк не вплине на існуючі дані.",
        "ChooseCityInSameTimezoneAsYou": "Виберіть місто в тому ж часовому поясі, де ви знаходитеся.",
        "Currency": "Валюта",
        "CurrencySymbolWillBeUsedForGoals": "Символ валюти буде відображений після цілей виручки.",
        "DefaultCurrencyForNewWebsites": "Валюта за замовчуванням для нових сайтів",
        "DefaultTimezoneForNewWebsites": "Часовий пояс за замовчуванням для нових сайтів",
        "DeleteConfirm": "Ви дійсно бажаєте видалити цей сайт %s?",
        "DisableSiteSearch": "Не відстежувати пошук на сайті",
        "EcommerceHelp": "Якщо включено, то звіт з Цілей буде містити новий розділ - \"Ecommerce (електронна комерція)",
        "EnableEcommerce": "Ел. комерція включена",
        "EnableSiteSearch": "Відстеження пошуку на сайті включено",
        "EnableSiteSpecificUserAgentExclude": "Увімкнути фільтрацію user agent'ів для певних веб-сайтів.",
        "EnableSiteSpecificUserAgentExclude_Help": "Якщо потрібно виключити різні агенти користувачів (user agents) для різних веб-сайтів, встановіть цей прапорець, натисніть кнопку зберегти і %1$sдодайте призначені для користувача агенти зверху%2$s.",
        "ExceptionDeleteSite": "Неможливо видалити, оскільки це єдиний сайт в вашому списку. Додайте ще який-небудь сайт для видалення цього.",
        "ExceptionEmptyName": "Назва сайту не може бути пусте.",
        "ExceptionInvalidCurrency": "Валюта \"%1$s\" неправильна. Будь ласка, введіть правильний символ валюти (напр., %2$s)",
        "ExceptionInvalidIPFormat": "IP для виключення \"%1$s\" має не правильний IP формат (напр., %2$s).",
        "ExceptionInvalidTimezone": "Часовий пояс \"%s\" хибний. Будь ласка, введіть правильний.",
        "ExceptionInvalidUrl": "URL '%s' не верен.",
        "ExceptionNoUrl": "Ви повинні вказати хоча б один URL для цього сайту.",
        "ExcludedIps": "Виключені IP",
        "ExcludedParameters": "Виключені параметри",
        "ExcludedUserAgents": "Виключені User Agents",
        "GlobalExcludedUserAgentHelp1": "Введіть список користувацьких агентів, щоб виключити відстеження за допомогою Piwik.",
        "GlobalExcludedUserAgentHelp2": "Ви можете використовувати це, щоб виключити відстеження якихось ботів.",
        "GlobalListExcludedIps": "Загальний список виключених IP",
        "GlobalListExcludedQueryParameters": "Загальний список запитів URL-параметрів для виключення",
        "GlobalListExcludedUserAgents": "Загальний список користувацьких агентів для виключення",
        "GlobalListExcludedUserAgents_Desc": "Якщо рядок user-agent'а відвідувача містить рядки, які ви вказали – Piwik не враховуватиме відвідування.",
        "GlobalWebsitesSettings": "Загальні настройки сайтів",
        "HelpExcludedIps": "Введіть список IP адрес, по одному на кожен рядок, які ви хочете виключити і не враховувати в веб-аналітиці. Можна вводити групою, напр. %1$s або %2$s",
        "JsTrackingTagHelp": "Це код JavaScript, який необхідно вставити в усі ваші сторінки",
        "KeepURLFragments": "Відстежувати фрагменти url сторінки",
        "KeepURLFragmentsHelp": "Якщо прапорець не встановлений, фрагменти URL (все після %1$s) будуть видалені при відстеженні: %2$s будуть відслідковуватися як %3$s",
        "KeepURLFragmentsHelp2": "Ви також можете перевизначити цей параметр для окремих веб-сайтів вище.",
        "KeepURLFragmentsLong": "Зберігати додаткові фрагменти url при відстеженні сторінок",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP адреси нижче будуть виключені з статистики і не будуть враховуватися при зборі даних на всіх сайтах.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Запити URL-параметрів нижче будуть виключені і не будуть враховуватися при зборі статистики на всіх сайтах.",
        "ListOfQueryParametersToExclude": "Введіть список запитів URL-параметрів по одному на кожен рядок, щоб виключити їх зі сторінки зі звітами по URL.",
        "MainDescription": "Для ведення статистики потрібно додати сайти. Додавайте, оновлюйте, видаляйте інформацію про сайти, а також перегляньте JavaScript-код для вставки на ваші сторінки.",
        "NotAnEcommerceSite": "Сайт без ел. комерції",
        "NotFound": "Не знайдено сайтів для",
        "NoWebsites": "Ви не маєте жодного сайту на обліку.",
        "OnlyOneSiteAtTime": "Ви можете тільки редагувати один сайт в один і той же час. Будь ласка, збережіть або скасуйте ваші поточні зміни до сайту %s.",
        "PiwikOffersEcommerceAnalytics": "Ця опція може бути використана для аналітики інтернет-магазинів і електронних замовлень. Більше інформації – тут: %1$s Аналітика ел. комерції%2$s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Веб-аналітика буде автоматично вилучати необхідні параметри сесії (%s).",
        "PluginDescription": "Управління веб-сайтами та дозволяє додавати і редагувати їх.",
        "SearchCategoryDesc": "Piwik також може відстежувати категорію пошуку для кожного слова, яке шукають на вашому сайті в пошуку.",
        "SearchCategoryLabel": "Параметр категорій",
        "SearchCategoryParametersDesc": "Ви можете ввести розділені комами списки параметрів, які б визначали категорію пошуку.",
        "SearchKeywordLabel": "Параметр запитів",
        "SearchKeywordParametersDesc": "Введіть список параметрів, які містять ключові слова пошуку по сайту (через кому).",
        "SearchParametersNote": "Підказка: параметри запиту та категорії будуть використані лише для сайтів, які мають внутрішній пошук і включили відстеження пошуку, але залишили ці параметри порожніми (недоторканими).",
        "SearchParametersNote2": "Щоб відключити функції відстеження пошуку по сайту для нових сайтів, залиште ці два поля порожніми.",
        "SearchUseDefault": "Використовувати %1$sстандартні%2$s параметри пошуку по сайту",
        "SelectACity": "Вибрати місто",
        "SelectDefaultCurrency": "Ви можете встановити валюту за замовчуванням для нових сайтів.",
        "SelectDefaultTimezone": "Ви можете встановити часовий пояс за замовчуванням для нових сайтів.",
        "ShowTrackingTag": "Показати код",
        "Sites": "Сайти",
        "SiteSearchUse": "Ви можете використовувати Piwik для відстеження та відображення аналітики по тому, що шукають відвідувачі на вашому сайті використовуючи функціонал для внутрішнього пошуку по сайту.",
        "SiteWithoutDataTitle": "Ще ніякі дані не були записані",
        "SiteWithoutDataDescription": "Немає даних аналітики що відстежувалися на цьому сайті.",
        "SiteWithoutDataSetupTracking": "Будь ласка, налаштуйте %1$sJavaScript код відстеження%2$s на вашому сайті, якщо ви цього не зробили раніше.",
        "SiteWithoutDataMessageDisappears": "Це повідомлення зникне, як тільки перші дані отримаються на цей сайт.",
        "SiteWithoutDataSetupGoals": "У той же час, може бути, ви хотіли б %1$sвстановити деякі цілі%2$s.",
        "SuperUserAccessCan": "Користувач з правами суперкористувача може також %1$sвказати загальні налаштування%2$s для нових веб-сайтів.",
        "Timezone": "Часовий пояс",
        "TrackingSiteSearch": "Відстежувати внутрішній пошук по сайту",
        "TrackingTags": "Код відстеження для %s",
        "Urls": "URL-и",
        "UTCTimeIs": "Час UTC: %s.",
        "OnlyMatchedUrlsAllowed": "Тільки відстеження відвідування та дії, коли URL-адреса дії починається з однієї з URL-адрес вище.",
        "OnlyMatchedUrlsAllowedHelp": "Якщо ця функція включена, Piwik буде відслідковувати тільки внутрішні дії, коли URL сторінки є одна з найбільш відомих URL-адрес на вашому сайті. Це заважає людям спамити аналітику з URL-адрес для інших сайтів.",
        "OnlyMatchedUrlsAllowedHelpExamples": "Домен і шлях повинен повністю збігатися і кожен дійсний піддомен повинен бути вказаний окремо. Наприклад, якщо відомі URL-адреси 'http:\/\/example.com\/path' і 'http:\/\/good.example.com', відстеження запитів для 'http:\/\/example.com\/otherpath' чи 'http:\/\/bad.example.com' ігноруються.",
        "WebsitesManagement": "Управління сайтами",
        "XManagement": "Управління %s",
        "ChooseMeasurableTypeHeadline": "Щоб ви хотіли виміряти?",
        "YouCurrentlyHaveAccessToNWebsites": "Наразі ви маєте доступ до %s сайтів.",
        "YourCurrentIpAddressIs": "Ваш IP: %s"
    }
}