{
    "CustomDimensions": {
        "CannotBeDeleted": "Персонализирана величина не може да бъде изтрита, а само деактивирана.",
        "ColumnAvgTimeOnDimension": "Ср. време на измерение",
        "ColumnUniqueActions": "Уникални действия",
        "ConfigureDimension": "Конфигуриране на %1$s Персонализирано измерение %2$s",
        "ConfigureNewDimension": "Конфигурирайте ново измерение",
        "CustomDimensionId": "Персонализирани размери (Id %d)",
        "CustomDimensions": "Персонализирани размери",
        "CustomDimensionsIntro": "Чрез създаване на %1$sПерсонализирани размери%2$s можете да събирате всякакви персонализирани данни за „%3$s“.",
        "CustomDimensionsIntroNext": "Matomo ще създаде отчет за всяка персонализирана величина (включително процента на реализация за всяка от Вашите цели), както и ще ви позволи лесно да сегментирате потребителите си въз основа на тези стойности. Персонализираните размери са подобни на %1$sПерсонализирани променливи%2$s, но има няколко %3$sразлики между персонализирани размери и персонализирани променливи%4$s.",
        "DimensionCreated": "Създадена е персонализирана величина",
        "DimensionUpdated": "Персонализираната величина е актуализирана",
        "EmptyValue": "празна стойност",
        "ExampleCreateCustomDimensions": "Например, за да създадете %s нови персонализирани размери в действието на обхвата, изпълнете следната команда:",
        "ExampleValue": "dimensionValue",
        "ExceptionDimensionDoesNotExist": "Измерение %1$d за уебсайт %2$d не съществува.",
        "ExceptionDimensionIsNotActive": "Измерението %1$d за уебсайт %2$d не е активно.",
        "ExtractValue": "Извличане на стойност",
        "Extractions": "Екстракции",
        "ExtractionsHelp": "Това е по избор. Редовен израз може да се използва за автоматично извличане на стойността за тази персонализирана величина от URL адрес на страница или заглавие на страница. По този начин стойността на персонализираната величина не трябва да се задава ръчно чрез клиент за проследяване. Стойност все още може да бъде зададена ръчно чрез Matomo Tracker API. Стойностите на величините, зададени ръчно при проследяване на клиенти, винаги имат предимство пред извличанията. Ако са дефинирани множество извличания, се използва първото извличане, което съвпада. Не е нужно да избягвате наклонени черти, тъй като Matomo прави това автоматично за Вас. Например, използвайте /news/ вместо \\/news\\/.",
        "HowToCreateCustomDimension": "За да създадете ново персонализирано измерение, изпълнете следната команда във Вашата инсталация на Matomo:",
        "HowToManyCreateCustomDimensions": "Ако искате да създадете няколко нови персонализирани величини наведнъж, просто добавете броя на величините, които ще бъдат създадени. Тъй като всички промени в базата данни ще бъдат изпълнени в един израз, може да не отнеме много повече време за добавяне на няколко персонализирани измерения наведнъж.",
        "HowToTrackManuallyTitle": "Ръчно проследяване на стойност за тази величина",
        "HowToTrackManuallyViaHttp": "За да проследявате стойност чрез API на HTTP Tracker, използвайте проследяващия параметър „dimension“, последван от идентификатора на персонализираната величина:",
        "HowToTrackManuallyViaJs": "За да проследите стойност в извикването на JavaScript Tracker:",
        "HowToTrackManuallyViaJsDetails": "За повече информация прочетете ръководството за %1$sJavaScript Tracker за персонализирани размери%2$s",
        "HowToTrackManuallyViaPhp": "За да проследите стойност в извикването на PHP Tracker:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Създаването на нова персонализирана величина може да отнеме много време в зависимост от размера на Вашата база данни, тъй като изисква промени в схемата в нея. Следователно това е възможно да се направи само чрез конзолна команда, която трябва да се изпълни на командния ред.",
        "IncreaseAvailableCustomDimensionsTitle": "Увеличете броя на наличните персонализирани величини",
        "NameAllowedCharacters": "Разрешените знаци са всякакви букви, цифри, интервали, тире и подчертаване.",
        "NameIsRequired": "Изисква се име.",
        "NameIsTooLong": "Името съдържа твърде много знаци, използвайте до %d знака.",
        "NoCustomDimensionConfigured": "Все още няма конфигурирана персонализирана величина, конфигурирайте я сега.",
        "NoValue": "без стойност",
        "PageUrlParam": "Параметър на URL адреса на страницата",
        "PluginDescription": "Разширете Matomo към Вашите нужди, като дефинирате и проследявате персонализирани размери в обхват Действие или Посещение",
        "ScopeDescriptionAction": "Персонализираните величини в обхвата „Действие“ могат да се изпращат заедно с всяко действие (преглеждане на страница, изтегляне, събитие и т.н.).",
        "ScopeDescriptionActionMoreInfo": "Екстракциите могат да бъдат дефинирани така, че стойността на персонализираната величина да бъде извлечена от URL адреса на страницата, заглавието на страницата или параметъра на заявка за URL адрес на страница.",
        "ScopeDescriptionVisit": "Персонализираните размери в обхвата „Посещение“ могат да се изпращат заедно с всяка заявка за проследяване и се съхраняват в посещението.",
        "ScopeDescriptionVisitMoreInfo": "Ако зададете различни стойности за дадена величина през целия живот на посещението, ще се използва последната зададена стойност.",
        "ScopeTitleAction": "Размери на действието",
        "ScopeTitleVisit": "Размери на посещението",
        "UrlQueryStringParameter": "параметър на низ на заявка за URL адрес",
        "XofYLeft": "%1$s от %2$s размери са останали"
    }
}
