{
    "CustomDimensions": {
        "CannotBeDeleted": "Una dimensió personalitzada no es pot suprimir, només es pot desactivar.",
        "ColumnAvgTimeOnDimension": "Temps mitjà a la dimensió",
        "ColumnUniqueActions": "Accions úniques",
        "ConfigureDimension": "Configura la %1$s dimensió personalitzada %2$s",
        "ConfigureNewDimension": "Configureu una nova dimensió",
        "CustomDimensionId": "Dimensió personalitzada (Id %d)",
        "CustomDimensions": "Dimensions personalitzades",
        "CustomDimensionsIntro": "En creant %1$sDimensions personalitzades%2$s podeu recollir qualsevol dada personalitzada per a \"%3$s\".",
        "CustomDimensionsIntroNext": "Matomo crearà un informe per a cada dimensió personalitzada (incloent-hi el percentatge de conversió de cadascun dels vostres objectius), a més de permetre segmentar fàcilment els usuaris en funció d'aquests valors. Les dimensions personalitzades són semblants a les %1$svariables personalitzades%2$s, però hi ha unes quantes %3$sdiferències entre les dimensions personalitzades i les variables personalitzades%4$s.",
        "DimensionCreated": "Dimensió personalitzada creada",
        "DimensionUpdated": "Dimensió personalitzada actualitzada",
        "EmptyValue": "valor buit",
        "ExampleCreateCustomDimensions": "Per exemple, per crear %s noves dimensions personalitzades a l'acció d'abast, executeu l'ordre següent:",
        "ExampleValue": "valordimensió",
        "ExceptionDimensionDoesNotExist": "No existeix la dimensió %1$d per al lloc web %2$d.",
        "ExceptionDimensionIsNotActive": "La dimensió %1$d per al lloc web %2$d no està activa.",
        "ExtractValue": "Extreure valor",
        "Extractions": "Extraccions",
        "ExtractionsHelp": "Això és opcional. Es pot utilitzar una expressió regular per extreure automàticament el valor d'aquesta dimensió personalitzada d'una URL o d'un títol de pàgina. D'aquesta manera, el valor de la dimensió personalitzada no s'ha d'establir manualment mitjançant un client de seguiment. Un valor encara es pot establir manualment mitjançant l'API Matomo Tracker. Els valors de dimensions establerts manualment als clients de seguiment sempre tenen prioritat sobre les extraccions. Si es defineixen diverses extraccions, s'utilitza la primera extracció que coincideixi. No necessiteu escapar de les barres inclinades, ja que Matomo ho fa automàticament. Per exemple, utilitzeu /news/ en comptes de \\/news\\/.",
        "HowToCreateCustomDimension": "Per crear una nova dimensió personalitzada, executeu l'ordre següent a la vostra instal·lació de Matomo:",
        "HowToManyCreateCustomDimensions": "Si voleu crear diverses dimensions personalitzades noves alhora, només cal que afegiu el nombre de dimensions que es crearan. Com que tots els canvis de la base de dades s'executaran en una sola instrucció, és possible que no trigui gaire més a afegir diverses dimensions personalitzades alhora.",
        "HowToTrackManuallyTitle": "Seguiment d'un valor per a aquesta dimensió manualment",
        "HowToTrackManuallyViaHttp": "Per fer el seguiment d'un valor mitjançant l'API de seguiment HTTP, utilitzeu el paràmetre de seguiment \"dimensió\" seguit de l'identificador de dimensió personalitzada:",
        "HowToTrackManuallyViaJs": "Per fer el seguiment d'un valor al rastrejador de JavaScript crideu:",
        "HowToTrackManuallyViaJsDetails": "Per obtenir més informació llegiu la %1$sguia de seguiment de JavaScript per a les dimensions personalitzades%2$s",
        "HowToTrackManuallyViaPhp": "Per fer un seguiment d'un valor al PHP Tracker crideu:",
        "IncreaseAvailableCustomDimensionsTakesLong": "La creació d'una nova dimensió personalitzada pot trigar molt de temps en funció de la mida de la base de dades, ja que requereix canvis d'esquema a la base de dades. Per tant només és possible fer-ho mitjançant una ordre de consola que s'ha d'executar a la línia de comandes.",
        "IncreaseAvailableCustomDimensionsTitle": "Augmenteu el nombre de dimensions personalitzades disponibles",
        "NameAllowedCharacters": "Els caràcters permesos són qualsevol lletra, nombre, espai en blanc, guió i subratllat.",
        "NameIsRequired": "Es necessita un nom.",
        "NameIsTooLong": "El nom conté massa caràcters, utilitzeu fins a %d caràcters.",
        "NoCustomDimensionConfigured": "Encara no s'ha configurat cap dimensió personalitzada, configureu-ne una ara.",
        "NoValue": "cap valor",
        "PageUrlParam": "Paràmetre de la URL de la pàgina",
        "PluginDescription": "Amplieu Matomo a les vostres necessitats mitjançant la definició i el seguiment de dimensions personalitzades a l'abast Acció o Visita",
        "ScopeDescriptionAction": "Les dimensions personalitzades de l'àmbit \"Acció\" es poden enviar amb qualsevol acció (visualització de la pàgina, baixada, esdeveniment, etc.).",
        "ScopeDescriptionActionMoreInfo": "Les extraccions es poden definir de manera que el valor de la dimensió personalitzada s'extregui de l'URL de la pàgina, del títol de la pàgina o d'un paràmetre de consulta de l'URL de la pàgina.",
        "ScopeDescriptionVisit": "Les dimensions personalitzades a l'àmbit \"Visita\" es poden enviar amb qualsevol sol·licitud de seguiment i s'emmagatzemen a la visita.",
        "ScopeDescriptionVisitMoreInfo": "Si establiu valors diferents per a una dimensió determinada durant la vida útil d'una visita, s'utilitzarà l'últim valor establert.",
        "ScopeTitleAction": "Dimensions d'acció",
        "ScopeTitleVisit": "Dimensió de Visites",
        "UrlQueryStringParameter": "paràmetre de cadena de consulta d'url",
        "XofYLeft": "Queden %1$s de %2$s dimensions"
    }
}
