{
    "CustomDimensions": {
        "CannotBeDeleted": "Eine benutzerdefinierte Dimension kann nicht gelöscht werden, nur deaktiviert.",
        "ColumnAvgTimeOnDimension": "Durchschn. Zeit Der Dimension",
        "ColumnUniqueActions": "Eindeutige Aktionen",
        "ConfigureDimension": "Konfiguriere %1$s benutzerspezifische Dimension %2$s",
        "ConfigureNewDimension": "Eine neue Dimension konfigurieren",
        "CustomDimensionId": "Benutzerdefinierte Dimensionen (Id %d)",
        "CustomDimensions": "Benutzerdefinierte Dimensionen",
        "CustomDimensionsIntro": "Indem Sie %1$sbenutzerdefinierte Dimensionen%2$s erstellen, können Sie jegliche benutzerdefinierten Daten für '%3$s' sammeln.",
        "CustomDimensionsIntroNext": "Matomo wird einen Bericht für jede benutzerdefinierte Dimension (inklusive Konversionsrate für jedes Ihrer Ziele) erstellen, wie es Ihnen auch dabei unterstützt, Ihre Benutzer basierend auf diese Werte einzustufen. Benutzerdefinierte Dimensionen verhalten sich ähnlich wie %1$sbenutzerdefinierte Variablen%2$s, es gibt aber einige %3$sDifferenzen zwischen benutzerdefinierten Dimensionen und benutzerdefinierten Variablen%4$s.",
        "DimensionCreated": "Eigene Dimension erstellt",
        "DimensionUpdated": "Eigene Dimension aktualisiert",
        "EmptyValue": "leerer Wert",
        "ExampleCreateCustomDimensions": "Um zum Beispiel %s neue benutzerdefinierte Dimensionen im Aktionenbereich zu erstellen, führen Sie den folgenden Befehl aus:",
        "ExampleValue": "DimensionsWert",
        "ExceptionDimensionDoesNotExist": "Dimension %1$d für Webseite %2$d existiert nicht.",
        "ExceptionDimensionIsNotActive": "Dimension %1$d für Webseite %2$d ist nicht aktiv.",
        "ExtractValue": "Wert extrahieren",
        "Extractions": "Extraktionen",
        "ExtractionsHelp": "Dies ist optional. Ein regulärer Ausdruck (RegEx) kann verwendet werden, um den Wert einer benutzerdefinierten Dimension automatisch aus einer Seiten-URL oder einem Seitentitel zu extrahieren. Auf diesem Weg muss der Wert für die benutzerdefinierte Dimension nicht manuell über die Matomo Tracker API gesetzt werden. Manuell gesetzte Dimensionswerte in den Trackingclients haben immer Vorrang über Extraktionen. Wenn mehrere Extraktionen definiert sind, wird die erste passende Extraktion verwendet. Sie brauchen keine Schrägstriche zu verwenden, da Matomo dies automatisch für Sie tut. Verwenden Sie zum Beispiel /news/ anstelle von \\/news\\/.",
        "HowToCreateCustomDimension": "Um eine neue benutzerdefinierte Dimension zu erstellen, führen Sie den folgenden Befehl in Ihrer Matomo Installation aus:",
        "HowToManyCreateCustomDimensions": "Wenn Sie mehrere neue benutzerdefinierten Dimensionen gleichzeitig erstellen wollen, fügen Sie die Anzahl zu erstellender Dimensionen an. Weil alle Datenbankänderungen in einem Befehl ausgeführt werden, wird es nicht merklich mehr Zeit beanspruchen, mehrere benutzerdefinierte Dimensionen auf einmal zu erstellen.",
        "HowToTrackManuallyTitle": "Den Wert dieser Dimension manuell aufzeichen",
        "HowToTrackManuallyViaHttp": "Um einen Wert über die HTTP Tracker API zu tracken, benützen Sie den Tracking Parameter 'dimension', gefolgt von der benutzerdefinierten Id:",
        "HowToTrackManuallyViaJs": "Um einen Wert im JavaScript Tracker zu erzeugen, rufen Sie folgenden Befehl auf:",
        "HowToTrackManuallyViaJsDetails": "Weitere Informationen finden Sie in der %1$sJavaScript Tracker Anleitung für benutzerdefinierte Dimensionen%2$s",
        "HowToTrackManuallyViaPhp": "Um einen Wert im PHP Tracker zu erzeugen, rufen Sie folgenden Befehl auf:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Eine neue benutzerdefinierte Dimension zu erstellen kann viel Zeit beanspruchen, abhängig von der Größe Ihrer Datenbank. Deshalb ist dieser Vorgang nur über die Konsole mit Hilfe von Kommandozeilenbefehlen möglich.",
        "IncreaseAvailableCustomDimensionsTitle": "Die Anzahl von verfügbaren eigenen Dimensionen erhöhen",
        "NameAllowedCharacters": "Erlaubte Zeichen sich alle Buchstaben oder Zahlen sowie Leerzeichen, Gedankenstrich oder Unterstrich.",
        "NameIsRequired": "Ein Name wird benötigt.",
        "NameIsTooLong": "Name enthält zu viele Zeichen, benützen Sie maximal %d Zeichen.",
        "NoCustomDimensionConfigured": "Aktuell ist noch keine benutzerdefinierte Dimension konfiguriert, definieren Sie jetzt eine.",
        "NoValue": "kein Wert",
        "PageUrlParam": "Seiten-URL Parameter",
        "PluginDescription": "Erweitern Sie Matomo nach Ihren Bedürfnissen, indem Sie benutzerdefinierte Dimensionen im für Aktionen oder Besuche erzeugen und auswerten",
        "ScopeDescriptionAction": "Benutzerdefinierte Dimensionen im Bereich 'Aktion' kann bei jeder Aktionsart (Seitenansicht, Download, Ereignis, usw.) gesandt werden.",
        "ScopeDescriptionActionMoreInfo": "Extraktionen können definiert werden, so dass der benutzerdefinierte Dimensionswert von der Seiten-URL, dem Seitentitel oder dem Seiten-URL-Parameter extrahiert wird.",
        "ScopeDescriptionVisit": "Benutzerdefinierte Dimensionen im Bereich 'Besuche' können über sämtliche Trackinganfragen gesandt werden und werden im Besuch gespeichert.",
        "ScopeDescriptionVisitMoreInfo": "Wenn Sie innerhalb der Lebenszeit eines Besuchs für eine gegebene Dimension verschiedene Werte setzen, wird der zuletzt gesetzte Wert verwendet.",
        "ScopeTitleAction": "Aktions-Dimensionen",
        "ScopeTitleVisit": "Besuchs-Dimensionen",
        "UrlQueryStringParameter": "URL-Anfrage-Parameter",
        "XofYLeft": "Es verbleiben %1$s von %2$s Dimensionen"
    }
}
