{
    "CustomDimensions": {
        "CannotBeDeleted": "A Custom Dimension cannot be deleted, only deactivated.",
        "ColumnAvgTimeOnDimension": "Avg. Time On Dimension",
        "ColumnUniqueActions": "Unique Actions",
        "ConfigureDimension": "Configure %1$s Custom Dimension %2$s",
        "ConfigureNewDimension": "Configure a new dimension",
        "CustomDimensionId": "Custom Dimensions (Id %d)",
        "CustomDimensions": "Custom Dimensions",
        "CustomDimensionsIntro": "By creating %1$sCustom Dimensions%2$s you can collect any custom data for '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo will create a report for each Custom Dimension (including the conversion rate for each of your Goals), as well as let you easily segment your users based on these values. Custom Dimensions are similar to %1$sCustom Variables%2$s but there are a few %3$sdifferences between Custom Dimensions and Custom Variables%4$s.",
        "DimensionCreated": "Custom Dimension created",
        "DimensionUpdated": "Custom Dimension updated",
        "EmptyValue": "empty value",
        "ExampleCreateCustomDimensions": "For example to create %s new Custom Dimensions in scope action execute the following command:",
        "ExampleValue": "dimensionValue",
        "ExceptionDimensionDoesNotExist": "Dimension %1$d for website %2$d does not exist.",
        "ExceptionDimensionIsNotActive": "Dimension %1$d for website %2$d is not active.",
        "ExtractValue": "Extract value",
        "Extractions": "Extractions",
        "ExtractionsHelp": "This is optional. A regex can be used to extract the value for this Custom Dimension from a page URL or page title automatically. This way, the custom dimension value does not have to be set manually via a Tracking client. A value still can be set manually via the Matomo Tracker API. Dimension values set manually in tracking clients always takes precedence over extractions. If multiple extractions are defined, the first extraction that matches is used. You don’t need to escape forward slashes as Matomo does this for you automatically. For example, use /news/ instead of \\/news\\/.",
        "HowToCreateCustomDimension": "To create a new Custom Dimension execute the following command within your Matomo installation:",
        "HowToManyCreateCustomDimensions": "If you want to create multiple new Custom Dimensions at once, simply append the number of dimensions that shall be created. As all database changes will be executed in one statement, it may not take much longer to add multiple Custom Dimensions at once.",
        "HowToTrackManuallyTitle": "Tracking a value for this dimension manually",
        "HowToTrackManuallyViaHttp": "To track a value via the HTTP Tracker API use the tracking parameter 'dimension' followed by the Custom Dimension Id:",
        "HowToTrackManuallyViaJs": "To track a value in the JavaScript Tracker call:",
        "HowToTrackManuallyViaJsDetails": "For more information read the %1$sJavaScript Tracker guide for Custom Dimensions%2$s",
        "HowToTrackManuallyViaPhp": "To track a value in the PHP Tracker call:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Creating a new Custom Dimension can take a long time depending on the size of your database as it requires schema changes in your database. Therefore it is only possible to do this via a console command which needs to be executed on the command line.",
        "IncreaseAvailableCustomDimensionsTitle": "Increase the number of available Custom Dimensions",
        "NameAllowedCharacters": "Allowed characters are any letters, numbers, whitespace, a dash and underline.",
        "NameIsRequired": "A name is required.",
        "NameIsTooLong": "Name contains too many characters, use up to %d characters.",
        "NoCustomDimensionConfigured": "No Custom Dimension configured yet, configure one now.",
        "NoValue": "no value",
        "PageUrlParam": "Page URL Parameter",
        "PluginDescription": "Extend Matomo to your needs by defining and tracking Custom Dimensions in scope Action or Visit",
        "ScopeTitleAction": "Action Dimensions",
        "ScopeDescriptionAction": "Custom Dimensions in scope 'Action' can be sent along any action (page view, download, event, etc.).",
        "ScopeDescriptionActionMoreInfo": "Extractions may be defined so that the custom dimension value is extracted from the Page URL, Page Title or a Page URL query parameter.",
        "ScopeTitleVisit": "Visit Dimensions",
        "ScopeDescriptionVisit": "Custom Dimensions in scope 'Visit' can be sent along any tracking request and are stored in the visit.",
        "ScopeDescriptionVisitMoreInfo": "If you set different values for a given dimension during the lifetime of a visit, the last value set will be used.",
        "XofYLeft": "%1$s of %2$s dimensions left",
        "UrlQueryStringParameter": "url query string parameter"
    }
}
