{
    "CustomDimensions": {
        "CannotBeDeleted": "Una dimensión personalizada no puede ser eliminada, solo desactivada.",
        "ColumnAvgTimeOnDimension": "Promedio de tiempo para la dimensión",
        "ColumnUniqueActions": "Acciones únicas",
        "ConfigureDimension": "Configurar %1$s dimensiones personalizadas %2$s",
        "ConfigureNewDimension": "Configurar una nueva dimensión",
        "CustomDimensionId": "Dimensiones personalizadas (Id %d)",
        "CustomDimensions": "Dimensiones personalizadas",
        "CustomDimensionsIntro": "Creando %1$sdimensiones personalizadas%2$s puede recopilar cualquier dato personalizado de '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo creará un informe para cada Medida personalizada (incluyendo la tasa de conversión de cada uno de sus Metas), como también segmentar fácilmente a sus usuarios basados en estos valores. Las Medidas personalizadas son similares a %1$sVariables personalizadas%2$s solo unas pequeñas %3$sdiferencias entre las mismas%4$s.",
        "DimensionCreated": "Dimensión personalizada creada",
        "DimensionUpdated": "Dimensión personalizada actualizada",
        "EmptyValue": "valor vacío",
        "ExampleCreateCustomDimensions": "Por ejemplo, para crear una nueva %s Medida personalizada en el ámbito Acción, ejecutar el siguiente comando:",
        "ExampleValue": "valor de la dimensión",
        "ExceptionDimensionDoesNotExist": "No existe la dimensión %1$d para el sitio web %2$d.",
        "ExceptionDimensionIsNotActive": "No está activada la dimensión %1$d del sitio web %2$d.",
        "ExtractValue": "Extraer valor",
        "Extractions": "Extracciones",
        "ExtractionsHelp": "Esto es opcional. Un expresión regular se puede utilizar para extraer el valor de esta dimensión personalizada de una URL de página o título de página automáticamente. De esta manera, el valor de la dimensión personalizado no tiene que configurarse manualmente a través de un cliente de seguimiento. Un valor todavía se puede establecer manualmente a través de la API de Matomo Tracker. Los valores de la dimensión establecidos manualmente en el seguimiento de clientes siempre tienen prioridad sobre las extracciones. Si se definen múltiples extracciones, se utiliza la primera extracción que coincida. No necesitas escapar de las barras delanteras, ya que Matomo hace esto por ti automáticamente. Por ejemplo, utilice /news/ en lugar de \\/news\\/.",
        "HowToCreateCustomDimension": "Para crear una nueva dimensión personalizada ejecute el siguiente comando dentro de su instalación Matomo:",
        "HowToManyCreateCustomDimensions": "Si desea crear múltiples dimensiones personalizadas de una vez, simplemente añada el número de medidas que serán creadas. Como todos los cambios en la base de datos serán ejecutados en una sola sentencia, no debería tomar mucho tiempo agregar múltiples dimensiones personalizadas de una vez.",
        "HowToTrackManuallyTitle": "Monitorea manualmente un valor para esta dimensión",
        "HowToTrackManuallyViaHttp": "Para rastrear un valor vía la API del rastreador HTTP use el parámetro 'dimension' seguido del id de la dimensión personalizada:",
        "HowToTrackManuallyViaJs": "Para monitorear el valor en la llamada al JavaScript Tracker:",
        "HowToTrackManuallyViaJsDetails": "Para una mayor información lea la guía %1$sJavascript Tracker para dimensiones personalizadas%2$s",
        "HowToTrackManuallyViaPhp": "Para rastrear el valor en la llamada al PHP Tracker:",
        "IncreaseAvailableCustomDimensionsTakesLong": "La creación de una nueva Medida personalizada puede llevar un cierto tiempo, dependiendo del tamaño de su base de datos, ya que requiere cambios en el esquema de la base de datos. Por lo tanto, sólo es posible hacerlo a través de un comando de consola que necesita ser ejecutado precisamente desde la línea de comandos.",
        "IncreaseAvailableCustomDimensionsTitle": "Aumentar el número disponible de dimensiones personalizadas",
        "NameAllowedCharacters": "Los caracteres permitidos son cualquier letra, número, espacio en blanco, guión o subrayado.",
        "NameIsRequired": "Es necesario un nombre.",
        "NameIsTooLong": "Nombre contiene demasiados caracteres, use hasta %d caracteres.",
        "NoCustomDimensionConfigured": "Todavía no ha configurado ninguna dimensión personalizada, configure una ahora.",
        "NoValue": "sin valor",
        "PageUrlParam": "Parámetro de la URL de página",
        "PluginDescription": "Amplíe Matomo a sus necesidades definiendo y rastreando Dimensiones Personalizadas en el ámbito Acción o Visita",
        "ScopeDescriptionAction": "Las dimensiones personalizadas del ámbito 'Acción' pueden ser enviadas en cualquier acción (vista de página, descarga, evento, etc.).",
        "ScopeDescriptionActionMoreInfo": "Se pueden definir lo que se llama \"extracciones\" de manera que el valor de la dimensión personalizada se extraiga de la URL, del título de la página o de los parámetros del \"querystring\" de la URL de la página.",
        "ScopeDescriptionVisit": "Las dimensiones personalizadas en el ámbito \"Visita\" pueden enviarse junto con cualquier solicitud de seguimiento y se almacenan en la visita.",
        "ScopeDescriptionVisitMoreInfo": "Si define diferentes valores para una medida dada durante el tiempo de vida de una visita, el último valor ajustado será utilizado.",
        "ScopeTitleAction": "Dimensiones de la acción",
        "ScopeTitleVisit": "Dimensiones de la visita",
        "UrlQueryStringParameter": "parámetro de la cadena de consulta de la url",
        "XofYLeft": "quedan %1$s de %2$s dimensiones"
    }
}
