{
    "CustomDimensions": {
        "CannotBeDeleted": "Dimentsio pertsonalizatu bat ezin da ezabatu, soilik desgaitu.",
        "ColumnAvgTimeOnDimension": "Batez besteko denbora dimentsioan",
        "ColumnUniqueActions": "Ekintza desberdinak",
        "ConfigureDimension": "Konfiguratu %1$s Dimentsio pertsonalizatua %2$s",
        "ConfigureNewDimension": "Konfiguratu dimentsio berria",
        "CustomDimensionId": "Dimentsio pertsonalizatuak (Id %d)",
        "CustomDimensions": "Dimentsio pertsonalizatuak",
        "CustomDimensionsIntro": "%1$sDimentsio pertsonalizatuak%2$s sortuz edozein datu pertsonalizatu bildu dezakezu '%3$s'(r)entzat.",
        "CustomDimensionsIntroNext": "Matomok txosten bat sortuko du dimentsio pertsonalizatu bakoitzarentzat (zure helburuetako bakoitzarentzako bihurketa-tasa barne), eta zure erabiltzaileak balio horien arabera erraz segmentatzeko aukera emango dizu. Dimentsioak %1$saldagai pertsonalizatuen%2$s antzekoak dira, baina badira %3$sdesberdintasun batzuk dimentsio pertsonalizatuen eta aldagai pertsonalizatuen artean%4$s.",
        "DimensionCreated": "Dimentsio pertsonalizatua sortu da",
        "DimensionUpdated": "Dimentsio pertsonalizatua eguneratu da",
        "EmptyValue": "balio hutsa",
        "ExampleCreateCustomDimensions": "Adibidez, ekintza esparruko %s dimentsio pertsonalizatu berri sortzeko exekutatu ondorengo komandoa:",
        "ExampleValue": "dimentsioarenBalioa",
        "ExceptionDimensionDoesNotExist": "%2$d webgunearen %1$d dimentsioa ez da existitzen.",
        "ExceptionDimensionIsNotActive": "%2$d webgunearen %1$d dimentsioa ez dago aktibo.",
        "ExtractValue": "Erauzi balioa",
        "Extractions": "Erauzketak",
        "ExtractionsHelp": "Hau hautazkoa da. Adierazpen erregular bat erabili daiteke dimentsio pertsonalizatu honen balioa automatikoki ateratzeko orriaren URLetik edo izenburutik. Modu honetan, ez dago dimentsio pertsonalizatuaren balioa eskuz ezarri beharrik jarraipen-bezero bat erabiliz. Hala ere, balio bat ezarri daiteke eskuz Matomoren jarraipen APIa erabiliz. Jarraipen bezeroetan eskuz ezarritako dimentsioen balioek lehentasuna gehiago dute erauzitakoek baino. Hainbat erauzketa definitzen badira, bat datorren lehena erabiliko da. Ez daukazu barrak ihes karaktereekin ordezkatu beharrik, Matomok automatikoki egiten du. Adibidez, erabili /albisteak/, eta ez \\/albisteak\\/.",
        "HowToCreateCustomDimension": "Dimentsio pertsonalizatu berri bat sortzeko, exekutatu ondorengo komandoa zure Matomo instalazioan:",
        "HowToManyCreateCustomDimensions": "Aldi berean hainbat dimentsio pertsonalizatu berri sortu nahi badituzu, nahikoa da sortu nahi duzun dimentsio kopurua gehitzea. Datu-baseko aldaketa guztiak adierazpen bakarrean exekutatuko direnez, aldi berean hainbat dimentsio pertsonalizatu gehitzeak ez du askoz luzeago joko.",
        "HowToTrackManuallyTitle": "Dimentsio honen balio baten jarraipena eskuz egiteko",
        "HowToTrackManuallyViaHttp": "Balio baten jarraipena HTTP Tracker APIarekin egiteko erabili 'dimension' jarraipen parametroa ondoren dimentsio pertsonalizatuaren Id-a duela:",
        "HowToTrackManuallyViaJs": "JavaScript aztarnarian balio bat jarraitzeko deitu:",
        "HowToTrackManuallyViaJsDetails": "Informazio gehiagorako irakurri %1$sDimentsio pertsonalizatuen JavaScript jarraipen gida%2$s",
        "HowToTrackManuallyViaPhp": "PHP aztarnariaren deian balio baten jarraipena egiteko:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Dimentsio pertsonalizatu berri bat gehitzeak luze jo dezake datu-basearen tamainaren arabera, datu-basearen eskema aldaketak eskatzen baititu. Ondorioz, komando lerroan exekutatu beharreko kontsolako komando bidez soilik da posible.",
        "IncreaseAvailableCustomDimensionsTitle": "Handitu erabilgarri dauden dimentsio pertsonalizatuen kopurua",
        "NameAllowedCharacters": "Onartutako karaktereak letrak, zenbakiak, zuriunea, marratxoa eta azpimarra dira.",
        "NameIsRequired": "Izena beharrezkoa da.",
        "NameIsTooLong": "Izenak karaktere gehiegi ditu, erabili gehienez %d karaktere.",
        "NoCustomDimensionConfigured": "Oraindik ez dago dimentsio pertsonalizaturik konfiguratuta. Konfiguratu bat orain.",
        "NoValue": "baliorik ez",
        "PageUrlParam": "Orriaren URL parametroa",
        "PluginDescription": "Hedatu Matomo zure beharretara egokitzeko Ekintza edo Bisita esparruetako dimentsio pertsonalizatuak definitu eta jarraituz",
        "ScopeDescriptionAction": "'Ekintza' esparruko dimentsio pertsonalizatuak edozein ekintzarekin batera bidali daitezke (orri-ikustaldia, deskarga, gertaera eta abar).",
        "ScopeDescriptionActionMoreInfo": "Erauzketak definitu daitezke, non dimentsio pertsonalizatuaren balioa hautako batetik erauzten den: orriaren URLetik, orriaren izenburutik edo orriaren URLko kontsulta parametrotik.",
        "ScopeDescriptionVisit": "'Bisita' esparruko dimentsio pertsonalizatuak edozein jarraipen eskaerarekin batera bidali daitezke eta bisitan gorde.",
        "ScopeDescriptionVisitMoreInfo": "Bisitaren iraupenaren barruan hainbat balio desberdin ezartzen badituzu dimentsio jakin batean, ezarritako azken balioa erabiliko da.",
        "ScopeTitleAction": "Ekintza dimentsioak",
        "ScopeTitleVisit": "Bisita dimentsioak",
        "UrlQueryStringParameter": "url kontsulta katearen parametroa",
        "XofYLeft": "%1$s / %2$s dimentsio geratzen dira"
    }
}
