{
    "CustomDimensions": {
        "CannotBeDeleted": "Ní féidir Toise Saincheaptha a scriosadh, é a dhíghníomhachtú amháin.",
        "ColumnAvgTimeOnDimension": "Meán Am Ar Toise",
        "ColumnUniqueActions": "Gníomhartha Uathúla",
        "ConfigureDimension": "Cumraigh Toise Saincheaptha %1$s %2$s",
        "ConfigureNewDimension": "Cumraigh toise nua",
        "CustomDimensionId": "Toisí Saincheaptha (Aitheantas %d)",
        "CustomDimensions": "Toisí Saincheaptha",
        "CustomDimensionsIntro": "Trí %1$sCustom Toisí%2$s a chruthú, is féidir leat aon sonraí saincheaptha le haghaidh '%3$s' a bhailiú.",
        "CustomDimensionsIntroNext": "Cruthóidh Matomo tuarascáil do gach Toise Saincheaptha (lena n-áirítear an ráta comhshó do gach ceann de do Spriocanna), chomh maith le ligfidh sé duit do chuid úsáideoirí a dheighilt go héasca bunaithe ar na luachanna seo. Tá Toisí Saincheaptha cosúil le %1$s Athróga Chustaim%2$s ach tá cúpla difríocht %3$s idir Toisí Saincheaptha agus Athróga Saincheaptha%4$s.",
        "DimensionCreated": "Toise an Chustaim cruthaithe",
        "DimensionUpdated": "Toise an Chustaim nuashonraithe",
        "EmptyValue": "luach folamh",
        "ExampleCreateCustomDimensions": "Mar shampla chun %s Toisí Saincheaptha nua a chruthú sa ghníomh scóip déan an t-ordú seo a leanas:",
        "ExampleValue": "toiseLuach",
        "ExceptionDimensionDoesNotExist": "Níl toise %1$d do shuíomh Gréasáin %2$d ann.",
        "ExceptionDimensionIsNotActive": "Níl an toise %1$d do shuíomh Gréasáin %2$d gníomhach.",
        "ExtractValue": "Sliocht luach",
        "Extractions": "Eastóscáin",
        "ExtractionsHelp": "Tá sé seo roghnach. Is féidir regex a úsáid chun luach na Toise Saincheaptha seo a bhaint as URL leathanach nó as teideal leathanaigh go huathoibríoch. Ar an mbealach seo, ní gá an luach toise saincheaptha a shocrú de láimh trí chliant Rianaithe. Is féidir luach a shocrú fós de láimh tríd an Matomo Tracker API. Bíonn tosaíocht i gcónaí ag luachanna toise a shocraítear de láimh chun cliaint a rianú ar eastóscadh. Má shainítear ileastóscadh, úsáidtear an chéad eastóscadh a mheaitseálann. Ní gá duit éalú ó shlis ar aghaidh mar déanann Matomo é seo duit go huathoibríoch. Mar shampla, úsáid /news/ in ionad \\/news\\/.",
        "HowToCreateCustomDimension": "Chun Toise Saincheaptha nua a chruthú, déan an t-ordú seo a leanas laistigh de do shuiteáil Matomo:",
        "HowToManyCreateCustomDimensions": "Más mian leat roinnt Toisí Saincheaptha nua a chruthú ag an am céanna, ní gá ach líon na toisí a chruthófar a chur i gceangal leis. Toisc go ndéanfar gach athrú bunachar sonraí in aon ráiteas amháin, b'fhéidir nach dtógfaidh sé i bhfad níos mó Toisí Saincheaptha iolracha a chur leis ag an am céanna.",
        "HowToTrackManuallyTitle": "Luach don ghné seo a rianú de láimh",
        "HowToTrackManuallyViaHttp": "Chun luach a rianú tríd an HTTP Tracker API úsáid an 'toise' paraiméadar rianaithe agus an Toise Aitheantas Saincheaptha ina dhiaidh:",
        "HowToTrackManuallyViaJs": "Chun luach sa ghlao Tracker JavaScript a rianú:",
        "HowToTrackManuallyViaJsDetails": "Le haghaidh tuilleadh eolais léigh an treoirleabhar Lorgaire JavaScript %1$s le haghaidh Toisí Saincheaptha%2$s",
        "HowToTrackManuallyViaPhp": "Chun luach a rianú sa ghlao Lorgaire PHP:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Is féidir go dtógfaidh sé tamall fada Toise Saincheaptha nua a chruthú ag brath ar mhéid do bhunachar sonraí mar go dteastaíonn athruithe scéimre i do bhunachar sonraí. Mar sin ní féidir é seo a dhéanamh ach trí ordú consól a chaithfear a fhorghníomhú ar an líne ordaithe.",
        "IncreaseAvailableCustomDimensionsTitle": "Méadú ar líon na Toisí Saincheaptha atá ar fáil",
        "NameAllowedCharacters": "Is ionann carachtair cheadaithe agus litreacha, uimhreacha, spás bán, dash agus líne.",
        "NameIsRequired": "Tá ainm ag teastáil.",
        "NameIsTooLong": "Tá an iomarca carachtar san ainm, úsáid suas le %d carachtar.",
        "NoCustomDimensionConfigured": "Níl Toise Saincheaptha ar bith cumraithe fós, cumraigh ceann anois.",
        "NoValue": "gan luach",
        "PageUrlParam": "Paraiméadar URL an Leathanaigh",
        "PluginDescription": "Leathnaigh Matomo chuig do chuid riachtanas trí Toisí Saincheaptha a shainiú agus a rianú sa raon Gníomhaíochta nó Cuairt",
        "ScopeDescriptionAction": "Is féidir Toisí Saincheaptha i raon feidhme 'Gníomh' a sheoladh feadh aon ghnímh (amharc ar an leathanach, íoslódáil, imeacht, etc.).",
        "ScopeDescriptionActionMoreInfo": "Féadfar eastóscáin a shainiú ionas go mbaintear an luach toise saincheaptha as URL an Leathanaigh, Teideal an Leathanaigh nó paraiméadar fiosrúcháin URL an Leathanaigh.",
        "ScopeDescriptionVisit": "Is féidir Toisí Saincheaptha i raon feidhme 'Cuairt' a sheoladh mar aon le haon iarratas rianaithe agus iad a stóráil sa chuairt.",
        "ScopeDescriptionVisitMoreInfo": "Má shocraíonn tú luachanna difriúla do thoise ar leith le linn shaolré cuairte, úsáidfear an tacar luacha deiridh.",
        "ScopeTitleAction": "Toisí Gníomhaíochta",
        "ScopeTitleVisit": "Tabhair cuairt ar Toisí",
        "UrlQueryStringParameter": "paraiméadar teaghrán iarratais url",
        "XofYLeft": "%1$s de %2$s toisí fágtha"
    }
}
