{
    "CustomDimensions": {
        "CannotBeDeleted": "કસ્ટમ પરિમાણને કાઢી શકાય નહીં, ફક્ત નિષ્ક્રિય કરી શકાય છે.",
        "ColumnAvgTimeOnDimension": "ડિમેન્શન પર સરેરાશ સમય",
        "ColumnUniqueActions": "અનન્ય ક્રિયાઓ",
        "ConfigureDimension": "%1$s કસ્ટમ પરિમાણ %2$s કન્ફિગર કરો",
        "ConfigureNewDimension": "નવું ડિમેન્શન કન્ફિગર કરો",
        "CustomDimensionId": "કસ્ટમ પરિમાણો (ID %d)",
        "CustomDimensions": "કસ્ટમ પરિમાણો",
        "CustomDimensionsIntro": "%1$sકસ્ટમ ડાયમેન્શન્સ%2$s બનાવીને તમે '%3$s' માટે કોઈપણ કસ્ટમ ડેટા એકત્ર કરી શકો છો.",
        "CustomDimensionsIntroNext": "Matomo દરેક કસ્ટમ પરિમાણ (તમારા દરેક લક્ષ્ય માટેના રૂપાંતરણ દર સહિત) માટે એક રિપોર્ટ બનાવશે, તેમજ તમને આ મૂલ્યોના આધારે તમારા વપરાશકર્તાઓને સરળતાથી વિભાજિત કરવા દેશે. કસ્ટમ ડાયમેન્શન્સ %1$s કસ્ટમ વેરિયેબલ્સ%2$s જેવા જ છે પરંતુ કસ્ટમ ડાયમેન્શન્સ અને કસ્ટમ વેરિયેબલ્સ%4$s વચ્ચે થોડા %3$s તફાવતો છે.",
        "DimensionCreated": "કસ્ટમ પરિમાણ બનાવવામાં આવ્યું છે",
        "DimensionUpdated": "કસ્ટમ પરિમાણ અપડેટ કર્યું છે",
        "EmptyValue": "ખાલી મૂલ્ય",
        "ExampleCreateCustomDimensions": "ઉદાહરણ તરીકે સ્કોપ એક્શનમાં %s નવા કસ્ટમ ડાયમેન્શન્સ બનાવવા માટે નીચેના આદેશનો અમલ કરો:",
        "ExampleValue": "પરિમાણ મૂલ્ય",
        "ExceptionDimensionDoesNotExist": "વેબસાઇટ %2$d માટેનું પરિમાણ %1$d અસ્તિત્વમાં નથી.",
        "ExceptionDimensionIsNotActive": "વેબસાઇટ %2$d માટેનું પરિમાણ %1$d સક્રિય નથી.",
        "ExtractValue": "મૂલ્ય પ્રાપ્ત કરો",
        "Extractions": "એક્સટ્રેક્શન્સ",
        "ExtractionsHelp": "આ વૈકલ્પિક છે. પૃષ્ઠ URL અથવા પૃષ્ઠ શીર્ષકમાંથી આપમેળે આ કસ્ટમ પરિમાણ માટે મૂલ્ય કાઢવા માટે રેજેક્સનો ઉપયોગ કરી શકાય છે. આ રીતે, કસ્ટમ પરિમાણ મૂલ્યને ટ્રેકિંગ ક્લાયંટ દ્વારા મેન્યુઅલી સેટ કરવાની જરૂર નથી. Matomo Tracker API દ્વારા મૂલ્ય હજુ પણ જાતે સેટ કરી શકાય છે. ટ્રૅકિંગ ક્લાયંટમાં મેન્યુઅલી સેટ કરેલ પરિમાણ મૂલ્યો હંમેશા નિષ્કર્ષણ કરતાં અગ્રતા લે છે. જો બહુવિધ નિષ્કર્ષણ વ્યાખ્યાયિત કરવામાં આવે છે, તો પ્રથમ નિષ્કર્ષણનો ઉપયોગ થાય છે જે મેળ ખાય છે. તમારે ફોરવર્ડ સ્લેશથી બચવાની જરૂર નથી કારણ કે Matomo તમારા માટે આ આપમેળે કરે છે. ઉદાહરણ તરીકે, \\/news\\/ ને બદલે /news/ નો ઉપયોગ કરો.",
        "HowToCreateCustomDimension": "નવું કસ્ટમ ડાયમેન્શન બનાવવા માટે તમારા Matomo ઇન્સ્ટોલેશનમાં નીચે આપેલા આદેશનો અમલ કરો:",
        "HowToManyCreateCustomDimensions": "જો તમે એક સાથે બહુવિધ નવા કસ્ટમ ડાયમેન્શન્સ બનાવવા માંગતા હો, તો માત્ર જે ડાયમેન્શન બનાવવામાં આવશે તે સંખ્યાને જોડો. બધા ડેટાબેઝ ફેરફારો એક નિવેદનમાં એક્ઝિક્યુટ કરવામાં આવશે, તે એક સાથે બહુવિધ કસ્ટમ પરિમાણો ઉમેરવામાં વધુ સમય લેશે નહીં.",
        "HowToTrackManuallyTitle": "આ ડાયમેન્શન માટે એક મૂલ્યની ટ્રેકિંગ મેનુઅલી કરો",
        "HowToTrackManuallyViaHttp": "HTTP Tracker API દ્વારા મૂલ્યને ટ્રૅક કરવા માટે કસ્ટમ ડાયમેન્શન આઈડી દ્વારા અનુસરવામાં આવતા ટ્રેકિંગ પેરામીટર 'ડાયમેન્શન'નો ઉપયોગ કરો:",
        "HowToTrackManuallyViaJs": "JavaScript ટ્રેકર કૉલમાં મૂલ્યને ટ્રૅક કરવા માટે:",
        "HowToTrackManuallyViaJsDetails": "વધુ માહિતી માટે કસ્ટમ પરિમાણો%2$s માટે %1$s JavaScript ટ્રેકર માર્ગદર્શિકા વાંચો",
        "HowToTrackManuallyViaPhp": "PHP ટ્રેકર કૉલમાં મૂલ્યને ટ્રૅક કરવા માટે:",
        "IncreaseAvailableCustomDimensionsTakesLong": "તમારા ડેટાબેઝના કદના આધારે નવું કસ્ટમ ડાયમેન્શન બનાવવામાં લાંબો સમય લાગી શકે છે કારણ કે તેને તમારા ડેટાબેઝમાં સ્કીમા ફેરફારોની જરૂર છે. તેથી કન્સોલ કમાન્ડ દ્વારા જ આ કરવાનું શક્ય છે જેને આદેશ વાક્ય પર ચલાવવાની જરૂર છે.",
        "IncreaseAvailableCustomDimensionsTitle": "ઉપલબ્ધ કસ્ટમ પરિમાણોની સંખ્યા વધારો",
        "NameAllowedCharacters": "મંજૂર અક્ષરો કોઈપણ અક્ષરો, આંકડાઓ, સ્પેસ, ડેશ અને અંડરલાઇન છે.",
        "NameIsRequired": "નામ જરૂરી છે.",
        "NameIsTooLong": "નામમાં ઘણા બધા અક્ષરો છે, %d અક્ષરો સુધીનો ઉપયોગ કરો.",
        "NoCustomDimensionConfigured": "હજુ સુધી કોઈ કસ્ટમ પરિમાણ કન્ફિગર કરેલું નથી, હવે એક કન્ફિગર કરો.",
        "NoValue": "કોઈ મૂલ્ય નથી",
        "PageUrlParam": "પૃષ્ઠ URL પરિમાણ",
        "PluginDescription": "સ્કોપ એક્શન અથવા મુલાકાતમાં કસ્ટમ પરિમાણોને વ્યાખ્યાયિત કરીને અને ટ્રૅક કરીને તમારી જરૂરિયાતો અનુસાર Matomo ને વિસ્તૃત કરો",
        "ScopeDescriptionAction": "સ્કોપ 'એક્શન'માં કસ્ટમ પરિમાણો કોઈપણ ક્રિયા (પૃષ્ઠ દૃશ્ય, ડાઉનલોડ, ઇવેન્ટ, વગેરે) સાથે મોકલી શકાય છે.",
        "ScopeDescriptionActionMoreInfo": "એક્સટ્રેક્શન્સને આવી રીતે વ્યાખ્યાયિત કરી શકાય છે કે કસ્ટમ પરિમાણની કિંમત પેજ URL, પેજ શીર્ષક અથવા પેજ URL ક્વેરી પરિમાણમાંથી એક્સટ્રેક્ટ કરી શકાય છે.",
        "ScopeDescriptionVisit": "સ્કોપ 'મુલાકાત' માં કસ્ટમ પરિમાણો કોઈપણ ટ્રેકિંગ વિનંતી સાથે મોકલી શકાય છે અને મુલાકાતમાં સંગ્રહિત થાય છે.",
        "ScopeDescriptionVisitMoreInfo": "જો તમે મુલાકાતના જીવનકાળ દરમિયાન આપેલ પરિમાણ માટે વિવિધ મૂલ્યો સેટ કરો છો, તો છેલ્લા મૂલ્ય સેટનો ઉપયોગ કરવામાં આવશે.",
        "ScopeTitleAction": "ક્રિયાના પરિમાણો",
        "ScopeTitleVisit": "પરિમાણોની મુલાકાત લો",
        "UrlQueryStringParameter": "url ક્વેરી સ્ટ્રિંગ પરિમાણ",
        "XofYLeft": "%2$s માંથી %1$s પરિમાણો બાકી"
    }
}
