{
    "CustomDimensions": {
        "CannotBeDeleted": "Dimensi Khusus hanya bisa dinonaktifkan, tidak dapat dihapus.",
        "ColumnAvgTimeOnDimension": "Waktu Rata-Rata Pada Dimensi",
        "ColumnUniqueActions": "Tindakan Unik",
        "ConfigureDimension": "Atur %1$s Dimensi Khusus %2$s",
        "ConfigureNewDimension": "Atur dimensi yang baru",
        "CustomDimensionId": "Dimensi Khusus (Id %d)",
        "CustomDimensions": "Dimensi Khusus",
        "CustomDimensionsIntro": "Dengan membuat %1$s Dimensi Khusus %2$s Anda dapat mengumpulkan data khusus untuk '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo akan membuat laporan untuk setiap Dimensi Khusus (termasuk rasio konversi untuk setiap Sasaran Anda), serta memungkinkan Anda untuk mengelompokkan pengguna berdasarkan nilai ini dengan mudah. Dimensi Khusus mirip dengan %1$sVariabel Khusus%2$s, tetapi ada beberapa %3$sperbedaan antara Dimensi Khusus dan Variabel Khusus%4$s.",
        "DimensionCreated": "Dimensi Khusus telah dibuat",
        "DimensionUpdated": "Dimensi Khusus diperbarui",
        "EmptyValue": "nilai kosong",
        "ExampleCreateCustomDimensions": "Misalnya untuk membuat %s Dimensi Khusus yang baru dalam lingkup tindakan, jalankan perintah berikut:",
        "ExampleValue": "Nilai dimensi",
        "ExceptionDimensionDoesNotExist": "Dimensi %1$d untuk situs web %2$d tidak ada.",
        "ExceptionDimensionIsNotActive": "Dimensi %1$d untuk situs web %2$d tidak aktif.",
        "ExtractValue": "Ekstrak nilai",
        "Extractions": "Ekstraksi",
        "ExtractionsHelp": "Ini opsional. Ekspresi reguler dapat digunakan untuk mengekstrak nilai Dimensi Khusus dari URL halaman atau judul halaman secara otomatis. Dengan cara ini, nilai dimensi khusus tidak harus disetel secara manual melalui klien Pelacakan. Nilai masih dapat diatur secara manual melalui Matomo Tracker API. Nilai dimensi yang ditetapkan secara manual dalam melacak klien selalu lebih diutamakan daripada ekstraksi. Jika beberapa ekstraksi didefinisikan, maka ekstraksi pertama yang cocok akan digunakan. Anda tidak perlu khawatir karena Matomo melakukan ini secara otomatis. Misalnya, gunakan /news/ sebagai ganti \\/news\\/.",
        "HowToCreateCustomDimension": "Untuk membuat Dimensi Khusus yang baru, jalankan perintah berikut ini dalam instalasi Matomo Anda:",
        "HowToManyCreateCustomDimensions": "Jika Anda ingin membuat beberapa Dimensi Khusus yang baru sekaligus, cukup tambahkan jumlah dimensi yang akan dibuat. Semua perubahan basis data akan dieksekusi dalam satu pernyataan, jadi tidak perlu waktu lama untuk menambahkan beberapa Dimensi Khusus sekaligus.",
        "HowToTrackManuallyTitle": "Melacak nilai untuk dimensi ini secara manual",
        "HowToTrackManuallyViaHttp": "Untuk melacak nilai melalui HTTP Tracker API, gunakan parameter pelacakan 'dimension' diikuti dengan ID Dimensi Khusus:",
        "HowToTrackManuallyViaJs": "Untuk melacak nilai dalam panggilan Pelacak JavaScript:",
        "HowToTrackManuallyViaJsDetails": "Untuk informasi lebih lanjut, baca %1$spanduan Pelacak JavaScript untuk Dimensi Khusus%2$s",
        "HowToTrackManuallyViaPhp": "Untuk melacak nilai dalam panggilan Pelacak PHP:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Membuat Dimensi Khusus yang baru dapat memakan waktu lama tergantung pada ukuran basis data Anda karena memerlukan perubahan skema dalam basis data Anda. Oleh karena itu, lakukan aksi ini melalui perintah konsol yang mana perlu dijalankan di baris perintah.",
        "IncreaseAvailableCustomDimensionsTitle": "Tingkatkan jumlah Dimensi Khusus yang tersedia",
        "NameAllowedCharacters": "Karakter yang dibolehkan adalah huruf, angka, spasi, tanda hubung, dan garis bawah.",
        "NameIsRequired": "Nama dibutuhkan.",
        "NameIsTooLong": "Nama berisi terlalu banyak karakter, gunakan hingga %d karakter.",
        "NoCustomDimensionConfigured": "Belum ada Dimensi Khusus yang diatur, atur sekarang.",
        "NoValue": "tidak ada nilai",
        "PageUrlParam": "Parameter URL Halaman",
        "PluginDescription": "Perluas Matomo sesuai kebutuhan Anda dengan menentukan dan melacak Dimensi Khusus dalam lingkup Tindakan atau Kunjungan",
        "ScopeDescriptionAction": "Dimensi Khusus dalam lingkup 'Tindakan' dapat dikirim bersama dengan tindakan apa pun (tampilan halaman, unduhan, peristiwa, dll.).",
        "ScopeDescriptionActionMoreInfo": "Ekstraksi dapat ditentukan sehingga nilai dimensi khusus dapat diekstraksi dari URL Halaman, Judul Halaman, atau parameter kueri URL Halaman.",
        "ScopeDescriptionVisit": "Dimensi Khusus dalam lingkup 'Kunjungan' dapat dikirim bersama dengan permintaan pelacakan apa pun dan disimpan dalam kunjungan.",
        "ScopeDescriptionVisitMoreInfo": "Jika Anda menetapkan nilai yang berbeda untuk dimensi tertentu selama masa kunjungan, kumpulan nilai terakhirlah yang akan digunakan.",
        "ScopeTitleAction": "Dimensi Tindakan",
        "ScopeTitleVisit": "Dimensi Kunjungan",
        "UrlQueryStringParameter": "parameter string kueri url",
        "XofYLeft": "%1$s dari %2$s dimensi tersisa"
    }
}
