{
    "CustomDimensions": {
        "CannotBeDeleted": "Una Dimensione Custom non può essere eliminata, solo disattivata.",
        "ColumnAvgTimeOnDimension": "Tempo medio sulla dimensione",
        "ColumnUniqueActions": "Azioni uniche",
        "ConfigureDimension": "Configura una %1$sDimensione Custom%2$s",
        "ConfigureNewDimension": "Configura una nuova dimensione",
        "CustomDimensionId": "Dimensioni custom (Id %d)",
        "CustomDimensions": "Dimensioni custom",
        "CustomDimensionsIntro": "Creando %1$sDimensioni Custom%2$s puoi raccogliere dati personalizzati per '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo creerà un report per ogni dimensione personalizzata (compreso il tasso di conversione per ogni obiettivo) e consentirà di segmentare facilmente gli utenti in base a questi valori. Le dimensioni personalizzate sono simili alle %1$svariabili personalizzate%2$s ma ci sono alcune %3$sdifferenze tra le dimensioni personalizzate e le variabili personalizzate%4$s.",
        "DimensionCreated": "Dimensione custom creata",
        "DimensionUpdated": "Dimensione custom aggiornata",
        "EmptyValue": "valore vuoto",
        "ExampleCreateCustomDimensions": "Ad esempio, per creare %s nuove Dimensioni Personalizzate nell'ambito dell'azione, esegui il comando seguente:",
        "ExampleValue": "dimensionValue",
        "ExceptionDimensionDoesNotExist": "La dimensione %1$d per il sito %2$d non esiste.",
        "ExceptionDimensionIsNotActive": "La dimensione %1$d per il sito %2$d non è attiva.",
        "ExtractValue": "Estrai valore",
        "Extractions": "Estrazioni",
        "ExtractionsHelp": "È opzionale. È possibile utilizzare una regex per estrarre automaticamente il valore di questa dimensione personalizzata da un URL o da un titolo di pagina. In questo modo, il valore della dimensione personalizzata non deve essere impostato manualmente tramite un client di tracciamento. Il valore può comunque essere impostato manualmente tramite l'API di Matomo Tracker. I valori di dimensione impostati manualmente nei client di tracciamento hanno sempre la precedenza sulle estrazioni. Se vengono definite più estrazioni, viene utilizzata la prima estrazione che corrisponde. Non è necessario eseguire l'escape degli slash in avanti, poiché Matomo lo fa automaticamente. Ad esempio, utilizzare /news/ invece di \\/news/.",
        "HowToCreateCustomDimension": "Per creare una nuova dimensione personalizzata, eseguire il seguente comando all'interno dell'installazione di Matomo:",
        "HowToManyCreateCustomDimensions": "Se si desidera creare più dimensioni personalizzate contemporaneamente, è sufficiente aggiungere il numero di dimensioni da creare. Poiché tutte le modifiche al database verranno eseguite in un'unica istruzione, l'aggiunta di più dimensioni personalizzate in una sola volta non richiederà molto tempo.",
        "HowToTrackManuallyTitle": "Tracciamento manuale di un valore per questa dimensione",
        "HowToTrackManuallyViaHttp": "Per tracciare un valore tramite l'API HTTP Tracker, utilizzare il parametro di tracciamento 'dimension' seguito dall'id della dimensione personalizzata:",
        "HowToTrackManuallyViaJs": "Per tracciare un valore nella chiamata del tracker JavaScript:",
        "HowToTrackManuallyViaJsDetails": "Per ulteriori informazioni, leggete la guida del %1$stracker JavaScript per le dimensioni personalizzate.%2$s",
        "HowToTrackManuallyViaPhp": "Per tenere traccia di un valore nella chiamata PHP Tracker:",
        "IncreaseAvailableCustomDimensionsTakesLong": "La creazione di una nuova dimensione personalizzata può richiedere molto tempo, a seconda delle dimensioni del database, poiché richiede la modifica dello schema del database. Pertanto, è possibile farlo solo tramite un comando della console che deve essere eseguito alla riga di comando.",
        "IncreaseAvailableCustomDimensionsTitle": "Aumenta il numero di Dimensioni Personalizzate disponibili",
        "NameAllowedCharacters": "I caratteri consentiti sono lettere, numeri, spazi bianchi, trattini e sottolineature.",
        "NameIsRequired": "È richiesto un nome.",
        "NameIsTooLong": "Il nome contiene troppi caratteri, utilizza fino a %d caratteri.",
        "NoCustomDimensionConfigured": "Non è stata ancora configurata alcuna dimensione personalizzata, configurane una adesso.",
        "NoValue": "nessun valore",
        "PageUrlParam": "Parametro URL di Pagina",
        "PluginDescription": "Estendi Matomo alle tue esigenze definendo e monitorando le dimensioni personalizzate negli ambiti Azione o Visita",
        "ScopeDescriptionAction": "Le Dimensioni Personalizzate nell'ambito \"Azione\" possono essere inviate insieme a qualsiasi azione (visualizzazione di pagina, download, evento e così via).",
        "ScopeDescriptionActionMoreInfo": "Le estrazioni possono essere definite in modo che il valore della dimensione personalizzata venga estratto dall'URL della pagina, dal titolo della pagina o dal parametro della query URL della pagina.",
        "ScopeDescriptionVisit": "Le dimensioni personalizzate nell'ambito \"Visita\" possono essere inviate insieme a qualsiasi richiesta di monitoraggio e vengono memorizzate nella visita.",
        "ScopeDescriptionVisitMoreInfo": "Se imposti valori diversi per una determinata dimensione durante la durata di una visita, verrà utilizzato l'ultimo valore impostato.",
        "ScopeTitleAction": "Dimensioni Azione",
        "ScopeTitleVisit": "Dimensioni Visita",
        "UrlQueryStringParameter": "parametro url query string",
        "XofYLeft": "Sono rimaste %1$s dimensioni su %2$s"
    }
}
