{
    "CustomDimensions": {
        "CustomDimensions": "Tilpassede dimensjoner",
        "CustomDimensionsIntro": "Ved å lage %1$stilpassede dimensjoner%2$s kan du samle inn tilpassede data for «%3$s».",
        "CustomDimensionsIntroNext": "Matomo vil lage rapporter for alle tilpassede dimensjoner (inkludert konversjonsraten for alle målene dine), i tillegg til å la deg segmentere brukere enkelt basert på disse verdiene. Tilpassede dimensjoner likner %1$stilpassede variabler%2$s, men det er noen %3$sforskjeller mellom tilpassede dimensjoner og tilpassede variabler%4$s.",
        "ScopeDescriptionVisit": "Tilpassede dimensjoner av typen «Besøk» kan sendes sammen med alle sporingsspørringer og lagres i besøket.",
        "ScopeDescriptionVisitMoreInfo": "Hvis du setter ulike verdier for en gitt dimensjon i løpet av livstiden til et besøk, vil den siste verdien bli brukt.",
        "ScopeDescriptionAction": "Tilpassede dimensjoner av typen «handling» kan sendes sammen med alle handlinger (sidevisning, nedlasting, hendelse, etc.).",
        "ScopeDescriptionActionMoreInfo": "Uttrekk kan defineres slik at verdien til den tilpassede dimensjonen hentes ut fra side-URL, sidetittel eller et spørreparameter i URL-en.",
        "IncreaseAvailableCustomDimensionsTitle": "Øk antallet tilgjengelige tilpassede dimensjoner",
        "IncreaseAvailableCustomDimensionsTakesLong": "Å lage en ny tilpasset dimensjon kan ta lang tid, avhengig av størrelsen på din database, siden det krever skjemaendringer i databasen. Derfor er dette kun mulig å gjøre via konsollkommandoer som må gjøres via kommandolinjen.",
        "HowToCreateCustomDimension": "For å lage en ny tilpasset dimensjon, kjør følgende kommando fra din Matomo-installasjon:",
        "HowToManyCreateCustomDimensions": "Hvis du vil lage flere nye tilpassede dimensjoner samtidig, er det bare å legge til antallet nye dimensjoner som skal opprettes. Siden alle databaseendringene vil kjøres i én spørring, vil det ikke ta noe særlig lenger tid å legge til flere dimensjoner samtidig.",
        "ExampleCreateCustomDimensions": "For å for eksempel lage %s nye tilpassede dimensjoner for handlinger, kjør følgende kommando:",
        "HowToTrackManuallyTitle": "Sporing av verdier for denne dimensjonen manuelt",
        "HowToTrackManuallyViaJs": "For å spore en verdi i JavaScript Tracker:",
        "HowToTrackManuallyViaJsDetails": "For mer informasjon, les %1$sJavaScript Tracker guide for Custom Dimensions%2$s",
        "HowToTrackManuallyViaPhp": "For å spore en verdi i PHP Tracker:",
        "HowToTrackManuallyViaHttp": "For å spore en verdi via HTTP Tracker API, bruk sporeparameteret «dimension» fulgt av den tilpassede dimensjonens id:",
        "Extractions": "Uttrekk",
        "ExtractionsHelp": "Dette er valgfritt. En regex kan brukes for å hente ut verdier for denne tilpassede dimensjonen fra en side-URL eller en sidetittel automatisk. På denne måten trenger ikke dimensjonsverdien og settes manuelt via Matomo Tracker API. Dimensjonsverdier som settes manuelt i sporingsklienter tar alltid presedens over uttrekk. Hvis flere uttrekk er definert, vil den første uthentingen som passer bli brukt.",
        "ExtractValue": "Hent ut verdi",
        "ExampleValue": "dimensionValue",
        "NoCustomDimensionConfigured": "Ingen tilpassede dimensjoner er konfigurert ennå. Konfigurer en nå.",
        "ConfigureNewDimension": "Konfigurer en ny dimensjon",
        "ConfigureDimension": "Konfigurer %1$s tilpasset dimensjon %2$s",
        "XofYLeft": "%1$s av %2$s dimensjoner igjen",
        "CannotBeDeleted": "En tilpasset dimensjon kan ikke slettes, kun deaktiveres.",
        "PageUrlParam": "Side-URL-parameter",
        "NameAllowedCharacters": "Tillatte tegn er bokstaver, tall, mellomrom, bindestreker og understreker.",
        "NameIsRequired": "Det kreves et navn.",
        "NameIsTooLong": "Navnet har for mange tegn. Bruk opp til %d tegn.",
        "ExceptionDimensionDoesNotExist": "Dimensjonen %d for nettsted %d finnes ikke.",
        "ExceptionDimensionIsNotActive": "Dimensjon %d for nettsted %d er ikke aktiv.",
        "DimensionCreated": "Tilpasset dimensjon opprettet",
        "DimensionUpdated": "Tilpasset dimensjon oppdatert",
        "ColumnUniqueActions": "Unike handlinger",
        "ColumnAvgTimeOnDimension": "Gj.snitt. tid på dimensjon"
    }
}