{
    "CustomDimensions": {
        "CannotBeDeleted": "Een aangepaste dimensie kan niet worden verwijderd, alleen gedeactiveerd.",
        "ColumnAvgTimeOnDimension": "Gem. tijd op Dimension",
        "ColumnUniqueActions": "Unieke acties",
        "ConfigureDimension": "Configureer %1$s aangepaste dimensie %2$s",
        "ConfigureNewDimension": "Nieuwe dimensie configureren",
        "CustomDimensionId": "Aangepaste dimensies (ID %d)",
        "CustomDimensions": "Aangepaste dimensies",
        "CustomDimensionsIntro": "Door %1$saangepaste dimensies%2$s aan te maken kun je elke aangepaste gegevens voor '%3$s' verzamelen.",
        "CustomDimensionsIntroNext": "Matomo zal voor elk Custom Dimension(inclusief het conversie ratio per doel) een rapport maken, en maakt het mogelijk om makkelijk segmenten te maken voor deze waarden. Custom Dimensions zij gelijk aan %1$sCustom Variables%2$s maar er zijn een paar %3$sverschillen tussen Custom Dimensions en Custom Variables%4$s.",
        "DimensionCreated": "Aangepaste dimensie aangemaakt",
        "DimensionUpdated": "Aangepaste dimensie bijgewerkt",
        "EmptyValue": "lege waarde",
        "ExampleCreateCustomDimensions": "Als voorbeeld om nieuwe %s Custom Dimensions in de scope action te maken voer het volgende commando uit:",
        "ExampleValue": "dimensieWaarde",
        "ExceptionDimensionDoesNotExist": "Dimensie %1$d voor website %2$d bestaat niet.",
        "ExceptionDimensionIsNotActive": "Dimensie %1$d voor website %2$d is niet actief.",
        "ExtractValue": "Extracte waarde",
        "Extractions": "Extracties",
        "ExtractionsHelp": "Dit is optioneel. Een regex kan gebruikt worden om de waarde van een aangepaste dimensie automatisch te filteren uit een pagina URL of een pagina titel.Op deze manier, hoeft de aangepaste dimensie niet handmatig toegevoegd te worden via een tracking client. Een waarde kan nog steeds handmatig vastgesteld worden via de Matomo tracker API. Dimensiewaarden die handmatig zijn ingesteld in trackingclients, hebben altijd voorrang op extracties. Als meerdere extracties zijn gedefinieerd, wordt de eerste extractie die overeenkomt met gebruikt.",
        "HowToCreateCustomDimension": "Om nieuwe Custom Dimensions the maken voer het volgende commando uit voor je Matomo installatie:",
        "HowToManyCreateCustomDimensions": "Wanneer je meerdere nieuwe Custom Dimensions in één keer wil aanmaken, voeg dan het aantal dimensions wat je nodig hebt. Omdat alle database wijzigingen doorgevoerd worden via één opdracht, neemt het niet meer tijd in beslag om in één keer meerdere Custom Dimensions toe te voegen.",
        "HowToTrackManuallyTitle": "Voor het handmatig bijhouden van een waarde voor deze dimensie",
        "HowToTrackManuallyViaHttp": "Om een waarde te verzamelen via de HTTP tracker API gebruik dan de tracking paramaeter 'dimension' gevolgd door het Custom Dimension Id:",
        "HowToTrackManuallyViaJs": "Om een waarde te verzamelen met het Javascript Tracker verzoek:",
        "HowToTrackManuallyViaJsDetails": "Voor meer informatie lees de %1$sJavaScript Tracker handleiding voor Custom Dimensions%2$s",
        "HowToTrackManuallyViaPhp": "Om een waarde te verzamelen met de PHP tracker aanroep:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Het aanmaken van een nieuwe Custom Dimension kan langer duren afhankelijk van de grote van de database omdat het tabel wijzigingen doorvoert in de database. Om deze reden is het toevoegen alleen mogelijk via een opdracht op de commandline",
        "IncreaseAvailableCustomDimensionsTitle": "Verhoog het aantal beschikbare Custom Dimensions",
        "NameAllowedCharacters": "Toegestane karakters zijn elke letter, nummer, spatie, een streep en een underscore.",
        "NameIsRequired": "Een naam is vereist.",
        "NameIsTooLong": "Naam bevat teveel karakters, gebruik tot %d karakters.",
        "NoCustomDimensionConfigured": "Nog geen aangepaste dimensie geconfigureerd, configureer er nu een.",
        "NoValue": "geen waarde",
        "PageUrlParam": "Pagina URL parameter",
        "PluginDescription": "Breid Matomo uit naar je behoeften door aangepaste dimensies te definiëren en te volgen in scope Actie of Bezoek",
        "ScopeDescriptionAction": "Custom Dimensions in het bereik 'Actie' kan samen gestuurd worden met elke andere actie (pagina bezoek, download, gebeurtenis, etc.).",
        "ScopeDescriptionActionMoreInfo": "Extracties kunnen zo worden gedefinieerd dat de aangepaste dimensie aangepaste wordt gefilterd uit de pagina-URL, paginatitel of een pagina-URL-queryparameter.",
        "ScopeDescriptionVisit": "Custom Dimensions in het bereik 'Bezoek' kunnen samen met andere tracking verzoeken worden verzameld en worden bewaard in het bezoek van de bezoekers.",
        "ScopeDescriptionVisitMoreInfo": "Wanneer je een waarde van een custom dimension wijzigt gedurende een bezoek aan website, dan zal de laatste waarde welke is ingevuld gebruikt worden.",
        "XofYLeft": "%1$s van %2$s dimensies over"
    }
}
