{
    "CustomDimensions": {
        "CannotBeDeleted": "Wymiar Niestandardowy nie może zostać skasowany, a jedynie dezaktywowany.",
        "ColumnAvgTimeOnDimension": "Śr. czas na Wymiarze",
        "ColumnUniqueActions": "Unikalne akcje",
        "ConfigureDimension": "Skonfiguruj %1$sSpersonalizowany Wymiar%2$s",
        "ConfigureNewDimension": "Skonfiguruj nowy wymiar",
        "CustomDimensionId": "Spersonalizowane Wymiary (Is %d)",
        "CustomDimensions": "Wymiary Niestandardowe",
        "CustomDimensionsIntro": "Tworząc %1$sWymiary Niestandardowe%2$s możesz zbierać dowolne dane dla '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo wygeneruje raport dla każdego Wymiaru Niestandardowego (włączając współczynnik konwersji dla każdego z Twoich Celów), jak również pozwoli Ci łatwo posortować użytkowników na podstawie tych wartości. Wymiary Niestandardowe są podobne do %1$sZmiennych Niestandardowych%2$s ale istnieje parę %3$sróżnic pomiędzy Wymiarami Niestandardowymi i Zmiennymi Niestandardowymi%4$s.",
        "DimensionCreated": "Spersonalizowany Wymiar utworzony",
        "DimensionUpdated": "Spersonalizowany Wymiar zaktualizowany",
        "EmptyValue": "pusta wartość",
        "ExampleCreateCustomDimensions": "Dla przykładu, aby utworzyć %s nowych Wymiarów Niestandardowych w zakresie Akcji wykonaj następujące polecenie:",
        "ExampleValue": "wartośćWymiaru",
        "ExceptionDimensionDoesNotExist": "Wymiar %1$d dla serwisu %2$d nie istnieje.",
        "ExceptionDimensionIsNotActive": "Wymiar %1$d dla serwisu %2$d jest nieaktywny.",
        "ExtractValue": "Wyodrębnij wartość",
        "Extractions": "Wyodrębnione",
        "ExtractionsHelp": "Opcjonalnie. Wyrażenie regularne może zostać użyte w celu automatycznego wyodrębnienia wartości tego Wymiaru Niestandardowego z adresu strony lub tytułu strony. W ten sposób wartość Wymiaru Niestandardowego nie musi być ustawiana ręcznie poprzez klienta śledzącego. Wartość może być równocześnie ustawiona poprzez API śledzące Matomo'a. Wartości wymiaru ustawione ręcznie w klientach śledzących zawsze mają wyższy priorytet niż Wyodrębnienia. W przypadku zdefiniowania wielu ekstrakcji wykorzystana zostanie pierwsza pasująca do wyrażenia.",
        "HowToCreateCustomDimension": "Aby utworzyć nowy Wymiar Niestandardowy wykonaj następujące polecenie na serwerze Twojego Matomo'a:",
        "HowToManyCreateCustomDimensions": "Jeśli chcesz utworzyć kilka nowych Wymiarów Niestandardowych za jednym razem, po prostu dopisz liczbę wymiarów do utworzenia. Zmiany w bazie danych wykonywane są w pojedynczym poleceniu, więc nie zajmie to dużo więcej czasu przy dodawaniu wielu Wymiarów Niestandardowych na raz.",
        "HowToTrackManuallyTitle": "Ręczne śledzenie wartości dla tego wymiaru",
        "HowToTrackManuallyViaHttp": "Aby śledzić wartość poprzez API HTTP użyj parametru 'dimension', po którym wystąpi ID Wymiaru Niestandardowego:",
        "HowToTrackManuallyViaJs": "Aby śledzić wartość poprzez JavaScript wywołaj:",
        "HowToTrackManuallyViaJsDetails": "Więcej informacji znajdziesz w %1$sprzewodniku Trakera JavaScript dla Wymiarów Niestandardowych%2$s",
        "HowToTrackManuallyViaPhp": "Aby śledzić wartość przy pomocy kodu PHP wywołaj:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Tworzenie nowego Wymiaru Niestandardowego może trochę potrwać w zależności od wielkości Twojej bazy danych i wymaga zmian w strukturze tabel Twojej bazy. To sprawia, że operację tą można wykonać jedynie przy pomocy komendy wydawanej w linii poleceń konsoli.",
        "IncreaseAvailableCustomDimensionsTitle": "Zwiększ liczbę dostępnych Wymiarów Niestandardowych",
        "NameAllowedCharacters": "Dopuszczalne znaki to dowolne litery, liczby, spacje, myślniki i podkreślenia.",
        "NameIsRequired": "Nazwa jest wymagana.",
        "NameIsTooLong": "Nazwa jest za długa, skróć ją do %d znaków.",
        "NoCustomDimensionConfigured": "Brak skonfigurowanych Wymiarów Niestandardowych, skonfiguruj pierwszy.",
        "NoValue": "brak wartości",
        "PageUrlParam": "Parametr adresu strony",
        "PluginDescription": "Dopasuj Matomo do swoich potrzeb definiując i śledząc Wymiary Niestandardowe w zakresie Akcji lub Wizyt",
        "ScopeDescriptionAction": "Wymiary Niestandardowe w zakresie 'Akcja' mogą być wysyłane dla każdej akcji (wyświetlenie strony, pobranie, wydarzenie, etc.).",
        "ScopeDescriptionActionMoreInfo": "Wyodrębnienia mogą być definiowane w ten sposób, że wartość Wymiaru Niestandardowego zostanie wyodrębniona z Adresu URL, Tytułu strony lub parametru zapytania wchodzącego w skład Adresu URL.",
        "ScopeDescriptionVisit": "Wymiary Niestandardowe w zakresie 'Odwiedziny' mogą być wysyłane jako dowolne żądanie śledzące i są przechowywane w odwiedzinach.",
        "ScopeDescriptionVisitMoreInfo": "Jeśli ustawisz różne wartości dla wybranego wymiaru w czasie trwania odwiedzin, ostatnia wartość ustawiona zostanie użyta.",
        "XofYLeft": "Pozostało %1$s z %2$s wymiarów"
    }
}
