{
    "CustomDimensions": {
        "CannotBeDeleted": "Uma dimensão personalizada não pode ser excluída, apenas desativada.",
        "ColumnAvgTimeOnDimension": "Tempo médio na dimensão",
        "ColumnUniqueActions": "Ações únicas",
        "ConfigureDimension": "Configurar %1$sDimensão personalizada%2$s",
        "ConfigureNewDimension": "Configurar uma nova dimensão",
        "CustomDimensionId": "Dimensões personalizadas (Id %d)",
        "CustomDimensions": "Dimensões personalizadas",
        "CustomDimensionsIntro": "Ao criar %1$sDimensões personalizadas%2$s, você pode coletar quaisquer dados personalizados para '%3$s'.",
        "CustomDimensionsIntroNext": "O Matomo criará um relatório para cada Dimensão Personalizada (incluindo a taxa de conversão para cada uma de suas Metas), além de permitir que você segmente facilmente seus usuários com base nesses valores. As Dimensões Personalizadas são semelhantes às %1$sVariáveis Personalizadas%2$s, mas há algumas %3$sdiferenças entre as dimensões personalizadas e as variáveis personalizadas%4$s.",
        "DimensionCreated": "Dimensão personalizada criada",
        "DimensionUpdated": "Dimensão personalizada atualizada",
        "EmptyValue": "valor vazio",
        "ExampleCreateCustomDimensions": "Por exemplo, para criar %s novas dimensões personalizadas na ação do escopo, execute o seguinte comando:",
        "ExampleValue": "dimensionValue",
        "ExceptionDimensionDoesNotExist": "A dimensão %1$d para o site %2$d não existe.",
        "ExceptionDimensionIsNotActive": "A dimensão %1$d do site %2$d não está ativa.",
        "ExtractValue": "Extrair valor",
        "Extractions": "Extrações",
        "ExtractionsHelp": "Isso é opcional. Um regex pode ser usado para extrair o valor dessa dimensão personalizada de uma URL de página ou título de página automaticamente. Dessa forma, o valor da dimensão personalizada não precisa ser definido manualmente por meio de um cliente de rastreamento. Um valor ainda pode ser definido manualmente através da API do Matomo Tracker. Os valores de dimensão definidos manualmente nos clientes de rastreamento sempre têm precedência sobre as extrações. Se várias extrações forem definidas, a primeira extração correspondente será usada. Você não precisa escapar das barras, pois o Matomo faz isso para você automaticamente. Por exemplo, use /news/ em vez de \\/news\\/.",
        "HowToCreateCustomDimension": "Para criar uma nova dimensão personalizada, execute o seguinte comando na instalação do Matomo:",
        "HowToManyCreateCustomDimensions": "Se você quiser criar várias novas dimensões personalizadas de uma só vez, basta anexar o número de dimensões que devem ser criadas. Como todas as alterações do banco de dados serão executadas em uma instrução, pode não demorar muito mais para adicionar várias dimensões personalizadas de uma só vez.",
        "HowToTrackManuallyTitle": "Acompanhando um valor para esta dimensão manualmente",
        "HowToTrackManuallyViaHttp": "Para rastrear um valor por meio da API HTTP Tracker, use o parâmetro de rastreamento 'dimensão' seguido pelo ID da dimensão personalizada:",
        "HowToTrackManuallyViaJs": "Para rastrear um valor na chamada do JavaScript Tracker:",
        "HowToTrackManuallyViaJsDetails": "Para obter mais informações, leia o guia %1$sJavaScript Tracker para dimensões personalizadas%2$s",
        "HowToTrackManuallyViaPhp": "Para rastrear um valor na chamada do PHP Tracker:",
        "IncreaseAvailableCustomDimensionsTakesLong": "A criação de uma nova dimensão personalizada pode levar muito tempo, dependendo do tamanho do banco de dados, pois requer alterações de esquema no banco de dados. Portanto, só é possível fazer isso por meio de um comando de console que precisa ser executado na linha de comando.",
        "IncreaseAvailableCustomDimensionsTitle": "Aumente o número de dimensões personalizadas disponíveis",
        "NameAllowedCharacters": "Os caracteres permitidos são quaisquer letras, números, espaços em branco, traço e sublinhado.",
        "NameIsRequired": "Um nome é obrigatório.",
        "NameIsTooLong": "O nome contém muitos caracteres, use até %d caracteres.",
        "NoCustomDimensionConfigured": "Nenhuma dimensão personalizada configurada ainda. Configure uma agora.",
        "NoValue": "sem valor",
        "PageUrlParam": "Parâmetro da URL da página",
        "PluginDescription": "Estenda o Matomo às suas necessidades definindo e rastreando Dimensões Personalizadas no escopo Ação ou Visita",
        "ScopeDescriptionAction": "Dimensões personalizadas no escopo 'Ação' podem ser enviadas junto com qualquer ação (visualização de página, download, evento etc.).",
        "ScopeDescriptionActionMoreInfo": "As extrações podem ser definidas para que o valor da dimensão personalizada seja extraído do URL da página, Título da página ou um parâmetro de consulta do URL da página.",
        "ScopeDescriptionVisit": "As Dimensões Personalizadas no escopo 'Visita' podem ser enviadas junto com qualquer solicitação de rastreamento e são armazenadas na visita.",
        "ScopeDescriptionVisitMoreInfo": "Se você definir valores diferentes para uma determinada dimensão durante a vida útil de uma visita, o último valor definido será usado.",
        "ScopeTitleAction": "Dimensões da ação",
        "ScopeTitleVisit": "Dimensões da visita",
        "UrlQueryStringParameter": "parâmetro de string de consulta de URL",
        "XofYLeft": "%1$s de %2$s dimensões restantes"
    }
}
