{
    "CustomDimensions": {
        "CannotBeDeleted": "Uma dimensão personalizada não pode ser excluída, apenas desativada.",
        "ColumnAvgTimeOnDimension": "Tempo médio na dimensão",
        "ColumnUniqueActions": "Ações exclusivas",
        "ConfigureDimension": "Configurar %1$s Dimensão Personalizada %2$s",
        "ConfigureNewDimension": "Configurar uma nova dimensão",
        "CustomDimensionId": "Dimensões personalizadas (Id %d)",
        "CustomDimensions": "Dimensões personalizadas",
        "CustomDimensionsIntro": "Ao criar %1$sDimensões personalizadas%2$s, você pode coletar quaisquer dados personalizados para '%3$s'.",
        "CustomDimensionsIntroNext": "O Matomo vai criar um relatório para cada Dimensão Personalizada (incluindo a taxa de conversão para cada um dos seus Objetivos), assim como permitirá segmentar facilmente os seus utilizadores com base nestes valores. As Dimensões Personalizadas são semelhantes a %1$sVariáveis Personalizadas%2$s, mas existem algumas %3$sdiferenças entre Dimensões Personalizadas e Variáveis Personalizadas%4$s.",
        "DimensionCreated": "Dimensão personalizada criada",
        "DimensionUpdated": "Dimensão personalizada atualizada",
        "EmptyValue": "valor vazio",
        "ExampleCreateCustomDimensions": "Por exemplo, para criar %s novas dimensões personalizadas na ação de escopo, execute o seguinte comando:",
        "ExampleValue": "dimensionValue",
        "ExceptionDimensionDoesNotExist": "A dimensão %1$d para o site %2$d não existe.",
        "ExceptionDimensionIsNotActive": "A dimensão %1$d do site %2$d não está ativa.",
        "ExtractValue": "Extrair valor",
        "Extractions": "Extrações",
        "ExtractionsHelp": "Isso é opcional. Um regex pode ser usado para extrair automaticamente o valor dessa dimensão personalizada de um URL de página ou título de página. Dessa forma, o valor da dimensão personalizada não precisa ser definido manualmente por meio de um cliente de rastreamento. Um valor ainda pode ser definido manualmente por meio da API Matomo Tracker. Os valores de dimensão definidos manualmente no rastreamento de clientes sempre têm precedência sobre as extrações. Se várias extrações forem definidas, a primeira extração correspondente será usada. Você não precisa escapar das barras, pois o Matomo faz isso para você automaticamente. Por exemplo, use \"/news/\" em vez de \"\\/news\\/\".",
        "HowToCreateCustomDimension": "Para criar uma nova dimensão personalizada, execute o seguinte comando na instalação do Matomo:",
        "HowToManyCreateCustomDimensions": "Se você deseja criar várias novas dimensões personalizadas de uma só vez, basta acrescentar o número de dimensões que devem ser criadas. Como todas as alterações do banco de dados serão executadas em uma instrução, talvez não demore muito para adicionar várias dimensões personalizadas de uma só vez.",
        "HowToTrackManuallyTitle": "Rastreando um valor para esta dimensão manualmente",
        "HowToTrackManuallyViaHttp": "Para rastrear um valor por meio da API HTTP Tracker, use o parâmetro de rastreamento 'dimension' seguido pelo ID da dimensão personalizada:",
        "HowToTrackManuallyViaJs": "Para rastrear um valor na chamada do JavaScript Tracker:",
        "HowToTrackManuallyViaJsDetails": "Para obter mais informações, leia o guia %1$sJavaScript Tracker para dimensões personalizadas%2$s",
        "HowToTrackManuallyViaPhp": "Para rastrear um valor na chamada PHP Tracker:",
        "IncreaseAvailableCustomDimensionsTakesLong": "A criação de uma nova dimensão personalizada pode levar muito tempo, dependendo do tamanho do banco de dados, pois requer alterações de esquema no banco de dados. Portanto, só é possível fazer isso por meio de um comando de console que precisa ser executado na linha de comando.",
        "IncreaseAvailableCustomDimensionsTitle": "Aumente o número de dimensões personalizadas disponíveis",
        "NameAllowedCharacters": "Os caracteres permitidos são quaisquer letras, números, espaços em branco, um traço e um sublinhado.",
        "NameIsRequired": "Um nome é obrigatório.",
        "NameIsTooLong": "O nome contém muitos caracteres, use até %d caracteres.",
        "NoCustomDimensionConfigured": "Nenhuma dimensão personalizada configurada ainda, configure uma agora.",
        "NoValue": "sem valor",
        "PageUrlParam": "Parâmetro de URL da página",
        "PluginDescription": "Estenda o Matomo às suas necessidades, definindo e rastreando dimensões personalizadas no escopo Action ou Visit",
        "ScopeDescriptionAction": "Dimensões personalizadas no âmbito 'Ação' podem ser enviadas com qualquer ação (visualização de página, descarga, evento, etc.).",
        "ScopeDescriptionActionMoreInfo": "As extrações podem ser definidas para que o valor da dimensão personalizada seja extraído do URL da página, do título da página ou de um parâmetro de consulta do URL da página.",
        "ScopeDescriptionVisit": "Dimensões personalizadas no escopo 'Visita' podem ser enviadas junto com qualquer solicitação de rastreamento e são armazenadas na visita.",
        "ScopeDescriptionVisitMoreInfo": "Se você definir valores diferentes para uma determinada dimensão durante o tempo de vida de uma visita, o último valor definido será usado.",
        "ScopeTitleAction": "Dimensões de ação",
        "ScopeTitleVisit": "Visite Dimensões",
        "UrlQueryStringParameter": "parâmetro de string de consulta de url",
        "XofYLeft": "%1$s de %2$s dimensões restantes"
    }
}
