{
    "CustomDimensions": {
        "CannotBeDeleted": "Пользовательский параметр не может быть удалён, только деактивирован.",
        "ColumnAvgTimeOnDimension": "Среднее время на параметр",
        "ColumnUniqueActions": "Уникальные Действия",
        "ConfigureDimension": "Настроить %1$s Пользовательский параметр %2$s",
        "ConfigureNewDimension": "Настроить новый параметр",
        "CustomDimensionId": "Пользовательский параметр {Id %d}",
        "CustomDimensions": "Пользовательские параметры",
        "CustomDimensionsIntro": "Создав %1$sПользовательские Параметры%2$s, вы можете получать любую пользовательскую информацию для '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo создаст отчёт для каждого Пользовательского параметра (включая конверсионный курс для каждой из ваших Целей), а также позволит вам легко разделять своих пользователей, основываясь на этих значениях. Пользовательские параметры сходны с %1$sПользовательскими переменными%2$s, но есть некоторые %3$sразличия между Пользовательскими параметрами и Пользовательскими переменными%4$s.",
        "DimensionCreated": "Пользовательский параметр создан",
        "DimensionUpdated": "Пользовательский параметр обновлён",
        "EmptyValue": "пустое значение",
        "ExampleCreateCustomDimensions": "Например, чтобы создать %s новый Пользовательский Параметр в контексте действия, введите следующую команду:",
        "ExampleValue": "значениеИзмерения",
        "ExceptionDimensionDoesNotExist": "Параметр %1$d для вебсайта %2$d не существует.",
        "ExceptionDimensionIsNotActive": "Параметр %1$d для вебсайта %2$d не активен.",
        "ExtractValue": "Извлечь значение",
        "Extractions": "Извлечения",
        "ExtractionsHelp": "Это не обязательно. Можно использовать регулярное выражение, чтобы извлечь значение для этого Пользовательского Параметра из URL страницы или заголовка страницы автоматически. Тогда не нужно вручную устанавливать значение пользовательского измерения через Отслеживающий клиент. Значение все еще может быть установлено вручную через Matomo Tracker API. Значения параметров, введенные вручную в клиентах отслеживания, всегда имеют больший приоритет, чем извлечения. Если определены несколько извлечений, будет использовано первое совпадающее извлечение. Вам не нужно экранировать косую черту (слеш), так как Matomo сделает это за вас автоматически. Например, используйте /news/ вместо \\/news\\/.",
        "HowToCreateCustomDimension": "Чтобы создать новый Пользовательский параметр, введите следующую команду во время установки Matomo:",
        "HowToManyCreateCustomDimensions": "Если вы хотите создать сразу несколько Пользовательских Параметров, просто добавьте число параметров, которое должно быть создано. Так как изменения в базе данных будут проведены при помощи одного выражения, то добавление нескольких Пользовательских Параметров одновременно не должно занять намного больше времени.",
        "HowToTrackManuallyTitle": "Отслеживание значения для этого параметра вручную",
        "HowToTrackManuallyViaHttp": "Чтобы отслеживать значение через HTTP Tracker API, используйте параметр (запроса) отслеживания 'dimension' с Id Пользовательского Параметра:",
        "HowToTrackManuallyViaJs": "Чтобы отслеживать значение в JavaScript Tracker, вызовите:",
        "HowToTrackManuallyViaJsDetails": "Чтобы получить больше информации, прочитайте руководство по %1$sJavaScript Tracker для Пользовательских Параметров%2$s",
        "HowToTrackManuallyViaPhp": "Чтобы отслеживать значение в PHP Tracker, вызовите:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Создание нового Пользовательского Параметра может занять долгое время в зависимости от размера вашей базы данных, так как оно требует изменений схемы в вашей базе данных. Поэтому, это возможно сделать только с помощью консольной команды, которая должна выполняться в командной строке.",
        "IncreaseAvailableCustomDimensionsTitle": "Увеличить количество доступных Пользовательских Параметров",
        "NameAllowedCharacters": "Разрешены такие символы, как любые буквы, цифры, пробел, тире и подчёркивание.",
        "NameIsRequired": "Название является обязательным.",
        "NameIsTooLong": "Название содержит слишком много символов, используйте максимум %d символов.",
        "NoCustomDimensionConfigured": "Нет настроенных Пользовательских Параметров, настройте одно сейчас.",
        "NoValue": "нет значения",
        "PageUrlParam": "Параметр URL-адреса страницы",
        "PluginDescription": "Расширьте возможности Matomo в соответствии с вашими потребностями, определяя и отслеживая Пользовательские Параметры в контексте действий или посещений",
        "ScopeDescriptionAction": "Пользовательские Параметры в контексте 'Действие' могут отсылаться по любому действию (просмотр страницы, загрузка, событие, и т. д.).",
        "ScopeDescriptionActionMoreInfo": "Извлечения могут быть определены так, что значение пользовательского параметра будет извлечено из URL страницы, Заголовка Страницы или параметра запроса URL-адреса страницы.",
        "ScopeDescriptionVisit": "Пользовательские Параметры в контексте 'Посещение' могут отсылаться вместе с любым отслеживающим запросом и хранятся в посещении.",
        "ScopeDescriptionVisitMoreInfo": "Если вы установите разные значения для определенного параметра во время одного посещения, то будет использовано последнее установленное значение.",
        "ScopeTitleAction": "Параметры контекста Действие",
        "ScopeTitleVisit": "Параметры контекста Посещение",
        "UrlQueryStringParameter": "параметр строки запроса URL",
        "XofYLeft": "%1$s из %2$s параметров осталось"
    }
}
