{
    "CustomDimensions": {
        "CustomDimensions": "Пользовательские размеры",
        "CustomDimensionsIntro": "Создав %1$sПользовательские размеры%2$s, вы можете получать любую пользовательскую информацию для «%3$s».",
        "CustomDimensionsIntroNext": "Matomo создаст отчёт для каждого Пользовательского измерения (включая конверсионный курс для каждой из ваших Целей), а также позволит вам легко разделять своих пользователей, основываясь на этих значениях. Пользовательские измерения сходны с %1$sПользовательскими переменными%2$s, но есть некоторые %3$sразличия между Пользовательскими измерениями и Пользовательскими переменными%4$s.",
        "ScopeDescriptionVisit": "Пользовательские измерения в рамках «посещений» могут отсылаться вместе с любым отслеживающим запросом и хранятся в посещении.",
        "ScopeDescriptionVisitMoreInfo": "Если вы установите разные значения для определенного измерения во время сессии посещения, то будет использовано последнее установленное значение.",
        "ScopeDescriptionAction": "Пользовательские измерения в рамках «действий» могут отсылаться по любому действию (просмотр страницы, загрузка, событие, и т. д.).",
        "ScopeDescriptionActionMoreInfo": "Извлечения определяются как значение пользовательского измерения, извлечённое из URL страницы, Заголовки страницы или параметра запроса URL страницы.",
        "IncreaseAvailableCustomDimensionsTitle": "Увеличить количество доступных Пользовательских измерений.",
        "IncreaseAvailableCustomDimensionsTakesLong": "Создание нового Пользовательского измерения может занять долгое время в зависимости от размера вашей базы данных, так как оно требует изменений схемы в вашей базе данных. Поэтому, это возможно сделать только с помощью консольной команды, которая должна выполняться в командной строке.",
        "HowToCreateCustomDimension": "Чтобы создать новое Пользовательское измерение, введите следующую команду во время установки Matomo:",
        "HowToManyCreateCustomDimensions": "Если вы хотите создать сразу несколько Пользовательских измерений, просто добавьте число измерений, которое должно быть создано. Так как изменения в базе данных будут проведены при помощи одного оператора, то добавление нескольких Пользовательских измерений одновременно не должно занять намного больше времени.",
        "ExampleCreateCustomDimensions": "Например, чтобы создать %s новое Пользовательское измерение в рамках действия, введите следующую команду:",
        "HowToTrackManuallyTitle": "Отслеживание значения для этого измерения вручную",
        "HowToTrackManuallyViaJs": "Чтобы отслеживать значение в JavaScript Tracker, наберите:",
        "HowToTrackManuallyViaJsDetails": "Чтобы получить больше информации, прочитайте руководство по %1$sJavaScript Tracker для Пользовательских измерений%2$s",
        "HowToTrackManuallyViaPhp": "Чтобы остлеживать значение в PHP Tracker, наберите:",
        "HowToTrackManuallyViaHttp": "Чтобы остлеживать значение через HTTP Tracker API, используйте параметр отслеживания «dimension» с Id Пользовательского измерения:",
        "Extractions": "Извлечения",
        "ExtractionsHelp": "Это не обязательно. Можно использовать regex, чтобы извлечь значение для этого Пользовательского измерения из URL страницы или заглавия страницы автоматически. Тогда не нужно вручную устанавливать значение пользовательского измерения через Отслеживающий клиент. Значение все еще может быть установлено вручную через Matomo Tracker API. Значения измерений, введенные вручную в клиентах отслеживания, всегда имеют больший приоритет, чем извлечения. Если определены несколько извлечений, будет использовано первое соответствующее извлечение.",
        "ExtractValue": "Извлечь значение",
        "ExampleValue": "значениеИзмерения",
        "NoCustomDimensionConfigured": "Нет настроенных Пользовательских измерений, настройте одно сейчас.",
        "ConfigureNewDimension": "Настроить новое измерение",
        "ConfigureDimension": "Настроить %1$s Пользовательское измерение %2$s",
        "XofYLeft": "%1$s из %2$s измерений осталось",
        "CannotBeDeleted": "Пользовательское измерение не может быть удалено, только деактивировано.",
        "PageUrlParam": "Параметр URL страницы",
        "NameAllowedCharacters": "Разрешены такие символы, как любые буквы, цифры, пробел, тире и подчёркивание.",
        "NameIsRequired": "Название является обязательным.",
        "NameIsTooLong": "Название содержит слишком много символов, используйте максимум %d символов.",
        "ExceptionDimensionDoesNotExist": "Измерение %d для вебсайта %d не существует.",
        "ExceptionDimensionIsNotActive": "Измерение %d для вебсайта %d не активно.",
        "DimensionCreated": "Пользовательское измерение создано.",
        "DimensionUpdated": "Пользовательское измерение обновлено",
        "ColumnUniqueActions": "Уникальные действия",
        "ColumnAvgTimeOnDimension": "Прибл. время на Измерение",
        "CustomDimensionId": "Пользовательское измерение {Id %d}",
        "NoValue": "нет значения",
        "EmptyValue": "пустое значение"
    }
}