{
    "CustomDimensions": {
        "CannotBeDeleted": "Një Përmasë Vetjake s’mund të fshihet, mundet vetëm të çaktivizohet.",
        "ColumnAvgTimeOnDimension": "Mesatare Kohëqëndrimi Në Përmasë",
        "ColumnUniqueActions": "Veprime Unike",
        "ConfigureDimension": "Formësoni %1$s Përmasë Vetjake %2$s",
        "ConfigureNewDimension": "Formësoni një përmasë të re",
        "CustomDimensionId": "Përmasa Vetjake (Id %d)",
        "CustomDimensions": "Përmasa Vetjake",
        "CustomDimensionsIntro": "Duke krijuar %1$sPërmasa Vetjake%2$s mund të grumbulloni çfarëdo të dhënash vetjake për '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo do të krijojë një raport për çdo Përmasë Vetjake (përfshi nivel shndërrimesh për secilin nga Objektivat tuaja), si edhe do t’ju lejojë të krijoni me lehtësi segmente përdoruesish bazuar në këto vlera. Përmasat Vetjake janë të ngjashme me %1$sNdryshoret Vetjake%2$s, por ka pak %3$sdallime mes Përmasash Vetjake dhe Ndryshoresh Vetjake%4$s.",
        "DimensionCreated": "Përmasa Vetjake u krijua",
        "DimensionUpdated": "Përmasa Vetjake u përditësua",
        "EmptyValue": "vlerë e zbrazët",
        "ExampleCreateCustomDimensions": "Për shembull, për krijimin e %s Përmasave të reja Vetjake brenda veprim fushëveprimi, përmbushni urdhrin vijues:",
        "ExampleValue": "vlerëPërmase",
        "ExceptionDimensionDoesNotExist": "Përmasa %1$d për sajtin %2$d s’ekziston.",
        "ExceptionDimensionIsNotActive": "Përmasa %1$d për sajtin %2$d s’është aktive.",
        "ExtractValue": "Përfto vlerën",
        "Extractions": "Përftime",
        "ExtractionsHelp": "Kjo është opsionale. Mund të përdoret një shprehje e rregullt për të përftuar vetvetiu vlerën për këtë Përmasë Vetjake nga një URL faqeje apo titull faqeje. Në këtë mënyrë, vlera e përmasës vetjake s’ka pse caktohet dorazi përmes një klienti Ndjekjeje. Vlera mund të caktohet edhe dorazi, përmes API-t të Ndjekësit Matomo. Vlerat e përmasave të caktuara dorazi në klientë ndjekjeje kanë përherë përparësi ndaj atyre të përftuara ndryshe. Nëse janë përcaktuar disa përftime njëherësh, përdoret përftimi i parë për të cilin gjendet përputhje. Nuk ju duhet të paraprini me diçka pjerraket përpara, ngaqë Matomo-ja e bën automatikisht këtë për ju. Për shembull, përdorni /lajme/, në vend se \\/lajme\\/.",
        "HowToCreateCustomDimension": "Që të krijoni një Përmasë të re Vetjake, përmbushni urdhrin vijues brenda instalimit tuaj të Matomo-s:",
        "HowToManyCreateCustomDimensions": "Nëse doni të krijoni disa Përmasa të reja Vetjake njëherësh, thjesht shtoni numrin e përmasave që duhen krijuar. Meqë krejt ndryshimet e bazës së të dhënave do të kryhen brenda një here, mund të mos harxhohet kohë e gjatë duke shtuar disa Përmasa Vetjake njëherazi.",
        "HowToTrackManuallyTitle": "Ndjekje dorazi e një vlere për këtë përmasë",
        "HowToTrackManuallyViaHttp": "Për ndjekjen e një vlere përmes API-t të Ndjekësit HTTP, përdorni parametrin e ndjekjes 'dimension' pasuar nga ID-ja e Përmasës Vetjake:",
        "HowToTrackManuallyViaJs": "Për ndjekje të një vlere te Ndjekësi JavaScript jepni:",
        "HowToTrackManuallyViaJsDetails": "Për më tepër informacion lexoni %1$sudhërrëfyesin e Ndjekësit JavaScript për Përmasa Vetjake%2$s",
        "HowToTrackManuallyViaPhp": "Për ndjekje të një vlere në Ndjekësin PHP jepni:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Krijimi i një Përmase të re Vetjake mund të hajë një kohë të gjatë, varet nga madhësia e bazës suaj të të dhënave, ngaqë kjo lyp ndryshime në skemën e bazës suaj të të dhënave. Ndaj mundet që kjo të kryhet vetëm përmes një urdhri që duhet ekzekutuar te rreshti i urdhrave.",
        "IncreaseAvailableCustomDimensionsTitle": "Rrite numrin e Përmasave Vetjake të gatshme",
        "NameAllowedCharacters": "Shenja të lejuara janë çfarëdo shkronje, numri, hapësirë e zbrazët, vija ndarëse dhe nënvija.",
        "NameIsRequired": "Lypset një emër.",
        "NameIsTooLong": "Emri përmban shumë shenja, përdorni deri në %d shenja.",
        "NoCustomDimensionConfigured": "Ende pa ndonjë Përmasë Vetjake të formësuar, formësoni një tani.",
        "NoValue": "s’ka vlerë",
        "PageUrlParam": "Parametër URL-je Faqeje",
        "PluginDescription": "Zgjerojeni Matomo-n në përputhje me nevojat tuaj, duke përkufizuar dhe ndjekur Përmasa Vetjake në fushëveprimin Veprim ose Vizitë",
        "ScopeDescriptionAction": "Përmasat Vetjake në fushëveprimin 'Veprim' mund të dërgohen tok me çfarëdo veprimi (parje faqeje, shkarkim, akt, etj.).",
        "ScopeDescriptionActionMoreInfo": "Përftimi mund të përcaktohet në mënyrë që vlera e përmasës vetjake të përftohet nga URL Faqeje, Titull Faqeje ose nga parametër kërkese ndaj URL Faqeje.",
        "ScopeDescriptionVisit": "Përmasat Vetjake te fushëveprimi 'Vizitë' mund të dërgohen tok me çfarëdo kërkese ndjekjeje dhe depozitohen te vizita.",
        "ScopeDescriptionVisitMoreInfo": "Nëse gjatë kohëzgjatjes së një vizite caktoni vlera të ndryshme për një përmasë të dhënë, do të përdoret vlera e fundit e caktuar.",
        "ScopeTitleAction": "Përmasa Veprimi",
        "ScopeTitleVisit": "Përmasa Vizitash",
        "UrlQueryStringParameter": "parametër vargu kërkese URL",
        "XofYLeft": "Edhe %1$s nga %2$s përmasa"
    }
}
