{
    "CustomDimensions": {
        "CannotBeDeleted": "Dodatna dimenzija ne može biti obrisana već samo deaktivirana.",
        "ColumnAvgTimeOnDimension": "Prosečno vreme na dimenziji",
        "ColumnUniqueActions": "Jedinstvene akcije",
        "ConfigureDimension": "Podešavanje %1$s dodatne dimenzije %2$s",
        "ConfigureNewDimension": "Podešavanje nove dimenzije",
        "CustomDimensions": "Dodatne dimenzije",
        "CustomDimensionsIntro": "Kreiranjem %1$sdodatnih dimenzija%2$s možete da prikupite bilo kakve podatke za '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo će kreirati izveštaj za svaku dodatnu dimenziju (uključujući i stepen konverzije za svaki od vaših ciljeva) i omogućiće vam laku segmentaciju vaših posetilaca na osnovu tih podataka. Dodatne dimenzije su slične %1$sdodatnim parametrima%2$s s tim što postoje određene %3$srazlike između dodatnih dimenzija i dodatnih parametara%4$s.",
        "DimensionCreated": "Kreirana je dodatna dimenzija.",
        "DimensionUpdated": "Dodatna dimenzija je izmenjena.",
        "ExampleCreateCustomDimensions": "Na primer, ako želite da kreirate %s novih korisničkih dimenzija u domenu akcija, izvršite sledeću komandu:",
        "ExampleValue": "Vrednost dimenzije",
        "ExceptionDimensionDoesNotExist": "Dimenzija %1$d za sajt %2$d ne postoji.",
        "ExceptionDimensionIsNotActive": "Dimenzija %1$d za sajt %2$d nije aktivna.",
        "ExtractValue": "Vrednost ekstrakcije",
        "Extractions": "Ekstrakcije",
        "ExtractionsHelp": "Ovo je opciono. Možete koristiti regularni izraz kako biste automatski izvukli vrednost ove dodatne dimenzije iz URL-a ili naslova stranice. Na taj način vrednost nije potrebno ručno postaviti preko klijenta za praćenje. Vrednost je još uvek moguće ručno postaviti preko Matomo treker API-ja. Vrednosti postavljene ručno preko klijenata za praćenje uvek imaju prednost pri ekstrakciji. Ukoliko je definisano više ekstrakcija, koristi se prva koja je zadovoljena.",
        "HowToCreateCustomDimension": "Da biste kreirali novu korisničku dimenziju, izvršite sledeću komandu:",
        "HowToManyCreateCustomDimensions": "Ukoliko želite da kreirate više korisničkih dimenzija odjednom, jednostavno dodajte broj dimenzija koje treba kreirati. Pošto će sve promene nad bazom podataka biti izvršene u okviru jedne naredbe, to neće uzeti previše vremena.",
        "HowToTrackManuallyTitle": "Praćenje vrednosti ove dimenzije ručno",
        "HowToTrackManuallyViaHttp": "Ako želite da pratite vrednost preko HTTP treker API-ja, koristite parametar 'dimenzija' nakon čega ide identifikator dimenzije:",
        "HowToTrackManuallyViaJs": "Ako želite da pratite vrednost u JavaScript trekeru, pozovite:",
        "HowToTrackManuallyViaJsDetails": "Za više informacija pročitajte %1$sJavaScript treker vodič za dodatne dimenzije%2$s",
        "HowToTrackManuallyViaPhp": "Ako želite da pratite vrednost u PHP trekeru, pozovite:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Kreiranje nove dodatne dimenzije može da uzme dosta vremena u zavisnosti od veličine vaše baze pošto to zahteva promenu šeme baze. Zbog toga je to moguće uraditi samo iz komandne linije.",
        "IncreaseAvailableCustomDimensionsTitle": "Povećajte broj raspoloživih dodatnih dimenzija.",
        "NameAllowedCharacters": "Dozvoljeni znaci su slova, brojevi, razmak, crtica i donja linija.",
        "NameIsRequired": "Naziv je obavezan.",
        "NameIsTooLong": "Naziv sadrži previše znakova, limit je %d.",
        "NoCustomDimensionConfigured": "Trenutno nema definisanih dodatnih dimenzija. Podesite jednu sada.",
        "PageUrlParam": "Parametar URL stranice",
        "ScopeDescriptionAction": "Dodatne dimenzije u domenu 'Akcija' mogu biti poslate kroz bilo koju akciju (prikaz stranice, preuzimanja, događaj itd.).",
        "ScopeDescriptionActionMoreInfo": "Ekstrakcije mogu da se definišu tako da se vrednost dodatne dimenzije izvuče iz URL-a stranice, naslova stranice parametra upita stranice.",
        "ScopeDescriptionVisit": "Dodatne dimenzije u domenu 'Posete' mogu biti poslate kroz bilo koji zahtev za praćenje i smeštene su u posetama.",
        "ScopeDescriptionVisitMoreInfo": "Ukoliko postavite različite vrednosti za datu dimenziju tokom trajanja posete, biće uzeta poslednja vrednost.",
        "XofYLeft": "Preostalo %1$s od %2$s dimenzija"
    }
}
