{
    "CustomDimensions": {
        "CannotBeDeleted": "En Anpassad Dimension kan inte tas bort bara inaktiveras.",
        "ColumnAvgTimeOnDimension": "Genomsnittlig tid på Dimension",
        "ColumnUniqueActions": "Unika åtgärder",
        "ConfigureDimension": "Konfigurera %1$s Anpassad Dimension %2$s",
        "ConfigureNewDimension": "Konfigurera en ny dimension",
        "CustomDimensionId": "Anpassade Dimensioner (Id %d)",
        "CustomDimensions": "Anpassade dimensioner",
        "CustomDimensionsIntro": "Genom att skapa en %1$sAnpassad dimension%2$s så kan du samla in anpassad data för '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo kommer skapa en rapport för varje Anpassad Dimension (detta inkluderar konverteringsgraden för varje Mål) och låter dig samtidigt segmentera dina användare baserat på dessa värden. Anpassade Dimensioner är likvärdiga med %1$sAnpassade Variabler%2$s men det finns några saker som %3$sskiljer sig åt mellan Anpassade Dimensioner och Anpassade Variabler%4$s.",
        "DimensionCreated": "Den Anpassade Dimensionen skapades",
        "DimensionUpdated": "Den Anpassade Dimensionen uppdaterades",
        "EmptyValue": "tomt värde",
        "ExampleCreateCustomDimensions": "T.ex. för att skapa %s nya Anpassade Dimensioner i räckvidden händelser använd följande kommando:",
        "ExampleValue": "dimensionsvärde",
        "ExceptionDimensionDoesNotExist": "Dimension %1$d för webbplatsen %2$d finns inte.",
        "ExceptionDimensionIsNotActive": "Dimension %1$d för webbplatsen %2$d är inte aktiverad.",
        "ExtractValue": "Extrahera värde",
        "Extractions": "Utdrag",
        "ExtractionsHelp": "Detta är frivilligt. Ett reguljärt uttryck kan användas för att automatiskt extrahera värdet för denna Anpassade Dimensionen från en Sid-URL eller sidtitel. Genom att göra på detta sättet så kommer det inte behöva sättas manuellt till den Anpassade Dimensionen via en spårningsklient. Ett värde kan fortfarande sättas manuellt via Matomo Tracker API. Värden som är satta manuellt i spårningsklienten till dimensionen går alltid före automatiska extraktioner. Om flera extraktioner sätts så kommer den första matchningen användas.",
        "HowToCreateCustomDimension": "För att skapa en ny Anpassad Dimension använd följande kommando i din Matomo-installation:",
        "HowToManyCreateCustomDimensions": "Om du vill skapa flera nya Anpassade Dimensioner på en och samma gång, lägg till antalet dimensioner som ska skapas. Eftersom alla databasändringar kommer köras samtidigt så kommer det troligen inte ta längre tid att lägga till flera Anpassade Dimensioner på samma gång.",
        "HowToTrackManuallyTitle": "Spåra ett värde för denna dimension manuellt",
        "HowToTrackManuallyViaHttp": "För att spåra ett värde via HTTP-spårningens API så använder du spårningsparametern 'dimension' följt av den Anpassade Dimensionens ID:",
        "HowToTrackManuallyViaJs": "För att spåra ett värde i JavaScript-trackern's anrop:",
        "HowToTrackManuallyViaJsDetails": "För mer information läs %1$sJavaScript Spårningsguiden för Anpassad Dimensioner%2$s",
        "HowToTrackManuallyViaPhp": "För att spåra ett värde i PHP-trackern's anrop:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Att skapa en ny Anpassad Dimension kan ta lång tid beroende på storleken för din databas eftersom det kräver ändringar i strukturen i databasen. Därför är det endast möjligt att göra detta via konsolkommando som krävs att de körs i kommandoraden.",
        "IncreaseAvailableCustomDimensionsTitle": "Öka antalet tillgängliga Anpassade Dimensioner",
        "NameAllowedCharacters": "Tillåtna tecken är bokstäver, siffror, mellanslag, bindestreck och understreck.",
        "NameIsRequired": "Ett namn krävs.",
        "NameIsTooLong": "Namnet innehåller för många tecken, använd max %d tecken.",
        "NoCustomDimensionConfigured": "Ingen Anpassad Dimension är konfigurerad ännu, konfigurera en nu.",
        "NoValue": "inget värde",
        "PageUrlParam": "Sid-URL'ens parameter",
        "PluginDescription": "Utöka Matomo efter dina behov genom att definiera och spåra anpassade dimensioner inom ramen för åtgärd eller besök",
        "ScopeDescriptionAction": "Anpassade Dimensioner in räckvidden 'Händelser' kan skickas med tillsammans med alla händelser (sidvisning, nerladdning, händelse osv).",
        "ScopeDescriptionActionMoreInfo": "Utdrag kan definieras så att den anpassade dimensionens värde extraheras från Sid-URL'en, Sidtiteln eller en parameter i Sid-URL'n.",
        "ScopeDescriptionVisit": "Anpassade dimensioner inom 'Besök' kan skickas med alla spårningstransaktioner och spåras i besöket.",
        "ScopeDescriptionVisitMoreInfo": "Om du väljer olika värden för en vald dimension under besökets längd så kommer det senaste värdet användas.",
        "ScopeTitleAction": "Åtgärdsdimensioner",
        "ScopeTitleVisit": "Besöksdimensioner",
        "UrlQueryStringParameter": "URL:ens querystring-parameter",
        "XofYLeft": "%1$s av %2$s dimensioner kvar"
    }
}
