{
    "CustomDimensions": {
        "CannotBeDeleted": "Özel Boyutlar silinemez ancak devre dışı bırakılabilir.",
        "ColumnAvgTimeOnDimension": "Boyut Üzerindeki Ortalama Süre",
        "ColumnUniqueActions": "Tekil İşlemler",
        "ConfigureDimension": "%1$s Özel boyut %2$s yapılandır",
        "ConfigureNewDimension": "Yeni boyut yapılandır",
        "CustomDimensionId": "Özel boyutlar (Kimlik %d)",
        "CustomDimensions": "Özel Boyutlar",
        "CustomDimensionsIntro": "%1$sÖzel Boyutlar%2$s ekleneren '%3$s' için istenilen özel veriler toplanabilir.",
        "CustomDimensionsIntroNext": "Matomo her bir Özel Boyut için (her hedefin dönüşüm oranlarını da içeren) bir rapor oluşturarak kullanıcılarınızı kolayca bu değerlere göre dilimlere ayırmanızı sağlar. Özel Boyutlar %1$sÖzel Değişkenlere%2$s benzer ancak %3$sÖzel Boyutlar ile Özel Değişkenler arasında küçük farklar%4$s vardır.",
        "DimensionCreated": "Özel boyut eklendi",
        "DimensionUpdated": "Özel boyut güncellendi",
        "EmptyValue": "değer boş",
        "ExampleCreateCustomDimensions": "Örneğin işlem aralığına %s yeni özel boyut eklemek için şu komutu yürütün:",
        "ExampleValue": "Boyut değeri",
        "ExceptionDimensionDoesNotExist": "%2$d sitesi için %1$d boyutu bulunamadı.",
        "ExceptionDimensionIsNotActive": "%2$d sitesi için %1$d boyutu etkinleştirilmemiş.",
        "ExtractValue": "Ayıklanacak değer",
        "Extractions": "Ayıklamalar",
        "ExtractionsHelp": "İsteğe bağlıdır. Bu özel boyur için değer bir sayfa adresi ya da sayfa başlığından otomatik olarak ayıklanabilir. Böylece özel boyut değerinin bir izleyici istemci tarafından el ile ayarlanması gerekmez. Gene de Matomo Tracker API kullanılarak el ile bir değer ayarlanabilir. İzleme istemcisi tarafından el ile ayarlanan boyut değerleri her zaman ayıklanan değerlere göre öncelikli olarak işlenir. Birden çok ayıklama tanımlanmış ise eşleşen ilk ayıklamanın değeri kullanılır. Matomo tarafından otomatik olarak yapıldığından bölü karakterine kaçış karakteri eklemeniz gerekmez. Örneğin \\/haberler\\/ yerine /haberler/ yazabilirsiniz.",
        "HowToCreateCustomDimension": "Yeni bir özel boyut eklemek için Matomo kopyanız üzerinde şu komutu yürütün:",
        "HowToManyCreateCustomDimensions": "Bir kerede birden çok özel boyut eklemek isterseniz, eklenecek boyut sayısını ekleyin. Tüm veri tabanı değişiklikleri bir kerede yürütüleceğinden aynı anda birden fazla boyut eklemek işlem süresini daha fazla uzatmaz.",
        "HowToTrackManuallyTitle": "Bu boyut için bir değeri el ile izlemek",
        "HowToTrackManuallyViaHttp": "Bir değeri HTTP İzleyici API uygulaması üzerinden izlemek için 'dimension' izleme parametresini kullanın ve arkasına özel boyut kimliğini ekleyin:",
        "HowToTrackManuallyViaJs": "Bir değeri JavaScript izleyici ile izlemek için şunu çağırın:",
        "HowToTrackManuallyViaJsDetails": "Ayrıntılı bilgi almak için %1$sözel boyutlar için JavaScript İzleyici rehberi%2$s belgesine bakın",
        "HowToTrackManuallyViaPhp": "PHP içindeki bir değişkeni izlemek için şunu çağırın:",
        "IncreaseAvailableCustomDimensionsTakesLong": "Yeni bir özel boyutun eklenmesi veri tabanınızın boyutuna göre uzun zaman alabilir. Bu nedenle bu işlem yalnızca komut satırından yürütülmesi gereken bir komut ile yapılabilir.",
        "IncreaseAvailableCustomDimensionsTitle": "Kullanılabilecek Özel Boyut Sayısını Arttırın",
        "NameAllowedCharacters": "Harfler, rakamlar, boşluk tire ve alt çizgi karakterleri kullanılabilir.",
        "NameIsRequired": "Bir ad yazmalısınız.",
        "NameIsTooLong": "Ad en fazla %d karakter uzunluğunda olabilir.",
        "NoCustomDimensionConfigured": "Henüz bir özel boyut yapılandırılmamış, şimdi yapılandırabilirsiniz.",
        "NoValue": "değer yok",
        "PageUrlParam": "Sayfa Adresi Parametresi",
        "PluginDescription": "Matomo , İşlem ya da Ziyaret aralığında tanımlanıp izlenebilen özel boyutlar tanımlanarak gereksinimlerinize göre genişletilebilir",
        "ScopeDescriptionAction": "Herhangi bir işlemin yanında gönderilebilecek 'İşlem' aralığındaki özel boyutlar (sayfa görüntüleme, indirme, etkinlik, vb).",
        "ScopeDescriptionActionMoreInfo": "Ayıklamalar tanımlanarak sayfa adresi, sayfa başlığı ya da sayfa adresi sorgu parametresinde özel boyutlar ayıklanabilir.",
        "ScopeDescriptionVisit": "Herhangi bir izleme isteğinin yanında gönderilebilecek ve ziyaret içinde depolanacak 'Ziyaret' aralığındaki özel boyutlar.",
        "ScopeDescriptionVisitMoreInfo": "Belirtilen bir boyut için bir ziyaret süresi boyunca farklı değerler ayarlıyorsanız, son ayarlanan değer kullanılır.",
        "ScopeTitleAction": "İşlem boyutları",
        "ScopeTitleVisit": "Ziyaret boyutları",
        "UrlQueryStringParameter": "Adres sorgu dizgesi parametresi",
        "XofYLeft": "%1$s/%2$s boyut kaldı"
    }
}
