{
    "CustomDimensions": {
        "CustomDimensions": "Користувацькі вимірювання",
        "CustomDimensionsIntro": "Створивши %1$sКористувацькі вимірювання%2$s, ви можете отримувати будь-яку призначену для користувача інформацію для '%3$s'.",
        "CustomDimensionsIntroNext": "Matomo створить звіт для кожного Користувацького вимірювання (включаючи конверсійний курс для кожної з ваших Цілей), а також дозволить вам легко розділяти своїх користувачів, грунтуючись на цих значеннях. Користувацькі вимірювання схожі з %1$sКористувацькі змінними%2$s, але є деякі %3$sвідмінності між Користувацькими вимірюваннями та Користувацькими змінними%4$s.",
        "ScopeDescriptionVisit": "Пользовательские измерения 'Посещения' могут отсылаться вместе с любым отслеживающим запросом и хранятся в посещении.",
        "ScopeDescriptionVisitMoreInfo": "Якщо ви встановите різні значення для певного вимірювання під час сесії відвідування, то буде використано останнім встановлене значення.",
        "ScopeDescriptionAction": "Користувацькі вимірювання 'Дії' можуть надсилатися до будь-якої дії (перегляд сторінки, завантаження, подія, і т. д.).",
        "ScopeDescriptionActionMoreInfo": "Витяги визначаються як значення призначеного для користувацького вимірювання, витягнуте з URL сторінки, Заголовку сторінки або параметру запиту URL сторінки.",
        "IncreaseAvailableCustomDimensionsTitle": "Збільшити кількість доступних Користувацьких вимірювань.",
        "IncreaseAvailableCustomDimensionsTakesLong": "Створення нового Користувацького вимірювання може зайняти тривалий час в залежності від розміру вашої бази даних, так як воно вимагає змін схеми у вашій базі даних. Тому, це можливо зробити тільки за допомогою консольної команди, яка повинна виконуватися в командному рядку.",
        "HowToCreateCustomDimension": "Щоб створити нове Користувацьке вимірювання, введіть наступну команду під час встановлення Matomo:",
        "HowToManyCreateCustomDimensions": "Якщо ви хочете створити кілька Користувацьких вимірювань відразу, просто додайте число вимірювань, яке повинно бути створено. Так як зміни в базі даних будуть проведені за допомогою одного оператора, то додавання кількох Користувацьких вимірювань одночасно не повинно зайняти багато часу.",
        "ExampleCreateCustomDimensions": "Наприклад, щоб створити %s нове Користувацьке вимірювання дії, введіть наступну команду:",
        "HowToTrackManuallyTitle": "Відстеження значення для цього виміру вручну",
        "HowToTrackManuallyViaJs": "Щоб відстежувати занчення в JavaScript Tracker, наберіть:",
        "HowToTrackManuallyViaJsDetails": "Щоб отримати більше інформації, прочитайте керівництво по %1$sJavaScript Tracker для Користувацьких вимірювань%2$s",
        "HowToTrackManuallyViaPhp": "Щоб відслідковувати значення в PHP Tracker, наберіть:",
        "HowToTrackManuallyViaHttp": "Щоб відслідковувати значення через HTTP Tracker API, використовуйте параметр відстеження 'dimension' з Id Користувацького вимірювання:",
        "Extractions": "Витягання",
        "ExtractionsHelp": "Це не обов'язково. Можна використовувати regex, щоб витягти значення для цього Користувацького вимірювання з URL сторінки або заголовку сторінки автоматично. Тоді не потрібно вручну встановлювати значення призначеного для користувацького вимірювання через Кклієнтських відстеженнях. Значення все ще може бути встановлено вручну через Matomo Tracker API. Значення вимірювань, введені вручну в клієнтських відстеженнях, завжди мають більший пріоритет, ніж вилучення. Якщо визначені кілька витягів, буде використано перше що збігається з витягом.",
        "ExtractValue": "Витягти значення",
        "ExampleValue": "Значення вимірювання",
        "NoCustomDimensionConfigured": "Немає налаштованих Користувацьких вимірювань, налаштуйте одне зараз.",
        "ConfigureNewDimension": "Налаштувати нове вимірювання",
        "ConfigureDimension": "Настроить %1$s Користувацьке вимірювання %2$s",
        "XofYLeft": "%1$s з %2$s вимірювань залишилося",
        "CannotBeDeleted": "Користувацьке вимірювання не може бути видалено, тільки деактивовано.",
        "PageUrlParam": "Параметр URL сторінки",
        "NameAllowedCharacters": "Дозволені такі символи, як будь-які літери, цифри, тире і підкреслення.",
        "NameIsRequired": "Назва є обов'язковою.",
        "NameIsTooLong": "Назва містить занадто багато символів, використовуйте до %d символів.",
        "ExceptionDimensionDoesNotExist": "Вимірювання %d для вебсайту %d не існує.",
        "ExceptionDimensionIsNotActive": "Вимірювання %d для вебсайту %d не активно.",
        "DimensionCreated": "Користувацьке вимірювання створено.",
        "DimensionUpdated": "Користувацьке вимірювання оновлено",
        "ColumnUniqueActions": "Унікальні дії",
        "ColumnAvgTimeOnDimension": "Прибл. час на Вимірювання",
        "CustomDimensionId": "Користувацькі вимірювання (Id %d)",
        "NoValue": "немає значення",
        "EmptyValue": "порожнє значення"
    }
}