{
    "Referrers": {
        "Acquisition": "Придобиване",
        "AllReferrersReportDocumentation": "Този отчет показва всички Ваши реферали в един единен отчет, изброяващ всички уебсайтове, ключови думи за търсене и кампании, използвани от посетителите Ви, за да намерят Вашия уебсайт.",
        "AllReferrersSubcategory1": "Този раздел Ви показва броя на посещенията, които пристигат от различни типове канали и реферали. Кликнете върху бутоните плюс или минус, за да видите референтите във всеки тип.",
        "AllReferrersSubcategory2": "Можете също да анализирате броя на действията, извършени от всеки от Вашите източници на трафик, като активирате таблицата с изглед на показателите за ангажираност на посетителите.",
        "CampaignContent": "Съдържание на кампанията",
        "CampaignContentHelp": "Този параметър често се използва, когато тествате множество реклами, и включва името на всяка реклама, за да видите коя е най-ефективна за привличане на трафик.",
        "CampaignGroup": "Група кампании",
        "CampaignGroupHelp": "Този параметър се използва за проследяване на група кампании за идентифициране на група или аудитория. Групите кампании са полезни за проследяване на цялостната ефективност на множество кампании със сходни цели.",
        "CampaignId": "ID на кампания",
        "CampaignIdHelp": "Този параметър се използва за проследяване на идентификатор на кампанията: уникален идентификатор за кампанията, състоящ се от най-много 100 цифри, букви или символи.",
        "CampaignKeywordHelp": "Ако имате няколко кампании с едно и също име, можете да ги разграничите, като посочите ключова дума или подкатегория.",
        "CampaignMedium": "Средство за кампанията",
        "CampaignMediumHelp": "Използва се за описване на маркетинговата дейност, например „PPC“ за кампания с плащане на кликване или „SEM“ за платени реклами при търсене или „преглед“ за проследяване на преглед на продукт в партньорски сайт.",
        "CampaignNameHelp": "Изберете име, което описва за какво е създадена кампанията и което отличава кампанията Ви от другите Ви кампании. Например „Email-SummerDeals“ или „PaidAds-SummerDeals“.",
        "CampaignPageUrlHelp": "URL адресът на страницата, към която отива тази кампания, например „http://example.org/offer.html“.",
        "CampaignPlacement": "Разположение на кампанията",
        "CampaignPlacementHelp": "Използва се за описание на рекламното разположение или позиция, например цял уебсайт, конкретни страници от уебсайт, отделен рекламен елемент, позициониран на една страница, видеоклип, приложение за мобилен телефон и др.",
        "CampaignSource": "Източник на кампанията",
        "CampaignSourceHelp": "Използва се за проследяване на източника на кампанията, като например „бюлетин“ за Вашия имейл маркетинг, „партньор“ или името на уебсайта, на който се показват рекламите Ви.",
        "Campaigns": "Кампании",
        "CampaignsDocumentation": "Посетители, дошли до вашият уеб сайт, в резултат на камания. %1$s Погледнете %2$s отчета за повече детайли.",
        "CampaignsReportDocumentation": "Този отчет показва кои кампании са довели посетителите до уебсайта Ви.",
        "CampaignsSubcategoryHelp": "Разделът Проследяване на кампании Ви позволява да анализирате посещенията, свързани с различните стойности за проследяване, които са били свързани с Вашите дигитални кампании. Той може да разкрие неща като колко трафик привличат Вашите кампании, кои рекламни послания са най-ефективни, колко ангажирани са посетителите на кампанията и дали кампанията води до продажби или не.",
        "ColumnCampaign": "Кампании",
        "ColumnSearchEngine": "Търсещи машини",
        "ColumnSocial": "Социална мрежа",
        "ColumnWebsite": "Сайт",
        "ColumnWebsitePage": "Интернет страница",
        "DirectEntry": "Директни посещения",
        "DirectEntryDocumentation": "Посетител е въвел URL адреса в своя браузър и е започнал да сърфира във Вашия уебсайт - той е влязъл директно в уебсайта.",
        "Distinct": "Различни реферали по тип канал",
        "DistinctCampaigns": "отделни кампании",
        "DistinctKeywords": "отделни ключови думи",
        "DistinctSearchEngines": "отделни търсещи машини",
        "DistinctSocialNetworks": "различни социални мрежи",
        "DistinctWebsiteUrls": "отделни URL адреси на уебсайтове",
        "DistinctWebsites": "отделни сайтове",
        "EcommerceLogSubcategoryHelp1": "Логът на Ecommerce предоставя подробни данни на ниво сесия, така че можете да разгледате пълната сесия за всеки потребител, който е направил покупка или е изоставил кошницата си. Това може да Ви помогне да разберете какво правят потребителите преди и след покупка, за да разкрият възможности за оптимизация.",
        "EcommerceLogSubcategoryHelp2": "Данните на тази страница се актуализират в реално време.",
        "EvolutionDocumentation": "Това е преглед на препращащите сайтове, които са довели посетители до вашият уеб сайт.",
        "EvolutionDocumentationMoreInfo": "За повече информация относно различните типове канали вижте документацията на таблицата %s.",
        "GenerateUrl": "Генериране на URL",
        "Keywords": "Ключови думи",
        "KeywordsReportDocumentation": "Този отчет показва кои ключови думи потребителите са използвали преди да бъдат препратени към вашият уеб сайт. %s Ако кликнете върху реда в таблицата, можете да видите разпределението на търсачките, в които са били търсени тези ключови думи.",
        "KeywordsReportDocumentationNote": "Забележка: Този отчет изброява повечето ключови думи като недефинирани, тъй като повечето търсачки не изпращат точната ключова дума, използвана в търсачката.",
        "PercentOfX": "Процент от %s",
        "PluginDescription": "Отчита данните за препоръчаните: търсачки, ключови думи, уебсайтове, кампании, социални медии, директен вход.",
        "ProductSubcategoryHelp": "Изгледът на продукти може да Ви помогне да идентифицирате продукти и категории, които са с по-висока или по-ниска ефективност, за да разкрие тенденции и възможности, свързани с избора на продукти и страниците на магазина Ви.",
        "Referrer": "Препоръчител",
        "ReferrerName": "Име на референт",
        "ReferrerNames": "Имена на препращащи лица",
        "ReferrerTypes": "Типове канали",
        "ReferrerURLs": "URL референции",
        "Referrers": "Референции",
        "ReferrersOverview": "Преглед на препоръчителите",
        "ReferrersOverviewDocumentation": "Този отчет показва какви канали за придобиване са използвали посетителите Ви, за да стигнат до уебсайта Ви, и броя на посещенията, за които отговаря всеки тип канал.",
        "ReferrersOverviewSubcategoryHelp1": "Общ преглед на придобиването показва процента от трафика Ви от всички източници за избран период от време.",
        "ReferrersOverviewSubcategoryHelp2": "Можете също да кликнете върху конкретен тип канал, за да го покажете в графиката на еволюцията. Това може да Ви помогне да откриете кои канали допринасят с най-голям трафик към Вашия сайт, както и евентуални модели във времето. Например, определен канал може да се представи по-добре през уикендите.",
        "SearchEngines": "Търсачки",
        "SearchEnginesDocumentation": "Посетител, който е бил препратен към вашият уеб сайт от търсачка. %1$s Погледнете %2$s отчета за повече детайли.",
        "SearchEnginesReportDocumentation": "Този отчет показва кои търсачки са изпратили потребители към вашият уеб сайт. %s Ако кликнете върху реда в таблицата, можете да видите какво потребителите са търсили в конкретната търсачка.",
        "SearchEnginesSubcategoryHelp1": "Този раздел Ви помага да анализирате оптимизацията и ефективността на Вашата търсачка. Можете да анализирате най-популярните си ключови думи с комбинираните отчети за ключови думи или да видите кои ключови думи се представят добре в конкретни търсачки за по-целенасочен анализ и оптимизация.",
        "SearchEnginesSubcategoryHelp2": "Потребителите на плъгини %1$sMatomo Cloud%2$s и %3$s Производителност на ключови думи в търсачката %4$s ще получат най-добрите резултати от този отчет.",
        "Socials": "Социални мрежи",
        "SocialsReportDocumentation": "Този отчет показва кои социални мрежи са довели посетителите до уебсайта Ви.<br>Като кликнете върху ред в таблицата, можете да видите от кои страници на социални мрежи посетителите са дошли до Вашия уебсайт.",
        "SocialsSubcategoryHelp": "В тази таблица можете да видите кои уебсайтове са насочили посетители към Вашия сайт.",
        "SubmenuSearchEngines": "Търсачки &amp; Ключови думи",
        "SubmenuWebsitesOnly": "Сайтове",
        "Type": "Тип канал",
        "TypeCampaigns": "%s от кампании",
        "TypeDirectEntries": "%s директни посещения",
        "TypeReportDocumentation": "Тази таблица съдържа информация за разпределението на типовете канали.",
        "TypeSearchEngines": "%s от търсещите машини",
        "TypeSocialNetworks": "%s от социални мрежи",
        "TypeWebsites": "%s от сайтове",
        "URLCampaignBuilder": "Създател на URL адреси на кампания",
        "URLCampaignBuilderIntro": "Инструментът %1$sURL Builder%2$s Ви позволява да генерирате URL адреси, готови за използване за проследяващи кампании в Matomo. Вижте документацията относно %3$sПроследяване на кампании%4$s за повече информация.",
        "URLCampaignBuilderResult": "Генериран URL адрес, който можете да копирате и поставите във Вашите кампании, имейл бюлетин, Facebook реклами или туитове:",
        "UsingNDistinctUrls": "(използват се %s различни адреса)",
        "ViewAllReferrers": "Преглед на всички препоръчители",
        "ViewReferrersBy": "Преглед на всички препоръчители по %s",
        "VisitorsFromCampaigns": "Посетители от кампании",
        "VisitorsFromDirectEntry": "Посетители с директно посещение",
        "VisitorsFromSearchEngines": "Посетители от търсачки",
        "VisitorsFromSocialNetworks": "Посетители от социални мрежи",
        "VisitorsFromWebsites": "Посетители от уебсайтове",
        "Websites": "Сайтове",
        "WebsitesDocumentation": "Посетителят е последвал връзка в друг сайт, която сочи към вашия сайт. %1$s Вижте %2$s отчета за повече детайли.",
        "WebsitesReportDocumentation": "В тази таблица, можете да видите кои уеб сайтове са препратили посетители към вашият сайт. %s Ако кликнете върху реда в таблицата, можете да видите URL-ите, чрез които потребителите са стигнали до вашият сайт.",
        "WebsitesSubcategoryHelp1": "В тази таблица можете да видите кои уебсайтове са насочили посетители към Вашия сайт.",
        "WebsitesSubcategoryHelp2": "Като кликнете върху ред в таблицата, можете да видите на кои URL адреси са били връзките към Вашия уебсайт.",
        "WidgetExternalWebsites": "Външни сайтове",
        "WidgetGetAll": "Всички канали",
        "WidgetSocials": "Списък на социалните мрежи",
        "WidgetTopKeywordsForPages": "Най-използваните ключови думи",
        "XPercentOfVisits": "%s от посещения"
    }
}
