{
    "Referrers": {
        "Acquisition": "Adquisició",
        "AllReferrersReportDocumentation": "Aquest informe mostra tots els vostres referents en un informe unificat, que enumera tots els llocs web, les paraules clau de cerca i les campanyes que fan servir els vostres visitants per trobar el vostre lloc web.",
        "AllReferrersSubcategory1": "Aquesta secció mostra el nombre de visites que arriben de diferents tipus de canals i referents. Feu clic als botons més o menys per veure els referents de cada tipus.",
        "AllReferrersSubcategory2": "També podeu analitzar el nombre d'accions realitzades per cadascuna de les vostres fonts de trànsit activant la taula amb la visualització de mètriques d'interacció dels visitants.",
        "CampaignContent": "Contingut de la campanya",
        "CampaignContentHelp": "Aquest paràmetre s'utilitza sovint quan esteu provant diversos anuncis i inclouria el nom de cada anunci per veure quin era el més eficaç per generar trànsit.",
        "CampaignGroup": "Grup de campanya",
        "CampaignGroupHelp": "Aquest paràmetre s'utilitza per fer un seguiment d'un grup de campanya per identificar un grup o un públic. Els grups de campanyes són útils per fer un seguiment del rendiment general de diverses campanyes amb objectius similars.",
        "CampaignId": "Identificador de campanya",
        "CampaignIdHelp": "Aquest paràmetre s'utilitza per fer el seguiment d'un identificador de campanya: un identificador únic per a la campanya que consta com a màxim de 100 números, lletres o símbols.",
        "CampaignKeywordHelp": "Si teniu diverses campanyes amb el mateix nom, podeu distingir aquestes campanyes especificant una paraula clau o una subcategoria.",
        "CampaignMedium": "Mitjà de campanya",
        "CampaignMediumHelp": "S'utilitza per descriure l'activitat de màrqueting, per exemple, \"PPC\" per a una campanya de pagament per clic, o \"SEM\" per a anuncis de cerca de pagament, o \"revisió\" per fer un seguiment d'una revisió de producte en un lloc afiliat.",
        "CampaignNameHelp": "Trieu un nom que descrigui per a què s'ha creat la campanya i que distingeixi la vostra campanya de la resta de campanyes. Per exemple, \"Email-SummerDeals\" o \"PaidAds-SummerDeals\".",
        "CampaignPageUrlHelp": "L'URL de la pàgina a la qual va aquesta campanya, per exemple, \"http://example.org/oferta.html\".",
        "CampaignPlacement": "Col·locació de la campanya",
        "CampaignPlacementHelp": "S'utilitza per descriure la ubicació o la posició de la publicitat, per exemple, un lloc web sencer, pàgines específiques d'un lloc web, un bloc d'anuncis individual situat en una sola pàgina, un vídeo, una aplicació de telèfon mòbil i molt més.",
        "CampaignSource": "Font de la campanya",
        "CampaignSourceHelp": "S'utilitza per fer un seguiment de l'origen de la campanya, com ara \"butlletí\" per al vostre màrqueting per correu electrònic, \"afiliat\" o el nom del lloc web que mostra els vostres anuncis.",
        "Campaigns": "Campanyes",
        "CampaignsDocumentation": "Visitants que han arribat al vostre lloc web com a resultat d'una campanya. %1$s Consulteu l'informe %2$s per obtenir més detalls.",
        "CampaignsReportDocumentation": "Aquest informe mostra quines campanyes van conduir els visitants al vostre lloc web.",
        "CampaignsSubcategoryHelp": "La secció Seguiment de campanyes us permet analitzar les visites associades als diferents valors de seguiment que s'han vinculat a les vostres campanyes digitals. Pot revelar coses com ara la quantitat de trànsit que aporten les vostres campanyes, quines creativitats tenen un millor rendiment, la implicació dels visitants de la campanya i si la campanya genera vendes o no.",
        "ColumnCampaign": "Campanya",
        "ColumnSearchEngine": "Cercador",
        "ColumnSocial": "Xarxa social",
        "ColumnWebsite": "Lloc web",
        "ColumnWebsitePage": "Pàgina web",
        "ConversionAttribution": "Aquesta conversió s'ha atribuït al Canal d'Adquisicions:",
        "DirectEntry": "Entrada directa",
        "DirectEntryDocumentation": "Un visitant ha introduït l'URL al seu navegador i ha començat a navegar pel vostre lloc web: ha entrat directament al lloc web.",
        "Distinct": "Referents diferents per tipus de canal",
        "DistinctCampaigns": "campanyes diferents",
        "DistinctKeywords": "paraules clau diferents",
        "DistinctSearchEngines": "cercadors diferents",
        "DistinctSocialNetworks": "diferents xarxes socials",
        "DistinctWebsiteUrls": "URL diferents de llocs web",
        "DistinctWebsites": "llocs web diferents",
        "EcommerceLogSubcategoryHelp1": "El registre de comerç electrònic proporciona dades granulars a nivell de sessió perquè pugueu consultar la sessió completa de cada usuari que ha fet una compra o ha abandonat el seu carretó. Això us pot ajudar a entendre què fan els usuaris abans i després de comprar per revelar oportunitats d'optimització.",
        "EcommerceLogSubcategoryHelp2": "Les dades d'aquesta pàgina s'actualitzen en temps real.",
        "EvolutionDocumentation": "Aquesta és una visió general dels referents que han portat els visitants al vostre lloc web.",
        "EvolutionDocumentationMoreInfo": "Per obtenir més informació sobre els diferents tipus de canal, consulteu la documentació de la taula %s.",
        "GenerateUrl": "Generar URL",
        "Keywords": "Paraules clau",
        "KeywordsReportDocumentation": "Aquest informe mostra quines paraules clau estaven cercant els usuaris abans de remetre'ls al vostre lloc web. %s Si feu clic a una fila de la taula, podeu veure la distribució dels motors de cerca que s'han consultat per a la paraula clau.",
        "KeywordsReportDocumentationNote": "Nota: aquest informe enumera la majoria de les paraules clau com a no definides, perquè la majoria dels motors de cerca no envien la paraula clau exacta utilitzada al motor de cerca.",
        "PercentOfX": "Percentatge de %s",
        "PluginDescription": "Informa de les dades dels referents: motors de cerca, paraules clau, llocs web, campanyes, xarxes socials, entrada directa.",
        "ProductSubcategoryHelp": "La visualització Productes us pot ajudar a identificar productes i categories que tenen un rendiment superior o inferior per revelar tendències i oportunitats relacionades amb la selecció de productes i les pàgines de la botiga.",
        "Referrer": "Referent",
        "ReferrerName": "Nom del referent",
        "ReferrerNames": "Noms dels referents",
        "ReferrerTypes": "Tipus de canals",
        "ReferrerURLs": "URLs dels referents",
        "Referrers": "Referents",
        "ReferrersOverview": "Visió general dels referents",
        "ReferrersOverviewDocumentation": "Aquest informe mostra els canals d'adquisició utilitzats pels vostres visitants per accedir al vostre lloc web i el nombre de visites de les quals és responsable cada tipus de canal.",
        "ReferrersOverviewSubcategoryHelp1": "La visió general de l'adquisició us mostra el percentatge del vostre trànsit de totes les fonts durant un interval de dates seleccionat.",
        "ReferrersOverviewSubcategoryHelp2": "També podeu fer clic en un tipus de canal específic per mostrar-lo dins del gràfic d'evolució. Això us pot ajudar a descobrir quins canals aporten més trànsit al vostre lloc, així com qualsevol patró potencial al llarg del temps. Per exemple, un determinat canal pot tenir un millor rendiment els caps de setmana.",
        "SearchEngines": "Cercadors",
        "SearchEnginesDocumentation": "Un motor de cerca va remetre un visitant al vostre lloc web. %1$s Consulteu l'informe %2$s per obtenir més detalls.",
        "SearchEnginesReportDocumentation": "Aquest informe mostra quins motors de cerca van remetre els usuaris al vostre lloc web. %s Si feu clic a una fila de la taula, podeu veure què cercaven els usuaris amb un motor de cerca específic.",
        "SearchEnginesSubcategoryHelp1": "Aquesta secció us ajuda a analitzar l'optimització i el rendiment del vostre motor de cerca. Podeu analitzar les vostres paraules clau més populars amb els informes de paraules clau combinats o veure quines paraules clau funcionen bé en motors de cerca específics per a una anàlisi i optimització més específica.",
        "SearchEnginesSubcategoryHelp2": "Els usuaris del connector %1$sMatomo Cloud%2$s i %3$sSearch Engine Performance%4$s rebran els millors resultats d'aquest informe.",
        "Socials": "Xarxes socials",
        "SocialsReportDocumentation": "Aquest informe mostra quines xarxes socials han conduït els visitants al vostre lloc web.<br>Si feu clic a una fila de la taula, podeu veure des de quines pàgines de xarxes socials han arribat els visitants al vostre lloc web.",
        "SocialsSubcategoryHelp": "En aquesta taula podeu veure quins llocs web van remetre els visitants al vostre lloc.",
        "SubmenuSearchEngines": "Cercadors i paraules clau",
        "SubmenuWebsitesOnly": "Llocs web",
        "Type": "Tipus de canal",
        "TypeCampaigns": "%s de campanyes",
        "TypeDirectEntries": "%s entrades directes",
        "TypeReportDocumentation": "Aquesta taula conté informació sobre la distribució dels tipus de canal.",
        "TypeSearchEngines": "%s dels motors de cerca",
        "TypeSocialNetworks": "%s de les xarxes socials",
        "TypeWebsites": "%s de llocs web",
        "URLCampaignBuilder": "Generador d'URL de campanya",
        "URLCampaignBuilderIntro": "L'eina %1$sURL Builder%2$s us permet generar URL preparades per utilitzar-les per fer el seguiment de campanyes a Matomo. Consulteu la documentació sobre %3$sSeguiment de campanyes%4$s per obtenir més informació.",
        "URLCampaignBuilderResult": "URL generat que podeu copiar i enganxar a les vostres campanyes, butlletí de correu electrònic, anuncis de Facebook o tuits:",
        "UsingNDistinctUrls": "(utilitzant %s URL diferents)",
        "ViewAllReferrers": "Veure tots els referents",
        "ViewReferrersBy": "Veure referents per %s",
        "VisitorsFromCampaigns": "Visitants de Campanyes",
        "VisitorsFromDirectEntry": "Visitants d'entrada directa",
        "VisitorsFromSearchEngines": "Visitants dels motors de cerca",
        "VisitorsFromSocialNetworks": "Visitants de les xarxes socials",
        "VisitorsFromWebsites": "Visitants de llocs web",
        "Websites": "Llocs web",
        "WebsitesDocumentation": "El visitant va seguir un enllaç a un altre lloc web que portava al vostre lloc. %1$s Consulteu l'informe %2$s per obtenir més detalls.",
        "WebsitesReportDocumentation": "En aquesta taula podeu veure quins llocs web van remetre els visitants al vostre lloc. %s Si feu clic a una fila de la taula, podeu veure a quines URL estaven els enllaços al vostre lloc web.",
        "WebsitesSubcategoryHelp1": "En aquesta taula podeu veure quins llocs web van remetre els visitants al vostre lloc.",
        "WebsitesSubcategoryHelp2": "Si feu clic a una fila de la taula podeu veure a quines URL estaven els enllaços al vostre lloc web.",
        "WidgetExternalWebsites": "Llocs web referents",
        "WidgetGetAll": "Tots els canals",
        "WidgetSocials": "Llista de xarxes socials",
        "WidgetTopKeywordsForPages": "Paraules clau principals per a l'URL de la pàgina",
        "XPercentOfVisits": "%s de visites"
    }
}
