{
    "Referrers": {
        "Acquisition": "Akquisition",
        "AllReferrersReportDocumentation": "Dieser Bericht zeigt Ihnen all Ihre Verweise in einem einzigen Bericht. Es werden alle Webseiten, Suchbegriffe und Kampagnen gezeigt, die von Ihren Besuchern benutzt wurden, um Ihre Webseite zu finden.",
        "AllReferrersSubcategory1": "Dieser Bereich zeigt die Anzahl der Besuche welche von verschiedenen Kanaltypen und Referrers zu Ihnen kommen. Klicken Sie auf den Plus oder Minus Button um sich die Referrer pro Typ anzeigen zu lassen.",
        "AllReferrersSubcategory2": "Sie können auch die Anzahl der ausgeführten Aktionen Ihrer Datenverkehrsquellen analysieren, in dem Sie die Tabelle mit der Ansicht der Besucherengagements aktivieren.",
        "CampaignContent": "Kampagneninhalt",
        "CampaignContentHelp": "Dieser Parameter kann verwendet werden wenn Sie mehrere Werbungen testen, und den Namen jeder dieser Werbungen berücksichtigen wollen um zu sehen welche die effektivste ist.",
        "CampaignGroup": "Kampagnengruppe",
        "CampaignGroupHelp": "Dieser Parameter wird verwendet, um eine Kampagnengruppe zur Identifizierung einer Gruppe oder eines Zielpublikums zu tracken. Kampagnengruppen sind hilfreich, um die übergreifende Performance mehrerer Kampagnen mit identischen Zielen zu tracken.",
        "CampaignId": "Kampagnen ID",
        "CampaignIdHelp": "Dieser Parameter wird verwendet, um eine Kampagnen ID zu tracken. Eine eindeutige Identifizierung für die aus höchstens 100 Ziffern, Zeichen oder Symbolen bestehende Kampagne.",
        "CampaignKeywordHelp": "Wenn Sie mehrere Kampagnen mit demselben Namen haben, können Sie diese Kampagnen durch die Spezifikation eines Suchbegriffs oder einer Unterkategorie unterscheiden.",
        "CampaignMedium": "Kampagnen Medium",
        "CampaignMediumHelp": "Verwendet um die Marketing Aktivität zu beschreiben, zum Beispiel 'PPC' für eine Pay-per-click Kampagne, oder 'SEM' für bezahlte Suchwerbung, oder 'review' für eine Produktrezension auf einer Partnerseite.",
        "CampaignNameHelp": "Wählen Sie einen Namen welcher beschreibt wozu die Kampagne erstellt wurde und der Ihre Kampagne von anderen Kampagnen abgrenzt. Zum Beispiel 'E-Mail-SommerDeals' or 'BezahlteWerbung-SommerDeals'.",
        "CampaignPageUrlHelp": "Die URL der Seite welche diese Kampagne betrifft, zum Beispiel 'http://example.org/offer.html'.",
        "CampaignPlacement": "Kampagnenplatzierung",
        "CampaignPlacementHelp": "Verwendet um die Werbeplatzierung oder -position zu beschreiben, zum Beispiel eine komplette Webseite, spezifische Seiten einer Webseite, eine individuelle Werbung platziert auf einer bestimmten Seite, ein Video, ein Mobiltelefon, und so weiter.",
        "CampaignSource": "Kampagnen Herkunftsseite",
        "CampaignSourceHelp": "Verwendet um die Herkunft der Kampagne zu bestimmen wie z. B. 'Newsletter' für Ihr E-Mail Marketing, 'Partner', oder der Name der Webseite welche Ihre Werbung zeigt.",
        "Campaigns": "Kampagnen",
        "CampaignsDocumentation": "Besucher, die aufgrund einer Kampagne auf Ihre Webseite kamen. Weitere Details finden Sie %1$sim Bericht%2$s.",
        "CampaignsReportDocumentation": "Dieser Bericht zeigt welche Kampagnien Besucher auf Ihre Webseite gelenkt haben.",
        "CampaignsSubcategoryHelp": "Der Kampagnen-Tracking Bereich erlaubt Ihnen zu analysieren, welche Besuche mit welchen unterschiedlichen Tracking Werten verknüpft sind, welche mit Ihren digitalen Kampagnen verlinkt sind. Damit kann man Dinge aufzeigen wie zum Beispiel wie viel Datenverkehr Ihre Kampagnen erzeugen, welche Werbemittel am besten funktionieren, wie engagiert Kampagnenbesucher sind, und ob die Kampagne zu Verkäufen führt oder nicht.",
        "ColumnCampaign": "Kampagne",
        "ColumnSearchEngine": "Suchmaschine",
        "ColumnSocial": "Soziales Netzwerk",
        "ColumnWebsite": "Webseite",
        "ColumnWebsitePage": "Seite",
        "ConversionAttribution": "Diese Konversion wurde diesem Akquisitionskanal zugeschrieben:",
        "DirectEntry": "Direkte Zugriffe",
        "DirectEntryDocumentation": "Ein Besucher kam auf die Webseite, indem er die URL direkt in den Browser eingegeben hat.",
        "Distinct": "Unterschiedliche Verweise nach Kanaltyp",
        "DistinctCampaigns": "verschiedene Kampagnen",
        "DistinctKeywords": "verschiedene Suchbegriffe",
        "DistinctSearchEngines": "verschiedene Suchmaschinen",
        "DistinctSocialNetworks": "verschiedene soziale Netzwerke",
        "DistinctWebsiteUrls": "verschiedene Webseiten URLs",
        "DistinctWebsites": "verschiedene Webseiten",
        "EcommerceLogSubcategoryHelp1": "Das Ecommerce Log enthält detaillierte sessionbezogene Daten, so dass Sie die komplette Session jedes Benutzers nachverfolgen können, der einen Kauf getätigt oder abgebrochen hat. Dies kann helfen zu verstehen was Benutzer machen, bevor und nachdem Sie etwas kaufen, für die Verkaufsmöglichkeitenoptimierung.",
        "EcommerceLogSubcategoryHelp2": "Die Daten auf dieser Seite werden in Echtzeit aktualisiert.",
        "EvolutionDocumentation": "Dies ist eine Übersicht der Verweise, die Besucher auf Ihre Webseite geführt haben.",
        "EvolutionDocumentationMoreInfo": "Für mehr Informationen über die verschiedenen Kanaltypen, lesen Sie die Dokumentation der %s Tabelle.",
        "GenerateUrl": "URL generieren",
        "Keywords": "Suchbegriffe",
        "KeywordsReportDocumentation": "In diesem Bericht sehen Sie, welche Suchbegriffe Besucher in Suchmaschinen eingegeben haben, bevor Sie auf Ihre Webseite geführt wurden. %s Wenn Sie auf eine Zeile der Tabelle klicken, wird die Verteilung der Suchmaschinen angezeigt, in denen nach dem Begriff gesucht wurde.",
        "KeywordsReportDocumentationNote": "Hinweis: Dieser Bericht listet die meisten Suchbegriffe als 'nicht definiert' auf, weil die meisten Suchmaschinen nicht das genaue in der Suchmaschine verwendete Suchwort liefern.",
        "PercentOfX": "Prozent von %s",
        "PluginDescription": "Liefert die Herkunft der Daten: Suchmaschinen, Suchbegriffe, Webseiten, Kampagnen, Social Media, Direkteintritte.",
        "ProductSubcategoryHelp": "Die Produkteansicht kann Ihnen dabei helfen Produkte und Kategorien zu identifizieren, die über- oder unterperformen, um Trends und Möglichkeiten im Bezug auf Ihre Produkteselektion und Verkaufsbereiche zu erkennen.",
        "Referrer": "Verweis",
        "ReferrerName": "Name des Verweises",
        "ReferrerNames": "Verweisnamen",
        "ReferrerTypes": "Kanaltypen",
        "ReferrerURLs": "Verweis-URLs",
        "Referrers": "Verweise",
        "ReferrersOverview": "Übersicht Verweise",
        "ReferrersOverviewDocumentation": "Dieser Bericht zeigt welche Aquisitionskanäle Ihre Besucher verwendeten, um zu Ihrer Webseite zu gelangen, und für wie viele Besuche jeder Kanaltyp verantwortlich ist.",
        "ReferrersOverviewSubcategoryHelp1": "Die Aquisitionsübersicht zeigt Ihnen den Prozentsatz Ihres Datenverkehrs von allen Quellen über einen ausgewählten Zeitbereich.",
        "ReferrersOverviewSubcategoryHelp2": "Sie können auch auf einen spezifischen Kanal klicken um ihn mit dem Evolution Graph anzuzeigen. Das kann helfen zu entdecken welche Kanäle den meisten Datenverkehr auf Ihre Seite erzeugen wie auch potenzielle Muster über die Zeit hinweg aufzeigen. Zum Beispiel, dass ein bestimmter Kanal an Wochenenden besser funktioniert.",
        "SearchEngines": "Suchmaschinen",
        "SearchEnginesDocumentation": "Ein Besucher kam durch eine Suchmaschine auf die Webseite. %1$sDer Bericht%2$s enthält weitere Details.",
        "SearchEnginesReportDocumentation": "Dieser Bericht zeigt Ihnen, welche Suchmaschinen Besucher auf die Webseite geführt haben. %s Wenn Sie auf eine Zeile der Tabelle klicken, werden die Suchbegriffe angezeigt, nach denen die Besucher gesucht haben.",
        "SearchEnginesSubcategoryHelp1": "Dieser Bereich hilft Ihnen beim Analysieren Ihrer Suchmaschinenoptimierung und -performance. Sie können Ihre beliebtesten Suchworte analysieren mit Hilfe des Suchwort-Berichts oder sehen welche Suchworte auf spezifischen Suchmaschinen wie gut funktionieren, um weitere zielgerichtete Analysen und Optimierungen vorzunehmen.",
        "SearchEnginesSubcategoryHelp2": "%1$sMatomo Cloud%2$s und %3$sSearch Engine Keywords Performance%4$s Benutzer erhalten die besten Resultate mit diesem Bericht.",
        "Socials": "Soziale Netzwerke",
        "SocialsReportDocumentation": "Dieser Bericht zeigt, welche sozialen Netzwerke Besucher auf Ihre Webseite führten.<br>Wenn Sie eine Zeile in der Tabelle anklicken, können Sie sehen von welchen Sozialen Netzwerkseiten der Besucher auf Ihre Webseite kam.",
        "SocialsSubcategoryHelp": "In dieser Tabelle können Sie sehen, welche Webseiten Besucher auf Ihre Webseite gelenkt haben.",
        "SubmenuSearchEngines": "Suchmaschinen und Suchbegriffe",
        "SubmenuWebsitesOnly": "Webseiten",
        "Type": "Kanaltyp",
        "TypeCampaigns": "%s von Kampagnen",
        "TypeDirectEntries": "%s direkte Zugriffe",
        "TypeReportDocumentation": "Diese Tabelle enthält Informationen über die Verteilung der Kanaltypen.",
        "TypeSearchEngines": "%s von Suchmaschinen",
        "TypeSocialNetworks": "%s aus sozialen Netzwerken",
        "TypeWebsites": "%s von Webseiten",
        "URLCampaignBuilder": "Kampagnen URL Erzeuger",
        "URLCampaignBuilderIntro": "Das %1$sURL Erzeuger Tool%2$s lässt Sie direkt verwendbare URLs für Tracking Kampagnen in Matomo generieren. Siehe Dokumentation über %3$sKampagnen Tracking%4$s für weitere Informationen.",
        "URLCampaignBuilderResult": "Generierte URL welche Sie per Copy und Paste in Ihre Kampagnen, E-Mail Newsletter, Facebook Werbungen oder Tweets einbauen können:",
        "UsingNDistinctUrls": "(mit %s verschiedenen URLs)",
        "ViewAllReferrers": "Alle Verweise ansehen",
        "ViewReferrersBy": "Verweise anhand %s ansehen",
        "VisitorsFromCampaigns": "Besucher von Kampagnen",
        "VisitorsFromDirectEntry": "Besucher von Direktzugriffen",
        "VisitorsFromSearchEngines": "Besucher von Suchmaschinen",
        "VisitorsFromSocialNetworks": "Besucher von sozialen Netzwerken",
        "VisitorsFromWebsites": "Besucher von Webseiten",
        "Websites": "Webseiten",
        "WebsitesDocumentation": "Der Besucher folgte einem Link auf einer anderen Webseite, um auf Ihre Seite zu gelangen. Weitere Details finden Sie %1$sim Bericht%2$s.",
        "WebsitesReportDocumentation": "In dieser Tabelle sehen Sie, von welchen Webseiten aus Besucher auf Ihre Seite verwiesen wurden. %s Wenn Sie auf eine Zeile der Tabelle klicken, sehen Sie, auf welchen URLs sich die Links zu Ihrer Webseite befanden.",
        "WebsitesSubcategoryHelp1": "In dieser Tabelle können Sie sehen, welche Webseiten Besucher auf Ihre Webseite gelenkt haben.",
        "WebsitesSubcategoryHelp2": "Wenn Sie auf eine Zeile in der Tabelle klicken, können Sie sehen bei welchen URLs die Links zu Ihrer Webseite aktiv sind.",
        "WidgetExternalWebsites": "Liste externer Webseiten",
        "WidgetGetAll": "Alle Kanäle",
        "WidgetSocials": "Liste Sozialer Netzwerke",
        "WidgetTopKeywordsForPages": "Top-Suchbegriffe für Seiten-URL",
        "XPercentOfVisits": "%s aller Besuche"
    }
}
