{
    "Referrers": {
        "Acquisition": "Acquisition",
        "AllReferrersReportDocumentation": "This report shows all your Referrers in one unified report, listing all Websites, Search keywords and Campaigns used by your visitors to find your website.",
        "AllReferrersSubcategory1": "This section shows you the number of visits that arrive from different channel types and referrers. Click on the plus or minus buttons to view the referrers within each type.",
        "AllReferrersSubcategory2": "You can also analyse the number of actions performed by each of your traffic sources by enabling the table with Visitor engagement metrics view.",
        "CampaignContent": "Campaign content",
        "CampaignContentHelp": "This parameter is often used when you are testing multiple ads, and would include the name of each ad to see which was most effective for driving traffic.",
        "CampaignGroup": "Campaign Group",
        "CampaignGroupHelp": "This parameter is used to track a Campaign Group to identify a group or audience. Campaign groups are helpful for tracking the overall performance of multiple campaigns with similar goals.",
        "CampaignId": "Campaign ID",
        "CampaignIdHelp": "This parameter is used to track a Campaign ID: a unique identifier for the campaign consisting of at most 100 numbers, letters or symbols.",
        "CampaignKeywordHelp": "If you have multiple campaigns with the same name, you can distinguish these campaigns by specifying a keyword or a sub-category.",
        "CampaignMedium": "Campaign Medium",
        "CampaignMediumHelp": "Used to describe the marketing activity, for example 'PPC' for a pay-per-click campaign, or 'SEM' for a paid search ads, or 'review' to track a product review on an affiliate site.",
        "CampaignNameHelp": "Choose a name that describes what the campaign is created for and that distinguishes your campaign from your other campaigns. For example 'Email-SummerDeals' or 'PaidAds-SummerDeals'.",
        "CampaignPageUrlHelp": "The URL of the page that this campaign goes to, for example 'http://example.org/offer.html'.",
        "CampaignPlacement": "Campaign Placement",
        "CampaignPlacementHelp": "Used to describe the advertising placement or position, for example an entire website, specific pages from a website, an individual ad unit positioned on a single page, a video, a mobile phone app, and more.",
        "CampaignSource": "Campaign Source",
        "CampaignSourceHelp": "Used to track the source of the campaign such as 'newsletter' for your email marketing, 'affiliate', or the name of the website displaying your ads.",
        "Campaigns": "Campaigns",
        "CampaignsDocumentation": "Visitors that came to your website as the result of a campaign. %1$s See the %2$s report for more details.",
        "CampaignsReportDocumentation": "This report shows which campaigns led visitors to your website.",
        "CampaignsSubcategoryHelp": "The Campaign Tracking section allows you to analyse the visits associated with the various tracking values that have been linked to your digital campaigns. It can reveal things like, how much traffic your campaigns are bringing in, which creatives are performing best, how engaged campaign visitors are, and whether the campaign is resulting in sales or not.",
        "ColumnCampaign": "Campaign",
        "ColumnSearchEngine": "Search Engine",
        "ColumnSocial": "Social network",
        "ColumnWebsite": "Website",
        "ColumnWebsitePage": "Website Page",
        "ConversionAttribution": "This conversion has been attributed to the Acquisition Channel:",
        "DirectEntry": "Direct Entry",
        "DirectEntryDocumentation": "A visitor has entered the URL in their browser and started browsing on your website - they entered the website directly.",
        "Distinct": "Distinct Referrers by Channel Type",
        "DistinctCampaigns": "distinct campaigns",
        "DistinctKeywords": "distinct keywords",
        "DistinctSearchEngines": "distinct search engines",
        "DistinctSocialNetworks": "distinct social networks",
        "DistinctWebsiteUrls": "distinct website URLs",
        "DistinctWebsites": "distinct websites",
        "EcommerceLogSubcategoryHelp1": "The Ecommerce log provides granular session-level data so you can look at the full session for each user that either made a purchase or abandoned their cart. This can help you understand what users do before and after purchasing to reveal optimisation opportunities.",
        "EcommerceLogSubcategoryHelp2": "Data on this page is updated in real-time.",
        "EvolutionDocumentation": "This is an overview of the referrers that led visitors to your website.",
        "EvolutionDocumentationMoreInfo": "For more information about the different channel types, see the documentation of the %s table.",
        "GenerateUrl": "Generate URL",
        "Keywords": "Keywords",
        "KeywordsReportDocumentation": "This report shows which keywords users were searching for before they were referred to your website. %s By clicking on a row in the table, you can see the distribution of search engines that were queried for the keyword.",
        "KeywordsReportDocumentationNote": "Note: This report lists most keywords as not defined, because most search engines do not send the exact keyword used on the search engine.",
        "PercentOfX": "Percent of %s",
        "PluginDescription": "Reports the Referrers data: Search Engines, Keywords, Websites, Campaigns, Social media, Direct entry.",
        "ProductSubcategoryHelp": "The Products view can help you identify products and categories that are over-performing or under-performing to reveal trends and opportunities related to your product selection and store pages.",
        "Referrer": "Referrer",
        "ReferrerName": "Referrer Name",
        "ReferrerNames": "Referrer Names",
        "ReferrerTypes": "Channel Types",
        "ReferrerURLs": "Referrer URLs",
        "Referrers": "Referrers",
        "ReferrersOverview": "Referrers Overview",
        "ReferrersOverviewDocumentation": "This report shows what acquisition channels your visitors used to get to your website, and the number of visits each channel type is responsible for.",
        "ReferrersOverviewSubcategoryHelp1": "The Acquisition Overview shows you the percentage of your traffic from all sources over a selected date range.",
        "ReferrersOverviewSubcategoryHelp2": "You can also click on a specific channel type to display it within the evolution graph. This can help you discover which channels contribute the most traffic to your site as well as any potential patterns over time. For example, a certain channel may perform better on weekends.",
        "SearchEngines": "Search Engines",
        "SearchEnginesDocumentation": "A visitor was referred to your website by a search engine. %1$s See the %2$s report for more details.",
        "SearchEnginesReportDocumentation": "This report shows which search engines referred users to your website. %s By clicking on a row in the table, you can see what users were searching for using a specific search engine.",
        "SearchEnginesSubcategoryHelp1": "This section helps you analyse your search engine optimisation and performance. You can analyse your most popular keywords with the combined keyword reports or see which keywords perform well on specific search engines for more targeted analysis and optimisation.",
        "SearchEnginesSubcategoryHelp2": "%1$sMatomo Cloud%2$s and %3$sSearch Engine Keywords Performance%4$s plugin users will receive the best results from this report.",
        "Socials": "Social Networks",
        "SocialsReportDocumentation": "This report shows which social networks led visitors to your website.<br />By clicking on a row in the table, you can see from which social network pages visitors came to your website.",
        "SocialsSubcategoryHelp": "In this table, you can see which websites referred visitors to your site.",
        "SubmenuSearchEngines": "Search Engines &amp; Keywords",
        "SubmenuWebsitesOnly": "Websites",
        "Type": "Channel Type",
        "TypeCampaigns": "%s from campaigns",
        "TypeDirectEntries": "%s direct entries",
        "TypeReportDocumentation": "This table contains information about the distribution of the channel types.",
        "TypeSearchEngines": "%s from search engines",
        "TypeSocialNetworks": "%s from social networks",
        "TypeWebsites": "%s from websites",
        "URLCampaignBuilder": "Campaign URL Builder",
        "URLCampaignBuilderIntro": "The %1$sURL Builder tool%2$s lets you generate URLs ready to use for Tracking Campaigns in Matomo. See the documentation about %3$sCampaign Tracking%4$s for more information.",
        "URLCampaignBuilderResult": "Generated URL that you can copy and paste in your Campaigns, Email newsletter, Facebook Ads or tweets:",
        "UsingNDistinctUrls": "(using %s distinct urls)",
        "ViewAllReferrers": "View all Referrers",
        "ViewReferrersBy": "View Referrers by %s",
        "VisitorsFromCampaigns": "Visitors from Campaigns",
        "VisitorsFromDirectEntry": "Visitors from Direct Entry",
        "VisitorsFromSearchEngines": "Visitors from Search Engines",
        "VisitorsFromSocialNetworks": "Visitors from Social Networks",
        "VisitorsFromWebsites": "Visitors from Websites",
        "Websites": "Websites",
        "WebsitesDocumentation": "The visitor followed a link on another website that led to your site. %1$s See the %2$s report for more details.",
        "WebsitesReportDocumentation": "In this table, you can see which websites referred visitors to your site. %s By clicking on a row in the table, you can see which URLs the links to your website were on.",
        "WebsitesSubcategoryHelp1": "In this table, you can see which websites referred visitors to your site.",
        "WebsitesSubcategoryHelp2": "By clicking on a row in the table, you can see which URLs the links to your website were on.",
        "WidgetExternalWebsites": "Referrer Websites",
        "WidgetGetAll": "All Channels",
        "WidgetSocials": "List of social networks",
        "WidgetTopKeywordsForPages": "Top Keywords for Page URL",
        "XPercentOfVisits": "%s of visits"
    }
}
