{
    "Referrers": {
        "AllReferrersReportDocumentation": "Este informe muestra todos tus orígenes de visitantes en un informe unificado, listando todos los sitios web, palabras claves en la búsqueda y campañas usadas por tus visitantes para encontrar tu sitio web.",
        "Campaigns": "Campañas",
        "CampaignsDocumentation": "Visitantes que visitan tu sitio web como resultado de una campaña. %1$s Leé el %2$s informe para más detalles.",
        "CampaignsReportDocumentation": "Este informe muestra qué campañas llevan visitantes a tu sitio web.",
        "ColumnCampaign": "Campaña",
        "CampaignPageUrlHelp": "La dirección web de la página para la cual va dirigida esta campaña, por ejemplo: \"http:\/\/ejemplo.org\/oferta_diciembre_2019.html\".",
        "CampaignNameHelp": "Elegí un nombre que describa para qué fue creada la campaña y que la diferencie de otras. Por ejemplo: \"ofertasverano-porcorreoelectronico\" o \"ofertasverano-publicidadpaga\".",
        "CampaignKeywordHelp": "Si tenés varias campañas con el mismo nombre, podés diferenciarlas especificando una palabra clave o subcategoría.",
        "CampaignSource": "Fuente de campaña",
        "CampaignSourceHelp": "Usado para rastrear la fuente de la campaña, como \"boletin\" para tu márketing por correo electrónico, \"afiliado\", o el nombre del sitio web que muestra tus publicidades.",
        "CampaignContent": "Contenido de la campaña",
        "CampaignContentHelp": "Este parámetro es a menudo usando cuando estás probando varias publicidades e incluís el nombre de cada publicidad para saber cuál fue el más efectivo a la hora de generar tráfico.",
        "CampaignMedium": "Medio de campaña",
        "CampaignMediumHelp": "Usado para describir la actividad de márketing. Por ejemplo: \"PPC\" para una campaña en la que se paga por clic, o \"PAG\" para publicidad paga, o \"analisis\" para rastrear el análisis de un producto en un sitio afiliado.",
        "ColumnSearchEngine": "Motor de búsqueda",
        "ColumnSocial": "Red social",
        "ColumnWebsite": "Sitio web",
        "ColumnWebsitePage": "Página web",
        "DirectEntry": "Entrada directa",
        "DirectEntryDocumentation": "Un visitante ingresó la dirección web en su navegador y comenzó a navegar tu sitio web. Es decir, se ingresó la dirección manualmente o desde un marcador.",
        "Distinct": "Distinguir orígenes de visita por tipo de canal",
        "DistinctCampaigns": "campañas distintas",
        "DistinctKeywords": "palabras clave distintas",
        "DistinctSearchEngines": "motores de búsqueda distintos",
        "DistinctSocialNetworks": "distintas redes sociales",
        "DistinctWebsites": "páginas web distintas",
        "DistinctWebsiteUrls": "distintas direcciones web",
        "EvolutionDocumentation": "Esta es una vista general de las páginas web externas que condujeron visitantes a tu sitio web.",
        "EvolutionDocumentationMoreInfo": "Para más información sobre los diferentes tipos de canales, leé la documentación de la tabla %s.",
        "Keywords": "Palabras clave",
        "KeywordsReportDocumentation": "Este informe muestra qué palabras claves los usuarios estuvieron buscando antes de ingresar en tu sitio web. %s Haciendo clic en la tabla, podés ver la distribución de los motores de búsqueda en la búsqueda de dichas palabras claves.",
        "KeywordsReportDocumentationNote": "Nota: este informe enlista las principales palabras claves como no definidas, porque la mayoría de los motores de búsqueda no envía la palabra clave exacta usada.",
        "PluginDescription": "Informa los datos de los orígenes de visita: motores de búsqueda, palabras claves, sitios web, campañas, medios sociales, visitas directas.",
        "Referrer": "Origen de visita",
        "ReferrerName": "Nombre del origen de la visita",
        "ReferrerNames": "Nombres de los orígenes de visita",
        "Referrers": "Orígenes de visita",
        "ReferrersOverview": "Vista general de los orígenes de las visitas",
        "ReferrerTypes": "Tipos de canal",
        "ReferrerURLs": "Direcciones web de los orígenes de visita",
        "SearchEngines": "Motores de búsqueda",
        "SearchEnginesDocumentation": "Un visitante fue enviado a tu sitio web por un motor de búsqueda. %1$s Leé el %2$s informe para más detalles.",
        "SearchEnginesReportDocumentation": "Este informe muestra qué motores de búsqueda enviaron usuarios a tu sitio web. %s Haciendo clic en una fila en la tabla, podés ver qué estaban buscando los usuarios en un motor de búsqueda específico.",
        "Socials": "Redes sociales",
        "SocialsReportDocumentation": "Este informe muestra qué red social envió visitantes a tu sitio web.<br \/>Haciendo clic en una fila de la tabla, podés ver desde qué páginas de determinada red social provienen tus visitantes.",
        "SubmenuSearchEngines": "Motores de búsqueda y palabras clave",
        "SubmenuWebsitesOnly": "Sitios web",
        "Type": "Tipo de canal",
        "TypeCampaigns": "%s desde campañas",
        "TypeDirectEntries": "%s entradas directas",
        "TypeReportDocumentation": "Esta tabla contiene información sobre la distribución de los tipos de canales.",
        "TypeSearchEngines": "%s desde motores de búsqueda",
        "TypeSocialNetworks": "%s desde redes sociales",
        "TypeWebsites": "%s desde sitios web",
        "UsingNDistinctUrls": "(usando %s direcciones web distintas)",
        "GenerateUrl": "Generar dirección web",
        "URLCampaignBuilder": "Constructor de dirección web de campaña",
        "URLCampaignBuilderIntro": "La %1$sherramienta constructora de dirección web%2$s te permite generar direcciones web lista para usar en el rastreo de campañas en Matomo. Leé la documentación sobre %3$srastreo de campañas%4$s para más información.",
        "URLCampaignBuilderResult": "Generá una dirección web que podés pegar en tus campañas, boletines informativos por correo electrónicos, publicidad en Facebook o tweets:",
        "ViewAllReferrers": "Ver todos los orígenes de visita",
        "ViewReferrersBy": "Ver orígenes de visita por %s",
        "Websites": "Sitios web",
        "WebsitesDocumentation": "El visitante siguió un enlace en otro sitio web que lo llevó a tu sitio. %1$s Leé el %2$s informe para más detalles.",
        "WebsitesReportDocumentation": "En esta tabla, podés ver qué sitio web envió visitantes a tu sitio. %s Haciendo clic en una fila de la tabla, podés ver qué dirección web enlaza a tu sitio.",
        "WidgetExternalWebsites": "Sitios web de origen",
        "WidgetGetAll": "Todos los canales",
        "WidgetSocials": "Lista de redes sociales",
        "WidgetTopKeywordsForPages": "Principales palabras clave para la dirección web de la página",
        "XPercentOfVisits": "%s de visitas",
        "Acquisition": "Adquisición",
        "VisitorsFromSearchEngines": "Visitantes desde motores de búsqueda",
        "PercentOfX": "Porcentaje de %s",
        "VisitorsFromSocialNetworks": "Visitantes desde redes sociales",
        "VisitorsFromDirectEntry": "Visitantes directos",
        "VisitorsFromWebsites": "Visitantes desde sitios web",
        "VisitorsFromCampaigns": "Visitantes desde campañas"
    }
}