{
    "Referrers": {
        "Acquisition": "Adquisición",
        "AllReferrersReportDocumentation": "Este informe muestra todas las Referencias en un solo informe enumerando todos los sitios de internet, las palabras claves y las campañas que utilizan sus visitantes para encontrar su sitio.",
        "AllReferrersSubcategory1": "Esta sección le muestra el número de visitas que llegan desde diferentes tipos de canales y referentes. Haga clic en los botones de más o menos para ver los referentes dentro de cada tipo.",
        "AllReferrersSubcategory2": "También puede analizar el número de acciones realizadas por cada una de sus fuentes de tráfico habilitando la tabla con la vista de métricas de compromiso de los visitantes.",
        "CampaignContent": "Contenido de la campaña",
        "CampaignContentHelp": "Este parámetro se usa a menudo cuando está probando varios anuncios, e incluiría el nombre de cada anuncio para ver cuál fue el más efectivo para dirigir el tráfico.",
        "CampaignGroup": "Grupo de campaña",
        "CampaignGroupHelp": "Este parámetro se utiliza para el seguimiento de un Grupo de Campaña para identificar un grupo o audiencia. Los grupos de campaña son útiles para el seguimiento del rendimiento general de múltiples campañas con objetivos similares.",
        "CampaignId": "Identificación de la campaña",
        "CampaignIdHelp": "Este parámetro se usa para rastrear una ID de campaña: un identificador único para la campaña que consta de 100 números, letras o símbolos como máximo.",
        "CampaignKeywordHelp": "Si tiene varias campañas con el mismo nombre, puede distinguir estas campañas especificando una palabra clave o una subcategoría.",
        "CampaignMedium": "Medio de la campaña",
        "CampaignMediumHelp": "Se usa para describir la actividad de marketing, por ejemplo, 'PPC' para una campaña de pago-por-clic, o 'SEM' para anuncios de búsqueda pagados, o 'revisión' para rastrear una revisión de producto en un sitio afiliado.",
        "CampaignNameHelp": "Elija un nombre que describa para qué se creó la campaña y que distingue su campaña de sus otras campañas. Por ejemplo, 'Email-SummerDeals' o 'PaidAds-SummerDeals'.",
        "CampaignPageUrlHelp": "La URL de la página para esta campaña, por ejemplo, 'http://example.org/offer.html'.",
        "CampaignPlacement": "Ubicación de la campaña",
        "CampaignPlacementHelp": "Se utiliza para describir la colocación o posición de la publicidad, por ejemplo, un sitio web completo, páginas específicas de un sitio web, un bloque de anuncios individual colocado en una sola página, un vídeo, una aplicación de teléfono móvil, etc.",
        "CampaignSource": "Fuente de la campaña",
        "CampaignSourceHelp": "Se utiliza para rastrear el origen de la campaña, como el 'boletín informativo' de su estrategia de marketing por correo electrónico, 'afiliado' o el nombre del sitio web que muestra sus anuncios.",
        "Campaigns": "Campañas",
        "CampaignsDocumentation": "Visitantes que visitaron su sitio web como resultado de una campaña. %1$s Vea el informe %2$s para más detalles.",
        "CampaignsReportDocumentation": "Este reporte muestra que campañas llevaron a visitantes a tu sitio de internet.",
        "CampaignsSubcategoryHelp": "La sección de seguimiento de campañas le permite analizar las visitas asociadas a los distintos valores de seguimiento que se han vinculado a sus campañas digitales. Puede revelar cosas como la cantidad de tráfico que sus campañas están trayendo, qué creatividades están funcionando mejor, el grado de compromiso de los visitantes de la campaña y si la campaña está resultando en ventas o no.",
        "ColumnCampaign": "Campaña",
        "ColumnSearchEngine": "Motor de búsqueda",
        "ColumnSocial": "Red social",
        "ColumnWebsite": "Sitio de internet",
        "ColumnWebsitePage": "Página de sitio de internet",
        "ConversionAttribution": "Esta conversión se ha atribuido al Canal de Adquisiciones:",
        "DirectEntry": "Entrada directa",
        "DirectEntryDocumentation": "Un visitante ha introducido la URL en su navegador y ha empezado a navegar por su sitio web: ha entrado directamente en el sitio web.",
        "Distinct": "Referencias distintas por tipo de canal",
        "DistinctCampaigns": "campañas distintas",
        "DistinctKeywords": "palabras clave distintas",
        "DistinctSearchEngines": "motores de búsqueda distintos",
        "DistinctSocialNetworks": "redes sociales distintas",
        "DistinctWebsiteUrls": "URLs de sitios de internet distintos",
        "DistinctWebsites": "páginas de internet distintas",
        "EcommerceLogSubcategoryHelp1": "El registro de comercio electrónico proporciona datos granulares a nivel de sesión para que pueda ver la sesión completa de cada usuario que haya realizado una compra o haya abandonado su carrito. Esto puede ayudarle a entender lo que los usuarios hacen antes y después de la compra para revelar oportunidades de optimización.",
        "EcommerceLogSubcategoryHelp2": "Los datos de esta página se actualizan en tiempo real.",
        "EvolutionDocumentation": "Esta es una viste general de las páginas de internet externas que condujeron visitantes a su sitio de internet.",
        "EvolutionDocumentationMoreInfo": "Para mayor información acerca de los diferentes tipos de canales, ve la documentación de la tabla %s.",
        "GenerateUrl": "Generar URL",
        "Keywords": "Palabras claves",
        "KeywordsReportDocumentation": "Este informe revela que palabras claves estuvieron buscando antes de ingresar en su sitio de internet. %s Cliqueando en la tabla, puede observar la distribución de los motores de búsqueda en la búsqueda de dichas palabras claves.",
        "KeywordsReportDocumentationNote": "Nota: este informe enumera la mayoría de las palabras clave como no definidas, porque la mayoría de los motores de búsqueda no envían la palabra clave exacta utilizada en el motor de búsqueda.",
        "PercentOfX": "Porcentaje de %s",
        "PluginDescription": "Informes de los datos referidos: motores de búsquedas, palabras claves, sitios de internet, campañas, medios sociales, ingreso directo.",
        "ProductSubcategoryHelp": "La vista de productos puede ayudarle a identificar los productos y las categorías que tienen un rendimiento superior o inferior para revelar tendencias y oportunidades relacionadas con su selección de productos y las páginas de la tienda.",
        "Referrer": "Referencia",
        "ReferrerName": "Nombre de la referencia",
        "ReferrerNames": "Nombres de la referencia",
        "ReferrerTypes": "Tipos de canal",
        "ReferrerURLs": "URLs de referencia",
        "Referrers": "Referencias",
        "ReferrersOverview": "Compendio de referencias",
        "ReferrersOverviewDocumentation": "Este informe muestra qué canales de adquisición utilizaron sus visitantes para llegar a su sitio web, y el número de visitas de cada tipo de canal.",
        "ReferrersOverviewSubcategoryHelp1": "El resumen de adquisiciones le muestra el porcentaje de su tráfico procedente de todas las fuentes en un intervalo de fechas seleccionado.",
        "ReferrersOverviewSubcategoryHelp2": "También puede hacer clic en un tipo de canal específico para mostrarlo dentro del gráfico de evolución. Esto puede ayudarle a descubrir qué canales aportan más tráfico a su sitio, así como cualquier patrón potencial a lo largo del tiempo. Por ejemplo, un determinado canal puede tener un mejor rendimiento los fines de semana.",
        "SearchEngines": "Motores de búsqueda",
        "SearchEnginesDocumentation": "Un visitante fue remitido a su sitio web por un motor de búsqueda. %1$s Vea el informe %2$s para más detalles.",
        "SearchEnginesReportDocumentation": "Este reporte muestra qué motores de búsqueda enviaron usuarios a su sitio de internet. %s Haciendo clic en una fila en la tabla, puede ver lo que los usuarios estaban buscando en un motor de búsqueda específico.",
        "SearchEnginesSubcategoryHelp1": "Esta sección le ayuda a analizar su optimización y rendimiento en los motores de búsqueda. Puede analizar sus palabras clave más populares con los informes combinados de palabras clave o ver qué palabras clave tienen un buen rendimiento en motores de búsqueda específicos para un análisis y una optimización más específicos.",
        "SearchEnginesSubcategoryHelp2": "Los usuarios del plugin %1$sMatomo Cloud%2$s y %3$sSearch Engine Keywords Performance%4$s recibirán los mejores resultados de este informe.",
        "Socials": "Redes sociales",
        "SocialsReportDocumentation": "Este informe muestra qué redes sociales condujeron a los visitantes a su sitio web.<br>Al hacer clic en una fila de la tabla, puede ver desde qué páginas de redes sociales llegaron los visitantes a su sitio web.",
        "SocialsSubcategoryHelp": "En esta tabla, puede ver qué sitios web refirieron visitantes a su sitio.",
        "SubmenuSearchEngines": "Motores de búsqueda &amp;y palabras clave",
        "SubmenuWebsitesOnly": "Sitios de internet",
        "Type": "Tipo de canal",
        "TypeCampaigns": "%s desde campañas",
        "TypeDirectEntries": "%s entradas directas",
        "TypeReportDocumentation": "Esta table contiene información acerca de la distribución de los tipos de canal.",
        "TypeSearchEngines": "%s desde motores de búsqueda",
        "TypeSocialNetworks": "%s de redes sociales",
        "TypeWebsites": "%s desde sitios de internet",
        "URLCampaignBuilder": "Generador de URL para campañas",
        "URLCampaignBuilderIntro": "La %1$sherramienta Generador de URL%2$s le permite generar direcciones URL listas para usar en campañas de seguimiento en Matomo. Consulte la documentación sobre %3$sSeguimiento de campañas%4$s para obtener más información.",
        "URLCampaignBuilderResult": "URL generada que puede copiar y pegar en sus campañas, boletín informativo por correo electrónico, anuncios de Facebook o tweets:",
        "UsingNDistinctUrls": "(usando %s urls distintas)",
        "ViewAllReferrers": "Ver todas los referencias",
        "ViewReferrersBy": "Ver referencias por %s",
        "VisitorsFromCampaigns": "Visitantes de Campañas",
        "VisitorsFromDirectEntry": "Visitantes de Entrada Directa",
        "VisitorsFromSearchEngines": "Visitantes de Motores de Búsqueda",
        "VisitorsFromSocialNetworks": "Visitantes de Redes Sociales",
        "VisitorsFromWebsites": "Visitantes de Sitios de Internet",
        "Websites": "Sitios de internet",
        "WebsitesDocumentation": "El visitante siguió un enlace, situado en otro sitio web, que lo condujo a su sitio. %1$s Vea el informe %2$s para más detalles.",
        "WebsitesReportDocumentation": "En esta tabla, puede observar qué sitio de internet envió visitantes a su sitio. %s Cliqueando en una fila de la tabla, puede ver que dirección de internet enlaza a su sitio.",
        "WebsitesSubcategoryHelp1": "En esta tabla, puede ver qué sitios web refirieron visitantes a su sitio.",
        "WebsitesSubcategoryHelp2": "Al hacer clic en una fila de la tabla, puede ver en qué URL estaban los enlaces a su sitio web.",
        "WidgetExternalWebsites": "Sitios de internet de las referencias",
        "WidgetGetAll": "Todos los canales",
        "WidgetSocials": "Lista de redes sociales",
        "WidgetTopKeywordsForPages": "Principales palabras clave para el URL de página",
        "XPercentOfVisits": "%s de visitas"
    }
}
