{
    "Referrers": {
        "Acquisition": "Éadáil",
        "AllReferrersReportDocumentation": "Taispeánann an tuarascáil seo do Atreoróirí go léir i dtuarascáil aontaithe amháin, ag liostú gach Suíomh Gréasáin, eochairfhocail Cuardaigh agus Feachtais a úsáideann do chuairteoirí chun do láithreán gréasáin a aimsiú.",
        "AllReferrersSubcategory1": "Taispeánann an chuid seo duit líon na gcuairteanna a thagann ó chineálacha cainéal agus atreoraithe éagsúla. Cliceáil ar na cnaipí móide nó lúide chun na tagróirí laistigh de gach cineál a fheiceáil.",
        "AllReferrersSubcategory2": "Is féidir leat anailís a dhéanamh freisin ar líon na ngníomhartha a dhéanann gach ceann de do chuid foinsí tráchta tríd an tábla a chumasú le dearcadh méadrachtaí rannpháirtíochta cuairteoirí.",
        "CampaignContent": "Ábhar an fheachtais",
        "CampaignContentHelp": "Úsáidtear an paraiméadar seo go minic nuair a bhíonn tú ag tástáil fógraí iolracha, agus bheadh ainm gach ad san áireamh chun a fheiceáil cé acu ba éifeachtaí chun trácht a thiomáint.",
        "CampaignGroup": "Grúpa Feachtais",
        "CampaignGroupHelp": "Úsáidtear an paraiméadar seo chun Grúpa Feachtais a rianú chun grúpa nó lucht féachana a aithint. Tá grúpaí feachtais cabhrach chun feidhmíocht fhoriomlán feachtais iolracha a rianú le spriocanna comhchosúla.",
        "CampaignId": "ID feachtais",
        "CampaignIdHelp": "Úsáidtear an paraiméadar seo chun ID Feachtais a rianú: aitheantóir uathúil don fheachtas ina bhfuil 100 uimhir, litir nó siombailí ar a mhéad.",
        "CampaignKeywordHelp": "Má tá feachtais éagsúla agat leis an ainm céanna, is féidir leat idirdhealú a dhéanamh ar na feachtais seo trí eochairfhocal nó fo-chatagóir a shonrú.",
        "CampaignMedium": "Meán Feachtas",
        "CampaignMediumHelp": "Úsáidtear é chun cur síos a dhéanamh ar an ngníomhaíocht mhargaíochta, mar shampla 'PPC' le haghaidh feachtas íoc-in-cliceáil, nó 'SEM' le haghaidh fógraí cuardaigh íoctha, nó 'athbhreithniú' chun athbhreithniú táirge a rianú ar shuíomh cleamhnaithe.",
        "CampaignNameHelp": "Roghnaigh ainm a chuireann síos ar an méid a chruthaítear don fheachtas agus a dhéanann idirdhealú idir d'fheachtas agus d'fheachtais eile. Mar shampla 'Email-SummerDeals' nó 'PaidAds-SummerDeals'.",
        "CampaignPageUrlHelp": "URL an leathanaigh a dtéann an feachtas seo chuige, mar shampla 'http://example.org/offer.html'.",
        "CampaignPlacement": "Socrúchán Feachtais",
        "CampaignPlacementHelp": "Úsáidtear é chun cur síos a dhéanamh ar an socrúchán nó ar an suíomh fógraíochta, mar shampla suíomh gréasáin iomlán, leathanaigh shonracha ó shuíomh gréasáin, aonad ad aonair suite ar leathanach amháin, físeán, aip fón póca, agus go leor eile.",
        "CampaignSource": "Foinse an Fheachtais",
        "CampaignSourceHelp": "Úsáidtear é chun foinse an fheachtais a rianú, mar shampla 'nuachtlitir' le haghaidh do mhargaíochta ríomhphoist, 'cleamhnaithe', nó ainm an láithreáin ghréasáin a thaispeánann do chuid fógraí.",
        "Campaigns": "Feachtais",
        "CampaignsDocumentation": "Cuairteoirí a tháinig ar do láithreán gréasáin mar thoradh ar fheachtas. %1$s Féach an tuarascáil%2$s le haghaidh tuilleadh sonraí.",
        "CampaignsReportDocumentation": "Taispeánann an tuarascáil seo cé na feachtais a thug cuairteoirí ar do láithreán gréasáin.",
        "CampaignsSubcategoryHelp": "Ligeann an rannán Rianú Feachtais duit anailís a dhéanamh ar na cuairteanna a bhaineann leis na luachanna rianaithe éagsúla a bhí nasctha le d'fheachtais dhigiteacha. Is féidir leis rudaí mar seo a nochtadh, cé mhéad tráchta atá á thabhairt isteach ag do fheachtais, cé na daoine cruthaitheacha is fearr atá ag feidhmiú, cé chomh gafa is atá cuairteoirí feachtais, agus cibé an bhfuil díolacháin mar thoradh ar an bhfeachtas nó nach bhfuil.",
        "ColumnCampaign": "Feachtas",
        "ColumnSearchEngine": "Inneall Cuardaigh",
        "ColumnSocial": "Líonra sóisialta",
        "ColumnWebsite": "Suíomh Gréasáin",
        "ColumnWebsitePage": "Leathanach an Láithreáin Ghréasáin",
        "ConversionAttribution": "Cuireadh an comhshó seo i leith an Mhuir nIocht Fála:",
        "DirectEntry": "Iontráil Dhíreach",
        "DirectEntryDocumentation": "Chuir cuairteoir an URL isteach ina mbrabhsálaí agus thosaigh siad ag brabhsáil ar do láithreán gréasáin - chuir siad isteach ar an láithreán gréasáin go díreach.",
        "Distinct": "Atreoróirí ar leith de réir Cineál Channel",
        "DistinctCampaigns": "feachtais ar leith",
        "DistinctKeywords": "eochairfhocail ar leith",
        "DistinctSearchEngines": "innill chuardaigh ar leith",
        "DistinctSocialNetworks": "líonraí sóisialta ar leith",
        "DistinctWebsiteUrls": "URLanna láithreán gréasáin ar leith",
        "DistinctWebsites": "láithreáin ghréasáin ar leith",
        "EcommerceLogSubcategoryHelp1": "Soláthraíonn an logáil ríomhthráchtála sonraí ar leibhéal seisiúin gráinneach ionas gur féidir leat breathnú ar an seisiún iomlán do gach úsáideoir a rinne ceannach nó a thréig a gcairt. Is féidir leis seo cabhrú leat tuiscint a fháil ar cad a dhéanann úsáideoirí roimh agus tar éis iad a cheannach chun deiseanna barrfheabhsaithe a nochtadh.",
        "EcommerceLogSubcategoryHelp2": "Déantar sonraí ar an leathanach seo a nuashonrú i bhfíor-am.",
        "EvolutionDocumentation": "Is forbhreathnú é seo ar na tagróirí a thug cuairteoirí ar do láithreán gréasáin.",
        "EvolutionDocumentationMoreInfo": "Chun tuilleadh eolais a fháil faoi na cineálacha éagsúla cainéal, féach doiciméadú an tábla %s.",
        "GenerateUrl": "Gin URL",
        "Keywords": "Eochairfhocail",
        "KeywordsReportDocumentation": "Taispeánann an tuarascáil seo cé na heochairfhocail a bhí á gcuardach ag úsáideoirí sular cuireadh ar aghaidh chuig do láithreán gréasáin iad. %s Trí chliceáil ar a chéile sa tábla, is féidir leat dáileadh na n-inneall cuardaigh a ceistíodh don eochairfhocal a fheiceáil.",
        "KeywordsReportDocumentationNote": "Nóta: Liostaíonn an tuarascáil seo an chuid is mó eochairfhocail mar nach bhfuil sainithe, toisc nach bhfuil an chuid is mó innill chuardaigh a sheoladh ar an eochairfhocal cruinn a úsáidtear ar an inneall cuardaigh.",
        "PercentOfX": "Céatadán de %s",
        "PluginDescription": "Tuarascálacha na sonraí Referrers: Innill Chuardaigh, Eochairfhocail, Láithreáin Ghréasáin, Feachtais, Na meáin shóisialta, Iontráil dhíreach.",
        "ProductSubcategoryHelp": "Is féidir leis an dearcadh Táirgí cabhrú leat táirgí agus catagóirí atá ró-fheidhmiúil nó tearcfheidhmíochta a aithint chun treochtaí agus deiseanna a bhaineann le do roghnú táirgí a nochtadh agus leathanaigh a stóráil.",
        "Referrer": "Atreoróir",
        "ReferrerName": "In ainm an atreoraitheora",
        "ReferrerNames": "Ainmneacha Atreoraithe",
        "ReferrerTypes": "Cineálacha Cainéil",
        "ReferrerURLs": "URLanna atreoraithe",
        "Referrers": "Atreoróirí",
        "ReferrersOverview": "Forbhreathnú ar Atreoróirí",
        "ReferrersOverviewDocumentation": "Taispeánann an tuarascáil seo na bealaí fála a d'úsáid do chuairteoirí chun dul chuig do láithreán gréasáin, agus líon na gcuairteanna a bhfuil gach cineál cainéil freagrach astu.",
        "ReferrersOverviewSubcategoryHelp1": "Taispeánann an Forbhreathnú Fála duit an céatadán de do thrácht ó gach foinse thar raon dáta roghnaithe.",
        "ReferrersOverviewSubcategoryHelp2": "Is féidir leat cliceáil freisin ar chineál cainéal ar leith chun é a thaispeáint laistigh den ghraf éabhlóide. Is féidir leis seo cabhrú leat a fháil amach cé na bealaí a chuireann an trácht is mó ar do shuíomh chomh maith le haon phatrúin fhéideartha le himeacht ama. Mar shampla, d'fhéadfadh cainéal áirithe feidhmiú níos fearr ar an deireadh seachtaine.",
        "SearchEngines": "Innill Chuardaigh",
        "SearchEnginesDocumentation": "Chuir inneall cuardaigh cuairteoir ar aghaidh chuig do láithreán gréasáin. %1$s Féach an tuarascáil%2$s le haghaidh tuilleadh sonraí.",
        "SearchEnginesReportDocumentation": "Taispeánann an tuarascáil seo cé na hinnill chuardaigh a chuir úsáideoirí ar aghaidh chuig do láithreán gréasáin. %s Trí chliceáil ar a chéile sa tábla, is féidir leat a fheiceáil cad iad na húsáideoirí a bhí ag cuardach inneall cuardaigh ar leith.",
        "SearchEnginesSubcategoryHelp1": "Cuidíonn an chuid seo leat anailís a dhéanamh ar optamú agus ar fheidhmíocht d'innill chuardaigh. Is féidir leat anailís a dhéanamh ar do chuid eochairfhocail is coitianta leis na tuarascálacha eochairfhocal comhcheangailte nó a fheiceáil cé na heochairfhocail a fheidhmíonn go maith ar innill chuardaigh ar leith le haghaidh anailíse agus optamaithe níos spriocdhírithe.",
        "SearchEnginesSubcategoryHelp2": "%1$sMatomo Cloud%2$s agus%3$sSearch Engine Keywords Performance%4$s gheobhaidh úsáideoirí breiseáin na torthaí is fearr ón tuarascáil seo.",
        "Socials": "Líonraí Sóisialta",
        "SocialsReportDocumentation": "Léiríonn an tuarascáil seo cé na líonraí sóisialta a thug cuairteoirí ar do shuíomh Gréasáin.<br>Trí chliceáil ar shraith sa tábla, is féidir leat a fheiceáil cé na leathanaigh líonra sóisialta ar tháinig cuairteoirí chuig do shuíomh Gréasáin.",
        "SocialsSubcategoryHelp": "Sa tábla seo, is féidir leat a fheiceáil cé na láithreáin ghréasáin a chuir cuairteoirí ar aghaidh chuig do shuíomh.",
        "SubmenuSearchEngines": "Innill Chuardaigh &amp; Eochairfhocail",
        "SubmenuWebsitesOnly": "Suíomhanna Gréasáin",
        "Type": "Cineál Cainéil",
        "TypeCampaigns": "%s ó fheachtais",
        "TypeDirectEntries": "%s iontrálacha díreacha",
        "TypeReportDocumentation": "Tá faisnéis sa tábla seo faoi dháileadh na gcineálacha cainéal.",
        "TypeSearchEngines": "%s ó innill chuardaigh",
        "TypeSocialNetworks": "%s ó líonraí sóisialta",
        "TypeWebsites": "%s ó shuíomhanna Gréasáin",
        "URLCampaignBuilder": "Tógálaí URL an Fheachtais",
        "URLCampaignBuilderIntro": "Ligeann uirlis Tógálaí %1$sURL%2$s duit URLanna a ghiniúint atá réidh le húsáid le haghaidh Feachtais Rianaithe i Matomo. Féach ar an gcáipéisíocht faoi %3$sCampaign Tracking%4$s le haghaidh tuilleadh eolais.",
        "URLCampaignBuilderResult": "URL ginte gur féidir leat a chóipeáil agus a ghreamú i do Feachtais, Nuachtlitir Ríomhphoist, Fógraí Facebook nó tweets:",
        "UsingNDistinctUrls": "(ag baint úsáide as URLanna ar leith %s)",
        "ViewAllReferrers": "Féach ar gach Tagróir",
        "ViewReferrersBy": "Amharc ar thagróirí de réir %s",
        "VisitorsFromCampaigns": "Cuairteoirí ó Fheachtais",
        "VisitorsFromDirectEntry": "Cuairteoirí ó Iontráil Dhíreach",
        "VisitorsFromSearchEngines": "Cuairteoirí ó Innill Chuardaigh",
        "VisitorsFromSocialNetworks": "Cuairteoirí ó Líonraí Sóisialta",
        "VisitorsFromWebsites": "Cuairteoirí ó Láithreáin Ghréasáin",
        "Websites": "Suíomhanna Gréasáin",
        "WebsitesDocumentation": "Lean an cuairteoir nasc ar shuíomh gréasáin eile as ar eascair do shuíomh. %1$s Féach an tuarascáil%2$s le haghaidh tuilleadh sonraí.",
        "WebsitesReportDocumentation": "Sa tábla seo, is féidir leat a fheiceáil cé na láithreáin ghréasáin a chuir cuairteoirí ar aghaidh chuig do shuíomh. %s Trí chliceáil ar a chéile sa tábla, is féidir leat a fheiceáil cé na URLanna a raibh na naisc chuig do láithreán gréasáin ar siúl.",
        "WebsitesSubcategoryHelp1": "Sa tábla seo, is féidir leat a fheiceáil cé na láithreáin ghréasáin a chuir cuairteoirí ar aghaidh chuig do shuíomh.",
        "WebsitesSubcategoryHelp2": "Trí chliceáil ar a chéile sa tábla, is féidir leat a fheiceáil cé na URLanna a raibh na naisc chuig do láithreán gréasáin ar siúl.",
        "WidgetExternalWebsites": "Suíomhanna Gréasáin Atreoraithe",
        "WidgetGetAll": "Gach Cainéal",
        "WidgetSocials": "Liosta líonraí sóisialta",
        "WidgetTopKeywordsForPages": "Eochairfhocail Barr le haghaidh URL an Leathanaigh",
        "XPercentOfVisits": "%s de chuairteanna"
    }
}
