{
    "Referrers": {
        "Acquisition": "અધિગ્રહણ",
        "AllReferrersReportDocumentation": "આ રિપોર્ટ તમારા બધા રેફરર્સને એક એકીકૃત રિપોર્ટમાં બતાવે છે, તમારી વેબસાઇટ શોધવા માટે તમારા મુલાકાતીઓ દ્વારા ઉપયોગમાં લેવાતી તમામ વેબસાઇટ્સ, સર્ચ કીવર્ડ્સ અને ઝુંબેશોની યાદી આપે છે.",
        "AllReferrersSubcategory1": "આ વિભાગ તમને વિવિધ ચેનલ પ્રકારો અને રેફરર્સ પરથી આવતા મુલાકાતોની સંખ્યા બતાવે છે. પ્રત્યેક પ્રકારમાં રેફરર્સને જોવા માટે પ્લસ અથવા મિનસ બટન પર ક્લિક કરો.",
        "AllReferrersSubcategory2": "મુલાકાતી સંલગ્નતા મેટ્રિક્સ દૃશ્ય સાથે ટેબલ સક્રિય કરીને, તમે તમારા દરેક ટ્રાફિક સોર્સ દ્વારા કરવામાં આવેલ ક્રિયાઓની સંખ્યાનો વિશ્લેષણ પણ કરી શકો છો.",
        "CampaignContent": "ઝુંબેશ સામગ્રી",
        "CampaignContentHelp": "જ્યારે તમે બહુવિધ જાહેરાતોનું પરીક્ષણ કરી રહ્યાં હોવ ત્યારે આ પરિમાણનો વારંવાર ઉપયોગ થાય છે, અને ટ્રાફિક ચલાવવા માટે કઈ સૌથી અસરકારક હતી તે જોવા માટે તેમાં દરેક જાહેરાતનું નામ શામેલ હશે.",
        "CampaignGroup": "ઝુંબેશ જૂથ",
        "CampaignGroupHelp": "આ પરિમાણનો ઉપયોગ જૂથ અથવા પ્રેક્ષકોને ઓળખવા માટે ઝુંબેશ જૂથને ટ્રૅક કરવા માટે થાય છે. ઝુંબેશ જૂથો સમાન લક્ષ્યો સાથે બહુવિધ ઝુંબેશોના એકંદર પ્રદર્શનને ટ્રેક કરવા માટે ઉપયોગી છે.",
        "CampaignId": "ઝુંબેશ Id",
        "CampaignIdHelp": "આ પરિમાણનો ઉપયોગ ઝુંબેશ ID ને ટ્રૅક કરવા માટે થાય છે: ઝુંબેશ માટે એક અનન્ય ઓળખકર્તા જેમાં વધુમાં વધુ 100 સંખ્યાઓ, અક્ષરો અથવા પ્રતીકો હોય છે.",
        "CampaignKeywordHelp": "જો તમારી પાસે સમાન નામની બહુવિધ ઝુંબેશો છે, તો તમે કીવર્ડ અથવા પેટા-કેટેગરીનો ઉલ્લેખ કરીને આ ઝુંબેશોને અલગ કરી શકો છો.",
        "CampaignMedium": "ઝુંબેશ માધ્યમ",
        "CampaignMediumHelp": "માર્કેટિંગ પ્રવૃત્તિનું વર્ણન કરવા માટે વપરાય છે, ઉદાહરણ તરીકે 'PPC' એક પે-પ્રતિ-ક્લિક કરો ઝુંબેશ માટે, અથવા 'SEM' એક ચુકવેલી શોધ જાહેરાતો માટે, અથવા 'સમીક્ષા' એક એફિલિએટ સાઇટ પર ઉત્પાદનની સમીક્ષાને ટ્રેક કરવા માટે.",
        "CampaignNameHelp": "ઝુંબેશ શેના માટે બનાવવામાં આવી છે તેનું વર્ણન કરતું નામ પસંદ કરો અને જે તમારી ઝુંબેશને તમારી અન્ય ઝુંબેશોથી અલગ પાડે છે. ઉદાહરણ તરીકે 'Email-SummerDeals' અથવા 'PaidAds-SummerDeals'.",
        "CampaignPageUrlHelp": "આ ઝુંબેશ જે પેજ પર જાય છે તેનું URL, ઉદાહરણ તરીકે 'http://example.org/offer.html'.",
        "CampaignPlacement": "ઝુંબેશ પ્લેસમેન્ટ",
        "CampaignPlacementHelp": "જાહેરાત પ્લેસમેન્ટ અથવા પોઝિશનનું વર્ણન કરવા માટે વપરાય છે, ઉદાહરણ તરીકે સંપૂર્ણ વેબસાઇટ, વેબસાઇટના ચોક્કસ પૃષ્ઠો, એક પૃષ્ઠ પર સ્થિત વ્યક્તિગત જાહેરાત યુનિટ, વિડિઓ, મોબાઇલ ફોન એપ્લિકેશન અને વધુ.",
        "CampaignSource": "ઝુંબેશ સ્ત્રોત",
        "CampaignSourceHelp": "તમારી ઇમેઇલ માર્કેટિંગ માટે 'ન્યૂઝલેટર', 'એફિલિએટ', અથવા તમારા જાહેરાતો બતાવતી વેબસાઇટનું નામ જેવી ઝુંબેશનું સ્ત્રોત ટ્રેક કરવા માટે વપરાય છે.",
        "Campaigns": "ઝુંબેશો",
        "CampaignsDocumentation": "ઝુંબેશના પરિણામે તમારી વેબસાઇટ પર આવેલા મુલાકાતીઓ. %1$s વધુ વિગતો માટે %2$s રિપોર્ટ જુઓ.",
        "CampaignsReportDocumentation": "આ રિપોર્ટ દર્શાવે છે કે કઈ ઝુંબેશ મુલાકાતીઓને તમારી વેબસાઇટ પર લઈ ગઈ.",
        "CampaignsSubcategoryHelp": "કેમ્પેઇન ટ્રેકિંગ વિભાગ તમને તમારા ડિજિટલ ઝુંબેશો સાથે જોડાયેલ વિવિધ ટ્રેકિંગ મૂલ્યો સાથે સંબંધિત મુલાકાતોનું વિશ્લેષણ કરવાની મંજૂરી આપે છે. તે આવી વસ્તુઓ જાહેર કરી શકે છે કે, તમારા ઝુંબેશો કેટલું ટ્રાફિક લાવી રહ્યાં છે, કયા ક્રિએટિવ્સ સૌથી સારી રીતે પ્રદર્શન કરી રહ્યાં છે, ઝુંબેશના મુલાકાતીઓ કેટલા સંલગ્ન છે, અને ઝુંબેશ વેચાણમાં પરિણામી થઈ રહ્યું છે કે કેમ.",
        "ColumnCampaign": "ઝુંબેશ",
        "ColumnSearchEngine": "શોધ એન્જિન",
        "ColumnSocial": "સોશિયલ નેટવર્ક",
        "ColumnWebsite": "વેબસાઈટ",
        "ColumnWebsitePage": "વેબસાઇટ પેજ",
        "DirectEntry": "ડાયરેક્ટ એન્ટ્રી",
        "DirectEntryDocumentation": "એક મુલાકાતીએ તેમના બ્રાઉઝરમાં URL દાખલ કર્યું છે અને તમારી વેબસાઇટ પર બ્રાઉઝ કરવાનું શરૂ કર્યું છે - તેઓએ સીધા જ વેબસાઇટમાં પ્રવેશ કર્યો છે.",
        "Distinct": "ચેનલ પ્રકાર દ્વારા અલગ રેફરર્સ",
        "DistinctCampaigns": "વિશિષ્ટ ઝુંબેશો",
        "DistinctKeywords": "વિશિષ્ટ કીવર્ડ્સ",
        "DistinctSearchEngines": "વિશિષ્ટ શોધ એન્જિન્સ",
        "DistinctSocialNetworks": "વિશિષ્ટ સામાજિક નેટવર્ક્સ",
        "DistinctWebsiteUrls": "વિશિષ્ટ વેબસાઇટ URLs",
        "DistinctWebsites": "વિશિષ્ટ વેબસાઇટ્સ",
        "EcommerceLogSubcategoryHelp1": "ઈકોમર્સ લોગ ગ્રેન્યુલર સત્ર-સ્તરનો ડેટા પ્રદાન કરે છે જેથી તમે દરેક વપરાશકર્તા માટે સંપૂર્ણ સત્ર જોઈ શકો કે જેમણે કાં તો ખરીદી કરી છે અથવા તેમનું કાર્ટ છોડી દીધું છે. આ તમને એ સમજવામાં મદદ કરી શકે છે કે ઑપ્ટિમાઇઝેશન તકો જાહેર કરવા માટે ખરીદતા પહેલા અને પછી વપરાશકર્તાઓ શું કરે છે.",
        "EcommerceLogSubcategoryHelp2": "આ પૃષ્ઠ પરનો ડેટા રીઅલ-ટાઇમમાં અપડેટ થાય છે.",
        "EvolutionDocumentation": "આ તમારી વેબસાઇટ પર મુલાકાતીઓને લાવનારા રેફરર્સની ઝાંખી છે.",
        "EvolutionDocumentationMoreInfo": "વિવિધ ચેનલ પ્રકારો વિશે વધુ માહિતી માટે, %s ટેબલનું દસ્તાવેજીકરણ જુઓ.",
        "GenerateUrl": "URL જનરેટ કરો",
        "Keywords": "કીવર્ડ્સ",
        "KeywordsReportDocumentation": "આ અહેવાલ દર્શાવે છે કે વપરાશકર્તાઓ તમારી વેબસાઇટ પર આવેલા પહેલા કયા કીવર્ડ્સ માટે શોધ કરી રહ્યા હતા. %s ટેબલમાં વાળી પંક્તિ પર ક્લિક કરીને, તમે કીવર્ડ માટે પૂછવામાં આવેલા શોધ એન્જિન્સનું વિતરણ જોઈ શકો છો.",
        "KeywordsReportDocumentationNote": "નોંધ: આ અહેવાલ મોટાભાગના કીવર્ડ્સને વ્યાખ્યાયિત નથી તરીકે સૂચિબદ્ધ કરે છે, કારણ કે મોટાભાગના શોધ એંજીન સર્ચ એન્જિન પર વપરાયેલ ચોક્કસ કીવર્ડ મોકલતા નથી.",
        "PercentOfX": "%s નો ટકાવારી ટકા",
        "PluginDescription": "રેફરર્સ ડેટાનો અહેવાલ આપે છે: શોધ એન્જિન્સ, કીવર્ડ્સ, વેબસાઇટ્સ, ઝુંબેશ, સોશિયલ મીડિયા, ડાયરેક્ટ એન્ટ્રી.",
        "ProductSubcategoryHelp": "પ્રોડક્ટ્સ વ્યુ તમને એવા ઉત્પાદનો અને કેટેગરીઝને ઓળખવામાં મદદ કરી શકે છે કે જેઓ તમારા ઉત્પાદનની પસંદગી અને સ્ટોર પૃષ્ઠોથી સંબંધિત વલણો અને તકોને જાહેર કરવા માટે ઓવર-પરફોર્મિંગ અથવા ઓછા-પ્રદર્શન કરી રહ્યાં છે.",
        "Referrer": "રેફરર",
        "ReferrerName": "રેફરર નામ",
        "ReferrerNames": "રેફરર નામો",
        "ReferrerTypes": "ચેનલ પ્રકારો",
        "ReferrerURLs": "રેફરર URLs",
        "Referrers": "રેફરર્સ",
        "ReferrersOverview": "રેફરર્સ ઝાંખી",
        "ReferrersOverviewDocumentation": "આ રિપોર્ટ બતાવે છે કે તમારા મુલાકાતીઓ તમારી વેબસાઇટ પર જવા માટે કઈ એક્વિઝિશન ચેનલોનો ઉપયોગ કરે છે અને દરેક ચેનલ પ્રકાર માટે કેટલી મુલાકાતો થાય છે તેની સંખ્યા જવાબદાર છે.",
        "ReferrersOverviewSubcategoryHelp1": "એક્વિઝિશન વિહંગાવલોકન તમને પસંદ કરેલ તારીખ શ્રેણીમાં તમામ સ્રોતોમાંથી તમારા ટ્રાફિકની ટકાવારી બતાવે છે.",
        "ReferrersOverviewSubcategoryHelp2": "તમે ઇવોલ્યુશન ગ્રાફમાં તેને ડિસ્પ્લે કરવા માટે વિશેષ ચેનલ પ્રકાર પર પણ ક્લિક કરી શકો છો. આ તમને શોધવામાં મદદ કરી શકે છે કે કયા ચેનલો તમારી સાઇટને સૌથી વધુ ટ્રાફિક આપે છે અને સમય દોરાણે કોઈ પોતાની પેટર્ન્સ પણ. ઉદાહરણ તરીકે, કોઈ ચોખ્ખું ચેનલ અટલે અઠવાડિયાના અંત સુધી સારી રીતે કામ કરી શકે છે.",
        "SearchEngines": "શોધ એન્જિન્સ",
        "SearchEnginesDocumentation": "સર્ચ એન્જિન દ્વારા મુલાકાતીને તમારી વેબસાઇટ પર મોકલવામાં આવ્યો હતો. %1$s વધુ વિગતો માટે %2$s રિપોર્ટ જુઓ.",
        "SearchEnginesReportDocumentation": "આ રિપોર્ટ દર્શાવે છે કે કયા સર્ચ એન્જિનોએ તમારી વેબસાઇટ પર યુઝર્સને રેફર કર્યા છે. %s કોષ્ટકમાં એક પંક્તિ પર ક્લિક કરીને, તમે જોઈ શકો છો કે વપરાશકર્તાઓ ચોક્કસ સર્ચ એન્જિનનો ઉપયોગ કરીને શું શોધી રહ્યા હતા.",
        "SearchEnginesSubcategoryHelp1": "આ વિભાગ તમને તમારા સર્ચ એન્જિન ઓપ્ટિમાઇઝેશન અને પ્રદર્શનનું વિશ્લેષણ કરવામાં મદદ કરે છે. તમે સંયુક્ત કીવર્ડ રિપોર્ટ્સ સાથે તમારા સૌથી લોકપ્રિય કીવર્ડ્સનું વિશ્લેષણ કરી શકો છો અથવા વધુ લક્ષિત વિશ્લેષણ અને ઑપ્ટિમાઇઝેશન માટે ચોક્કસ સર્ચ એન્જિન પર કયા કીવર્ડ્સ સારું પ્રદર્શન કરે છે તે જોઈ શકો છો.",
        "SearchEnginesSubcategoryHelp2": "%1$sMatomo Cloud%2$s અને %3$sSearch Engine Keywords Performance%4$s પ્લગઇન વપરાશકર્તાઓ આ અહેવાલમાંથી શ્રેષ્ઠ પરિણામો મેળવી શકશે.",
        "Socials": "સામાજિક નેટવર્ક્સ",
        "SocialsReportDocumentation": "આ રિપોર્ટ બતાવે છે કે કયા સામાજિક નેટવર્ક મુલાકાતીઓને તમારી વેબસાઇટ પર લઈ ગયા.<br>કોષ્ટકની એક પંક્તિ પર ક્લિક કરીને, તમે જોઈ શકો છો કે મુલાકાતીઓ તમારી વેબસાઇટ પર કયા સામાજિક નેટવર્ક પૃષ્ઠોથી આવ્યા છે.",
        "SocialsSubcategoryHelp": "આ કોષ્ટકમાં, તમે જોઈ શકો છો કે કઈ વેબસાઇટ્સે મુલાકાતીઓને તમારી સાઇટ પર રેફર કર્યા છે.",
        "SubmenuSearchEngines": "શોધ એન્જિન્સ &amp; કીવર્ડ્સ",
        "SubmenuWebsitesOnly": "વેબસાઇટ્સ",
        "Type": "ચેનલ પ્રકાર",
        "TypeCampaigns": "ઝુંબેશમાંથી %s",
        "TypeDirectEntries": "%s સીધી એન્ટ્રીઓ",
        "TypeReportDocumentation": "આ ટેબલમાં ચેનલ પ્રકારોનું વિતરણ વિશે માહિતી સમાવિષ્ટ છે.",
        "TypeSearchEngines": "શોધ એન્જિન્સથી %s",
        "TypeSocialNetworks": "સામાજિક નેટવર્ક્સથી %s",
        "TypeWebsites": "વેબસાઇટ્સ પરથી %s",
        "URLCampaignBuilder": "ઝુંબેશ URL બિલ્ડર",
        "URLCampaignBuilderIntro": "%1$sURL બિલ્ડર ટૂલ%2$s તમને Matomoમાં ટ્રેકિંગ ઝુંબેશ માટે તૈયાર કરવા માટે URL બનાવવાની મંજૂરી આપે છે. %3$sઝુંબેશ ટ્રેકિંગ%4$s વિશે વધુ માહિતી માટે દસ્તાવેજીકરણ જુઓ.",
        "URLCampaignBuilderResult": "તમે તમારી ઝુંબેશ, ઇમેઇલ ન્યૂઝલેટર, ફેસબુક એડ્સ અથવા ટ્વીટ્સમાં કૉપી કરી પેસ્ટ કરી શકો એવું પેદા કરેલ URL:",
        "UsingNDistinctUrls": "(%s અલગ-અલગ URL વાપરી રહ્યા છે)",
        "ViewAllReferrers": "બધા રેફરર્સ જુઓ",
        "ViewReferrersBy": "%s દ્વારા રેફરર્સ જુઓ",
        "VisitorsFromCampaigns": "ઝુંબેશમાંથી મુલાકાતીઓ",
        "VisitorsFromDirectEntry": "ડાયરેક્ટ એન્ટ્રીથી મુલાકાતીઓ",
        "VisitorsFromSearchEngines": "શોધ એન્જિન્સથી મુલાકાતીઓ",
        "VisitorsFromSocialNetworks": "સામાજિક નેટવર્ક્સથી મુલાકાતીઓ",
        "VisitorsFromWebsites": "વેબસાઇટ્સથી મુલાકાતીઓ",
        "Websites": "વેબસાઇટ્સ",
        "WebsitesDocumentation": "મુલાકાતીએ બીજી વેબસાઇટ પરની એક લિંકને અનુસરીને તમારી સાઇટ પર પહોચ્યો. %1$s વધુ વિગતો માટે %2$s અહેવાલ જુઓ.",
        "WebsitesReportDocumentation": "આ કોષ્ટકમાં, તમે જોઈ શકો છો કે કઈ વેબસાઇટ્સે મુલાકાતીઓને તમારી સાઇટ પર રેફર કર્યા છે. %s કોષ્ટકમાં એક પંક્તિ પર ક્લિક કરીને, તમે જોઈ શકો છો કે તમારી વેબસાઇટની લિંક્સ કયા URL પર છે.",
        "WebsitesSubcategoryHelp1": "આ કોષ્ટકમાં, તમે જોઈ શકો છો કે કઈ વેબસાઇટ્સે મુલાકાતીઓને તમારી સાઇટ પર રેફર કર્યા છે.",
        "WebsitesSubcategoryHelp2": "કોષ્ટકમાં એક પંક્તિ પર ક્લિક કરીને, તમે જોઈ શકો છો કે તમારી વેબસાઇટની લિંક્સ કયા URL પર છે.",
        "WidgetExternalWebsites": "રેફરર વેબસાઇટ્સ",
        "WidgetGetAll": "બધી ચેનલો",
        "WidgetSocials": "સામાજિક નેટવર્ક્સની સૂચિ",
        "WidgetTopKeywordsForPages": "પૃષ્ઠ URL માટે ટોચના કીવર્ડ્સ",
        "XPercentOfVisits": "%s મુલાકાતો"
    }
}
