{
    "Referrers": {
        "Acquisition": "Akusisi",
        "AllReferrersReportDocumentation": "Laporan ini menunjukkan semua Perujuk Anda dalam satu laporan terpadu, mencantumkan semua Situs Web, Kata Kunci Penelusuran, dan Kampanye yang digunakan oleh pengunjung untuk menemukan situs web Anda.",
        "AllReferrersSubcategory1": "Bagian ini menunjukkan jumlah kunjungan yang datang dari berbagai jenis saluran dan perujuk. Klik pada tombol plus atau minus untuk melihat perujuk dalam tiap tipe.",
        "AllReferrersSubcategory2": "Anda juga dapat menganalisis jumlah tindakan yang dilakukan oleh setiap sumber lalu lintas Anda dengan mengaktifkan tabel dengan tampilan metrik keterlibatan Pengunjung.",
        "CampaignContent": "Konten kampanye",
        "CampaignContentHelp": "Parameter ini sering digunakan saat Anda menguji beberapa iklan dan akan menyertakan nama setiap iklan untuk melihat mana yang paling efektif dalam mengarahkan lalu lintas.",
        "CampaignGroup": "Grup Kampanye",
        "CampaignGroupHelp": "Parameter ini digunakan untuk melacak Grup Kampanye untuk mengenali grup atau audiens. Grup kampanye berguna untuk melacak keseluruhan kinerja dari beberapa kampanye dengan sasaran serupa.",
        "CampaignId": "ID Kampanye",
        "CampaignIdHelp": "Parameter ini digunakan untuk melacak ID Kampanye: pengidentifikasi unik untuk kampanye yang terdiri dari paling banyak 100 angka, huruf, atau simbol.",
        "CampaignKeywordHelp": "Jika Anda memiliki beberapa kampanye dengan nama yang sama, Anda dapat membedakan kampanye tersebut dengan mengatur kata kunci atau subkategori.",
        "CampaignMedium": "Media Kampanye",
        "CampaignMediumHelp": "Digunakan untuk menggambarkan aktivitas pemasaran, misalnya 'PPC' untuk kampanye bayar per klik, atau 'SEM' untuk iklan penelusuran berbayar, atau 'ulasan' untuk melacak ulasan produk di situs afiliasi.",
        "CampaignNameHelp": "Pilih nama yang dapat menjelaskan untuk apa kampanye dibuat dan apa yang membedakan kampanye Anda dari kampanye lainnya. Misalnya 'Email-SummerDeals' atau 'PaidAds-SummerDeals'.",
        "CampaignPageUrlHelp": "URL laman tujuan kampanye ini, misalnya 'http://contoh.org/penawaran.html'.",
        "CampaignPlacement": "Penempatan Kampanye",
        "CampaignPlacementHelp": "Digunakan untuk menjelaskan penempatan atau posisi iklan, misalnya di seluruh situs web, laman tertentu dari situs web, unit iklan individual yang diposisikan pada satu laman, video, aplikasi ponsel, dan yang lainnya.",
        "CampaignSource": "Sumber Kampanye",
        "CampaignSourceHelp": "Digunakan untuk melacak sumber kampanye seperti 'buletin' untuk pemasaran surel Anda, 'afiliasi', atau nama situs web yang menampilkan iklan Anda.",
        "Campaigns": "Kampanye",
        "CampaignsDocumentation": "Pengunjung yang datang ke situs web Anda sebagai hasil dari kampanye. %1$s Lihat %2$s laporan untuk detail selengkapnya.",
        "CampaignsReportDocumentation": "Laporan ini menunjukkan kampanye mana yang mengarahkan pengunjung ke situs web Anda.",
        "CampaignsSubcategoryHelp": "Bagian Pelacakan Kampanye memungkinkan Anda untuk menganalisis kunjungan yang terkait dengan berbagai nilai pelacakan yang telah ditautkan ke kampanye digital Anda. Ini dapat mengungkapkan hal-hal seperti, berapa banyak lalu lintas yang dihasilkan kampanye Anda, materi iklan mana yang berkinerja paling baik, seberapa besar keterlibatan pengunjung, dan apakah kampanye menghasilkan penjualan atau tidak.",
        "ColumnCampaign": "Kampanye",
        "ColumnSearchEngine": "Mesin Pencari",
        "ColumnSocial": "Jejaring Sosial",
        "ColumnWebsite": "Situs Web",
        "ColumnWebsitePage": "Halaman Situs Web",
        "DirectEntry": "Entri Langsung",
        "DirectEntryDocumentation": "Seorang pengunjung telah memasukkan URL di peramban mereka dan mulai menjelajahi situs web Anda - mereka langsung masuk ke situs web.",
        "Distinct": "Perujuk yang Berbeda menurut Tipe Saluran",
        "DistinctCampaigns": "kampanye yang berbeda",
        "DistinctKeywords": "kata kunci yang berbeda",
        "DistinctSearchEngines": "mesin pencari yang berbeda",
        "DistinctSocialNetworks": "jejaring sosial yang berbeda",
        "DistinctWebsiteUrls": "URL situs web yang berbeda",
        "DistinctWebsites": "situs web yang berbeda",
        "EcommerceLogSubcategoryHelp1": "Log Niaga-el menyediakan data tingkat sesi yang terperinci sehingga Anda dapat melihat sesi keseluruhan untuk setiap pengguna yang melakukan pembelian atau meninggalkan keranjang mereka. Ini dapat membantu Anda untuk memahami apa yang dilakukan oleh pengguna sebelum dan sesudah membeli untuk mengungkapkan peluang pengoptimalan.",
        "EcommerceLogSubcategoryHelp2": "Data di halaman ini diperbarui secara waktu nyata.",
        "EvolutionDocumentation": "Ini merupakan ikhtisar perujuk yang mengarahkan pengunjung ke situs Anda.",
        "EvolutionDocumentationMoreInfo": "Untuk informasi lebih lanjut tentang jenis saluran yang berbeda, lihat dokumentasi tabel %s.",
        "GenerateUrl": "Buat URL",
        "Keywords": "Kata Kunci",
        "KeywordsReportDocumentation": "Laporan ini menunjukkan kata kunci mana yang ditelusuri oleh pengguna sebelum mereka dirujuk ke situs web Anda. %s Dengan mengeklik salah satu baris dalam tabel, Anda dapat melihat distribusi mesin pencari yang menanyakan kata kunci tersebut.",
        "KeywordsReportDocumentationNote": "Catatan: Laporan ini mencantumkan sebagian besar kata kunci sebagai tidak ditentukan karena sebagian besar mesin pencari tidak mengirimkan kata kunci yang sama persis dengan yang digunakan di mesin pencari.",
        "PercentOfX": "Persentase dari %s",
        "PluginDescription": "Melaporkan data Perujuk: Mesin Pencari, Kata Kunci, Situs Web, Kampanye, Media sosial, Entri langsung.",
        "ProductSubcategoryHelp": "Tampilan Produk dapat membantu Anda dalam mengidentifikasi produk dan kategori yang kinerjanya berlebihan atau buruk untuk mengungkapkan tren dan peluang yang terkait dengan pilihan produk dan halaman toko Anda.",
        "Referrer": "Perujuk",
        "ReferrerName": "Nama Perujuk",
        "ReferrerNames": "Nama Perujuk",
        "ReferrerTypes": "Jenis Saluran",
        "ReferrerURLs": "URL Perujuk",
        "Referrers": "Perujuk",
        "ReferrersOverview": "Ikhtisar Rujukan",
        "ReferrersOverviewDocumentation": "Laporan ini menunjukkan saluran akuisisi apa yang digunakan oleh pengunjung untuk mengakses situs web Anda dan jumlah kunjungan yang bertanggung jawab untuk setiap jenis saluran.",
        "ReferrersOverviewSubcategoryHelp1": "Ikhtisar Akuisisi menunjukkan persentase lalu lintas Anda dari semua sumber selama rentang tanggal yang dipilih.",
        "ReferrersOverviewSubcategoryHelp2": "Anda juga dapat mengeklik jenis saluran tertentu untuk menampilkannya dalam grafik evolusi. Ini dapat membantu Anda dalam menemukan saluran mana yang memberikan kontribusi lalu lintas paling banyak ke situs Anda serta pola potensial dari waktu ke waktu. Misalnya, saluran tertentu mungkin berkinerja lebih baik di akhir pekan.",
        "SearchEngines": "Mesin Pencari",
        "SearchEnginesDocumentation": "Pengunjung telah diarahkan ke situs web Anda oleh mesin pencari. %1$s Lihat %2$s laporan untuk selengkapnya.",
        "SearchEnginesReportDocumentation": "Laporan ini menampilakan mesin pencari yang mengarahkan pengguna ke situs web Anda. %s Dengan mengeklik baris dalam tabel, Anda dapat mengetahui pengguna mana yang menggunakan mesin pencari tertentu.",
        "SearchEnginesSubcategoryHelp1": "Bagian ini membantu Anda dalam menganalisis pengoptimalan dan kinerja mesin pencari. Anda dapat menganalisis kata kunci paling populer dengan laporan kata kunci gabungan atau melihat kata kunci mana yang berkinerja baik di mesin pencari tertentu untuk analisis dan pengoptimalan yang lebih bertarget.",
        "SearchEnginesSubcategoryHelp2": "Pengguna pengaya %1$sMatomo Cloud%2$s dan %3$sPerforma Kata Kunci Mesin Pencari%4$s akan menerima hasil terbaik dari laporan ini.",
        "Socials": "Jejaring Sosial",
        "SocialsReportDocumentation": "Laporan ini menunjukkan jejaring sosial mana yang mengarahkan pengunjung ke situs web Anda.<br>Dengan mengeklik baris dalam tabel, Anda dapat melihat dari laman jejaring sosial mana pengunjung datang ke situs web Anda.",
        "SocialsSubcategoryHelp": "Dalam tabel ini, Anda dapat melihat situs web mana yang merujuk pengunjung ke situs Anda.",
        "SubmenuSearchEngines": "Mesin Pencari &amp; Kata Kunci",
        "SubmenuWebsitesOnly": "Situs Web",
        "Type": "Tipe Saluran",
        "TypeCampaigns": "%s dari kampanye",
        "TypeDirectEntries": "%s entri langsung",
        "TypeReportDocumentation": "Tabel ini berisi informasi tentang distribusi jenis saluran.",
        "TypeSearchEngines": "%s dari mesin pencari",
        "TypeSocialNetworks": "%s dari jejaring sosial",
        "TypeWebsites": "%s dari situs web",
        "URLCampaignBuilder": "Pembuat URL Kampanye",
        "URLCampaignBuilderIntro": "%1$sAlat Pembuat URL%2$s memungkinkan Anda untuk membuat URL yang siap digunakan untuk Kampanye Pelacakan di Matomo. Lihat dokumentasi tentang %3$sPelacakan Kampanye%4$s untuk informasi selengkapnya.",
        "URLCampaignBuilderResult": "URL yang dibuat dapat Anda salin dan tempel di Kampanye, buletin Surel, Facebook Ads, atau tweet Anda:",
        "UsingNDistinctUrls": "(menggunakan %s url yang berbeda)",
        "ViewAllReferrers": "Lihat semua Perujuk",
        "ViewReferrersBy": "Lihat Perujuk menurut %s",
        "VisitorsFromCampaigns": "Pengunjung dari Kampanye",
        "VisitorsFromDirectEntry": "Pengunjung dari Entri Langsung",
        "VisitorsFromSearchEngines": "Pengunjung dari Mesin Pencari",
        "VisitorsFromSocialNetworks": "Pengunjung dari Jejaring Sosial",
        "VisitorsFromWebsites": "Pengunjung dari Situs Web",
        "Websites": "Situs Web",
        "WebsitesDocumentation": "Pengunjung mengikuti tautan di situs lain yang mengarahkan ke situs Anda. %1$s Lihat %2$s laporan untuk selengkapnya.",
        "WebsitesReportDocumentation": "Dalam tabel ini, Anda dapat melihat situs web mana yang mengarahkan pengunjung menuju situs web Anda. %s Dengan mengeklik baris dalam tabel, Anda dapat mengetahui URL mana yang memiliki tautan ke situs web Anda.",
        "WebsitesSubcategoryHelp1": "Dalam tabel ini, Anda dapat melihat situs web mana yang merujuk pengunjung ke situs Anda.",
        "WebsitesSubcategoryHelp2": "Dengan mengeklik baris dalam tabel, Anda dapat melihat URL tempat tautan ke situs web Anda berada.",
        "WidgetExternalWebsites": "Situs Web Perujuk",
        "WidgetGetAll": "Semua Saluran",
        "WidgetSocials": "Daftar jejaring sosial",
        "WidgetTopKeywordsForPages": "Kata Kunci Teratas untuk URL Halaman",
        "XPercentOfVisits": "%s kunjungan"
    }
}
