{
    "Referrers": {
        "Acquisition": "Acquisizione",
        "AllReferrersReportDocumentation": "Questo report mostra tutti i tuoi Referenti in un unico report che elenca tutti i Siti web, le Parole chiave di ricerca e Campagne utilizzate dai visitatori per trovare il tuo sito web.",
        "AllReferrersSubcategory1": "Questa sezione mostra il numero di visite che arrivano da diversi tipi di canale e referrer. Clicca sui pulsanti più o meno per visualizzare i referrer all'interno di ciascun tipo.",
        "AllReferrersSubcategory2": "Puoi anche analizzare il numero di azioni eseguite da ciascuna delle tue sorgenti di traffico abilitando la tabella con la visualizzazione delle metriche sul coinvolgimento dei visitatori.",
        "CampaignContent": "Contenuto campagna",
        "CampaignContentHelp": "Questo parametro viene spesso utilizzato quando si provano più annunci e si include il nome di ciascun annuncio per vedere qual è stato più efficace per indirizzare il traffico.",
        "CampaignGroup": "Gruppo Campagne",
        "CampaignGroupHelp": "Questo parametro viene utilizzato per tenere traccia di un Gruppo di Campagne per identificare un gruppo o un pubblico. I gruppi di campagne sono utili per monitorare il rendimento complessivo di più campagne con obiettivi simili.",
        "CampaignId": "ID Campagna",
        "CampaignIdHelp": "Questo parametro viene utilizzato per monitorare un ID campagna: un identificatore univoco per la campagna composto da un massimo di 100 numeri, lettere o simboli.",
        "CampaignKeywordHelp": "Se hai più campagne con lo stesso nome, puoi distinguerle specificando una parola chiave o una sottocategoria.",
        "CampaignMedium": "Mezzo Campagna",
        "CampaignMediumHelp": "Utilizzato per descrivere l'attività di marketing, ad esempio 'PPC' per una campagna pay-per-click, o 'SEM' per annunci di ricerca a pagamento, o 'recensione' per tenere traccia di una recensione di un prodotto su un sito affiliato.",
        "CampaignNameHelp": "Scegli un nome che descriva per che cosa è stata creata la campagna e che distingua la tua campagna dalle altre. Ad esempio \"Email-SummerDeals\" o \"PaidAds-SummerDeals\".",
        "CampaignPageUrlHelp": "URL della pagina in cui si trova questa campagna, per esempio 'http://example.org/offer.html'.",
        "CampaignPlacement": "Piazzamento Campagna",
        "CampaignPlacementHelp": "Utilizzato per descrivere il posizionamento o la posizione della pubblicità, ad esempio un intero sito web, pagine specifiche di un sito web, una singola unità pubblicitaria posizionata su una singola pagina, un video, un'app per cellulare e altro ancora.",
        "CampaignSource": "Origine Campagna",
        "CampaignSourceHelp": "Utilizzato per tracciare l'origine della campagna, come 'newsletter' per il tuo marketing via email, 'affiliato' o il nome del sito web che mostra i tuoi annunci.",
        "Campaigns": "Campagne",
        "CampaignsDocumentation": "Visitatori che sono arrivati sul tuo sito web a seguito di una campagna. %1$sVedi il%2$s report per maggiori dettagli.",
        "CampaignsReportDocumentation": "Questo report mostra quali campagne hanno portato sul tuo sito i visitatori.",
        "CampaignsSubcategoryHelp": "La sezione Tracking Campagna ti permette di analizzare le visite associate ai vari valori di tracking che sono stati collegati alle tue campagne digitali. Può rivelare informazioni come quanto traffico stanno portando le tue campagne, quali creativi stanno ottenendo i migliori risultati, quanto sono coinvolti i visitatori della campagna e se la campagna sta generando vendite o meno.",
        "ColumnCampaign": "Campagna",
        "ColumnSearchEngine": "Motore di ricerca",
        "ColumnSocial": "Social network",
        "ColumnWebsite": "Sito",
        "ColumnWebsitePage": "Pagina",
        "DirectEntry": "Ingressi Diretti",
        "DirectEntryDocumentation": "Un visitatore ha inserito l'URL nel suo browser e ha cominciato a navigare nel tuo sito web - è entrato direttamente nel sito.",
        "Distinct": "Distingui i Referrer per Tipo di Canale",
        "DistinctCampaigns": "campagne distinte",
        "DistinctKeywords": "parole chiave distinte",
        "DistinctSearchEngines": "motori di ricerca distinti",
        "DistinctSocialNetworks": "social networks distinti",
        "DistinctWebsiteUrls": "URL di siti web distinti",
        "DistinctWebsites": "siti web distinti",
        "EcommerceLogSubcategoryHelp1": "Il log Ecommerce fornisce dati granulari a livello di sessione in modo da poter esaminare l'intera sessione per ogni utente che ha effettuato un acquisto o abbandonato il carrello. Questo può aiutarti a capire cosa fanno gli utenti prima e dopo l'acquisto per rivelare opportunità di un'ottimizzazione.",
        "EcommerceLogSubcategoryHelp2": "I dati su questa pagina vengono aggiornati in tempo reale.",
        "EvolutionDocumentation": "Questa è una panoramica dei referenti che hanno portato i visitatori sul tuo sito web.",
        "EvolutionDocumentationMoreInfo": "Per ulteriori informazioni sui diversi tipi di canale, leggi la documentazione della tabella %s.",
        "GenerateUrl": "Genera URL",
        "Keywords": "Keywords",
        "KeywordsReportDocumentation": "Questo report mostra le parole chiave che gli utenti hanno ricercato prima di venire indirizzati sul tuo sito web. %s Cliccando su una riga della tabella, è possibile vedere la distribuzione dei motori di ricerca che sono stati interrogati per la parola chiave.",
        "KeywordsReportDocumentationNote": "Nota: questo report elenca la maggior parte delle parole chiave come non definite, poiché la maggior parte dei motori di ricerca non invia la parola chiave esatta utilizzata nel motore di ricerca.",
        "PercentOfX": "Percentuale di %s",
        "PluginDescription": "Restituisce i dati dei Referrer: Motori di Ricerca, Keywords, Siti, Campagne, Social media, Ingressi diretti.",
        "ProductSubcategoryHelp": "La visualizzazione Prodotti può aiutarti a identificare i prodotti e le categorie con prestazioni superiori o inferiori per rivelare tendenze e opportunità correlate alla selezione dei prodotti e alle pagine del negozio.",
        "Referrer": "Referente",
        "ReferrerName": "Nome Referente",
        "ReferrerNames": "Nomi Referrer",
        "ReferrerTypes": "Tipi di Canale",
        "ReferrerURLs": "URL Referrer",
        "Referrers": "Referenti",
        "ReferrersOverview": "Panoramica Referenti",
        "ReferrersOverviewDocumentation": "Questo reportr mostra i canali di acquisizione utilizzati dai tuoi visitatori per raggiungere il tuo sito web e il numero di visite di cui è responsabile ciascun tipo di canale.",
        "ReferrersOverviewSubcategoryHelp1": "La Panoramica Acquisizione mostra la percentuale del tuo traffico proveniente da tutte le sorgenti in un intervallo di date selezionato.",
        "ReferrersOverviewSubcategoryHelp2": "Puoi anche cliccare su un tipo di canale specifico per visualizzarlo all'interno del grafico dell'evoluzione. Questo può aiutarti a scoprire quali canali contribuiscono alla maggior parte del traffico verso il tuo sito e qualsiasi potenziale schema temporale. Ad esempio, un determinato canale potrebbe funzionare meglio nei fine settimana.",
        "SearchEngines": "Motori di ricerca",
        "SearchEnginesDocumentation": "Un visitatore è stato portato sul tuo sito da un motore di ricerca. %1$s Vedi il%2$s report per maggiori dettagli.",
        "SearchEnginesReportDocumentation": "Questo report mostra quali motori di ricerca hanno portato gli utenti sul tuo sito web. %s Cliccando su una riga della tabella è possibile vedere ciò che gli utenti stavano cercando utilizzando un determinato motore di ricerca.",
        "SearchEnginesSubcategoryHelp1": "Questa sezione ti aiuta ad analizzare l'ottimizzazione e le prestazioni del tuo motore di ricerca. Puoi analizzare le tue parole chiave più popolari con i report combinasti sulle parole chiave o vedere quali parole chiave hanno un buon rendimento su motori di ricerca specifici, per un'analisi e un'ottimizzazione più mirate.",
        "SearchEnginesSubcategoryHelp2": "Gli utenti dei plug-in %1$sMatomo Cloud%2$s e %3$sSearch Engine Keywords Performance%4$s riceveranno i migliori risultati da questo report.",
        "Socials": "Social Networks",
        "SocialsReportDocumentation": "Questo report mostra quali social networks hanno portato i visitatori sul tuo sito web. <br /> Cliccando su una riga della tabella si può vedere da quali pagine di social network i visitatori sono venuti sul tuo sito web.",
        "SocialsSubcategoryHelp": "In questa tabella puoi vedere quali siti web hanno indirizzato i visitatori al tuo sito.",
        "SubmenuSearchEngines": "Motori di ricerca e parole chiave",
        "SubmenuWebsitesOnly": "Siti web",
        "Type": "Tipo di Canale",
        "TypeCampaigns": "%s da campagne",
        "TypeDirectEntries": "%s ingressi diretti",
        "TypeReportDocumentation": "Questa tabella contiene informazioni sulla distribuzione dei tipi di canale.",
        "TypeSearchEngines": "%s da motori di ricerca",
        "TypeSocialNetworks": "%s dai social networks",
        "TypeWebsites": "%s da siti web",
        "URLCampaignBuilder": "Builder degli URL Campagna",
        "URLCampaignBuilderIntro": "Lo %1$sstrumento Builder URL%2$s ti consente di generare degli URL pronti all'uso per il Tracking delle Campagne in Matomo. Leggi la documentazione sul %3$sTracking Campagne%4$s per ulteriori informazioni.",
        "URLCampaignBuilderResult": "URL generato che puoi copiare e incollare nelle tue campagne, nelle email delle newsletter, negli annunci Facebook e nei tweet:",
        "UsingNDistinctUrls": "(usando %s URL distinti)",
        "ViewAllReferrers": "Vedi tutti i Referenti",
        "ViewReferrersBy": "Vedi Referenti per %s",
        "VisitorsFromCampaigns": "Visitatori da Campagne",
        "VisitorsFromDirectEntry": "Visitatori da Ingressi Diretti",
        "VisitorsFromSearchEngines": "Visitatori da Motori di Ricerca",
        "VisitorsFromSocialNetworks": "Visitatori da Social Networks",
        "VisitorsFromWebsites": "Visitatori da Siti Web",
        "Websites": "Siti web",
        "WebsitesDocumentation": "Il visitatore ha seguito un link su un altro sito web che lo ha portato sul tuo. %1$sVedi il%2$s report per maggiori dettagli.",
        "WebsitesReportDocumentation": "In questa tabella è possibile vedere quali siti web hanno portato i visitatori sul tuo sito. %s Cliccando su una riga della tabella è possibile vedere su quali URL si trovavano i link al tuo sito.",
        "WebsitesSubcategoryHelp1": "In questa tabella puoi vedere quali siti web hanno indirizzato i visitatori al tuo sito.",
        "WebsitesSubcategoryHelp2": "Cliccando su una riga nella tabella, puoi vedere su quali URL si trovavano i link al tuo sito web.",
        "WidgetExternalWebsites": "Elenco di Siti web esterni",
        "WidgetGetAll": "Tutti i Canali",
        "WidgetSocials": "Elenco di social network",
        "WidgetTopKeywordsForPages": "Top Keyword per URL Pagina",
        "XPercentOfVisits": "%s di visite"
    }
}
