{
    "Referrers": {
        "Acquisition": "Herkomst",
        "AllReferrersReportDocumentation": "Dit samengestelde rapport laat al uw verwijzers zien met weergave van alle websites, zoekwoorden en campagnes waarmee bezoekers uw site hebben gevonden.",
        "AllReferrersSubcategory1": "Deze sectie toont het aantal bezoeken komende van andere kanaaltypes en verwijzers. Klik op de plus- of min-knoppen om de verwijzers te zien voor elk type.",
        "AllReferrersSubcategory2": "U kan ook het aantal activiteiten uitgevoerd door elk van uw verkeersbronnen analyseren, door het inschakelen van de tabel met Bezoekersengagement metingen.",
        "CampaignContent": "Campagne Inhoud",
        "CampaignContentHelp": "Deze parameter wordt meestal gebruik wanneer u meerdere advertenties test, en moet de naam van elke advertentie bevatten zodat u kunt zien welke de meest effectieve is om webverkeer te genereren.",
        "CampaignGroup": "Campagne groep",
        "CampaignGroupHelp": "Deze parameter wordt gebruikt om een campagne groep te volgen die uw doelgroep identificeert. Campagne groepen zijn handig om de algemene prestaties van meerdere campagnes met vergelijkbare doelen te volgen.",
        "CampaignId": "Campagne ID",
        "CampaignIdHelp": "Deze parameter wordt gebruikt om de campagne ID te volgen: een unieke identificatie voor de campagne bestaande uit maximaal 100 cijfers, letters of symbolen.",
        "CampaignKeywordHelp": "Indien u meerdere campagnes heeft met dezelfde naam, dan kan u die onderscheiden door een sleutelwoord of een subcategorie te specifiëren.",
        "CampaignMedium": "Campagne Medium",
        "CampaignMediumHelp": "Wordt gebruikt om de marketingactiviteit te beschrijven, bijvoorbeeld \"PPC\" voor een betaal-per-klik campagne, of \"SEM\" voor betaalde zoekadvertenties, of \"beoordeling\" om een productbeoordeling op een gelieerde site te volgen.",
        "CampaignNameHelp": "Kies een naam die beschrijft waarvoor de campagne is gemaakt en die uw campagne onderscheidt van uw andere campagnes. Bijvoorbeeld 'E-mail-ZomerDeals' of 'BetaaldeAdvertentie-ZomerDeals'.",
        "CampaignPageUrlHelp": "De URL waarnaar deze campagne linkt, bijvoorbeeld 'http://example.org/offer.html'.",
        "CampaignPlacement": "Campagne plaatsingen",
        "CampaignPlacementHelp": "Wordt gebruikt om de advertentieplaatsing of -positie te beschrijven, bijvoorbeeld een hele website, specifieke pagina's van een website, een individuele advertentie-eenheid op een enkele pagina, een video, een mobiele telefoon-app, en meer.",
        "CampaignSource": "Campagne Bron",
        "CampaignSourceHelp": "Wordt gebruikt om de bron van de campagne te volgen, zoals 'nieuwsbrief' voor uw e-mailmarketing, 'affiliate', of de naam van de website die uw advertenties weergeeft.",
        "Campaigns": "Campagnes",
        "CampaignsDocumentation": "Bezoekers die op uw website uitkwamen via een campagne. %1$s Bekijk het %2$s rapport voor meer details.",
        "CampaignsReportDocumentation": "Dit rapport toont welke campagnes bezoekers naar uw website hebben geleid.",
        "CampaignsSubcategoryHelp": "In de sectie Campagne Tracking kunt u de bezoeken analyseren die samenhangen met de verschillende volgwaarden die aan uw digitale campagnes zijn gekoppeld. Zo kunt u bijvoorbeeld zien hoeveel verkeer uw campagnes opleveren, welke creaties het beste presteren, hoe betrokken de bezoekers van de campagne zijn en of de campagne al dan niet tot verkoop leidt.",
        "ColumnCampaign": "Campagne",
        "ColumnSearchEngine": "Zoekmachine",
        "ColumnSocial": "Sociaal netwerk",
        "ColumnWebsite": "Website",
        "ColumnWebsitePage": "Pagina website",
        "DirectEntry": "Direct bezoek",
        "DirectEntryDocumentation": "Een bezoeker heeft de URL ingevoerd in de browser en is gestart met het bezoeken van jouw website - ze hebben de website direct bezocht.",
        "Distinct": "Referrers per kanaaltype onderscheiden",
        "DistinctCampaigns": "opvallende campagnes",
        "DistinctKeywords": "opvallende sleutelwoorden",
        "DistinctSearchEngines": "opvallende zoekmachines",
        "DistinctSocialNetworks": "opvallende sociale netwerken",
        "DistinctWebsiteUrls": "website URL's onderscheiden",
        "DistinctWebsites": "opvallende websites",
        "EcommerceLogSubcategoryHelp1": "De e-commerce log biedt gedetailleerde gegevens op sessieniveau, zodat u de volledige sessie kunt bekijken voor elke gebruiker die een aankoop heeft gedaan of diens winkelwagen heeft achtergelaten. Dit kan u helpen om te begrijpen wat gebruikers doen voor en na aankoop, en zo optimalisatiekansen te ontdekken.",
        "EcommerceLogSubcategoryHelp2": "Gegevens op deze pagina worden real-time bijgewerkt.",
        "EvolutionDocumentation": "Dit is een overzicht van de verwijzers die bezoekers naar uw website leidde.",
        "EvolutionDocumentationMoreInfo": "Voor meer informatie over de verschillende kanaaltypes, zie de documentatie van de tabel %s.",
        "GenerateUrl": "Genereer URL",
        "Keywords": "Sleutelwoorden",
        "KeywordsReportDocumentation": "Dit rapport toont de sleutelwoorden waarop men zocht en waarbij men werd doorverwezen naar uw website. %s Door op een rij in de tabel te klikken kunt u de verdeling van de zoekmachines zien die op deze sleutelwoorden naar uw website hebben doorverwezen.",
        "KeywordsReportDocumentationNote": "Opmerking: dit rapport toont de meeste zoekwoorden als 'niet bekend', omdat zoekmachines deze zoekwoorden niet doorgeven.",
        "PercentOfX": "Percentage van %s",
        "PluginDescription": "Rapporten met verwijzers: zoekmachines, zoekwoorden, websites, campagnes, social media en directe toegang.",
        "ProductSubcategoryHelp": "De productweergave kan u producten en categorieën helpen identificeren die over- of onderpresteren om zo trends en kansen te ontdekken met betrekking tot uw productaanbod en winkelpagina's.",
        "Referrer": "Verwijzer",
        "ReferrerName": "Naam verwijzer",
        "ReferrerNames": "Namen verwijzers",
        "ReferrerTypes": "Kanaaltypes",
        "ReferrerURLs": "URL's verwijzers",
        "Referrers": "Verwijzers",
        "ReferrersOverview": "Overzicht verwijzers",
        "ReferrersOverviewDocumentation": "Dit rapport toont welke acquisitiekanalen uw bezoekers hebben gebruikt om op uw website te komen, en voor hoeveel bezoeken elk kanaaltype verantwoordelijk is.",
        "ReferrersOverviewSubcategoryHelp1": "Het acquisitieoverzicht toont u het percentage van alle webverkeersbronnen over een geselecteerd datumbereik.",
        "ReferrersOverviewSubcategoryHelp2": "U kunt ook op een specifiek type kanaal klikken om die te tonen binnen de evolutiegrafiek. Dit kan u helpen ontdekken welke kanalen het meeste verkeer naar uw site genereren en welke patronen er in de loop der tijd mogelijk zijn. Een bepaald kanaal kan bijvoorbeeld beter presteren tijdens het weekend.",
        "SearchEngines": "Zoekmachines",
        "SearchEnginesDocumentation": "Een bezoeker is doorverwezen naar uw website via een zoekmachine. %1$s Bekijk het %2$s rapport voor meer details.",
        "SearchEnginesReportDocumentation": "Dit rapport toont de zoekmachines die bezoekers naar uw website hebben verwezen. %s Door op een rij in de tabel te klikken kunt u zien naar wat men precies op zoek was in de betreffende zoekmachine.",
        "SearchEnginesSubcategoryHelp1": "Deze sectie helpt u bij het analyseren van uw zoekmachineoptimalisatie en prestaties. U kunt uw populairste trefwoorden analyseren met de gecombineerde trefwoordrapporten of zien welke trefwoorden goed presteren op specifieke zoekmachines voor meer gerichte analyse en optimalisatie.",
        "SearchEnginesSubcategoryHelp2": "Gebruikers van %1$sMatomo Cloud%2$s en de %3$sSearch Engine Keywords Performance%4$s plugin krijgen de beste resultaten voor dit rapport.",
        "Socials": "Sociale netwerken",
        "SocialsReportDocumentation": "Dit rapport toont welke sociale netwerken bezoekers naar uw website hebben geleid. <br>Door te klikken op een rij in de tabel, kunt u zien via welke sociale netwerkpagina's bezoekers naar uw website kwamen.",
        "SocialsSubcategoryHelp": "In deze tafel kunt u bekijken welke websites bezoekers naar uw site verwijzen.",
        "SubmenuSearchEngines": "Zoekmachines &amp; sleutelwoorden",
        "SubmenuWebsitesOnly": "Websites",
        "Type": "Kanaaltype",
        "TypeCampaigns": "%s via campagnes",
        "TypeDirectEntries": "%s directe bezoekers",
        "TypeReportDocumentation": "Deze tabel bevat informatie over de verdeling van de kanaaltypes.",
        "TypeSearchEngines": "%s via zoekmachines",
        "TypeSocialNetworks": "%s via sociale netwerken",
        "TypeWebsites": "%s via websites",
        "URLCampaignBuilder": "Campagne-URL bouwer",
        "URLCampaignBuilderIntro": "Met de %1$sURL Builder tool%2$s kunt u URL's genereren die u kunt gebruiken om campagnes te volgen in Matomo. Voor meer informatie, zie de documentatie over %3$sCampagne Tracking%4$s.",
        "URLCampaignBuilderResult": "Gegenereerde URL die u kunt kopiëren en plakken in uw campagnes, nieuwsbrief e-mail, Facebook-advertenties of tweets:",
        "UsingNDistinctUrls": "(via %s verschillende url's)",
        "ViewAllReferrers": "Alle verwijzers bekijken",
        "ViewReferrersBy": "Toon verwijzers volgens %s",
        "VisitorsFromCampaigns": "Bezoekers via campagnes",
        "VisitorsFromDirectEntry": "Bezoekers via directe toegang",
        "VisitorsFromSearchEngines": "Bezoekers via zoekmachines",
        "VisitorsFromSocialNetworks": "Bezoekers via sociale netwerken",
        "VisitorsFromWebsites": "Bezoekers via websites",
        "Websites": "Websites",
        "WebsitesDocumentation": "De bezoeker klikte op een link naar uw website. %1$s Bekijk het %2$s rapport voor meer details.",
        "WebsitesReportDocumentation": "In deze tabel kunt u de websites zien die bezoekers hebben doorverwezen naar uw website. %s Door op een rij in de tabel te klikken kunt u de URL's van de bijhorende linken zien.",
        "WebsitesSubcategoryHelp1": "In deze tabel kunt u bekijken welke websites bezoekers naar uw site verwijzen.",
        "WebsitesSubcategoryHelp2": "Klik op een rij in de tabel om te bekijken op welke URL's de linken naar uw website stonden.",
        "WidgetExternalWebsites": "Verwijzende websites",
        "WidgetGetAll": "Alle kanalen",
        "WidgetSocials": "Lijst van sociale netwerken",
        "WidgetTopKeywordsForPages": "Belangrijkste sleutelwoorden voor pagina",
        "XPercentOfVisits": "%s van de bezoeken"
    }
}
