{
    "Referrers": {
        "Acquisition": "Förvärv",
        "AllReferrersReportDocumentation": "Den här rapporten visar all din hänvisningstrafik i en sammanslagen rapport, den listar alla webbsidor, nyckelord och kampanjer som dina besökare har använt sig av för att hitta din webbsida.",
        "AllReferrersSubcategory1": "Det här avsnittet visar antalet besök som kommer från olika kanaltyper och hänvisningsadresser. Klicka på plus- eller minusknapparna för att visa hänvisningsadresser inom varje typ.",
        "AllReferrersSubcategory2": "Du kan också analysera antalet åtgärder som utförs av var och en av dina trafikkällor genom att aktivera tabellen med statistikvy över besökares engagemang.",
        "CampaignContent": "Kampanjinnehåll",
        "CampaignContentHelp": "Denna parameter används ofta när du testar flera annonser och innehåller namnet på varje annons för att se vilken som var mest effektiv för att driva trafik.",
        "CampaignGroup": "Kampanjgrupp",
        "CampaignGroupHelp": "Denna parameter används för att spåra en kampanjgrupp för att identifiera en grupp eller målgrupp. Kampanjgrupper är till hjälp för att spåra det totala resultatet för flera kampanjer med liknande mål.",
        "CampaignId": "Kampanj-ID",
        "CampaignIdHelp": "Denna parameter används för att spåra ett kampanj-ID: en unik identifierare för kampanjen som består av högst 100 siffror, bokstäver eller symboler.",
        "CampaignKeywordHelp": "Om du har flera kampanjer med samma namn kan du skilja mellan dessa kampanjer genom att ange ett nyckelord eller en underkategori.",
        "CampaignMedium": "Kampanjkälla - Medium",
        "CampaignMediumHelp": "Används för att beskriva marknadsföringsaktiviteten, till exempel 'PPC' för en betala-per-dag-klick-kampanj, eller 'SEM' för betalda sökannonser eller 'recension' för att spåra en produktrecension på en affiliate-webbplats.",
        "CampaignNameHelp": "Välj ett namn som beskriver vad kampanjen är skapad för och som skiljer din kampanj från dina andra kampanjer. Till exempel 'Email-SummerDeals' eller 'PaidAds-SummerDeals'.",
        "CampaignPageUrlHelp": "Webbadressen till sidan som den här kampanjen går till, till exempel 'http://example.org/offer.html'.",
        "CampaignPlacement": "Kampanjplacering",
        "CampaignPlacementHelp": "Används för att beskriva reklamplaceringen eller positionen, till exempel en hel webbplats, specifika sidor från en webbplats, en enskild annonsenhet placerad på en enda sida, en video, en mobilapp med mera.",
        "CampaignSource": "Kampanjkälla",
        "CampaignSourceHelp": "Används för att spåra källan till kampanjen, till exempel \"nyhetsbrev\" för din e-postmarknadsföring, \"affiliate\" eller namnet på webbplatsen som visar dina annonser.",
        "Campaigns": "Kampanjer",
        "CampaignsDocumentation": "Besökare som kom till din webbplats som resulterades av en kampanj. %1$s Se rapporten %2$s för mer information.",
        "CampaignsReportDocumentation": "Denna rapport visar vilka kampanjer som ledde besökare till din webbplats.",
        "CampaignsSubcategoryHelp": "I avsnittet Kampanjspårning kan du analysera de besök som är associerade med de olika spårningsvärdena som har länkats till dina digitala kampanjer. Det kan avslöja saker som, hur mycket trafik dina kampanjer drar in, vilka annonser som presterar bäst, hur engagerade kampanjbesökare är och om kampanjen resulterar i försäljning eller inte.",
        "ColumnCampaign": "Kampanj",
        "ColumnSearchEngine": "Sökmotor",
        "ColumnSocial": "Sociala nätverk",
        "ColumnWebsite": "Webbplats",
        "ColumnWebsitePage": "Webbplatsens sida",
        "ConversionAttribution": "Denna konvertering har tillskrivits Förvärvskanalen:",
        "DirectEntry": "Direkttrafik",
        "DirectEntryDocumentation": "En besökare har angett URL:en i sin webbläsare och besökt din webbplats - det är ett direktbesök.",
        "Distinct": "Distinkta hänvisningsadresser efter kanaltyp",
        "DistinctCampaigns": "distinkta kampanjer",
        "DistinctKeywords": "distinkta nyckelord",
        "DistinctSearchEngines": "distinkta sökmotorer",
        "DistinctSocialNetworks": "distinkta sociala nätverk",
        "DistinctWebsiteUrls": "distinkta webbadresser",
        "DistinctWebsites": "distinkta webbplatser",
        "EcommerceLogSubcategoryHelp1": "E-handelsloggen innehåller detaljerad sessionsnivåinformation så att du kan titta på hela sessionen för varje användare som antingen gjorde ett köp eller övergav sin kundvagn. Detta kan hjälpa dig att förstå vad användare gör före och efter inköp för att upptäcka optimeringsmöjligheter.",
        "EcommerceLogSubcategoryHelp2": "Data på den här sidan uppdateras i realtid.",
        "EvolutionDocumentation": "Detta är en översikt av hänvisningsadresserna som ledde besökarna till din webbplats.",
        "EvolutionDocumentationMoreInfo": "För mer information om de olika kanaltyperna, se dokumentationen i %s tabellen.",
        "GenerateUrl": "Skapa URL",
        "Keywords": "Nyckelord",
        "KeywordsReportDocumentation": "Rapporten visar vilka nyckelord som användarna sökte efter innan de hänvisades till din webbplats. %s Genom att klicka på en rad i tabellen kan du se fördelningen av sökmotorer som användes för nyckelordet.",
        "KeywordsReportDocumentationNote": "OBS! I den här rapporten anges de flesta sökord som 'not defined', eftersom de flesta sökmotorer inte skickar det exakta sökordet som användes på sökmotorn.",
        "PercentOfX": "Procent av %s",
        "PluginDescription": "Visar hänvisningsdata: sökmotorer, nyckelord, webbplatser, kampanjer, sociala medier, direktbesök.",
        "ProductSubcategoryHelp": "Produktvyn kan hjälpa dig att identifiera produkter och kategorier som är överpresterande eller underpresterande för att avslöja trender och möjligheter relaterade till ditt produktval och butiksidor.",
        "Referrer": "Hänvisningar",
        "ReferrerName": "Hänvisningsadress Namn",
        "ReferrerNames": "Hänvisningsnamn",
        "ReferrerTypes": "Kanaltyper",
        "ReferrerURLs": "Hänvisningsadresser",
        "Referrers": "Hänvisningar",
        "ReferrersOverview": "Översikt för hänvisningar",
        "ReferrersOverviewDocumentation": "Denna rapport visar vilka förvärvskanaler dina besökare använde för att komma till din webbplats och antalet besök som varje kanaltyp ansvarar för.",
        "ReferrersOverviewSubcategoryHelp1": "Förvärvsöversikten visar procentandelen av din trafik från alla källor under ett valt datumintervall.",
        "ReferrersOverviewSubcategoryHelp2": "Du kan också klicka på en specifik kanaltyp för att visa den i utvecklingsdiagrammet. Detta kan hjälpa dig att upptäcka vilka kanaler som bidrar med mest trafik till din webbplats samt eventuella mönster över tid. Till exempel kan en viss kanal prestera bättre på helgerna.",
        "SearchEngines": "Sökmotorer",
        "SearchEnginesDocumentation": "En besökare hänvisades till din webbplats genom en sökmotor. %1$s se %2$s rapport för mer detaljer.",
        "SearchEnginesReportDocumentation": "Rapporten visar vilka sökmotorer som hänvisat användare till din webbplats. %s Genom att klicka på en rad i tabellen så kan du se vad användarna sökte på, på en specifik sökmotor.",
        "SearchEnginesSubcategoryHelp1": "Detta avsnitt hjälper dig att analysera din sökmotoroptimering och prestanda. Du kan analysera dina mest populära nyckelord med de kombinerade sökordsrapporterna eller se vilka nyckelord som fungerar bra på specifika sökmotorer för mer målinriktad analys och optimering.",
        "SearchEnginesSubcategoryHelp2": "%1$sMatomo Cloud%2$s- och %3$sSearch Engine Keywords Performance%4$s-plugin-användare får bästa resultat från denna rapport.",
        "Socials": "Sociala Nätverk",
        "SocialsReportDocumentation": "Den här rapporten visar vilka sociala nätverk som tagit besökare till din webbplatser.<br>Genom att klicka på en rad i tabellen kan du se vilken sida på det sociala nätverket besökarna kom ifrån.",
        "SocialsSubcategoryHelp": "I den här tabellen kan du se vilka webbplatser som hänvisade besökare till din webbplats.",
        "SubmenuSearchEngines": "Sökmotorer &amp; nyckelord",
        "SubmenuWebsitesOnly": "Webbsidor",
        "Type": "Kanaltyp",
        "TypeCampaigns": "%s från kampanjer",
        "TypeDirectEntries": "%s direkttrafik",
        "TypeReportDocumentation": "Denna tabell innehåller information om distributionen av kanaltyperna.",
        "TypeSearchEngines": "%s från sökmotorer",
        "TypeSocialNetworks": "%s från sociala nätverk",
        "TypeWebsites": "%s från webbplatser",
        "URLCampaignBuilder": "Kampanj-URL-byggare",
        "URLCampaignBuilderIntro": "Med %1$sverktyget URL-skapare%2$s kan du skapa webbadresser som är redo att användas för spårningskampanjer i Matomo. Se dokumentationen om %3$s kampanjspårning%4$s för mer information.",
        "URLCampaignBuilderResult": "Genererad URL som du kan kopiera och klistra in i dina kampanjer, nyhetsbrev, Facebook-annonser eller tweets:",
        "UsingNDistinctUrls": "(använder %s distinkta urler)",
        "ViewAllReferrers": "Visa alla hänvisningar",
        "ViewReferrersBy": "Visa hänvisningar efter %s",
        "VisitorsFromCampaigns": "Besökare från kampanjer",
        "VisitorsFromDirectEntry": "Direkttrafik",
        "VisitorsFromSearchEngines": "Besökare från sökmotorer",
        "VisitorsFromSocialNetworks": "Besökare från sociala nätverk",
        "VisitorsFromWebsites": "Besökare från webbplatser",
        "Websites": "Webbsidor",
        "WebsitesDocumentation": "Besökaren följde en länk på en annan webbplats som länkade till din webbplats. %1$s Se rapporten %2$s för mer information.",
        "WebsitesReportDocumentation": "I denna tabell kan du se vilka webbplatser som hänvisade besökare till din webbplats. %s Genom att klicka på en rad i tabellen så kan du se vilka webbadresser som länkarna till din webbplats var på.",
        "WebsitesSubcategoryHelp1": "I den här tabellen kan du se vilka webbplatser som hänvisade besökare till din webbplats.",
        "WebsitesSubcategoryHelp2": "Genom att klicka på en rad i tabellen kan du se vilka webbadresser länkarna till din webbplats fanns på.",
        "WidgetExternalWebsites": "Lista på externa webbsidor",
        "WidgetGetAll": "Alla kanaler",
        "WidgetSocials": "Lista över sociala nätverk",
        "WidgetTopKeywordsForPages": "Toppnyckelord för sid-URL",
        "XPercentOfVisits": "%s av besökare"
    }
}
