{
    "Referrers": {
        "AllReferrersReportDocumentation": "Ang ulat na ito ay nagpapakita ng lahat ng referrers sa pinag-isang ulat ng nakalista ang lahat ng websites Mga keywords at campaigns na ginamit ng iyong bisita upang makita ang iyong website",
        "Campaigns": "Mga Kampanya",
        "CampaignsDocumentation": "Ang iyong mga bisita na mula sa iyong website ay result ng isang campaign. %1$s Tignan ang %2$s ulat para sa karagdagang mga detalye.",
        "CampaignsReportDocumentation": "Ang ulat na ito ay nagpapakita ng campaigns kung saan galing ang iyong mga bisita sa iyong website. %1$s Para sa karagdagang impormasyon tungkol sa tracking campaigns. basahin ang dokumentasyon ng %2$s campaigns sa piwik.org %3$s",
        "ColumnCampaign": "Kampanya",
        "ColumnSearchEngine": "Search Engine",
        "ColumnSocial": "Social network",
        "ColumnWebsite": "Website",
        "ColumnWebsitePage": "Pahina ng Website",
        "DirectEntry": "Direktang Entry",
        "DirectEntryDocumentation": "Ang bisita ay nilagay ang URL sa kanyang browser ang nagsimulang maghanap sa loob ng iyong website - ito ay kanyang nilagay diretso sa url.",
        "Distinct": "Naka bukod na Referrers ayon sa uri ng Referrer.",
        "DistinctCampaigns": "natatanging mga campaing",
        "DistinctKeywords": "natatanging mga keyword",
        "DistinctSearchEngines": "natatanging mga search engine",
        "DistinctWebsites": "mga natatanging website",
        "EvolutionDocumentation": "Ito ay isang overview ng mga referrer na umakay sa mga bisita sa iyong website.",
        "EvolutionDocumentationMoreInfo": "Para sa karagdagang impormasyon tungkol sa iba't ibang mga uri ng referrer tingnan ang dokumentasyon ng table %s.",
        "Keywords": "Mga Keyword",
        "KeywordsReportDocumentation": "Ang report na ito ay nagpapakita kung anong ano ang mga keywords na ginagamit ng mga users sa pag sesearch bago sila ma-refer sa iyong website. %s Sa pamamagitan ng pag-click sa isang helira sa table maari mong makita ang distribution ng bawat search engines na may query para sa mga keyword.",
        "Referrer": "Referrer",
        "ReferrerName": "Pangalan ng Referrer",
        "Referrers": "Mga Referrer",
        "ReferrersOverview": "Mga Referrer ng Pangkalahatang-pananaw",
        "SearchEngines": "Search Engines",
        "SearchEnginesDocumentation": "Ang isang bisita na mula sa iyong website sa ay galing sa isang search engine. %1$s Tingnan ang mga ulat ang %2$s para sa karagdagang detalye.",
        "SearchEnginesReportDocumentation": "Ang ulat na ito ay mag-papakita kung saang search engines na referred ang user papunta sa iyong website. %s Sa pamamagitan ng pag-click sa hilera ng table maari mong makita kung ano-ano ang hinahanap ng user sa partikular na search engine.",
        "SocialFooterMessage": "Ito ay isang subset ng mga ulat ng website mula sa kaliwa. Ito ay nagsasala ng ibat-ibang website upang e-kumpara mismo sa mga referrer social network.",
        "Socials": "Social Networks",
        "SocialsReportDocumentation": "Ang ulat na ito ay nagpapakita kung alin sa mga social networks ang pinang-galingan papunta sa iyong website.<br\/>Sa pamamagitan ng pag-click sa isang hilera sa table maari mong makita kung saang social network nagmula ang iyong bisita papunta sa iyong website.",
        "SubmenuSearchEngines": "Mga Search Engine at Keyword",
        "SubmenuWebsites": "Mga websites at panlipunan",
        "Type": "Uri ng Referrer",
        "TypeCampaigns": "%s mula sa mga campaign",
        "TypeDirectEntries": "%s direct entries",
        "TypeReportDocumentation": "Ang table na ito ay naglalaman ng impormasyon tungkol sa mga uri ng referrer.",
        "TypeSearchEngines": "%s mula sa mga search engine",
        "TypeWebsites": "%s mula sa mga website",
        "UsingNDistinctUrls": "(gamit ang natatanging mga url ng %s)",
        "ViewAllReferrers": "Tingnan ang lahat ng mga Referrer",
        "ViewReferrersBy": "Tingnan ang mga Referrer sa pamamagitan ng %s",
        "Websites": "Websites",
        "WebsitesDocumentation": "Ang mga bisita na mula sa ibang website na nagpunta sa iyong site. %1$s Tignan ang %2$s ulat para sa karagdatang detalye.",
        "WebsitesReportDocumentation": "Sa table na ito maari mong makita kung saang websites galing ang iyong mga bisita papunta sa iyong websites. %s sa pamamagitan ng pag click sa isang hilera sa table maari mong makita kung aling mga URLs ang mga naka nakalink sa iyong website.",
        "WidgetExternalWebsites": "Mga website referrer",
        "WidgetGetAll": "Lahat ng mga Referrer",
        "WidgetSocials": "Listahan ng mga social network",
        "WidgetTopKeywordsForPages": "Nangungunang mga keyword para sa URL ng Pahina",
        "XPercentOfVisits": "%s ng mga pagbisita"
    }
}