{
    "Referrers": {
        "Acquisition": "Veri toplama",
        "AllReferrersReportDocumentation": "Bu rapor, tüm yönlendirenler, siteler, aranan anahtar sözcükler ve ziyaretçilerin siteye gelmesi için kullanılan kampanyaların listesini toplu olarak içerir.",
        "AllReferrersSubcategory1": "Bu bölümde farklı kanal türlerinden ve yönlendiricilerden gelen ziyaretlerin sayısı bulunur. Değişik türlerdeki yönlendirmeleri görüntülemek için artı veya eksi düğmeleri kullanılabilir.",
        "AllReferrersSubcategory2": "Tabloda ziyaretçi bağlılığı ölçütleri görünümünü açarak, her bir trafik kaynağı tarafından gerçekleştirilen işlemlerin sayısını inceleyebilirsiniz.",
        "CampaignContent": "Kampanya içeriği",
        "CampaignContentHelp": "Birden çok reklam denenirken sıklıkla bu parametre kullanılır ve tüm reklamların adını görüntüleyerek hangisinin en fazla trafiği sağladığının görülebilmesini sağlar.",
        "CampaignGroup": "Kampanya grubu",
        "CampaignGroupHelp": "Bu parametre, bir grubu ya da hedef kitleyi tanımlayacak bir Kampanya Grubunu izlemek için kullanılır. Kampanya grupları, benzer hedeflere sahip birden çok kampanyanın genel başarımını izlemek için yararlıdır.",
        "CampaignId": "Kampanya kimliği",
        "CampaignIdHelp": "Bu parametre bir kampanya kimliğini izlemek için kullanılır. Kampanya kimliği her kampanya için eşsizdir, en fazla 100 karakter uzunluğundadır ve rakam, harf ve simgelerden oluşur.",
        "CampaignKeywordHelp": "Aynı adla birden çok kampanya varsa, bu kampanyaları bir anahtar sözcük ya da alt kategori belirterek ayırt edebilirsiniz.",
        "CampaignMedium": "Kampanya ortamı",
        "CampaignMediumHelp": "Pazarlama etkinliğini belirtmek için kullanılır. Örnek: tıklama başı ödeme için 'TBÖ', arama motoru ödemeleri için 'AMÖ' ya da iş ortağının sitesindeki ürün yorumları için 'değerlendirme'.",
        "CampaignNameHelp": "Kampanyanın amacını belirtecek ve diğerlerinden ayrılmasını sağlayacak bir ad seçin. Örnek: 'E-posta-YazFırsatları' ya da 'ÜcretliReklamlar-YazFırsatları'.",
        "CampaignPageUrlHelp": "Bu kampanyanın gideceği sayfanın adresi. Örnek: 'http://site.org/kampanya.html'.",
        "CampaignPlacement": "Kampanya konumlandırması",
        "CampaignPlacementHelp": "Reklam yerleşimi ya da konumunu belirtmek için kullanılır. Bir sitenin tamamı, bir sitedeki belirli sayfalar, tek bir sayfada konumlandırılmış tek bir reklam birimi, bir görüntü, bir cep telefonu uygulaması gibi diğer seçenekler olabilir.",
        "CampaignSource": "Kampanya kaynağı",
        "CampaignSourceHelp": "E-posta pazarlamasında 'bülten', 'iş ortağı' ya da reklamlarınızı görüntüleyen sitenin adı gibi kampanyanın kaynağını izlemek için kullanılır.",
        "Campaigns": "Kampanyalar",
        "CampaignsDocumentation": "Bir kampanya sonucunda sitenize gelen ziyaretçiler. %1$sAyrıntılı bilgi almak için %2$s raporuna bakın.",
        "CampaignsReportDocumentation": "Bu rapor, ziyaretçilerin siteye eriştiği kampanya bilgilerini içerir.",
        "CampaignsSubcategoryHelp": "Kampanya izleme bölümü, dijital kampanyalardaki çeşitli izleme değerleriyle ilişkili ziyaretlerin incelenmesini sağlar. Kampanyaların sağladığı trafik, en iyi başarımı gösteren reklam ögeleri, kampanya ziyaretçilerinin ilgisi ve kampanyanın satışla sonuçlanıp sonuçlanmadığı gibi bilgiler elde edilebilir.",
        "ColumnCampaign": "Kampanya",
        "ColumnSearchEngine": "Arama motoru",
        "ColumnSocial": "Sosyal ağ",
        "ColumnWebsite": "Site",
        "ColumnWebsitePage": "Site sayfası",
        "ConversionAttribution": "Bu dönüşüm veri toplama kanalına bağlandı:",
        "DirectEntry": "Doğrudan giriş",
        "DirectEntryDocumentation": "Tarayıcıya doğrudan sitenin adresini yazarak taramaya site sayfanızdan başlayan ziyaretçiler. Doğrudan siteyi açanlar.",
        "Distinct": "Kanal türüne göre ayrılan yönlendirenler",
        "DistinctCampaigns": "ayrı kampanya",
        "DistinctKeywords": "ayrı anahtar sözcük",
        "DistinctSearchEngines": "ayrı arama motoru",
        "DistinctSocialNetworks": "ayrı sosyal ağlar",
        "DistinctWebsiteUrls": "ayrı site adresleri",
        "DistinctWebsites": "ayrı siteler",
        "EcommerceLogSubcategoryHelp1": "E-ticaret günlüğü, bir ödeme yapan ya da sepetini terk eden her bir kullanıcının oturumunun incelenebilmesi için oturum düzeyinde ayrıntılı veriler sağlar. Böylece kullanıcıların ödeme yapmadan önce ve sonra ne yaptığı anlaşılarak iyileştirmeler yapılabilir.",
        "EcommerceLogSubcategoryHelp2": "Bu sayfadaki veriler gerçek zamanlı olarak güncellenir.",
        "EvolutionDocumentation": "Siteye ziyaretçi yönlendirenlerin özeti.",
        "EvolutionDocumentationMoreInfo": "Farklı kanal türleri hakkında ayrıntılı bilgi almak için %s tablosunun belgelerine bakın.",
        "GenerateUrl": "Adres üret",
        "Keywords": "Anahtar sözcükler",
        "KeywordsReportDocumentation": "Bu rapor ziyaretçilerin siteye yönlendirilmeden önce hangi anahtar sözcüklerle arama yaptığını görüntüler. %s Tablodaki bir satıra tıklayarak anahtar sözcüğün arama motorlarına göre dağılımını görebilirsiniz.",
        "KeywordsReportDocumentationNote": "Not: Bu raporda çoğu anahtar sözcük, arama motorlarının çoğu arama sırasında kullanılan anahtar sözcüğü tam olarak göndermediğinden tanımlanmamış olarak görüntülenir.",
        "PercentOfX": "%s yüzdesi",
        "PluginDescription": "Yönlendiren verilerini raporlar: Arama motorları, anahtar sözcükler, siteler, kampanyalar, sosyal ağ, doğrudan girişler.",
        "ProductSubcategoryHelp": "Ürünler görünümü, ürün seçimi ve mağaza sayfaları ile ilgili eğilimleri ve fırsatları ortaya çıkarmak için başarımı aşırı veya düşük olan ürün ve kategorilerin belirlenmesine yardımcı olabilir.",
        "Referrer": "Yönlendiren",
        "ReferrerName": "Yönlendiren adı",
        "ReferrerNames": "Yönlendiren adları",
        "ReferrerTypes": "Kanal türleri",
        "ReferrerURLs": "Yönlendiren adresleri",
        "Referrers": "Yönlendirenler",
        "ReferrersOverview": "Yönlendirenler özeti",
        "ReferrersOverviewDocumentation": "Bu rapor, ziyaretçilerin siteye ulaşmak için kullandığı veri toplama kanallarını ve her kanal türünün sorumlu olduğu ziyaret sayısını içerir.",
        "ReferrersOverviewSubcategoryHelp1": "Veri toplama özeti, belirtilen bir tarih aralığında tüm kaynaklardan gelen trafik yüzdesini içerir.",
        "ReferrersOverviewSubcategoryHelp2": "Ayrıca gelişim çizelgesinde görüntülenecek belirli bir kanal türüne tıklanabilir. Bu özellik, siteye en fazla trafiği sağlayan kanalların ve zamana göre belirli modellerin görülmesini sağlayabilir. Örneğin belirli bir kanalın başarımı hafta sonları daha iyi olabilir.",
        "SearchEngines": "Arama motorları",
        "SearchEnginesDocumentation": "Siteye bir arama motoru üzerinden yönlendirilen ziyaretçiler. %1$s Ayrıntılı bilgi almak için %2$s raporuna bakın.",
        "SearchEnginesReportDocumentation": "Bu rapor ziyaretçileri siteye yönlendiren arama motorlarını görüntüler. %s Tablodaki bir satıra tıklayarak kullanıcıların arama motorlarına göre dağılımını görebilirsiniz.",
        "SearchEnginesSubcategoryHelp1": "Bu bölüm, arama motorları için başarımın ve iyileştirmelerin incelemesini içerir. Sık kullanılan anahtar sözcükler, birleştirilmiş anahtar sözcük raporları ile incelenebilir ya da daha hedef odaklı inceleme ve iyileştirme için belirli arama motorlarında hangi anahtar sözcüklerin daha iyi başarım elde ettiği görülebilir.",
        "SearchEnginesSubcategoryHelp2": "%1$sMatomo Cloud%2$s ve %3$sarama motoru anahtar sözcük başarımı%4$s eklentini kullanarak bu rapordan en iyi sonuçlar alınabilir.",
        "Socials": "Sosyal ağlar",
        "SocialsReportDocumentation": "Bu rapor ziyaretçileri siteye yönlendiren sosyal ağları görüntüler. <br> Tablodaki bir satıra tıklayarak kullanıcıların sosyal ağ sayfalarına göre dağılımını görebilirsiniz.",
        "SocialsSubcategoryHelp": "Bu tabloda, siteye ziyaretçi yönlendiren siteler görülebilir.",
        "SubmenuSearchEngines": "Arama motorları ve anahtar sözcükler",
        "SubmenuWebsitesOnly": "Siteler",
        "Type": "Kanal türü",
        "TypeCampaigns": "kampanyalardan %s",
        "TypeDirectEntries": "doğrudan girişler %s",
        "TypeReportDocumentation": "Bu tabloda kanal türlerinin dağılımı hakkında bilgiler bulunur.",
        "TypeSearchEngines": "arama motorlarından %s",
        "TypeSocialNetworks": "sosyal ağlardan %s",
        "TypeWebsites": "sitelerden %s",
        "URLCampaignBuilder": "Kampanya adresi üreteci",
        "URLCampaignBuilderIntro": "%1$sAdres üreteci%2$s Matomo üzerindeki izleme kampanyalarında kullanılmak üzere adresler üretir. Ayrıntılı bilgi almak için %3$skampanya izleme%4$s belgelerine bakabilirsiniz.",
        "URLCampaignBuilderResult": "Üretilen adresi kopyalayıp yapıştırarak, kampanyalarınızda, e-posta bültenlerinizde, Facebook reklamlarınızda ya da tweetlerinizde kullanabilirsiniz:",
        "UsingNDistinctUrls": "(%s farklı adres kullanarak)",
        "ViewAllReferrers": "Tüm yönlendirenleri görüntüle",
        "ViewReferrersBy": "Yönlendirenleri şuna göre görüntüle: %s",
        "VisitorsFromCampaigns": "Kampanyalardan gelen ziyaretçiler",
        "VisitorsFromDirectEntry": "Doğrudan giriş yapan ziyaretçiler",
        "VisitorsFromSearchEngines": "Arama motorlarından gelen ziyaretçiler",
        "VisitorsFromSocialNetworks": "Sosyal ağlardan gelen ziyaretçiler",
        "VisitorsFromWebsites": "Sitelerden gelen ziyaretçiler",
        "Websites": "Siteler",
        "WebsitesDocumentation": "Siteye başka bir sitedeki bağlantı üzerinden yönlendirilen ziyaretçiler. %1$s Ayrıntılı bilgi almak için %2$s raporuna bakın.",
        "WebsitesReportDocumentation": "Bu tabloda ziyaretçileri siteye yönlendiren siteler görüntülenir. %s Tablodaki bir satıra tıklayarak kullanıcıların site bağlantılarına göre dağılımını görebilirsiniz.",
        "WebsitesSubcategoryHelp1": "Bu tabloda, siteye ziyaretçi yönlendiren siteler görülebilir.",
        "WebsitesSubcategoryHelp2": "Tablodaki satırlara tıklayarak, siteye yönlendirilen bağlantıların adresleri görülebilir.",
        "WidgetExternalWebsites": "Yönlendiren siteler",
        "WidgetGetAll": "Tüm kanallar",
        "WidgetSocials": "Tüm sosyal ağlar",
        "WidgetTopKeywordsForPages": "Sayfa adresi için çok kullanılan anahtar sözcükler",
        "XPercentOfVisits": "ziyaretlerde %s"
    }
}
