{
    "Referrers": {
        "Acquisition": "Залучення",
        "AllReferrersReportDocumentation": "Цей звіт показує всіх реферів в одному зведеному звіті, перераховуючи всі Вебсайти, Пошукові запити і Кампанії, якими користувалися відвідувачі, щоб знайти ваш сайт.",
        "CampaignContent": "Зміст кампанії",
        "CampaignGroup": "Група кампанії",
        "CampaignGroupHelp": "Цей параметр використовується для відстеження групи кампанії для визначення групи або аудиторії. Групи кампаній корисні для відстеження загальної ефективності кількох кампаній зі схожими цілями.",
        "CampaignId": "ID кампанії",
        "CampaignIdHelp": "Цей параметр використовується для відстеження ID кампанії: унікального ідентифікатора кампанії, що складається не більше ніж зі 100 цифр, букв або символів.",
        "CampaignKeywordHelp": "Якщо у вас є кілька кампаній з однаковою назвою, ви можете відрізнити ці кампанії, вказавши ключове слово або підкатегорію.",
        "CampaignMedium": "Середнє по кампанії",
        "CampaignNameHelp": "Виберіть назву, яка описує, для чого створено кампанію, і яка відрізнятиме вашу кампанію від інших ваших кампаній. Наприклад, \"Email-SummerDeals\" або \"PaidAds-SummerDeals\".",
        "CampaignPageUrlHelp": "URL-адреса сторінки, на яку спрямовується ця кампанія, наприклад, \"http://example.org/offer.html\".",
        "CampaignPlacement": "Розміщення кампанії",
        "CampaignPlacementHelp": "Використовується для опису розміщення або позиції реклами, наприклад, цілого вебсайту, окремих сторінок вебсайту, окремого рекламного блоку, розміщеного на одній сторінці, відео, програми для мобільного телефону тощо.",
        "CampaignSource": "Джерело кампанії",
        "Campaigns": "Кампанії",
        "CampaignsDocumentation": "Відвідувач перейшов на ваш сайт за допомогою рекламної кампанії. %1$s Докладні %2$s відомості у звіті.",
        "CampaignsReportDocumentation": "Цей звіт показує, які кампанії привели відвідувачів на ваш вебсайт.",
        "ColumnCampaign": "Кампанія",
        "ColumnSearchEngine": "Пошукова система",
        "ColumnSocial": "Сторінка соціальної мережі",
        "ColumnWebsite": "Сайт",
        "ColumnWebsitePage": "Сторінка сайту",
        "DirectEntry": "Прямий вхід",
        "DirectEntryDocumentation": "Відвідувач ввів в URL в браузері і почав переглядати на своєму браузері - він увійшов на вебсайт безпосередньо.",
        "DistinctCampaigns": "Різні кампанії",
        "DistinctKeywords": "Різні ключові слова",
        "DistinctSearchEngines": "Різні пошукові системи",
        "DistinctSocialNetworks": "Різні соціальні мережі",
        "DistinctWebsiteUrls": "Різні URL-адреси вебсайтів",
        "DistinctWebsites": "Різні вебсайти",
        "EcommerceLogSubcategoryHelp1": "Журнал електронної комерції надає деталізовані дані на рівні сеансів, щоб ви могли переглянути повний сеанс для кожного користувача, який здійснив покупку або покинув свій кошик. Це може допомогти вам зрозуміти, що користувачі роблять до і після покупки, щоб виявити можливості для оптимізації.",
        "EcommerceLogSubcategoryHelp2": "Дані на цій сторінці оновлюються в режимі реального часу.",
        "EvolutionDocumentation": "Це огляд джерел, з яких відвідувачі приходять на ваш сайт.",
        "EvolutionDocumentationMoreInfo": "Докладніше про різні типи каналів читайте в документації до таблиці %s.",
        "GenerateUrl": "Згенерувати URL-адресу",
        "Keywords": "Ключові слова",
        "KeywordsReportDocumentation": "Цей звіт показує ключові слова, які відвідувачі вашого сайту вводили в пошуковику, перш ніж потрапити на ваш сайт. %s Клікнувши на конкретний ряд таблиці, ви побачите розподіл ключового слова по пошуковим системам.",
        "PercentOfX": "Відсоток від %s",
        "PluginDescription": "Повідомляє дані реферерів: Пошукові системи, Ключові слова, Вебсайти, Кампанії, Соціальні медіа, Пряме введення.",
        "ProductSubcategoryHelp": "Подання Продукти може допомогти вам визначити продукти та категорії, які мають надмірну або недостатню ефективність, щоб виявити тенденції й можливості, пов'язані з вашим вибором продуктів і сторінками магазину.",
        "Referrer": "Джерело",
        "ReferrerName": "Ім'я джерела",
        "ReferrerTypes": "Типи каналів",
        "Referrers": "Джерела трафіку",
        "ReferrersOverview": "Огляд джерел",
        "SearchEngines": "Пошукові системи",
        "SearchEnginesDocumentation": "Відвідувач перейшов на ваш сайт з пошукової системи. %1$s Детальна інформація у звіті %2$s.",
        "SearchEnginesReportDocumentation": "Цей звіт показує, з яких пошукових систем прийшли відвідувачі. %s Клікнувши на конкретний ряд таблиці, ви побачите, що відвідувач шукав в пошуковій системі і що привело його на ваш сайт.",
        "Socials": "Соціальні мережі",
        "SocialsReportDocumentation": "Цей звіт показує, з яких соціальних мереж прийшли відвідувачі на ваш сайт.<br>Клацнувши на конкретний рядок таблиці, ви можете побачити, з яких саме сторінок соціальних мереж прийшли ці відвідувачі.",
        "SubmenuSearchEngines": "Пошукові системи та ключові слова",
        "SubmenuWebsitesOnly": "Сайти",
        "Type": "Тип каналу",
        "TypeCampaigns": "%s входів з кампаній",
        "TypeDirectEntries": "%s прямих входів",
        "TypeSearchEngines": "%s входів з пошукових систем",
        "TypeSocialNetworks": "%s із соціальних мереж",
        "TypeWebsites": "%s входів з сайтів",
        "URLCampaignBuilderResult": "Згенерована URL-адреса, яку ви можете скопіювати та вставити у ваші кампанії, електронну розсилку, рекламу на Facebook або твіти:",
        "UsingNDistinctUrls": "(за %s різним посиланням)",
        "ViewAllReferrers": "Подивитися всі джерела",
        "ViewReferrersBy": "Подивитися джерела по %s",
        "VisitorsFromCampaigns": "Відвідувачі з кампаній",
        "VisitorsFromDirectEntry": "Відвідувачі з прямого входу",
        "VisitorsFromSearchEngines": "Відвідувачі з пошукових систем",
        "VisitorsFromSocialNetworks": "Відвідувачі з соціальних мереж",
        "VisitorsFromWebsites": "Відвідувачі з вебсайтів",
        "Websites": "Вебсайти",
        "WebsitesDocumentation": "Відвідувач перейшов на ваш сайт за посиланням, розміщеному на іншому сайті. %1$s Докладніші %2$s відомості у звіті.",
        "WebsitesReportDocumentation": "У цій таблиці ви можете бачити сайти, які привели відвідувачів на ваш сайт. %s Клікнувши на таблиці по конкретному рядку, ви побачите де було розміщене посилання на ваш сайт.",
        "WidgetExternalWebsites": "Зовнішні сайти",
        "WidgetGetAll": "Усі канали",
        "WidgetSocials": "Список соціальних мереж",
        "WidgetTopKeywordsForPages": "Топ ключових слів для сторінки URL",
        "XPercentOfVisits": "%s відвідувань"
    }
}
