{
    "UsersManager": {
        "2FA": "2-факторна автентикация",
        "Active": "Активно",
        "AddExistingUser": "Добавете съществуващ потребител",
        "AddNewUser": "Добавете нов потребител",
        "AddSuperuserAccessConfirm": "Предоставянето на достъп на супер потребител на потребителя ще му позволи да има пълен контрол над Matomo и трябва да се прави внимателно. Въведете паролата си, за да продължите.",
        "AddUserNoInitialAccessError": "На новите потребители трябва да бъде предоставен достъп до уебсайт, моля, задайте параметъра 'initialIdSite'.",
        "AllUsersAreSelected": "Всички потребители на %1$s са избрани.",
        "AllWebsites": "Всички сайтове",
        "AllWebsitesAreSelected": "Всички %1$s уебсайтове са избрани.",
        "AnonymousAccessConfirmation": "На път сте да предоставите на анонимния потребител „преглед“ достъп до този уебсайт. Това означава, че Вашите аналитични отчети и информацията за посетителите Ви ще бъдат публично видими от всеки, дори и без вход. Сигурни ли сте, че искате да продължите?",
        "AnonymousUser": "Анонимен потребител",
        "AnonymousUserHasViewAccess": "Забележка: потребител %1$s има %2$s достъп до този сайт.",
        "AnonymousUserHasViewAccess2": "Аналитичните доклади и информацията за посетителите, са публично видими.",
        "AnonymousUserRoleChangeWarning": "Предоставянето на потребителя на %1$s ролята %2$s ще направи данните на този уебсайт публични и достъпни за всички, дори ако нямат потребителско име в Matomo.",
        "ApplyToAllWebsites": "Запомни за всички сайтове",
        "AreYouSure": "Сигурни ли сте?",
        "AreYouSureAddCapability": "Сигурни ли сте, че искате да дадете на %1$s възможността %2$s за %3$s?",
        "AreYouSureChangeDetails": "Наистина ли искате да промените потребителската информация за %s?",
        "AreYouSureRemoveCapability": "Наистина ли искате да премахнете възможността %1$s от %2$s за %3$s?",
        "AtLeastView": "Виждане поне",
        "AuthTokenPurpose": "За какво използвате този токен?",
        "AuthTokens": "Токени за удостоверяване",
        "BackToUser": "Назад към Потребители",
        "BasicInformation": "Основна информация",
        "BulkActions": "Групови действия",
        "Capabilities": "Възможности",
        "CapabilitiesHelp": "Възможностите са индивидуални способности, които могат да бъдат предоставени на потребителите. Ролите могат по подразбиране да предоставят определени възможности. Например ролята на администратор автоматично ще позволи на потребителите да редактират тагове в Мениджъра на тагове. За по-малко мощни потребители обаче можете изрично да дадете на потребителите възможности.",
        "Capability": "Възможност",
        "ChangeAllConfirm": "Наистина ли искате да дадете на „%s“ достъп до всички уебсайтове?",
        "ChangePermToAllSitesConfirm": "Наистина ли искате да дадете на потребителя %1$s %2$s достъп до всеки уебсайт, до който в момента имате администраторски достъп?",
        "ChangePermToAllSitesConfirm2": "Забележка: това ще засегне само съществуващите в момента уебсайтове. Новите уебсайтове, които може да създадете, няма да бъдат автоматично достъпни за този потребител.",
        "ChangePermToSiteConfirmMultiple": "Наистина ли искате да промените ролята на %1$s на %2$s избраните уебсайтове на %3$s?",
        "ChangePermToSiteConfirmSingle": "Наистина ли искате да промените ролята на %1$s на %2$s на %3$s?",
        "ClickHereToDeleteTheCookie": "Натиснете тук, за да изтриете бисквитката и Matomo да отчита Вашите посещения",
        "ClickHereToSetTheCookieOnDomain": "Натиснете тук, за да зададете бисквитка, която ще Ви гарантира, че Вашите посещения няма да се отчитат от Matomo в %s",
        "ClickToSelectAll": "Кликнете, за да изберете всички %1$s.",
        "ClickToSelectDisplayedUsers": "Кликнете, за да изберете показаните потребители %1$s.",
        "ClickToSelectDisplayedWebsites": "Кликнете, за да изберете показаните уебсайтове %1$s.",
        "ConfirmGrantSuperUserAccess": "Наистина ли искате да предоставите на „%s“ суперпотребителски достъп? Предупреждение: потребителят ще има достъп до всички уебсайтове и ще може да изпълнява административни действия.",
        "ConfirmProhibitMySuperUserAccess": "%s, наистина ли искате да премахнете собствения си суперпотребителски достъп? Ще загубите всички разрешения и достъп до всички уебсайтове и ще излезете от Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Наистина ли искате да премахнете достъпа на супер потребител от „%s“? Потребителят ще загуби всички разрешения и достъп до всички уебсайтове. Не забравяйте да предоставите достъп до необходимите уебсайтове след това, ако е необходимо.",
        "ConfirmTokenCopied": "Потвърждавам, че копирах токена и разбирам, че не трябва да споделям този токен с никой друг.",
        "ConfirmWithPassword": "Моля, въведете паролата си, за да потвърдите тази промяна.",
        "CopyDenied": "Заявката не е разрешена поради настройките на Вашия браузър.",
        "CopyDeniedHints": "Моля, опитайте отново, като смените браузъра или копирате и споделите директно тази връзка: %1$s",
        "CopyLink": "Копиране на връзката за покана",
        "CreateNewToken": "Създайте нов токен",
        "CurrentPasswordNotCorrect": "Текущата парола, която сте въвели, не е правилна.",
        "Decline": "Поканата е отказана",
        "DeleteAllTokens": "Изтрийте всички токени",
        "DeleteConfirm": "Наистина ли искате да изтриете потребителя %s?",
        "DeleteNotSuccessful": "Възникна грешка при премахване на избраните потребители. Някои потребители може да не са премахнати.",
        "DeletePermConfirmMultiple": "Наистина ли искате да премахнете достъпа на %1$s до избраните уебсайтове на %2$s?",
        "DeletePermConfirmSingle": "Наистина ли искате да премахнете достъпа на %1$s до %2$s?",
        "DeleteSuccess": "Избраните потребители са премахнати.",
        "DeleteUserConfirmMultiple": "Наистина ли искате да изтриете избраните потребители %1$s?",
        "DeleteUserConfirmSingle": "Наистина ли искате да изтриете %1$s?",
        "DeleteUserPermConfirmMultiple": "Наистина ли искате да промените ролята на избрания потребител на %1$s на %2$s за %3$s?",
        "DeleteUserPermConfirmSingle": "Наистина ли искате да промените ролята на %1$s на %2$s за %3$s?",
        "DeleteUsers": "Изтриване на потребители",
        "DoNotStoreToken": "Не споделяйте този токен с никой друг, тъй като той е толкова таен, колкото Вашето потребителско име и парола.",
        "EditUser": "Редактиране на потребител",
        "Email": "Имейл",
        "EmailChangeNotificationSubject": "Имейл адресът на Вашия акаунт в Matomo току-що е променен",
        "EmailChangedEmail1": "Имейл адресът, свързан с Вашия акаунт, е променен на %1$s",
        "EmailChangedEmail2": "Тази промяна е инициирана от следното устройство: %1$s (IP адрес = %2$s).",
        "EmailYourAdministrator": "%1$sПишете на администратора Ви за този проблем%2$s.",
        "EnterUsernameOrEmail": "Въведете потребителско име или имейл адрес",
        "ExceptionAccessValues": "Достъпът до параметър трябва да има една от следните стойности: [ %1$s ], '%2$s' са дадени.",
        "ExceptionAnonymousAccessNotPossible": "Можете да зададете достъп %1$s или %2$s само на „анонимния“ потребител.",
        "ExceptionAnonymousNoCapabilities": "Не можете да предоставите никакви възможности на „анонимния“ потребител.",
        "ExceptionDeleteDoesNotExist": "Потребителя '%s' не съществува, по тази причина не може да бъде изтрит.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Изтриването на потребител '%s' не е възможно.",
        "ExceptionEditAnonymous": "Анонимният потребител не може да бъде редактиран или изтрит. Matomo по този начин дефинира в система потребители, които не са влезли. Например можете да направите данните на брояча ви публични, като зададете 'преглед' права на 'анонимен' потребител.",
        "ExceptionEmailExists": "Потребител с имейл '%s' вече съществува.",
        "ExceptionEmailExistsAsLogin": "Имейлът „%s“ вече се използва като потребителско име.",
        "ExceptionInvalidEmail": "Е-пощата, който сте въвели не е валиден.",
        "ExceptionInvalidLoginFormat": "Потребителското име трябва да е с дължина между %1$s и %2$s знаци и да съдържа само букви, цифри или знаците '_' или '-' или '.' или '@' или '+'",
        "ExceptionInvalidPassword": "Дължината на паролата трябва да е по-голяма от %1$s знака.",
        "ExceptionInvalidPasswordTooLong": "Дължината на паролата трябва да бъде по-малка от %1$s знака.",
        "ExceptionLoginExists": "Потребителско име „%s“ вече съществува.",
        "ExceptionLoginExistsAsEmail": "Потребителско име „%s“ вече се използва като имейл.",
        "ExceptionMultipleRoleSet": "Може да бъде зададена само една роля, но са зададени няколко. Използвайте само едно от: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Не могат да се предоставят никакви възможности на потребител %1$s за idSite %2$s. Потребителят се нуждае поне от достъп за преглед.",
        "ExceptionNoRoleSet": "Не е зададена роля, но трябва да бъде зададена една от тях: %s",
        "ExceptionNoValueForUsernameOrEmail": "Моля, въведете потребителско име или имейл адрес.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth очаква MD5-хеширана парола (32 символа дълъг низ). Моля, извикайте md5() функцията на паролата преди да извикате този метод.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Премахването на права на привилигирован потребител за потребител '%s' не е възможно.",
        "ExceptionResendInviteDenied": "Повторното изпращане на покана е разрешено само на потребителя, който е поканил %s, или всеки супер потребител.",
        "ExceptionSuperUserAccess": "Този потребител има суперпотребителски достъп и вече има разрешение за достъп и промяна на всички уебсайтове в Matomo. Можете да премахнете достъпа на супер потребител от този потребител и да опитате отново.",
        "ExceptionUserDoesNotExist": "Потребителя '%s' не съществува.",
        "ExceptionUserHasSuperUserAccess": "Потребителят „%s“ има суперпотребителски достъп и вече има разрешение за достъп и промяна на всички уебсайтове в Matomo. Можете да премахнете достъпа на супер потребител от този потребител и да опитате отново.",
        "ExceptionUserHasViewAccessAlready": "Този потребител вече има достъп до този уебсайт.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Трябва да съществува поне един привилигирован потребител. Моля, дайде нужните права на друг потребител.",
        "ExcludeVisitsViaCookie": "Изключете Вашите посещения с помощта на бисквитка",
        "ExpireDate": "Краен срок",
        "Expired": "Поканата е изтекла",
        "ExpiredInviteAutomaticallyRemoved": "Изтеклите покани ще бъдат изтрити автоматично след %1$s дни.",
        "ExpiredTokensDeleteAutomatically": "Токените с дата на изтичане ще бъдат изтрити автоматично.",
        "FilterByAccess": "Филтриране по достъп",
        "FilterByStatus": "Филтриране по статус",
        "FilterByWebsite": "Филтрирайте по уебсайт",
        "FirstSiteInlineHelp": "Необходимо е да се даде на нов потребител роля за преглед на уебсайт при създаването. Ако не бъде предоставен достъп, потребителят ще види грешка при влизане. Можете да дадете повече разрешения, след като потребителят бъде създаден в раздела „Разрешения“, който ще се появи вляво.",
        "FirstWebsitePermission": "Разрешение за първи уебсайт",
        "ForAnonymousUsersReportDateToLoadByDefault": "За анонимни потребители, дата доклад да се зареди по подразбиране",
        "GiveAccessToAll": "Дайте на този потребител достъп до всички уебсайтове",
        "GiveUserAccess": "Дайте „%1$s“ %2$s достъп за %3$s.",
        "GiveViewAccess": "Дайте достъп за преглед за %1$s",
        "GiveViewAccessInstructions": "За да дадете достъп за преглед на съществуващ потребител за %s, въведете потребителското име или имейл адреса на съществуващ потребител",
        "GiveViewAccessTitle": "Дайте достъп на съществуващ потребител за преглед на отчети за %s",
        "GoBackSecurityPage": "Върнете се към страницата за сигурност.",
        "HasSuperUserAccess": "Има суперпотребителски достъп",
        "IfThisWasYouIgnoreIfNot": "Ако това сте били Вие, не се колебайте да игнорирате този имейл. Ако това не сте били Вие, моля, влезте, коригирайте имейл адреса си, променете паролата си и се свържете с администратор на Matomo.",
        "IfThisWasYouPasswordChange": "Ако това сте били Вие, не се колебайте да игнорирате този имейл. Ако това не сте били Вие, моля, свържете се незабавно с администратор на Matomo, тъй като акаунтът Ви може да е бил компрометиран!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Ако искате да промените паролата, въведете нова. В противен случай оставете това празно.",
        "IncludedInUsersRole": "Включено в ролята на този потребител.",
        "InjectedHostCannotChangePwd": "В момента вие посещавате страница от неизвестен хост(%1$s). Не можете да смените паролата, преди да отстраните този проблем.",
        "InvitationSent": "Поканата е изпратена.",
        "InviteActionNotes": "Моля, имайте предвид, че повторното изпращане на покана или копиране на връзка за покана ще удължи срока за предишни покани с %1$s дни.",
        "InviteConfirmMessage": "Можете да изпратите отново поканата, като копирате връзката за покана и споделите директно с %1$s, или изпратите отново имейл с покана до %2$s.",
        "InviteDayLeft": "Изтича след %s дни",
        "InviteNewUser": "Поканете нов потребител",
        "InviteSuccess": "Поканата е изпратена.",
        "InviteSuccessNotification": "Поканеният потребител ще получи имейл, за да приеме поканата. Тази покана е валидна за %1$s дни. Можете също така да изпратите отново и да изтриете поканата на страницата за управление на потребителите.",
        "InviteUser": "Поканете потребител",
        "LastSeen": "Последно видяно",
        "LastUsed": "Последно използван",
        "LinkCopied": "Връзката е копирана в клипборда",
        "MainDescription": "Решете кои потребители имат достъп до Вашите уебсайтове. Можете също така да дадете достъп до всички уебсайтове наведнъж, като изберете „Прилагане към всички уебсайтове“ в селектора на уебсайтове.",
        "ManageAccess": "Управление на правата",
        "ManageUsers": "Управление на потребители",
        "ManageUsersAdminDesc": "Създайте нови потребители или актуализирайте съществуващите потребители. След това можете да зададете и техните разрешения тук. Моля, имайте предвид, че сте влезли като администратор. Това означава, че виждате и управлявате само потребители, които имат достъп до конкретните уебсайтове, за които имате „администраторски“ разрешения. Само потребител със супер потребителски достъп може да вижда и управлява всички потребители във всички уебсайтове.",
        "ManageUsersDesc": "Създайте нови потребители или актуализирайте съществуващите потребители. След това можете да зададете и техните разрешения тук.",
        "MenuAnonymousUserSettings": "Настройки на анонимните потребители",
        "MenuPersonal": "Лични",
        "MenuUserSettings": "Потребителски настройки",
        "MenuUsers": "Потребители",
        "NewsletterSignupFailureMessage": "Упс, нещо се обърка. Не успяхме да Ви запишем за бюлетина.",
        "NewsletterSignupMessage": "Абонирайте се за нашия бюлетин, за да получавате редовна информация за Matomo. Можете да се отпишете от него по всяко време. Тази услуга използва MadMimi. Научете повече за това на %1$sстраницата с политиката за поверителност на Matomo%2$s.",
        "NewsletterSignupSuccessMessage": "Супер, регистрирани сте! Ще се свържем скоро.",
        "NewsletterSignupTitle": "Абониране за бюлетин",
        "NoAccessWarning": "Този потребител не е получил достъп до уебсайт. Когато влязат, ще видят съобщение за грешка. За да предотвратите това, добавете достъп до уебсайт по-долу.",
        "NoTokenCreatedYetCreateNow": "Все още няма създаден токен, %1$sсъздайте нов токен сега%2$s.",
        "NoUsersExist": "Не са налични потребители, все още.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Бележка: Не можете да променяте настройките в тази секция, защото нямате никакви сайтове с разрешен достъп за анонимни потребители.",
        "OrManageIndividually": "Или управлявайте достъпа на този потребител до всеки уебсайт поотделно",
        "PasswordChangeNotificationSubject": "Паролата на Вашия акаунт в Matomo току-що е променена",
        "PasswordChangeTerminatesOtherSessions": "Когато промените паролата си, всяка друга активна сесия на този акаунт ще бъде прекъсната.",
        "PasswordChangedEmail": "Вашата парола току-що е променена. Промяната е инициирана от следното устройство: %1$s (IP адрес = %2$s).",
        "Pending": "Предстои",
        "Permissions": "Разрешения",
        "PersonalSettings": "Лични настройки",
        "PleaseStoreToken": "Моля, съхранявайте токена си сигурно, тъй като няма да можете да осъществите достъп или да видите токена отново.",
        "PluginDescription": "Управлението на потребителите Ви позволява да добавяте нови потребители, да редактирате съществуващи потребители и да им давате достъп за преглед или администриране на уебсайтове.",
        "PrivAdmin": "Админ",
        "PrivAdminDescription": "Потребителите с тази роля могат да управляват уебсайт и да предоставят на други потребители достъп до уебсайта. Те също могат да правят всичко, което може да направи ролята %s.",
        "PrivNone": "Без права",
        "PrivView": "Преглед",
        "PrivViewDescription": "Потребител с тази роля може да преглежда всички отчети.",
        "PrivWrite": "Запис",
        "PrivWriteDescription": "Потребителите с тази роля могат да преглеждат цялото съдържание плюс да създават, управляват и изтриват обекти като цели, фунии, топлинни карти, записи на сесии и формуляри за този уебсайт.",
        "RemoveAllAccessToThisSite": "Премахнете целия достъп до този уебсайт",
        "RemovePermissions": "Премахване на разрешения",
        "RemoveSuperuserAccessConfirm": "Премахването на достъпа на супер потребител ще остави потребителя без разрешения (ще трябва да ги добавите след това). Въведете паролата си, за да продължите.",
        "RemoveUserAccess": "Премахнете достъпа за „%1$s“ за %2$s.",
        "ReportDateToLoadByDefault": "Отчет от дата да се зареди по подразбиране",
        "ReportToLoadByDefault": "Доклад за зареждане по подразбиране",
        "ResendInvite": "Повторно изпращане на покана",
        "ResetTwoFactorAuthentication": "Нулиране на двуфакторната автентикация",
        "ResetTwoFactorAuthenticationInfo": "Ако потребителят вече не може да влезе поради загубени кодове за възстановяване или изгубено устройство за удостоверяване, можете да нулирате двуфакторната автентикация за потребителя, така че той да може да влезе отново.",
        "Role": "Роля",
        "RoleFor": "Роля за",
        "RolesHelp": "Ролите определят какво може да направи потребителят в Matomo по отношение на конкретен уебсайт. Научете повече за ролите %1$sView%2$s и %3$sAdmin%4$s.",
        "SaveBasicInfo": "Запазете основна информация",
        "SendInvite": "Изпратете покана",
        "SetPermission": "Задайте разрешение",
        "Status": "Статус",
        "SuperUserAccess": "Достъп на супер потребител",
        "SuperUserAccessManagement": "Управление на достъпа на привилигированите потребители",
        "SuperUserAccessManagementGrantMore": "Тук могат да се предоставят права „привилигирован потребител“ на потребителите. Тази функция трябва да се използва внимателно.",
        "SuperUserAccessManagementMainDescription": "Супер потребителите имат най-високите права. Те могат да изпълняват всички административни задачи, като добавяне на нови уебсайтове за наблюдение, добавяне на потребители, промяна на потребителските разрешения, активиране и деактивиране на плъгини и дори инсталиране на нови плъгини от Marketplace.",
        "SuperUserIntro1": "Супер потребителите имат най-високите разрешения. Те могат да изпълняват всички административни задачи, като добавяне на нови уебсайтове за наблюдение, добавяне на потребители, промяна на потребителските разрешения, активиране и деактивиране на плъгини и дори инсталиране на нови плъгини от Marketplace. Можете да предоставите супер потребителски достъп на други потребители на Divezone тук.",
        "SuperUserIntro2": "Моля, използвайте тази функция внимателно.",
        "SuperUsersPermissionsNotice": "Супер потребителите имат администраторски достъп до всички уебсайтове, така че няма нужда да управлявате техните разрешения за всеки уебсайт.",
        "TheDisplayedUsersAreSelected": "Избрани са показаните потребители %1$s.",
        "TheDisplayedWebsitesAreSelected": "Избрани са показаните уебсайтове %1$s.",
        "TheLoginScreen": "В екрана за вход",
        "ThereAreCurrentlyNRegisteredUsers": "Има %s регистрирани потребители.",
        "TokenAuth": "Токен за удостоверяване на API",
        "TokenAuthIntro": "Генерираните от Вас токени могат да се използват за достъп до API за отчитане на Matomo, API за проследяване на Matomo и експортирани уиджети на Matomo и имат същите разрешения като Вашите обикновени потребителски входове. Можете да използвате тези токени и за мобилното приложение Matomo.",
        "TokenRegenerateConfirmSelf": "Промяната на токена за удостоверяване на API ще направи невалиден Вашия собствен токен. Ако текущият токен се използва, трябва да актуализирате всички API клиенти с новогенерирания токен. Наистина ли искате да промените токена си за удостоверяване?",
        "TokenRegenerateTitle": "Регенерирайте",
        "TokenSuccessfullyDeleted": "Токенът е изтрит успешно",
        "TokenSuccessfullyGenerated": "Токенът е генериран успешно",
        "TokensSuccessfullyDeleted": "Всички токени бяха успешно изтрити",
        "TokensWithExpireDateCreationBySystem": "Токени с дата на изтичане в момента могат да бъдат създадени само от системата",
        "TwoFactorAuthentication": "Двуфакторна автентикация",
        "TypeYourCurrentPassword": "Моля, въведете текущата си парола, за да потвърдите промяната на паролата.",
        "TypeYourPasswordAgain": "Вашата нова парола отново.",
        "User": "Потребител",
        "UserHasNoPermission": "%1$s в момента има %2$s до %3$s",
        "UserHasPermission": "%1$s в момента има %2$s достъп за %3$s.",
        "UserSearch": "Търсене на потребител",
        "Username": "Потребител",
        "UsersManagement": "Управление на потребители",
        "UsersManagementMainDescription": "Създайте нови потребители или управлявайте вече съществуващи. Също така и можете да задавате правата за достъп.",
        "UsesTwoFactorAuthentication": "Използва двуфакторна автентикация",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Когато потребителите не са влезли и посещават Matomo, те първоначално трябва да видят",
        "YourCurrentPassword": "Вашата текуща парола",
        "YourUsernameCannotBeChanged": "Потребителското име не може да се променя.",
        "YourVisitsAreIgnoredOnDomain": "%1$sВашите посещения са игнорирани от Matomo в %2$s %3$s (Matomo игнорира бисквитката, намерена във Вашият браузър).",
        "YourVisitsAreNotIgnored": "%1$sВашите посещения не се игнорират от Matomo %2$s(Бисквитката за игнориране на Вашите посещения, не е открита във Вашият браузър)."
    }
}
