{
    "UsersManager": {
        "AddUser": "Einen neuen Benutzer hinzufügen",
        "Alias": "Alias",
        "AllWebsites": "Alle Webseiten",
        "AnonymousUserHasViewAccess": "Hinweis: Der Benutzer %1$s hat %2$s Zugriff auf diese Webseite.",
        "AnonymousUserHasViewAccess2": "Ihre Analytiks-Berichte und Besucherinformationen sind öffentlich einsehbar.",
        "ApplyToAllWebsites": "Für alle Webseiten anwenden",
        "ChangeAllConfirm": "Sollen '%s' Berechtigungen für alle Webseiten wirklich geändert werden?",
        "ChangePasswordConfirm": "Das Ändern des Kennworts ändert ebenso das token_auth des Benutzers. Wirklich fortfahren?",
        "ClickHereToDeleteTheCookie": "Klicken Sie hier, um das Cookie zu löschen und Ihre Besuche wieder zu zählen",
        "ClickHereToSetTheCookieOnDomain": "Klicken Sie hier, um ein Cookie zu setzen, damit Piwik Ihre Besuche auf %s ignoriert.",
        "ConfirmGrantSuperUserAccess": "Wollen Sie wirklich '%s' Hauptadministrator-Berechtigungen gewähren? Warnung: Der Nutzer wird Zugriff zu allen Webseiten haben und in der Lage sein, administrative Tätigkeiten durchzuführen.",
        "ConfirmProhibitMySuperUserAccess": "%s, wollen Sie wirklich ihre eigenen Hauptadministrator-Berechtigungen entfernen? Sie werden alle Berechtigungen und Zugriff zu allen Webseiten verlieren und von Piwik abgemeldet werden.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Wollen Sie wirklich dem Nutzer '%s' Hauptadministrator-Berechtigungen entziehen? Der Nutzer wird alle Berechtigungen und Zugriff zu allen Webseiten verlieren. Bitte vergeben Sie danach, wenn notwendig, die Berechtigungen zu benötigten Webseiten.",
        "DeleteConfirm": "Soll der Benutzer %s wirklich gelöscht werden?",
        "Email": "E-Mail",
        "EmailYourAdministrator": "%1$sBitte berichten Sie diesen Fehler ihrem Administrator via E-Mail%2$s.",
        "ExceptionAccessValues": "Der Parameter access muss einen der folgenden Werte enthalten: [ %s ]",
        "ExceptionAdminAnonymous": "Das 'admin'-Recht kann nicht an 'anonymous' Benutzer vergeben werden.",
        "ExceptionDeleteDoesNotExist": "Der Benutzer '%s' existiert nicht und kann daher auch nicht gelöscht werden.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Das Löschen des Benutzers '%s' is nicht möglich.",
        "ExceptionEditAnonymous": "Der anonyme Benutzer kann nicht bearbeitet oder gelöscht werden. Er wird von Piwik benutzt, um einen Benutzer zu definieren, der sich noch nicht angemeldet hat. Zum Beispiel können Sie Ihre Statistiken öffentlich machen, indem Sie dem Benutzer 'anonymous' das Recht 'view' geben.",
        "ExceptionEmailExists": "Ein Benutzer mit der E-Mail-Adresse '%s' existiert bereits.",
        "ExceptionInvalidEmail": "Die E-Mail-Adresse hat ein ungültiges Format.",
        "ExceptionInvalidLoginFormat": "Das Login muss zwischen %1$s und %2$s Zeichen lang sein und darf nur Buchstaben, Zahlen oder die Zeichen '_' oder '-' oder '.' enthalten.",
        "ExceptionInvalidPassword": "Das Passwort muss zwischen %1$s und %2$s Zeichen lang sein.",
        "ExceptionLoginExists": "Der Benutzername '%s' existiert bereits.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth erwartet ein MD5-verschlüsseltes Passwort (32 Zeichen). Bitte wenden Sie die md5()-Funktion auf das Passwort an, bevor Sie diese Methode aufrufen.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Es ist nicht möglich die Hauptadministrator-Berechtigung von Benutzer '%s' zu entfernen.",
        "ExceptionSuperUserAccess": "Dieser Nutzer hat bereits Hauptadministrator-Berechtigungen und Erlaubnis, alle Webseiten in Piwik aufzurufen und zu bearbeiten. Sie können den Super User Zugriff von diesem Nutzer entfernen und es im Anschluss noch einmal versuchen.",
        "ExceptionUserDoesNotExist": "Der Benutzer '%s' existiert nicht.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Es muss mindestens ein Hauptadministrator existieren. Bitte geben Sie zuerst einem anderen Nutzer Hauptadministrator-Berechtigungen.",
        "ExcludeVisitsViaCookie": "Ihre Besuche von der Erfassung via Cookie ausschließen",
        "ForAnonymousUsersReportDateToLoadByDefault": "Bericht, der für Gast-Besucher (\"anonymous\") standardmäßig geladen wird",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Wenn Sie Ihr Passwort ändern möchten, geben Sie ein neues ein. Ansonsten lassen Sie dieses Feld frei.",
        "InjectedHostCannotChangePwd": "Ihr Besuch erfolgt aktuell durch einen unbekannten Hostnamen (%1$s). Es ist somit nicht möglich Ihr Kennwort zu ändert bis dieser Umstand behoben ist.",
        "LastSeen": "Zuletzt gesehen",
        "MainDescription": "Hier kann Zugriff auf bestimmte Webseiten innerhalb von Piwik erteilt werden. Es ist auch möglich, Zugriff für alle Webseiten auf einmal zu erlauben.",
        "ManageAccess": "Zugriffsverwaltung",
        "MenuAnonymousUserSettings": "Gast-Besucher (\"anonymous\") Einstellungen",
        "MenuUsers": "Benutzer",
        "MenuUserSettings": "Benutzereinstellungen",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Hinweis: Sie können die Einstellungen in diesem Bereich nicht ändern, weil Sie keine Webseite eingerichtet haben, die vom anonymen Benutzer angezeigt werden kann.",
        "NoUsersExist": "Bisher keine Benutzer vorhanden.",
        "PluginDescription": "Benutzerverwaltung in Piwik: Einen neuen Benutzer hinzufügen, einen existierenden Benutzer bearbeiten, Berechtigungen ändern. Alle Aktionen sind auch über die API möglich.",
        "PrivAdmin": "Administrator",
        "PrivNone": "Kein Zugriff",
        "PrivView": "Ansicht",
        "ReportDateToLoadByDefault": "Berichtsdatum, welches standardmäßig geladen wird",
        "ReportToLoadByDefault": "Bericht, der standardmäßig geladen wird",
        "SuperUserAccessManagement": "Hauptadministrator-Berechtigung verwalten",
        "SuperUserAccessManagementGrantMore": "Hier können Sie anderen Benutzern von Piwik Hauptadministrator-Berechtigung geben. Bitte nutzen Sie diese Funktion mit Bedacht.",
        "SuperUserAccessManagementMainDescription": "Hauptadministratoren haben die höchsten Berechtigungen. Sie können alle administrativen Aufgaben ausführen. Dazu zählen das Hinzufügen neuer Webseiten zur Überwachung, Hinzufügen von Benutzern, Ändern von Benutzerberechtigungen, Aktivieren und Deaktivieren von Plugins sowie das Installieren neuer Plugins vom Marketplace.",
        "TheLoginScreen": "den Loginbildschirm",
        "ThereAreCurrentlyNRegisteredUsers": "Es sind derzeit %s Benutzer registriert.",
        "TypeYourPasswordAgain": "Geben Sie Ihr Passwort nochmals ein.",
        "User": "Benutzer",
        "UsersManagement": "Benutzerverwaltung",
        "UsersManagementMainDescription": "Neue Benutzer erstellen oder bereits existierende Benutzer aktualisieren. Die Berechtigungen können dann oben gesetzt werden.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Wenn Benutzer nicht angemeldet sind und Piwik besuchen, sollten sie Zugriff haben auf",
        "YourUsernameCannotBeChanged": "Ihr Benutzername kann nicht geändert werden.",
        "YourVisitsAreIgnoredOnDomain": "%sIhre Besuche auf %s werden von Piwik ignoriert %s (das Piwik-Cookie zum Ignorieren von Besuchen wurde in Ihrem Browser gefunden).",
        "YourVisitsAreNotIgnored": "%sIhre Besuche werden von Piwik nicht ignoriert %s (das Piwik-Cookie zum Ignorieren von Besuchen wurde nicht in Ihrem Browser gefunden)."
    }
}