{
    "UsersManager": {
        "AddUser": "Προσθήκη νέου χρήστη",
        "Alias": "Ψευδώνυμο",
        "AllWebsites": "Όλες οι ιστοσελίδες",
        "AnonymousUser": "Ανώνυμος χρήστης",
        "AnonymousUserHasViewAccess": "Σημείωση: ο %1$s χρήστης έχει %2$s πρόσβαση στον ιστοτόπο.",
        "AnonymousUserHasViewAccess2": "Οι αναφορές στατιστικών σας και οι πληροφορίες για τους επισκέπτες είναι δημόσια προσπελάσιμες.",
        "ApplyToAllWebsites": "Εφαρμογή σε όλες τις ιστοσελίδες",
        "ChangeAllConfirm": "Είστε σίγουροι ότι θέλετε να δώσετε πρόσβαση σε όλους τους ιστοτόπους στο '%s';",
        "ChangePasswordConfirm": "Η αλλαγή του κωδικού πρόσβασης συνεπάγεται αλλαγή του πειστηρίου πιστοποίησης των χρηστών (token_auth). Θέλετε να συνεχίσετε;",
        "ClickHereToDeleteTheCookie": "Πατήστε εδώ για να διαγράψετε το cookie και αφήστε το Piwik να καταγράφει τις επισκέψεις σας",
        "ClickHereToSetTheCookieOnDomain": "Πατήστε εδώ για να ορίσετε ένα cookie που θα αποκλείει τις επισκέψεις σας στις ιστοσελίδες που ανιχνεύονται από το Piwik στο %s",
        "ConfirmGrantSuperUserAccess": "Είστε σίγουροι ότι θέλετε να δώσετε δικαίωμα Υπερ-Χρήστη στον '%s'; Προσοχή: ο χρήστης θα έχει δικαίωμα πρόσβασης σε όλους τους ιστοτόπους και θα μπορεί να εκτελεί διαχειριστικές εργασίες.",
        "ConfirmProhibitMySuperUserAccess": "%s, είστε σίγουροι ότι θέλετε να αφαιρέσετε το δικαίωμα Υπερ-Χρήστη από τον εαυτό σας; Θα χάσετε για πάντα όλα τα δικαιώματα και την πρόσβαση σε όλους τους ιστοτόπους και θα σας γίνει αυτόματα έξοδος από το Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Είστε σίγουροι ότι θέλετε να αφαιρέσετε την πρόσβαση Υπερ-Χρήστη από τον '%s'; Ο χρήστης θα χάσει όλα τα δικαιώματα και την πρόσβαση σε όλους τους ιστοτόπους. Βεβαιωθείτε μετά ότι δώσατε πρόσβαση στους απαραίτητους ιστοτόπους αν αυτό απατείται.",
        "DeleteConfirm": "Είστε σίγουρος ότι θέλετε να διαγράψετε τον\/ην χρήστη %s;",
        "Email": "Ηλεκτρονική Διεύθυνση",
        "EmailYourAdministrator": "%1$sΣτείλτε e-mail στον διαχειριστή σχετικά με το πρόβλημα %2$s.",
        "EnterUsernameOrEmail": "Εισάγετε ένα όνομα χρήστη ή διεύθυνση ηλ. ταχυδρομείου",
        "ExceptionAccessValues": "Η πρόσβαση παραμέτρου πρέπει να έχει τις ακόλουθες τιμές: [ %s ]",
        "ExceptionAdminAnonymous": "Δεν μπορείτε να δώσετε δικαιώματα διαχειριστή στον «ανώνυμο» χρήστη.",
        "ExceptionDeleteDoesNotExist": "Ο χρήστης «%s» δεν υπάρχει και άρα δεν μπορεί να διαγραφεί.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Η διαγραφή του χρήστη '%s' δεν είναι δυνατή.",
        "ExceptionEditAnonymous": "Ο ανώνυμος χρήστης δεν μπορεί να διαγραφεί ή να δεχθεί τροποποίηση. Χρησιμοποιείται από το Piwik για τον ορισμό του χρήστη που δεν έχει συνδεθεί ακόμα. Για παράδειγμα, μπορείτε να κάνετε τα στατιστικά σας δημόσια δίνοντας δικαίωμα «προβολής» στον «ανώνυμο» χρήστη.",
        "ExceptionEmailExists": "Χρήστης με την ηλεκτρονική διεύθυνση «%s» υπάρχει ήδη.",
        "ExceptionInvalidEmail": "Η ηλεκτρονική διεύθυνση δεν φαίνεται να είναι σωστή.",
        "ExceptionInvalidLoginFormat": "Το όνομα χρήστη πρέπει να έχει αριθμό χαρακτήρων από %1$s έως %2$s και να περιέχει μόνο γράμματα, αριθμούς, ή τους χαρακτήρες '_' ή '-' ή '.' ή '@' ή '+'",
        "ExceptionInvalidPassword": "Το μήκος του κωδικού πρόσβασης πρέπει να είναι μεταξύ %1$s και %2$s χαρακτήρες.",
        "ExceptionLoginExists": "Το όνομα χρήστη '%s' υπάρχει ήδη.",
        "ExceptionPasswordMD5HashExpected": "Το UsersManager.getTokenAuth αναμένει έναν κωδικό πρόσβασης ως αριθμό MD5 (μήκος 32 χαρακτήρων). Ανακαλέστε τη συνάρτηση md5() στον κωδικό πρόσβασης πριν ανακαλέσετε τη μέθοδο.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Η αφαίρεση του δικαιώματος Υπερ-Χρήστη από το χρήστη '%s' δεν είναι δυνατή.",
        "ExceptionSuperUserAccess": "Ο χρήστης έχει το δικαίωμα Υπερ-Χρήστη και έχει ήδη πρόσβαση για να τροποποιεί όλους τους ιστοτόπους στο Piwik. Μπορείτε να αφαιρέσετε το δικαίωμα Υπερ-Χρήστη από το χρήστη και να ξαναδοκιμάσετε.",
        "ExceptionUserDoesNotExist": "Ο χρήστης «%s» δεν υπάρχει.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Πρέπει να υπάρχει τουλάχιστον ένας χρήστης με το δικαίωμα Υπερ-Χρήστη. Παρακαλούμε δώστε πρώτα το δικαίωμα Υπερ-Χρήστη σε κάποιον άλλο χρήστη.",
        "ExceptionUserHasViewAccessAlready": "Ο χρήστης έχει ήδη πρόσβαση στον ιστοτόπο.",
        "ExceptionNoValueForUsernameOrEmail": "Παρακαλώ εισάγετε ένα όνομα χρήστη ή διεύθυνση ηλ. ταχυδρομείου.",
        "ExcludeVisitsViaCookie": "Αποκλείστε τις επισκέψεις σας με χρήση cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Για ανώνυμους χρήστες, αναφορά ημερομηνίας που θα φορτώνεται ως προεπιλογή",
        "GiveViewAccess": "Να δοθεί δικαίωμα εμφάνισης",
        "GiveViewAccessTitle": "Να δοθεί σε υπάρχοντα χρήστη δικαίωμα να βλέπει τις αναφορές για το %s",
        "GiveViewAccessInstructions": "Για να δώσετε σε υπάρχοντα χρήστη δικαίωμα πρόσβασης στο %s εισάγετε το όνομα χρήστη ή την διεύθυνση ηλ. ταχυδρομείου του χρήστη",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Αν θέλετε να αλλάξετε τον κωδικό πρόσβασης εισάγετε ένα νέο. Διαφορετικά αφήστε το κενό.",
        "InjectedHostCannotChangePwd": "Αυτή τη στιγμή είστε επισκέπτης από ένα άγνωστο υπολογιστή (%1$s). Δεν μπορείτε να αλλάξετε το συνθηματικό σας μέχρι να διορθωθεί αυτό το πρόβλημα.",
        "LastSeen": "Τελευταία ειδώθηκε",
        "MainDescription": "Αποφασίστε ποιοι χρήστες θα έχουν πρόσβαση σε όλους τους ιστοτόπους. Μπορείτε επίσης να δώσετε πρόσβαση σε όλους τους ιστοτόπους με τη μία επιλέγοντας \"Εφαρμογή σε όλους τους ιστοτόπους\" στον επιλογέα ιστοτόπων.",
        "ManageAccess": "Διαχείριση πρόσβασης",
        "MenuAnonymousUserSettings": "Ρυθμίσεις ανώνυμου χρήστη",
        "MenuUsers": "Χρήστες",
        "MenuUserSettings": "Ρυθμίσεις χρήστη",
        "MenuPersonal": "Προσωπικό",
        "PersonalSettings": "Προσωπικές ρυθμίσεις",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Σημείωση: Δεν μπορείτε να αλλάξετε τις ρυθμίσεις σε αυτό τον τομέα γιατί δεν έχετε κάποια ιστοσελίδα που μπορείτε να έχετε πρόσβαση ως ανώνυμος χρήστης.",
        "NoUsersExist": "Δεν υπάρχουν ακόμη χρήστες.",
        "PluginDescription": "Η Διαχείριση χρηστών επιτρέπει την προσθήκη νέων χρηστών, την επεξεργασία υπαρχόντων και η πρόσβαση για εμφάνιση ή διαχείριση των ιστοτόπων.",
        "PrivAdmin": "Διαχείριση",
        "PrivNone": "Χωρίς πρόσβαση",
        "PrivView": "Προβολή",
        "ReportDateToLoadByDefault": "Αναφορά ημερομηνίας που θα φορτώνεται ως προεπιλογή",
        "ReportToLoadByDefault": "Αναφορά που θα φορτώνεται ως προεπιλογή",
        "SuperUserAccessManagement": "Διαχείριση της πρόσβασης από τον Υπερ-Χρήστη",
        "SuperUserAccessManagementGrantMore": "Μπορείτε εδώ να δώσετε πρόσβαση Υπερ-Χρήστη σε άλλους χρήστες. Παρακαλούμε χρησιμοποιήστε με προσοχή αυτό το χαρακτηριστικό.",
        "SuperUserAccessManagementMainDescription": "Οι Υπερ-Χρήστες έχουν τα περισσότερα δικαιώματα. Μπορούν να εκτελούν όλες τις διαχειριστικές εργασίες όπως η προσθήκη νέων ιστοτόπων για παρακολούθηση, η προσθήκη νέων χρηστών, η αλλαγή των δικαιωμάτων χρηστών, η ενεργοποίηση και απενεργοποίηση πρόσθετων και παράλληλα η εγκατάσταση νέων πρόσθετων από την Αγορά.",
        "TheLoginScreen": "Η οθόνη σύνδεσης",
        "ThereAreCurrentlyNRegisteredUsers": "Υπάρχουν %s εγγεγραμμένοι χρήστες.",
        "TypeYourPasswordAgain": "Γράψτε τον νέο σας κωδικό ξανά.",
        "User": "Χρήστης",
        "UsersManagement": "Διαχείριση χρηστών",
        "UsersManagementMainDescription": "Δημιουργήστε νέους χρήστες ή ενημερώστε τους υπάρχοντες. Μπορείτε επίσης να αλλάξετε τα δικαιώματά τους (παραπάνω).",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Όταν οι χρήστες δεν έχουν συνδεθεί και επισκέπτονται το Piwik, θα έχουν πρόσβαση",
        "YourUsernameCannotBeChanged": "Το όνομα χρήστη δεν μπορεί να αλλαχτεί.",
        "YourVisitsAreIgnoredOnDomain": "%1$sΟι επισκέψεις σας παραβλέπονται από το Piwik στο %2$s %3$s (το Piwik παραβλέπει το cookie που βρέθηκε στον φυλλομετρητή σας).",
        "YourVisitsAreNotIgnored": "%1$sΟι επισκέψεις δεν αγνοούνται από το Piwik%2$s (δεν βρέθηκε το cookie αγνόησης του Piwik στον φυλλομετρητή σας)."
    }
}