{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "Ενεργό",
        "AddExistingUser": "Προσθήκη υπάρχοντος χρήστη",
        "AddNewUser": "Προσθήκη νέου χρήστη",
        "AddSuperuserAccessConfirm": "Η εκχώρηση πρόσβασης Υπερ-Χρήστη σε ένα χρήστη θα του επιτρέψει τον πλήρη έλεγχο του Matomo και αυτό θα πρέπει να γίνεται με προσοχή.",
        "AddUserNoInitialAccessError": "Θα πρέπει να δοθεί πρόσβαση σε ένα ιστοτόπο για τους νέους χρήστες, ορίστε την παράμετρο 'initialIdSite'.",
        "AllUsersAreSelected": "Επιλέχθηκαν όλοι οι %1$s χρήστες.",
        "AllWebsites": "Όλες οι ιστοσελίδες",
        "AllWebsitesAreSelected": "Εμφανίζονται όλοι οι %1$s ιστοτόποι.",
        "AnonymousAccessConfirmation": "Πρόκειται να δώσετε το δικαίωμα 'ανάγνωσης' για αυτό τον ιστοτόπο στον ανώνυμο χρήστη. Αυτό σημαίνει ότι οι αναφορές των αναλυτικών σας και οι πληροφορίες των επισκεπτών θα είναι διαθέσιμα από οποιονδήποτε, ακόμη και αν δεν έχει κάνει είσοδο. Είστε σίγουροι ότι θέλετε να συνεχίσετε;",
        "AnonymousUser": "Ανώνυμος χρήστης",
        "AnonymousUserHasViewAccess": "Σημείωση: ο %1$s χρήστης έχει %2$s πρόσβαση στον ιστοτόπο.",
        "AnonymousUserHasViewAccess2": "Οι αναφορές στατιστικών σας και οι πληροφορίες για τους επισκέπτες είναι δημόσια προσπελάσιμες.",
        "AnonymousUserRoleChangeWarning": "Με εκχώριση στο χρήστη %1$s το ρόλο %2$s θα κάνει διαθέσιμα στο κοινό τα δεδομένα του ιστοτόπου, ακόμη και αν κάποιος δεν διαθέτει λογαριασμό στο Matomo.",
        "ApplyToAllWebsites": "Εφαρμογή σε όλες τις ιστοσελίδες",
        "AreYouSure": "Είστε σίγουροι;",
        "AreYouSureAddCapability": "Είστε σίγουροι ότι επιθυμείτε να δώσετε %1$s την %2$s δυνατότητα για %3$s;",
        "AreYouSureChangeDetails": "Είστε σίγουρος ότι θέλετε να αλλάξετε τις πληροφορίες χρήστη για τον %s;",
        "AreYouSureRemoveCapability": "Είστε σίγουροι ότι επιθυμείτε να αφαιρέσετε την δυνατότητα %1$s από %2$s για %3$s;",
        "AtLeastView": "Τουλάχιστον προβολή",
        "AuthTokenPurpose": "Για ποιο λόγο χρησιμοποιείτε αυτό το τεκμήριο αυθεντικοποίησης;",
        "AuthTokenSecureOnlyHelp": "Ενεργοποιήστε αυτή την επιλογή για να επιτρέψετε αυτό το τεκμήριο αυθεντικοποίησης να χρησιμοποιείται με ασφαλή τρόπο (πχ. αιτήσεις POST), αυτό προτείνεται ως μια καλή πρακτική ασφαλείας. Το τεκμήριο στη συνέχεια δε θα μπορεί να χρησιμοποιηθεί ως παράμετρος στη διεύθυνση URL σε αιτήσεις GET.",
        "AuthTokenSecureOnlyHelpForced": "Ο διαχειριστής συστήματος έχει παραμετροποιήσει το Matomo να επιτρέπει να δημιουργούνται τεκμήρια αυθεντικοποίησης μόνο με ασφαλή τρόπο (πχ. μέσω αιτήσεων POST), δεν μπορείτε να αλλάξετε αυτή την επιλογή τεκμηρίου.",
        "AuthTokens": "Τεκμήρια αυθεντικοποίησης",
        "BackToUser": "Επιστροφή στους Χρήστες",
        "BasicInformation": "Βασικές Πληροφορίες",
        "BulkActions": "Μαζικές Ενέργειες",
        "Capabilities": "Δυνατότητες",
        "CapabilitiesHelp": "Οι Δυνατότητες είναι ξεχωριστές ιδιότητες που μπορούν να εκχωρηθούν στους χρήστες. Οι ρόλοι, εξ' ορισμού, εκχωρούν συγκεκριμένες δυνατότητες. Για παράδειγμα, ο ρόλος Διαχειριστή αυτόματα επιτρέπει στους χρήστες να τροποποιούν τις σημάνσεις στον Διαχειριστή Σημάνσεων. Για λιγότερο ισχυρούς χρήστες, ωστόσο, μπορείτε να εκχωρήσετε στους χρήστες δυνατότητες.",
        "Capability": "Δυνατότητα",
        "ChangeAllConfirm": "Είστε σίγουροι ότι θέλετε να δώσετε πρόσβαση σε όλους τους ιστοτόπους στο '%s';",
        "ChangePermToAllSitesConfirm": "Είστε σίγουροι ότι επιθυμείτε να δώσετε στο %1$sχρήστη%2$s πρόσβαση σε κάθε ιστοτόπο στον οποίο έχετε διαχειριστική πρόσβαση;",
        "ChangePermToAllSitesConfirm2": "Σημείωση: αυτό θα επηρεάσει τους τρέχοντες υπάρχοντες ιστοτόπους. Οι νέοι ιστοτόποι μπορεί να δημιουργήσετε στο μέλλον δε θα γίνουν αυτόματα προσβάσιμοι στο χρήστη.",
        "ChangePermToSiteConfirmMultiple": "Είστε σίγουροι ότι επιθυμείτε την αλλαγή ρόλου για τον %1$s από %2$s σε %3$s για τους επιλεγμένους ιστοτόπους;",
        "ChangePermToSiteConfirmSingle": "Είστε σίγουροι ότι επιθυμείτε την αλλαγή ρόλου για τον %1$s από %2$s σε %3$s;",
        "ClickHereToDeleteTheCookie": "Πατήστε εδώ για να διαγράψετε το cookie και αφήστε το Matomo να καταγράφει τις επισκέψεις σας",
        "ClickHereToSetTheCookieOnDomain": "Πατήστε εδώ για να ορίσετε ένα cookie που θα αποκλείει τις επισκέψεις σας στις ιστοσελίδες που ανιχνεύονται από το Matomo στο %s",
        "ClickToSelectAll": "Κάντε κλικ για να επιλέξετε όλα τα %1$s.",
        "ClickToSelectDisplayedUsers": "Κάντε κλικ για να επιλέξετε τους %1$s εμφανιζόμενους χρήστες.",
        "ClickToSelectDisplayedWebsites": "Κάντε κλικ για να επιλέξετε τους %1$s εμφανιζόμενους ιστοτόπους.",
        "ConfirmGrantSuperUserAccess": "Είστε σίγουροι ότι θέλετε να δώσετε δικαίωμα Υπερ-Χρήστη στον '%s'; Προσοχή: ο χρήστης θα έχει δικαίωμα πρόσβασης σε όλους τους ιστοτόπους και θα μπορεί να εκτελεί διαχειριστικές εργασίες.",
        "ConfirmProhibitMySuperUserAccess": "%s, είστε σίγουροι ότι θέλετε να αφαιρέσετε το δικαίωμα Υπερ-Χρήστη από τον εαυτό σας; Θα χάσετε για πάντα όλα τα δικαιώματα και την πρόσβαση σε όλους τους ιστοτόπους και θα σας γίνει αυτόματα έξοδος από το Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Είστε σίγουροι ότι θέλετε να αφαιρέσετε την πρόσβαση Υπερ-Χρήστη από τον '%s'; Ο χρήστης θα χάσει όλα τα δικαιώματα και την πρόσβαση σε όλους τους ιστοτόπους. Βεβαιωθείτε μετά ότι δώσατε πρόσβαση στους απαραίτητους ιστοτόπους αν αυτό απατείται.",
        "ConfirmThisChange": "Επιβεβαιώστε την αλλαγή.",
        "ConfirmTokenCopied": "Επιβεβαιώνω ότι έχω αντιγράψει το πειστήριο πιστοποίησης και κατανοώ ότι δεν πρέπει να το δώσω σε κανέναν.",
        "ConfirmWithPassword": "Παρακαλώ εισάγετε το συνθηματικό σας για να επικυρώσετε την αλλαγή.",
        "CopyDenied": "Η αίτηση δεν επιτρέπεται λόγω των ρυθμίσεων του προγράμματος πλοήγησής σας.",
        "CopyDeniedHints": "Παρακαλώ δοκιμάστε πάλι είτε με αλλαγή του προγράμματος πλοήγησης είτε αντίθετα με αποστολή του συνδέσμου πρόσκλησης: %1$s",
        "CopyLink": "Αντιγραφή συνδέσμου πρόσκλησης",
        "CreateNewToken": "Δημιουργία νέου τεκμηρίου αυθεντικοποίησης",
        "CurrentPasswordNotCorrect": "Το τρέχον συνθηματικό που εισαγάγατε δεν είναι σωστό.",
        "Decline": "Η πρόσκληση απορρίφθηκε",
        "DeleteAllTokens": "Διαγραφή όλων των τεκμηρίων αυθεντικοποίησης",
        "DeleteConfirm": "Είστε σίγουρος ότι θέλετε να διαγράψετε τον/ην χρήστη %s;",
        "DeleteNotSuccessful": "Συνέβη κάποιο σφάλμα κατά την αφαίρεση των επιλεγμένων χρηστών. Ορισμένοι χρήστες ενδέχεται να μην αφαιρέθηκαν.",
        "DeletePermConfirmMultiple": "Είστε σίγουροι ότι θέλετε να αφαιρέσετε την πρόσβαση του %1$s από τους επιλεγμένους %2$s ιστοτόπους;",
        "DeletePermConfirmSingle": "Είστε σίγουροι ότι θέλετε να αφαιρέσετε την πρόσβαση του %1$s από το %2$s;",
        "DeleteSuccess": "Οι επιλεγμένοι χρήστες αφαιρέθηκαν.",
        "DeleteUserConfirmMultiple": "Είστε σίγουρος ότι θέλετε να διαγράψετε τους %1$s επιλεγμένους χρήστες;",
        "DeleteUserConfirmSingle": "Είστε σίγουροι για την διαγραφή του %1$s;",
        "DeleteUserPermConfirmMultiple": "Είστε σίγουροι ότι θέλετε να αλλάξετε τον ρόλο των %1$s επιλεγμένων χρηστών από %2$s σε %3$s;",
        "DeleteUserPermConfirmSingle": "Είστε σίγουροι ότι θέλετε να αλλάξετε τον ρόλο του %1$s από %2$s σε %3$s;",
        "DeleteUsers": "Διαγραφή Χρηστών",
        "DoNotStoreToken": "Μην μοιραστείτε το πειστήριο πιστοποίησης με οποιονδήποτε, καθώς είναι μυστικό ακριβώς όπως το όνομα χρήστη και το συνθηματικό σας.",
        "EditUser": "Επεξεργασία χρήστη",
        "Email": "Ηλεκτρονική Διεύθυνση",
        "EmailChangeNotificationSubject": "Μόλις αλλάχθηκε η διεύθυνση e-mail στο λογαριασμό σας στο Matomo",
        "EmailChangedEmail1": "Η διεύθυνση email που είναι συσχετισμένη με το λογαριασμό σας μόλις άλλαξε σε %1$s",
        "EmailChangedEmail2": "Η αλλαγή έγινε από την παρακάτω συσκευή: %1$s (Διεύθυνση IP = %2$s).",
        "EmailYourAdministrator": "%1$sΣτείλτε e-mail στον διαχειριστή σχετικά με το πρόβλημα %2$s.",
        "EnterUsernameOrEmail": "Εισάγετε ένα όνομα χρήστη ή διεύθυνση ηλ. ταχυδρομείου",
        "ErrorEmailDomainNotAllowed": "Η διεύθυνση ηλεκτρονικού ταχυδρομείου \"%1$s\" δεν μπορεί να χρησιμοποιηθεί, καθώς επιτρέπονται διευθύνσεις μόνο μέσα στα ονόματα χώρου \"%2$s\".",
        "ExceptionAccessValues": "Η παράμετρος πρόσβασης πρέπει να έχει μία από τις ακόλουθες τιμές: [ %1$s ], '%2$s' δόθηκε.",
        "ExceptionAnonymousAccessNotPossible": "Μπορείτε μόνο να ορίσετε πρόσβαση %1$s ή %2$s στον χρήστη 'ανώνυμο'.",
        "ExceptionAnonymousNoCapabilities": "Δεν μπορείτε να εκχωρήσετε οποιαδήποτε δυνατότητα στον χρήστη 'ανώνυμο'.",
        "ExceptionDeleteDoesNotExist": "Ο χρήστης «%s» δεν υπάρχει και άρα δεν μπορεί να διαγραφεί.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Η διαγραφή του χρήστη '%s' δεν είναι δυνατή.",
        "ExceptionEditAnonymous": "Ο ανώνυμος χρήστης δεν μπορεί να διαγραφεί ή να τροποποιηθεί. Χρησιμοποιείται από το Matomo για τον ορισμό του χρήστη που δεν έχει συνδεθεί ακόμα. Για παράδειγμα, μπορείτε να κάνετε τα στατιστικά σας δημόσια δίνοντας δικαίωμα 'προβολής' στον 'ανώνυμο' χρήστη.",
        "ExceptionEmailExists": "Χρήστης με την ηλεκτρονική διεύθυνση «%s» υπάρχει ήδη.",
        "ExceptionEmailExistsAsLogin": "Η διεύθυνση ηλεκτρονικού ταχυδρομείου '%s' χρησιμοποιείται ήδη ως όνομα χρήστη.",
        "ExceptionInvalidEmail": "Η ηλεκτρονική διεύθυνση δεν φαίνεται να είναι σωστή.",
        "ExceptionInvalidLoginFormat": "Το όνομα χρήστη πρέπει να έχει αριθμό χαρακτήρων από %1$s έως %2$s και να περιέχει μόνο γράμματα, αριθμούς, ή τους χαρακτήρες '_' ή '-' ή '.' ή '@' ή '+'",
        "ExceptionInvalidPassword": "Το μέγεθος του συνθηματικού πρέπει να είναι μεγαλύτερο από %1$s χαρακτήρες.",
        "ExceptionInvalidPasswordTooLong": "Το μήκος του συνθηματικού πρέπει να είναι μικρότερο από %1$s χαρακτήρες.",
        "ExceptionLoginExists": "Το όνομα χρήστη '%s' υπάρχει ήδη.",
        "ExceptionLoginExistsAsEmail": "Το όνομα χρήστη '%s' χρησιμοποιείται ήδη ως διεύθυνση ηλεκτρονικού ταχυδρομείου.",
        "ExceptionMultipleRoleSet": "Μόνος ένας ρόλος μπορεί να οριστεί, αλλά έχουν οριστεί πολλοί. Χρησιμοποιήστε έναν από τους: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Υπήρξε αδύνατο να δοθεί οποιαδήποτε δυνατότητα στο χρήστη %1$s για το idSite %2$s. Ο χρήστης πρέπει να έχει τουλάχιστον δικαίωμα προβολής.",
        "ExceptionNoRoleSet": "Δεν έχει οριστεί κανόνας αλλά ένα από τα παρακάτω θα πρέπει να οριστεί: %s",
        "ExceptionNoValueForUsernameOrEmail": "Παρακαλώ εισάγετε ένα όνομα χρήστη ή διεύθυνση ηλ. ταχυδρομείου.",
        "ExceptionPasswordMD5HashExpected": "Το UsersManager.getTokenAuth αναμένει έναν κωδικό πρόσβασης ως συμβολοσειρά MD5 (μήκος 32 χαρακτήρων). Καλέστε τη συνάρτηση md5() στον κωδικό πρόσβασης πριν καλέσετε τη μέθοδο.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Η αφαίρεση του δικαιώματος Υπερ-Χρήστη από το χρήστη '%s' δεν είναι δυνατή.",
        "ExceptionResendInviteDenied": "Η επαναποστολή μιας πρόσκλησης επιτρέπεται μόνο για το χρήστη που προσκάλεσε τον %s ή οποιονδήποτε υπερ-χρήστη.",
        "ExceptionSuperUserAccess": "Ο χρήστης έχει το δικαίωμα Υπερ-Χρήστη και έχει ήδη πρόσβαση για να τροποποιεί όλους τους ιστοτόπους στο Matomo. Μπορείτε να αφαιρέσετε το δικαίωμα Υπερ-Χρήστη από το χρήστη και να ξαναδοκιμάσετε.",
        "ExceptionUserDoesNotExist": "Ο χρήστης «%s» δεν υπάρχει.",
        "ExceptionUserHasSuperUserAccess": "Ο χρήστης '%s' έχει το δικαίωμα Υπερ-Χρήστη και έχει ήδη πρόσβαση για να τροποποιεί όλους τους ιστοτόπους στο Matomo. Μπορείτε να αφαιρέσετε το δικαίωμα Υπερ-Χρήστη από το χρήστη και να ξαναδοκιμάσετε.",
        "ExceptionUserHasViewAccessAlready": "Ο χρήστης έχει ήδη πρόσβαση στον ιστοτόπο.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Πρέπει να υπάρχει τουλάχιστον ένας χρήστης με το δικαίωμα Υπερ-Χρήστη. Παρακαλούμε δώστε πρώτα το δικαίωμα Υπερ-Χρήστη σε κάποιον άλλο χρήστη.",
        "ExcludeVisitsViaCookie": "Αποκλείστε τις επισκέψεις σας με χρήση cookie",
        "ExpireDate": "Ημερομηνία λήξης",
        "Expired": "Η πρόσκληση έληξε",
        "ExpiredInviteAutomaticallyRemoved": "Οι προσκλήσεις που έληξαν θα διαγράφονται αυτόματα μετά από %1$s ημέρες.",
        "ExpiredTokensDeleteAutomatically": "Τα τεκμήρια αυθεντικοποίησης με ημερομηνία λήξης θα διαγράφονται αυτόματα.",
        "FilterByAccess": "Φίλτρο με πρόσβαση",
        "FilterByStatus": "Φίλτρο με κατάσταση",
        "FilterByWebsite": "Φίλτρο ανά ιστοτόπο",
        "FirstSiteInlineHelp": "Απαιτείται να εκχωρήσετε ένα ρόλο προβολής για έναν ιστοτόπο σε ένα νέο χρήστη κατά την δημιουργία του. Αν δεν του εκχωρηθεί πρόσβαση, ο χρήστης θα δει ένα σφάλμα κατά την είσοδό του. Μπορείτε να δώσετε περισσότερα δικαιώματα μετά τη δημιουργία του χρήστη στην καρτέλα 'Δικαιώματα' που θα εμφανίζεται στα αριστερά.",
        "FirstWebsitePermission": "Πρώτη άδεια ιστοτόπου",
        "ForAnonymousUsersReportDateToLoadByDefault": "Για ανώνυμους χρήστες, αναφορά ημερομηνίας που θα φορτώνεται ως προεπιλογή",
        "GiveAccessToAll": "Να δοθεί πρόσβαση στο χρήστη για όλους τους ιστοτόπους",
        "GiveUserAccess": "Δώσε πρόσβαση '%1$s' %2$s στον %3$s.",
        "GiveViewAccess": "Να δοθεί πρόσβαση εμφάνισης για %1$s",
        "GiveViewAccessInstructions": "Για να δώσετε σε υπάρχοντα χρήστη δικαίωμα πρόσβασης στο %s εισάγετε το όνομα χρήστη ή την διεύθυνση ηλ. ταχυδρομείου του χρήστη",
        "GiveViewAccessTitle": "Να δοθεί σε υπάρχοντα χρήστη δικαίωμα να βλέπει τις αναφορές για το %s",
        "GoBackSecurityPage": "Επιστροφή πίσω στη σελίδα ασφαλείας.",
        "HasSuperUserAccess": "Έχει πρόσβαση Υπερ-Χρήστη",
        "IfThisWasYouIgnoreIfNot": "Αν ήσασταν εσείς, αγνοήστε το παρόν μήνυμα. Αν δεν ήσασταν εσείς, παρακαλούμε κάνετε είσοδο, διορθώστε την διεύθυνση email σας, αλλάξτε το συνθηματικό σας και επικοινωνήστε με το διαχειριστή σας του Matomo.",
        "IfThisWasYouPasswordChange": "Αν δεν ήσασταν εσείς, αγνοήστε αυτό το μήνυμα. Αν δεν ήσασταν εσείς, επικοινωνήστε με το διαχειριστή του Matomo σας άμεσα, καθώς τα στοιχεία του λογαριασμού σας έχουν υποκλαπεί!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Αν επιθυμείτε να αλλάξετε το συνθηματικό σας, εισάγετε ένα νέο. Διαφορετικά, αφήστε το πεδίο κενό.",
        "IncludedInUsersRole": "Συμπεριλαμβάνονται στον ρόλο χρήστη.",
        "InjectedHostCannotChangePwd": "Αυτή τη στιγμή είστε επισκέπτης από ένα άγνωστο υπολογιστή (%1$s). Δεν μπορείτε να αλλάξετε το συνθηματικό σας μέχρι να διορθωθεί αυτό το πρόβλημα.",
        "InvitationSent": "Η πρόσκληση έχει αποσταλεί.",
        "InviteActionNotes": "Σημειώστε ότι η επαναποστολή μιας πρόσκλησης ή η αντιγραφή του συνδέσμου πρόσκλησης θα επεκτείνει το χρονικό όριο για τις προηγούμενες προσκλήσεις κατά %1$s ημέρες.",
        "InviteConfirmMessage": "Μπορείτε να στείλετε εκ νέου την πρόσκληση αντιγράφοντας τον σύνδεσμο πρόσκλησης και μοιράζοντάς τον απευθείας με τον %1$s ή να αποστείλετε ένα email πρόσκλησης στον %2$s.",
        "InviteDayLeft": "Λήγει σε %s ημέρες",
        "InviteEmailChange": "Ο χρήστης δεν έχει ακόμη επαληθεύσει το λογαριασμό του. Η αλλαγή της διεύθυνσης email θα ακυρώσει την προηγούμενη πρόσκληση και θα σταλεί μια νέα στη νέα διεύθυνση email.",
        "InviteNewUser": "Πρόσκληση νέου χρήστη",
        "InviteSuccess": "Η πρόσκληση στάλθηκε.",
        "InviteSuccessNotification": "Ο προσκεκλημένος χρήστης θα λάβει ένα μήνυμα για αποδοχή της πρόσκλησης. Η πρόσκληση θα είναι έγκυρη για %1$s ημέρες. Μπορείτε να ξαναστείλετε ή να διαγράψετε την πρόσκληση στη σελίδα διαχείρισης χρήστη.",
        "InviteTeamMember": "Πρόσκληση μέλους ομάδας",
        "InviteUser": "Πρόσκληση χρήστη",
        "LastSeen": "Τελευταία ειδώθηκε",
        "LastUsed": "Τελευταία χρήση",
        "LinkCopied": "Ο σύνδεσμος αντιγράφτηκε στο πρόχειρο",
        "MainDescription": "Αποφασίστε ποιοι χρήστες θα έχουν πρόσβαση σε όλους τους ιστοτόπους. Μπορείτε επίσης να δώσετε πρόσβαση σε όλους τους ιστοτόπους με τη μία επιλέγοντας \"Εφαρμογή σε όλους τους ιστοτόπους\" στον επιλογέα ιστοτόπων.",
        "ManageAccess": "Διαχείριση πρόσβασης",
        "ManageUsers": "Διαχείριση Χρηστών",
        "ManageUsersAdminDesc": "Δημιουργήστε νέους χρήστες η επεξεργαστείτε υπάρχοντες. Μπορείτε επίσης να ορίσετε τις άδειές τους εδώ. Πρέπει να σημειωθεί ότι έχετε κάνει σύνδεση ως διαχειριστής. Αυτό σημαίνει ότι βλέπετε και διαχειρίζεστε χρήστες που έχουν πρόσβαση σε συγκεκριμένους ιστοτόπους όπου κατέχετε την άδεια \"διαχείρισης\". Μόνο ένας χρήστης με πρόσβαση υπερ-χρήστη μπορεί να βλέπει και να επεξεργάζεται όλους τους χρήστες σε όλους τους ιστοτόπους.",
        "ManageUsersDesc": "Δημιουργήστε νέους χρήστες ή τροποποιήστε υπάρχοντες. Μπορείτε επίσης να ορίσετε εδώ τα δικαιώματά τους.",
        "MenuAnonymousUserSettings": "Ρυθμίσεις ανώνυμου χρήστη",
        "MenuPersonal": "Προσωπικό",
        "MenuUserSettings": "Ρυθμίσεις χρήστη",
        "MenuUsers": "Χρήστες",
        "NewsletterSignupFailureMessage": "Ουπς, κάτι λάθος συνέβη. Δεν ήταν δυνατή η εγγραφή σας στα μηνύματα με τα νέα.",
        "NewsletterSignupMessage": "Εγγραφείτε στα μηνύματα με τα νέα για να λαμβάνετε συχνές πληροφορίες σχετικά με το Matomo. Μπορείτε να διαγραφείτε από αυτό οποιαδήποτε στιγμή. Η υπηρεσία χρησιμοποιεί το MadMimi. Μάθετε περισσότερα για αυτό στη %1$sΣελίδα μας της Πολιτικής Ιδιωτικότητας%2$s.",
        "NewsletterSignupSuccessMessage": "Τέλεια, έχετε κάνει εγγραφή! Θα έρθουμε σε επικοινωνία σύντομα.",
        "NewsletterSignupTitle": "Εγγραφή στα Μηνύματα με Νέα",
        "NoAccessWarning": "Για τον χρήστη αυτό δεν έχει δοθεί πρόσβαση σε κάποιο ιστοτόπο. Όταν κάνει είσοδο, θα δει ένα μήνυμα σφάλματος. Για να το αποφύγετε αυτό, εκχωρήστε του παρακάτω πρόσβαση σε ένα ιστοτόπο.",
        "NoTokenCreatedYetCreateNow": "Δεν έχει δημιουργηθεί ακόμη τεκμήριο αυθεντικοποίησης, %1$sδημιουργήστε ένα νέο τώρα%2$s.",
        "NoUsersExist": "Δεν υπάρχουν ακόμη χρήστες.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Σημείωση: Δεν μπορείτε να αλλάξετε τις ρυθμίσεις σε αυτό τον τομέα γιατί δεν έχετε κάποια ιστοσελίδα που μπορείτε να έχετε πρόσβαση ως ανώνυμος χρήστης.",
        "OnlyAllowSecureRequests": "Να επιτρέπονται μόνο ασφαλείς αιτήσεις",
        "OrManageIndividually": "Ή διαχείριση της πρόσβασης χρήστη για κάθε ιστοτόπο ξεχωριστά",
        "PasswordChangeNotificationSubject": "Μόλις άλλαξε το συνθηματικό του λογαριασμού σας στο Matomo",
        "PasswordChangeTerminatesOtherSessions": "Όταν αλλάξετε το συνθηματικό σας, οποιεσδήποτε άλλες ενεργές συνεδρίες για αυτό το λογαριασμό θα αποσυνδεθούν.",
        "PasswordChangedEmail": "Το συνθηματικό σας μόλις άλλαξε. Η αλλαγή έγινε από την παρακάτω συσκευή: %1$s (διεύθυνση IP = %2$s).",
        "Pending": "Σε εκκρεμότητα",
        "Permissions": "Δικαιώματα",
        "PersonalSettings": "Προσωπικές ρυθμίσεις",
        "PleaseStoreToken": "Παρακαλούμε αποθηκεύστε το τεκμήριο αυθεντικοποίησης με ασφαλή τρόπο, καθώς δεν θα μπορείτε πλέον να το προσπελάσετε ή δείτε ξανά.",
        "PluginDescription": "Η Διαχείριση χρηστών επιτρέπει την προσθήκη νέων χρηστών, την επεξεργασία υπαρχόντων και την παραχώρησης πρόσβασης για εμφάνιση ή διαχείριση των ιστοτόπων.",
        "PrivAdmin": "Διαχείριση",
        "PrivAdminDescription": "Οι χρήστες με αυτό τον ρόλο μπορούν να διαχειριστούν έναν ιστοτόπο και να δώσουν σε άλλους χρήστες πρόσβαση στον ιστοτόπο. Μπορούν επίσης να κάνουν ό,τι άλλο μπορεί να κάνει ο ρόλος %s.",
        "PrivNone": "Χωρίς πρόσβαση",
        "PrivView": "Προβολή",
        "PrivViewDescription": "Ένας χρήστης με αυτό τον ρόλο μπορεί να δει όλες τις αναφορές.",
        "PrivWrite": "Εγγραφή",
        "PrivWriteDescription": "Οι χρήστες με αυτό τον ρόλο μπορούν να δουν όλο το περιεχόμενο και παράλληλα να δημιουργήσουν, διαχειριστούν και διαγράψουν οντότητες όπως Στόχους, Χοάνες, Χάρτες Ζέσης, Εγγραφές Συνόδου και Φόρμες στον ιστοτόπο.",
        "RemoveAllAccessToThisSite": "Αφαίρεση όλων των προσβάσεων στον ιστοτόπο",
        "RemovePermissions": "Αφαίρεση Δικαιωμάτων",
        "RemoveSuperuserAccessConfirm": "Η αφαίρεση της πρόσβασης Υπερ-Χρήστη θα αφήσει τον χρήστη χωρίς δικαιώματα (θα πρέπει να του τα εκχωρήσετε στη συνέχεια).",
        "RemoveUserAccess": "Αφαίρεση πρόσβασης του '%1$s' για %2$s.",
        "ReportDateToLoadByDefault": "Αναφορά ημερομηνίας που θα φορτώνεται ως προεπιλογή",
        "ReportToLoadByDefault": "Αναφορά που θα φορτώνεται ως προεπιλογή",
        "ResendInvite": "Επαναποστολή πρόσκλησης",
        "ResetTwoFactorAuthentication": "Αρχικοποίηση της αυθεντικοποίησης δύο παραγόντων",
        "ResetTwoFactorAuthenticationInfo": "Αν ο χρήστης δεν δύναται να κάνει είσοδο λόγω χαμένων κωδικών ανάκλησης ή χαμένης συσκευής αυθεντικοποίησης, μπορείτε να αρχικοποιήσετε την αυθεντικοποίηση δύο παραγόντων του χρήστη, ώστε αυτός να μπορεί να κάνει εκ νέου είσοδο.",
        "Role": "Ρόλος",
        "RoleFor": "Ρόλος για",
        "RolesHelp": "Οι ρόλοι καθορίζουν τι μπορεί να κάνει ο χρήστης στο Matomo σε σχέση με ένα καθορισμένο ιστοτόπο. Μάθετε περισσότερα σχετικά με τους ρόλους %1$sΠροβολή%2$s και %3$sΔιαχείριση%4$s.",
        "SaveBasicInfo": "Αποθήκευση Βασικών Πληροφοριών",
        "SecureUseOnly": "Μόνο ασφαλής χρήση",
        "SendInvite": "Αποστολή πρόσκλησης",
        "SetPermission": "Ορισμός Δικαιώματος",
        "SettingFieldAllowedEmailDomain": "Επιτρεπόμενα ονόματα χώρου για διευθύνσεις ηλεκτρονικού ταχυδρομείου",
        "SettingRestrictLoginEmailDomains": "Να περιορίζονται οι διευθύνσεις ηλεκτρονικού ταχυδρομείου ονομάτων χώρου για την είσοδο",
        "SettingRestrictLoginEmailDomainsErrorOtherDomainsInUse": "Δεν επιτρέπεται ο ορισμός των ονομάτων χώρου καθώς άλλα ονόματα χώρου (%s) χρησιμοποιούνται ήδη από άλλους χρήστες. Για να αλλάξετε τη ρύθμιση αυτή, θα πρέπει είτε να διαγράψετε χρήστες με άλλα ονόματα χώρου ή να επιτρέψετε επιπλέον αυτά τα ονόματα.",
        "SettingRestrictLoginEmailDomainsHelp": "Αυτό το χαρακτηριστικό περιορίζει τα ονόματα χώρου διευθύνσεων ηλεκτρονικού ταχυδρομείου που μπορούν να χρησιμοποιηθούν για την πρόκληση, προσθήκη ή ενημέρωση χρηστών. Αυτό είναι καλό για προστασία της ιδιωτικότητας, καθώς αποκλείεται ο διαμοιρασμός δεδομένων με τρίτους. Μπορεί να βοηθήσει επιπλέον στην ασφάλεια με αποτροπή των χρηστών της αλλαγής των διευθύνσεων ηλεκτρονικού ταχυδρομείου σε κάποια προσωπική διεύθυνση. Επιπρόσθετα, λειτουργεί ως επιπλέον στρώμα ασφάλειας για τέτοιες επιθέσεις. Για παράδειγμα, λάθη πληκτρολόγησης στις διευθύνσεις ηλεκτρονικού ταχυδρομείου.",
        "SettingRestrictLoginEmailDomainsHelpInUse": "Αυτή τη στιγμή, χρησιμοποιούνται τα παρακάτω ονόματα χώρου διευθύνσεων ηλεκτρονικού ταχυδρομείου και θα πρέπει να επιτρέπονται:",
        "Status": "Κατάσταση",
        "SuperUserAccess": "Πρόσβαση Υπερ-Χρήστη",
        "SuperUserAccessManagement": "Διαχείριση της πρόσβασης από τον Υπερ-Χρήστη",
        "SuperUserAccessManagementGrantMore": "Μπορείτε εδώ να δώσετε πρόσβαση Υπερ-Χρήστη σε άλλους χρήστες. Παρακαλούμε χρησιμοποιήστε με προσοχή αυτό το χαρακτηριστικό.",
        "SuperUserAccessManagementMainDescription": "Οι Υπερ-Χρήστες έχουν τα περισσότερα δικαιώματα. Μπορούν να εκτελούν όλες τις διαχειριστικές εργασίες όπως η προσθήκη νέων ιστοτόπων για παρακολούθηση, η προσθήκη νέων χρηστών, η αλλαγή των δικαιωμάτων χρηστών, η ενεργοποίηση και απενεργοποίηση πρόσθετων και παράλληλα η εγκατάσταση νέων πρόσθετων από την Αγορά.",
        "SuperUserIntro1": "Οι Υπερ-χρήστες έχουν τα περισσότερα δικαιώματα. Μπορούν να εκτελέσουν όλες τις διαχειριστικές εργασίες, όπως η προσθήκη νέων ιστοτόπων για παρακολούθηση, η προσθήκη χρηστών, η αλλαγή δικαιωμάτων χρηστών, η ενεργοποίηση και απενεργοποίηση πρόσθετων και ακόμη και η εγκατάσταση νέων πρόσθετων από την Αγορά. Μπορείτε να εκχωρήσετε την πρόσβαση Υπερ-Χρήστη σε άλλους χρήστες εδώ.",
        "SuperUserIntro1WithoutMarketplace": "Οι υπερ-χρήστες έχουν τα περισσότερα δικαιώματα. Μπορούν να εκτελέσουν όλες τις διαχειριστικές εργασίες όπως η προσθήκη νέων ιστοτόπων για ιχνηλάτηση, η προσθήκη χρηστών, η αλλαγή δικαιωμάτων των χρηστών και η ενεργοποίηση και απενεργοποίηση πρόσθετων. Μπορείτε εδώ να δώσετε πρόσβαση υπερ-χρήστη σε άλλους χρήστες.",
        "SuperUserIntro2": "Χρησιμοποιήστε αυτό το χαρακτηριστικό με προσοχή.",
        "SuperUserIntro3": "Τα πιθανά ρίσκα είναι τα εξής:",
        "SuperUserRiskAccountability": "%1$sΛογοδοσία%2$s - Οι ενέργειες που κάνουν οι υπερ-χρήστες ενδέχεται να είναι δύσκολο να εντοπιστούν αν δεν γίνεται σωστός έλεγχος, οδηγώντας σε προκλήσεις στην λογοδοσία και σε θέματα επίλυσης.",
        "SuperUserRiskAccountabilityCheckActivityLog": "Προβολή %1$sπρόσφατης δραστηριότητας%2$s.",
        "SuperUserRiskAccountabilityGetActivityLogPlugin": "Αναλογιστείτε την εγκατάσταση του %1$sΠρόσθετου Ημερολογίου Δραστηριότητας%2$s που σας επιτρέπει να βλέπετε γρήγορα τις ενέργειες που εκτελούν τα μέλη του οργανισμού σας ή τους πελάτες του Matomo σας.",
        "SuperUserRiskCompliance": "%1$sΣυμμόρφωση%2$s - Έχοντας πλήρη πρόσβαση, οι υπερ-χρήστες ενδέχεται να παραβιάσουν ακούσια τους κανονισμούς για την προστασία δεδομένων, ιδιαίτερα αν εξαγάγουν ή διαμοιράζουν δεδομένα χωρίς κατάλληλη επίβλεψη.",
        "SuperUserRiskData": "%1$sΑπώλεια δεδομένων%2$s - οι υπερ-χρήστες μπορούν να διαγράψουν δεδομένα, ιστοτόπους ή χρήστες. Λάθη ή κακόβουλες ενέργειες ενδέχεται να οδηγήσουν σε μη αναστρέψιμη απώλεια κρίσιμων δεδομένων αναλυτικών.",
        "SuperUserRiskMarketplace": "%1$sΑγορά%2$s - οι υπερ-χρήστες μπορούν να αγοράζουν και να εγκαθιστούν πρόσθετα από την Αγορά, με ενδεχόμενο μη εγκεκριμένα έξοδα ή την εισαγωγή ανεπιθύμητων χαρακτηριστικών.",
        "SuperUserRiskMisconfiguration": "%1$sΛάθος παραμετροποίηση%2$s - οι υπερ-χρήστες μπορούν να τροποποιήσουν καθολικές ρυθμίσεις του συστήματος, συμπεριλαμβανομένου αυτών που επηρεάζουν την απόδοση, ιχνηλάτηση και συλλογή δεδομένων.",
        "SuperUserRiskSecurity": "%1$sΑσφάλεια%2$s - οι υπερ-χρήστες μπορούν να αλλάξουν ρυθμίσεις. Η εφαρμογή λάθος ρυθμίσεων μπορεί να εισαγάγει ευπάθειες ασφάλειας ή να οδηγήσει σε διακοπή υπηρεσιών.",
        "SuperUserRiskServiceDisruption": "%1$sΔιακοπή υπηρεσίας%2$s - οι υπερ-χρήστες έχουν τη δυνατότητα να απενεργοποιούν λειτουργικότητα. Αυτό μπορεί να οδηγήσει σε μη σκόπιμη διακοπή υπηρεσιών, επηρεάζοντας την συλλογή δεδομένων και τις αναφορές.",
        "SuperUserRiskUserManagement": "%1$sΔιαχείριση χρηστών%2$s - οι υπερ-χρήστες μπορούν να τροποποιήσουν ή καταργήσουν δικαιώματα για άλλους χρήστες, αλλάξουν τα συνθηματικά τους ή ακυρώσουν την αυθεντικοποίηση δύο παραγόντων. Αυτό μπορεί να οδηγήσει σε μη αυθεντικοποιημένη πρόσβαση, πλαστοπροσωπία ή την αδυναμία πρόσβασης του συστήματος από έγκυρους χρήστες.",
        "SuperUsersPermissionsNotice": "Οι υπερ-χρήστες θα έχουν διαχειριστική πρόσβαση σε όλους τους ιστοτόπους, έτσι δεν υπάρχει η ανάγκη για την διαχείριση των δικαιωμάτων τους ανά ιστοτόπο.",
        "TheDisplayedUsersAreSelected": "Επιλέχθηκαν οι %1$s εμφανιζόμενοι χρήστες.",
        "TheDisplayedWebsitesAreSelected": "Επιλέχθηκαν οι %1$s εμφανιζόμενοι ιστοτόποι.",
        "TheLoginScreen": "Η οθόνη σύνδεσης",
        "ThereAreCurrentlyNRegisteredUsers": "Υπάρχουν %s εγγεγραμμένοι χρήστες.",
        "TokenAuth": "Τεκμήριο Αυθεντικοποίησης API",
        "TokenAuthIntro": "Τα τεκμήρια αυθεντικοποίησης που έχετε δημιουργήσει μπορούν να χρησιμοποιηθούν για την πρόσβαση στο API αναφορών του Matomo και τα εξαγόμενα γραφικά συστατικά του Matomo μπορούν να έχουν τα ίδια δικαιώματα όπως ένας κανονικός χρήστης που κάνει είσοδο. Μπορείτε επίσης να χρησιμοποιήσετε τα τεκμήρια για την εφαρμογή για κινητά για το Matomo.",
        "TokenRegenerateConfirmSelf": "Η αλλαγή του τεκμήριου αυθεντικοποίησης API θα ακυρώσει το τρέχον τεκμήριό σας. Αν το τρέχον τεκμήριο είναι σε χρήση, θα πρέπει να ενημερώσετε όλους του πελάτες του API με το νέο δημιουργημένο τεκμήριο. Σίγουρα επιθυμείτε να αλλάξετε το τεκμήριο αυθεντικοποίησής σας;",
        "TokenRegenerateTitle": "Επαναδημιουργία",
        "TokenSuccessfullyDeleted": "Το τεκμήριο αυθεντικοποίησης διαγράφηκε επιτυχώς",
        "TokenSuccessfullyGenerated": "Το τεκμήριο αυθεντικοποίησης δημιουργήθηκε",
        "TokensSuccessfullyDeleted": "Όλα τα τεκμήρια αυθεντικοποίησης διαγράφηκαν επιτυχώς",
        "TokensWithExpireDateCreationBySystem": "Τα τεκμήρια αυθεντικοποίησης με ημερομηνία λήξης μπορούν να δημιουργηθούν μόνο από το σύστημα",
        "TwoFactorAuthentication": "Αυθεντικοποίηση δύο παραγόντων",
        "TypeYourCurrentPassword": "Παρακαλώ εισάγετε το τρέχον συνθηματικό σας για να επικυρώσετε την αλλαγή συνθηματικού.",
        "TypeYourPasswordAgain": "Γράψτε τον νέο σας κωδικό ξανά.",
        "User": "Χρήστης",
        "UserHasNoPermission": "Ο %1$s έχει αυτή τη στιγμή %2$s για %3$s",
        "UserHasPermission": "O %1$s έχει αυτή τη στιγμή πρόσβαση %2$s για %3$s.",
        "UserSearch": "Αναζήτηση χρήστη",
        "Username": "Όνομα χρήστη",
        "UsersManagement": "Διαχείριση χρηστών",
        "UsersManagementMainDescription": "Δημιουργήστε νέους χρήστες ή ενημερώστε τους υπάρχοντες. Μπορείτε επίσης να αλλάξετε τα δικαιώματά τους (παραπάνω).",
        "UsesTwoFactorAuthentication": "Χρησιμοποιεί αυθεντικοποίηση δύο παραγόντων",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Όταν οι χρήστες δεν έχουν κάνει είσοδο και επισκέπτονται το Matomo, θα πρέπει να βλέπουν αρχικά",
        "YourCurrentPassword": "Το τρέχον συνθηματικό σας",
        "YourUsernameCannotBeChanged": "Το όνομα χρήστη δεν μπορεί να αλλαχτεί.",
        "YourVisitsAreIgnoredOnDomain": "%1$sΟι επισκέψεις σας παραβλέπονται από το Matomo στο %2$s %3$s (το Matomo βρήκε το cookie παράβλεψης παρακολούθησης στο φυλλομετρητή σας).",
        "YourVisitsAreNotIgnored": "%1$sΟι επισκέψεις δεν αγνοούνται από το Matomo%2$s (δεν βρέθηκε το cookie παράληψης παρακολούθησης του Matomo στον φυλλομετρητή σας)."
    }
}
