{
    "UsersManager": {
        "2FA": "2FA",
        "AddExistingUser": "Agregar un usuario existente",
        "AddSuperuserAccessConfirm": "Dar acceso de súperusuario a un usuario estándar permitirá que tenga control total sobre Matomo y debería hacerse con moderación. Ingresá tu contraseña para continuar.",
        "AddUserNoInitialAccessError": "Los nuevos usuarios tienen que darle acceso a tu sitio web. Por favor, establecé el parámetro \"initialIdSite\".",
        "AllUsersAreSelected": "Están seleccionados todos los %1$s usuarios.",
        "AllWebsites": "Todos los sitios web",
        "AllWebsitesAreSelected": "Están seleccionados todos los %1$s sitios web.",
        "AnonymousAccessConfirmation": "Estás a punto de garantizar al usuario anónimo el acceso \"de vista\" a este sitio web. Esto significa que tus informes de análisis y la información de tus visitantes será visible públicamente por todos, incluso sin iniciar sesión. ¿Estás seguro que querés continuar?",
        "AnonymousUser": "Usuario anónimo",
        "AnonymousUserHasViewAccess": "Nota: el usuario %1$s tiene acceso para %2$s para este sitio web.",
        "AnonymousUserHasViewAccess2": "Tus informes de análisis y la información de tus visitantes son vistos públicamente.",
        "AnonymousUserRoleChangeWarning": "Dar al usuario %1$s el rol de %2$s hará que los datos de este sitio web sean publicos y que estén disponibles para todos, incluso sin iniciar sesión en Matomo.",
        "ApplyToAllWebsites": "Aplicar a todos los sitios web",
        "AreYouSure": "¿Estás seguro?",
        "AreYouSureAddCapability": "¿Estás seguro que querés darle a %1$s la capacidad %2$s para %3$s?",
        "AreYouSureChangeDetails": "¿Estás seguro que querés cambiar la información de usuario de %s?",
        "AreYouSureRemoveCapability": "¿Estás seguro que querés quitarle a %2$s la capacidad %1$s para %3$s?",
        "AtLeastView": "Vista como mínimo",
        "BasicInformation": "Información básica",
        "BulkActions": "Acciones masivas",
        "Capabilities": "Capacidades",
        "CapabilitiesHelp": "Las capacidades son habilidades individuales que se le pueden garantizar a los usuarios. Los roles pueden, predeterminadamente, garantizar ciertas capacidades. Por ejemplo, el rol de administrador le permitirá automáticamente a los usuarios editar etiquetas en el Administrador de etiquetas. Para usuarios con menos poder, sin embargo, podés darle capacidades explícitamente.",
        "Capability": "Capacidad",
        "ChangeAllConfirm": "¿Estás seguro que querés darle a \"%s! acceso a todos los sitios web?",
        "ChangePermToAllSitesConfirm": "¿Estás seguro que querés darle al %1$susuario%2$s acceso a cada sitio web en los que actualmente tenés acceso de administrador?",
        "ChangePermToAllSitesConfirm2": "Nota: esto sólo afectará los sitios web existentes actualmente. Los nuevos sitios web que vayás a crear no serán accesibles automáticamente para este usuario.",
        "ChangePermToSiteConfirmMultiple": "¿Estás seguro que querés cambiar el rol de %1$s a los %2$s sitios web seleccionados, a %3$s?",
        "ChangePermToSiteConfirmSingle": "¿Estás seguro que querés cambiar el rol de %1$s, de %2$s a %3$s?",
        "ClickHereToDeleteTheCookie": "Hacé clic acá para eliminar la cookie y dejar que Matomo rastree tus visitas",
        "ClickHereToSetTheCookieOnDomain": "Hacé clic acá para establecer una cookie que excluya tus visitas en sitios web rastreados por Matomo en %s",
        "ClickToSelectAll": "Hacé clic para seleccionar todos los %1$s.",
        "ClickToSelectDisplayedUsers": "Hacé clic para seleccionar los %1$s usuarios mostrados.",
        "ClickToSelectDisplayedWebsites": "Hacé clic para seleccionar los %1$s sitios web mostrados.",
        "ConfirmGrantSuperUserAccess": "¿Estás seguro que querés garantizarle a \"%s\" acceso de súperusuario? Advertencia: el usuario tendrá acceso a todos los sitios web y podrá ejecutar tareas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "%s, ¿estás seguro que querés quitar tu propio acceso de súperusuario? Vas a perder todos tus permisos y accesos a todos los sitios web y cerrarás tu sesión de Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "¿Estás seguro que querés quitar el acceso de súperusuario de \"%s\"? El usuario va a perder todos sus permisos y accesos a todos los sitios web. Si es necesario, luego asegurate de darle acceso a todos los sitios web necesarios.",
        "ConfirmWithPassword": "Por favor, ingresá tu contraseña para confirmar este cambio.",
        "CurrentPasswordNotCorrect": "La contraseña actual que ingresaste no es correcta.",
        "DeleteConfirm": "¿Estás seguro que querés eliminar al usuario %s?",
        "DeletePermConfirmMultiple": "¿Estás seguro que querés quitarle a %1$s el acceso a los %2$s sitios web seleccionados?",
        "DeletePermConfirmSingle": "¿Estás seguro que querés quitarle a %1$s el acceso a %2$s?",
        "DeleteUserConfirmMultiple": "¿Estás seguro que querés eliminar los %1$s usuarios seleccionados?",
        "DeleteUserConfirmSingle": "¿Estás seguro que querés eliminar %1$s?",
        "DeleteUserPermConfirmMultiple": "¿Estás seguro que querés cambiar el rol de los %1$s usuarios seleccionados, de %2$s a %3$s?",
        "DeleteUserPermConfirmSingle": "¿Estás seguro que querés cambiar el rol de %1$s, de %2$s a %3$s?",
        "DeleteUsers": "Eliminar usuarios",
        "EditUser": "Editar usuario",
        "Email": "Correo electrónico",
        "EmailChangeNotificationSubject": "Se acaba de cambiar la dirección de correo electrónico de tu cuenta de Matomo",
        "EmailChangedEmail1": "La dirección de correo electrónico asociada a tu cuenta fue cambiada a %1$s",
        "EmailChangedEmail2": "Este cambio se produjo desde el siguiente dispositivo: %1$s (dirección IP: %2$s).",
        "EmailYourAdministrator": "%1$sEnviale un correo electrónico a tu administrador sobre este problema%2$s.",
        "EnterUsernameOrEmail": "Ingresá un nombre de usuario o dirección de correo electrónico",
        "ExceptionAccessValues": "El acceso de parámetro debe tener uno de los siguientes valores: [%1$s], \"%2$s\" dado.",
        "ExceptionAnonymousAccessNotPossible": "Sólo podés establecer acceso %1$s o acceso %2$s al usuario \"anónimo\".",
        "ExceptionAnonymousNoCapabilities": "No podés garantizar ninguna capacidad al usuario \"anónimo\".",
        "ExceptionDeleteDoesNotExist": "El usuario \"%s\" no existe, por lo tanto, no puede ser eliminado.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "No es posible eliminar al usuario \"%s\".",
        "ExceptionEditAnonymous": "El usuario anónimo no puede ser borrado o editado. Matomo lo utiliza para definir que usuario que no se ha conectado todavía. Por ejemplo, podés hacer públicas tus estadísticas mediante el acceso \"ver\" al usuario \"anónimo\".",
        "ExceptionEmailExists": "Ya existe un usuario con el correo electrónico \"%s\".",
        "ExceptionInvalidEmail": "El correo electrónico no tiene un formato válido.",
        "ExceptionInvalidLoginFormat": "El nombre de usuario debe tener una longitud de entre %1$s y %2$s caracteres y sólo contener letras sin signos diacríticos, números, o los caracteres subguión (\"_\"), guión (\"-\"), punto (\".\"), arroba (\"@\") o más (\"+\").",
        "ExceptionInvalidPassword": "La longitud de la contraseña debe ser mayor de %1$s caracteres.",
        "ExceptionInvalidPasswordTooLong": "La longitud de la contraseña debe ser menor de %1$s caracteres.",
        "ExceptionLoginExists": "El nombre de usuario \"%s\" ya existe.",
        "ExceptionMultipleRoleSet": "Sólo un rol puede ser establecido pero se establecieron varios. Usá sólo uno de; %s",
        "ExceptionNoRoleSet": "No hay rol establecido pero uno de estos necesita ser establecido: %s",
        "ExceptionNoValueForUsernameOrEmail": "Por favor, ingresá un nombre de usuario o direccion de correo electrónico.",
        "ExceptionPasswordMD5HashExpected": "\"UsersManager.getTokenAuth\" está a la espera de una contraseña con algoritmo hash MD5 (32 caracteres de longitud). Por favor, invocá la función md5() en la contraseña antes de invocar este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Quitar el acceso de súperusuario a \"%s\" no es posible.",
        "ExceptionSuperUserAccess": "El usuario tiene acceso de súperusuario y ya tiene permiso para acceder y modificar todos los sitios web en Matomo. Podés quitarle el acceso de súperusuario a este usuario e intentar de nuevo.",
        "ExceptionUserDoesNotExist": "El usuario \"%s\" no existe.",
        "ExceptionUserHasSuperUserAccess": "El usuario \"%s\" tiene acceso de súperusuario y ya tiene permiso para acceder y modificar todos los sitios web en Matomo. Podés quitarle el acceso de súperusuario a este usuario e intentar de nuevo.",
        "ExceptionUserHasViewAccessAlready": "Este usuario ya tiene acceso a este sitio web.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Tiene que haber, al menos, un usuario con acceso de súperusuario. Por favor, primero garantizale el acceso de súperusuario a otro usuario.",
        "ExcludeVisitsViaCookie": "Excluir tus visitas usando una cookie",
        "FilterByAccess": "Filtrar por acceso",
        "FilterByWebsite": "Filtrar por sitio web",
        "FirstSiteInlineHelp": "Se requiere dar a un nuevo usuario un rol de vista para un sitio web sobre la creación. Si no se le concede acceso, el usuario verá un mensaje de error al iniciar sesión. Podés darle más permisos luego de que el usuario esté creado en la pestaña \"Permisos\" que aparecerá en la izquierda.",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para los usuarios anónimos, fecha del informe a cargar predeterminadamente",
        "GiveAccessToAll": "Darle a este usuario acceso a todos los sitios web",
        "GiveUserAccess": "Dar a \"%1$s\" acceso %2$s para %3$s.",
        "GiveViewAccess": "Dar acceso de vista para %1$s",
        "GiveViewAccessInstructions": "Para dar a un usuario existente acceso para %s, ingresá el nombre de usuario o dirección de correo electrónico de dicho usuario existente",
        "GiveViewAccessTitle": "Dar a un usuario existente acceso para ver informes de %s",
        "HasSuperUserAccess": "Tiene acceso de súperusuario",
        "IfThisWasYouIgnoreIfNot": "Si fuiste vos, simplemente ignorá este mensaje. Si no fuiste vos, por favor, iniciá sesión, cambiá tu dirección de correo electrónico y contraseña, y contactá a tu administrador de Matomo.",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si querés cambiar la contraseña, ingresá una nueva. De lo contrario, dejá este campo en blanco.",
        "IncludedInUsersRole": "Incluida en el rol de este usuario.",
        "InjectedHostCannotChangePwd": "Actualmente estás visitando con un servidor desconocido (%1$s). No podés cambiar tu contraseña hasta que el problema sea solucionado.",
        "LastSeen": "Última vez visto",
        "MainDescription": "Decidí qué usuarios tienen acceso a tus sitios web. También podés darles acceso a todos los sitios web de una sola vez, eligiendo \"Aplicar a todos los sitios web\" en el selector de sitios web.",
        "ManageAccess": "Administrar el acceso",
        "ManageUsers": "Administrar usuarios",
        "ManageUsersDesc": "Creá nuevos usuarios o actualizá a los existentes. Luego podés establecerles permisos, también desde acá.",
        "MenuAnonymousUserSettings": "Configuración de usuario anónimo",
        "MenuPersonal": "Personal",
        "MenuUserSettings": "Configuración de usuario",
        "MenuUsers": "Usuarios",
        "NewsletterSignupFailureMessage": "Epa, algo salió mal. No pudimos suscribirte al boletín informativo.",
        "NewsletterSignupMessage": "Suscribite a nuestro boletín informativo para recibir regularmente información sobre Matomo. Podés desuscribirte cuando quieras. Este servicio usa MadMini. Conocé más al respecto en nuestra %1$spágina de política de privacidad%2$s.",
        "NewsletterSignupSuccessMessage": "¡Joya, ya estás registrado! Nos estaremos contactando pronto.",
        "NewsletterSignupTitle": "Registro en el boletín informativo",
        "NoAccessWarning": "A este usuario no se le garantizó acceso a un sitio web. Cuando inicie sesión, verá un mensaje de error. Para prevenir eso, concedele acceso a un sitio web, abajo.",
        "NoUsersExist": "Todavía no hay usuarios.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: no podés modificar la configuración en esta sección, porque no tenés ningún sitio web que pueda ser accedido por un usuario anónimo.",
        "OrManageIndividually": "O administrá el acceso de este usuario a cada sitio web individualmente",
        "PasswordChangeNotificationSubject": "Se acaba de cambiar la contraseña de tu cuenta de Matomo",
        "PasswordChangedEmail": "Tu contraseña se cambió. El cambio se produjo desde el siguiente dispositivo: %1$s (dirección IP: %2$s).",
        "Permissions": "Permisos",
        "PersonalSettings": "Configuración personal",
        "PluginDescription": "La administración de usuarios te permite agregar nuevos usuarios, editar usuarios existentes y darles acceso para ver o administrar sitios web.",
        "PrivAdmin": "Admin",
        "PrivAdminDescription": "Los usuarios con este rol pueden administrar un sitio web y dale acceso a otros usuarios al sitio web. También pueden hacer todo lo que el rol de %s puede hacer.",
        "PrivNone": "Sin acceso",
        "PrivView": "Ver",
        "PrivViewDescription": "Un usuario con este rol puede ver todos los informes.",
        "PrivWrite": "Escribir",
        "PrivWriteDescription": "Los usuarios con este rol pueden ver todo el contenido, además de crear, administrar y eliminar entidades como Metas, Embudos, Mapas de calor, Registros de sesión y Formularios de este sitio web.",
        "RemoveAllAccessToThisSite": "Quitar todos los accesos a este sitio web",
        "RemovePermissions": "Quitar permisos",
        "RemoveSuperuserAccessConfirm": "Quitar acceso de súperusuario dejará a este usuario sin permisos (tendrás que agregarlos luego). Ingresá tu contraseña para continuar.",
        "RemoveUserAccess": "Quitar acceso a \"%1$s\" de %2$s.",
        "ReportDateToLoadByDefault": "Fecha del informe a cargar predeterminadamente",
        "ReportToLoadByDefault": "Informe a cargar predeterminadamente",
        "ResetTwoFactorAuthentication": "Restablecer autenticación de 2 factores",
        "ResetTwoFactorAuthenticationInfo": "Si el usuario no puede iniciar sesión porque perdió los códigos de recuperación o un dispositivo de autenticación, podés restablecer la autenticación de 2 factores para el usuario, así puede iniciar sesión de nuevo.",
        "Role": "Rol",
        "RoleFor": "Rol de",
        "RolesHelp": "Los roles determinan lo que un usuario puede hacer en Matomo con respecto a un sitio web específico. Aprendé más sobre los roles de %1$svista%2$s y de %3$sadministración%4$s.",
        "SaveBasicInfo": "Guardar información básica",
        "SetPermission": "Establecer permiso",
        "SuperUserAccess": "Acceso de súperusuario",
        "SuperUserAccessManagement": "Administrar acceso de súperusuario",
        "SuperUserAccessManagementGrantMore": "Acá podés garantizar acceso de súperusuario a otros usuarios de Matomo. Por favor, usá esta función con cuidado.",
        "SuperUserAccessManagementMainDescription": "Los súperusuarios tienen los permisos más altos. Ellos pueden ejecutar todas las tareas administrativas como agregar nuevos sitios web para monitorear, agregar usuarios, cambiar permisos de usuarios, activar y desactivar plugins e incluso instalar nuevos plugins desde el Mercado.",
        "SuperUserIntro1": "Los súperusuarios tiene los permisos más altos. Ellos pueden ejecutar todas las tareas administrativas tales como agregar nuevos sitios web para monitorear, agregar usuarios, cambiar los permisos de los usuarios, activar y desactivar plugins e incluso instalar nuevos plugins desde el mercado. Podés garantizarle acceso de súperusuario a otros usuarios de Divezone acá.",
        "SuperUserIntro2": "Por favor, usá esta función con ciudado.",
        "SuperUsersPermissionsNotice": "Los súperusuarios tienen acceso de administrador a todos los sitios web, por lo que no hay necesidad de administrar sus permisos por cada sitio web.",
        "TheDisplayedUsersAreSelected": "Están seleccionados los %1$s usuarios mostrados.",
        "TheDisplayedWebsitesAreSelected": "Están seleccionados los %1$s sitios web mostrados.",
        "TheLoginScreen": "Pantalla de inicio de sesión",
        "ThereAreCurrentlyNRegisteredUsers": "Actualmente hay %s usuarios registrados.",
        "TokenAuth": "Clave de API de autenticación",
        "TokenRegenerateConfirmSelf": "Cambiar la clave de API de autenticación invalidará tu propia clave. Si la clave actual está en uso, vas a necesitar actualizar todos los clientes API con la nueva clave generada. ¿Estás seguro que querés cambiar tu clave de autenticación?",
        "TokenRegenerateTitle": "Regenerar",
        "TwoFactorAuthentication": "Autenticación de 2 factores",
        "TypeYourPasswordAgain": "Ingresá tu nueva contraseña de nuevo.",
        "User": "Usuario",
        "UserHasNoPermission": "%1$s actualmente tiene %2$s para %3$s",
        "UserHasPermission": "%1$s actualmente tiene acceso %2$s para %3$s.",
        "UserSearch": "Búsqueda de usuarios",
        "Username": "Nombre de usuario",
        "UsersManagement": "Administración de usuarios",
        "UsersManagementMainDescription": "Creá nuevos usuarios o actualizá los actuales. Luego podés configurar sus permisos arriba.",
        "UsesTwoFactorAuthentication": "Usa autenticación de 2 factores",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Cuando los usuarios que no hayan iniciado sesión visitan Matomo, deberían ver inicialmente",
        "YourCurrentPassword": "Tu contraseña actual",
        "YourUsernameCannotBeChanged": "No se puede cambiar tu nombre de usuario.",
        "YourVisitsAreIgnoredOnDomain": "%1$sTus visitas son ignoradas por Matomo en %2$s%3$s (se encontró en tu navegador web la cookie para ignorar a Matomo).",
        "YourVisitsAreNotIgnored": "%1$sTus visitas no son ignoradas por Matomo%2$s (no se encontró en tu navegador web la cookie para ignorar a Matomo)."
    }
}
