{
    "UsersManager": {
        "AddUser": "Añadir un nuevo usuario",
        "Alias": "Alias",
        "AllWebsites": "Todos los sitios de internet",
        "AnonymousUser": "Usuario anónimo",
        "AnonymousUserHasViewAccess": "Nota: el usuario %1$s tiene acceso para %2$s en este sitio de internet.",
        "AnonymousUserHasViewAccess2": "Sus informes de análisis y la información de sus visitantes son vistos públicamente.",
        "ApplyToAllWebsites": "Aplicar a todos los sitios",
        "ChangeAllConfirm": "¿Está seguro que desea otorgar a '%s' acceso a todos sus sitios de internet?",
        "ClickHereToDeleteTheCookie": "Haga clic aquí para borrar la cookie y permitir que Matomo realice un seguimiento de sus visitas",
        "ClickHereToSetTheCookieOnDomain": "Haga clic aquí para configurar la cookie que excluirá sus visitas a los sitios de internet a los que Matomo realiza seguimiento en %s",
        "ConfirmGrantSuperUserAccess": "¿Estás seguro que desea conceder acceso 'Super User' a '%s'? Atención: el usuario tendrá acceso a todos los sitios de internet y podrá realizar tareas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "¿%s, está seguro que desea eliminar su acceso Super Usuario? Perderá todos los permisos y accesos a todos los sitios de internet y será desconectado de Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "¿Está seguro que desea quitar el acceso Super Usuario de '%s'? Este perderá todos los permisos y accesos a todos los sitios. Asegúrese de dar acceso a los sitios necesarios después si es necesario.",
        "DeleteConfirm": "¿Está seguro que desea eliminar al usuario %s?",
        "Email": "Correo electrónico",
        "EmailYourAdministrator": "%1$sEnviar un correo electrónico a su administrador acerca de este problema%2$s.",
        "EnterUsernameOrEmail": "Introduce un nombre de usuario o correo electrónico",
        "ExceptionAccessValues": "El parámetro de acceso debe tener uno de los siguientes valores: [ %s ]",
        "ExceptionAdminAnonymous": "No puede concederle el acceso de 'administrador' a un usuario 'anónimo'.",
        "ExceptionDeleteDoesNotExist": "El usuario '%s' no existe, por lo tanto, no puede ser borrado.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "No es posible eliminar el usuario '%s'.",
        "ExceptionEditAnonymous": "El usuario anónimo no puede ser borrado o editado. Matomo lo utiliza para definir un usuario que no se ha conectado todavía. Por ejemplo, puede hacer públicas sus estadísticas mediante el acceso 'ver' al usuario 'anónimo'.",
        "ExceptionEmailExists": "Ya existe un usuario con el correo electrónico '%s'.",
        "ExceptionInvalidEmail": "El correo electrónico no tiene un formato válido.",
        "ExceptionInvalidLoginFormat": "El usuario debe tener entre %1$s y %2$s caracteres y estar formado por letras, números o alguno de estos caracteres '_' o '-' o '.' o '@' o '+'",
        "ExceptionInvalidPassword": "La longitud de la contraseña debe ser superior a los %1$s caracteres.",
        "ExceptionLoginExists": "El usuario '%s' ya existe.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está a la espera de una contraseña con algoritmo hash MD5 (32 caracteres de longitud). Por favor demande la función md5() en la contraseña antes de reclamar a este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Eliminar el acceso Super Usuario del usuario '%s' no es posible.",
        "ExceptionSuperUserAccess": "Este usuario tiene acceso Super Usuario y ya posee permiso para acceder y modificar todos los sitios de internet de Matomo. Puede eliminar el acceso Super Usuario a este usuario y volver a probar.",
        "ExceptionUserDoesNotExist": "El usuario '%s' no existe.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Debe haber al menos un usuario con acceso Super Usuario. Por favor conceda el acceso Super Usuario a otro usuario.",
        "ExceptionUserHasViewAccessAlready": "Este usuario ya tiene acceso al sitio web.",
        "ExceptionNoValueForUsernameOrEmail": "Por favor introduce u nombre de usuario o un correo electrónico.",
        "ExcludeVisitsViaCookie": "Excluir sus visitas usando una cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para los usuarios anónimos, fecha del informe a cargar por defecto",
        "GiveUserAccess": "Otorgar acceso a '%1$s' %2$s para %3$s.",
        "GiveViewAccess": "Otorgar acceso de visualización para %1$s",
        "GiveViewAccessTitle": "Otorgar a un actual usuario acceso a ver los informes de %s",
        "GiveViewAccessInstructions": "Para otorgar atributos de visualización para %s a un usuario existente introduce el nombre de usuario o su correo electrónico",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si desea cambiar la contraseña ingrese una nueva. Si no, déjelo vacío.",
        "InjectedHostCannotChangePwd": "Está actualmente visitando con un medio desconocido (%1$s). No puede cambiar su contraseña hasta que el problema esté soluionado.",
        "LastSeen": "Última visita",
        "MainDescription": "Decida qué usuarios poseen acceso a sus sitios de internet. También puede otorgarles acceso a todos los sitios de una vez simplemente eligiendo la opción \"Usar en todos los sitios\" en el selector de los mismos.",
        "ManageAccess": "Administrar el acceso",
        "MenuAnonymousUserSettings": "Configuración de usuario anónimo",
        "MenuUsers": "Usuarios",
        "MenuUserSettings": "Ajustes de usuario",
        "MenuPersonal": "Personal",
        "PersonalSettings": "Ajustes personales",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: No puede modificar la configuración en esta sección, debido a que no posee ningún sitio de internet que pueda ser contactado por un usuario anónimo.",
        "NoUsersExist": "Todavía no hay usuarios.",
        "PluginDescription": "La Gestión de Usuarios le permite agregar nuevos usuarios, editar los actuales y otorgarles acceso a observar o administrar sitios de internet.",
        "PrivAdmin": "Administrador",
        "PrivNone": "Sin acceso",
        "PrivView": "Ver",
        "RemoveUserAccess": "Retirar acceso a '%1$s' para %2$s.",
        "ReportDateToLoadByDefault": "Fecha del informe a cargar por defecto",
        "ReportToLoadByDefault": "Informe a cargar por defecto",
        "SuperUserAccessManagement": "Administrar acceso Super Usuario",
        "SuperUserAccessManagementGrantMore": "Aquí puedes conceder acceso Super Usuario a otro usuario de Matomo. Por favor utilice esta función con cuidado.",
        "SuperUserAccessManagementMainDescription": "Los usuarios Super Usuarios tienen el nivel de permisos más alto. Pueden realizar tareas administrativas como por ejemplo añadir más sitios de internet para controlar, añadir usuarios, modificar permisos de usuarios, activar y desactivar complementos y hasta instalar nuevos complementos del Marketplace.",
        "TheLoginScreen": "Pantalla de ingreso",
        "ThereAreCurrentlyNRegisteredUsers": "Actualmente hay %s usuarios registrados.",
        "TokenAuth": "API Authentication Token",
        "TokenRegenerateConfirm": "Cambiar el \"API authentication token\" invalidará el actual \"token\" del usuario. Si el usuario está conectado, tendrá que conectarse de nuevo. ¿Deseas continuar?",
        "TokenRegenerateConfirmSelf": "Cambiar el \"API authentication token\" invalidará tu propio \"token\" de acceso. Si continuas, tendrás que conectarte de nuevo. ¿Deseas continuar?",
        "TokenRegenerateLogoutWarning": "Cuando re-generes tu \"token\" de acceso, serás desconectado y necesitarás conectar de nuevo.",
        "TokenRegenerateTitle": "Regenerar",
        "TypeYourPasswordAgain": "Ingrese la contraseña nuevamente.",
        "User": "Usuario",
        "UserHasPermission": "%1$s actualmente tiene acceso de %2$s para %3$s.",
        "UserHasNoPermission": "%1$s actualmente tiene %2$s para %3$s",
        "UsersManagement": "Administración de usuarios",
        "UsersManagementMainDescription": "Cree nuevos usuarios o actualice los actuales. Luego puede configurar sus permisos.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Cuando los usuarios no están identificados y visitan Matomo, deberían poder acceder",
        "YourUsernameCannotBeChanged": "Su nombre de usuario no puede ser cambiado.",
        "YourVisitsAreIgnoredOnDomain": "%1$sTus visitas son ignoradas por Piwik en %2$s %3$s (la cookie de ignorar a Matomo fue encontrada en su navegador).",
        "YourVisitsAreNotIgnored": "%1$sTus visitas no son ignoradas por Piwik%2$s (la cookie de ignorar a Matomo no fue encontrada en su navegador)."
    }
}