{
    "UsersManager": {
        "AddUser": "Añadir un nuevo usuario",
        "Alias": "Alias",
        "AllWebsites": "Todos los sitios de internet",
        "AnonymousUser": "Usuario anónimo",
        "AnonymousUserHasViewAccess": "Nota: el usuario %1$s tiene acceso para %2$s en este sitio de internet.",
        "AnonymousUserHasViewAccess2": "Sus informes de análisis y la información de sus visitantes son vistos públicamente.",
        "ApplyToAllWebsites": "Aplicar a todos los sitios",
        "ChangeAllConfirm": "¿Está seguro que desea cambiar '%s' permisos en todos los sitios de internet?",
        "ChangePasswordConfirm": "Cambiar la contraseña también cambiará el token_auth del usuario. ¿Desea continuar?",
        "ClickHereToDeleteTheCookie": "Haga clic aquí para borrar la cookie y permitir que Piwik realice un seguimiento de sus visitas",
        "ClickHereToSetTheCookieOnDomain": "Haga clic aquí para configurar la cookie que excluirá sus visitas a los sitios de internet a los que Piwik realiza seguimiento en %s",
        "ConfirmGrantSuperUserAccess": "¿Estás seguro que desea conceder acceso 'Super User' a '%s'? Atención: el usuario tendrá acceso a todos los sitios de internet y podrá realizar tareas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "¿%s, está seguro que desea eliminar su acceso Super Usuario? Perderá todos los permisos y accesos a todos los sitios de internet y será desconectado de Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "¿Está seguro que desea eliminar el acceso Super Usuario a '%s'? El usuario perderá todos los permisos y accesos a todos los sitios de internet. Asegúrese de configurar los permisos a sitios si así fuese necesario.",
        "DeleteConfirm": "¿Está seguro que desea eliminar al usuario %s?",
        "Email": "Correo electrónico",
        "EmailYourAdministrator": "%1$sEnviar un correo electrónico a su administrador acerca de este problema%2$s.",
        "ExceptionAccessValues": "El parámetro de acceso debe tener uno de los siguientes valores: [ %s ]",
        "ExceptionAdminAnonymous": "No puede concederle el acceso de 'administrador' a un usuario 'anónimo'.",
        "ExceptionDeleteDoesNotExist": "El usuario '%s' no existe, por lo tanto, no puede ser borrado.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "No es posible eliminar el usuario '%s'.",
        "ExceptionEditAnonymous": "El usuario anónimo no puede ser borrado o editado. Piwik lo utiliza para definir un usuario que no se ha conectado todavía. Por ejemplo, puede hacer públicas sus estadísticas mediante el acceso 'ver' al usuario 'anónimo'.",
        "ExceptionEmailExists": "Ya existe un usuario con el correo electrónico '%s'.",
        "ExceptionInvalidEmail": "El correo electrónico no tiene un formato válido.",
        "ExceptionInvalidLoginFormat": "El inicio de sesión debe estar entre %1$s y %2$s caracteres de longitud y contener solo letras, números o los caracteres '_' o '-' o '.' o '@' or '+'",
        "ExceptionInvalidPassword": "La extensión de la contraseña debe ser entre %1$s y %2$s caracteres.",
        "ExceptionLoginExists": "El usuario '%s' ya existe.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está a la espera de una contraseña con algoritmo hash MD5 (32 caracteres de longitud). Por favor demande la función md5() en la contraseña antes de reclamar a este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Eliminar el acceso Super Usuario del usuario '%s' no es posible.",
        "ExceptionSuperUserAccess": "Este usuario tiene acceso Super Usuario y ya posee permiso para acceder y modificar todos los sitios de internet de Piwik. Puede eliminar el acceso Super Usuario a este usuario y volver a probar.",
        "ExceptionUserDoesNotExist": "El usuario '%s' no existe.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Debe haber al menos un usuario con acceso Super Usuario. Por favor conceda el acceso Super Usuario a otro usuario.",
        "ExcludeVisitsViaCookie": "Excluir sus visitas usando una cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para los usuarios anónimos, fecha del informe a cargar por defecto",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si desea cambiar la contraseña ingrese una nueva. Si no, déjelo vacío.",
        "InjectedHostCannotChangePwd": "Está actualmente visitando con un medio desconocido (%1$s). No puede cambiar su contraseña hasta que el problema esté soluionado.",
        "LastSeen": "Última visita",
        "MainDescription": "Decida que usuarios de Piwik tienen acceso a sus sitios de internet. También puede configurar los permisos en todos los sitios de una vez.",
        "ManageAccess": "Administrar el acceso",
        "MenuAnonymousUserSettings": "Configuración de usuario anónimo",
        "MenuUsers": "Usuarios",
        "MenuUserSettings": "Ajustes de usuario",
        "MenuPersonal": "Personal",
        "PersonalSettings": "Ajustes personales",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: No puede modificar la configuración en esta sección, debido a que no posee ningún sitio de internet que pueda ser contactado por un usuario anónimo.",
        "NoUsersExist": "Todavía no hay usuarios.",
        "PluginDescription": "Administración de usuarios le permite añadir nuevos usuarios, modificar actuales usuarios y asignarles permisos de visualización o administrar sitios de internet.",
        "PrivAdmin": "Administrador",
        "PrivNone": "Sin acceso",
        "PrivView": "Ver",
        "ReportDateToLoadByDefault": "Fecha del informe a cargar por defecto",
        "ReportToLoadByDefault": "Informe a cargar por defecto",
        "SuperUserAccessManagement": "Administrar acceso Super Usuario",
        "SuperUserAccessManagementGrantMore": "Aquí puedes conceder acceso Super Usuario a otro usuario de Piwik. Por favor utilice esta función con cuidado.",
        "SuperUserAccessManagementMainDescription": "Los usuarios Super Usuarios tienen el nivel de permisos más alto. Pueden realizar tareas administrativas como por ejemplo añadir más sitios de internet para controlar, añadir usuarios, modificar permisos de usuarios, activar y desactivar complementos y hasta instalar nuevos complementos del Marketplace.",
        "TheLoginScreen": "Pantalla de ingreso",
        "ThereAreCurrentlyNRegisteredUsers": "Actualmente hay %s usuarios registrados.",
        "TypeYourPasswordAgain": "Ingrese la contraseña nuevamente.",
        "User": "Usuario",
        "UsersManagement": "Administración de usuarios",
        "UsersManagementMainDescription": "Cree nuevos usuarios o actualice los actuales. Luego puede configurar sus permisos.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Cuando los usuarios no están identificados y visitan Piwik, deberían poder acceder",
        "YourUsernameCannotBeChanged": "Su nombre de usuario no puede ser cambiado.",
        "YourVisitsAreIgnoredOnDomain": "%sSus visitas son ignoradas por Piwik en %s %s (la cookie de ignorar a Piwik fue encontrada en su navegador).",
        "YourVisitsAreNotIgnored": "%sSus visitas no son ignoradas por Piwik%s (la cookie de ignorar a Piwik no fue encontrada en su navegador)."
    }
}