{
    "UsersManager": {
        "AddUser": "Añadir un nuevo usuario",
        "Alias": "Alias",
        "AllWebsites": "Todos los sitios web",
        "AnonymousUserHasViewAccess": "Nota: el usuario %1$s tiene acceso para %2$s para este sitio web.",
        "AnonymousUserHasViewAccess2": "Tus informes de análisis y la información de tus visitantes son vistos públicamente.",
        "ApplyToAllWebsites": "Aplicar a todos los sitios web",
        "ChangeAllConfirm": "¿Está seguro que quiere cambiar '%s' permisos en todas las páginas web?",
        "ChangePasswordConfirm": "Cambiar la contraseña también cambiará el token_auth del usuario. Desea continuar?",
        "ClickHereToDeleteTheCookie": "Haga clic aquí para borrar la cookie y permitir que Piwik realice un seguimiento de sus visitas",
        "ClickHereToSetTheCookieOnDomain": "Haga clic aquí para configurar la cookie que excluirá sus visitas a los sitios web a los que Piwik realiza seguimiento en %s",
        "ConfirmGrantSuperUserAccess": "¿Estás seguro de que quieres conceder acceso 'Super User' a '%s'? Atención: el usuario tendrá acceso a todos los sitios web y podrá realizar tareas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "%s, estás seguro de que quieres eliminar tu acceso Super User? Perderás todos los permisos y accesos a todos los sitios web y serás desconectado de Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "¿Estás seguro de quieres quitar el acceso Super User a '%s'? El usuario perderá todos los permisos y accesos a todos los sitios web. Asegúrate de configurar los permisos a sitios según la necesidad.",
        "DeleteConfirm": "¿Está seguro que desea eliminar al usuario %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sEnviar un correo electrónico a su administrador acerca de este problema%2$s.",
        "ExceptionAccessValues": "El parámetro debe tener acceso a uno de los siguientes valores: [ %s ]",
        "ExceptionAdminAnonymous": "No puede concederle el acceso de 'administrador' a un usuario 'anónimo'.",
        "ExceptionDeleteDoesNotExist": "El usuario '%s' no existe, por lo tanto, no puede ser borrado.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "No es posible eliminar el usuario '%s'.",
        "ExceptionEditAnonymous": "El usuario anónimo no puede ser borrado o editado. Piwik lo utiliza para definir que usuario que no se ha conectado todavía. Por ejemplo, puede hacer públicas sus estadísticas mediante el acceso 'ver' al usuario 'anónimo'.",
        "ExceptionEmailExists": "Ya existe un usuario con el email '%s'.",
        "ExceptionInvalidEmail": "El email no tiene un formato válido.",
        "ExceptionInvalidLoginFormat": "El usuario debe estar entre %1$s y %2$s caracteres de longitud y contener solo letras, números o los caracteres '_' o '-' o '.'",
        "ExceptionInvalidPassword": "La extensión de la contraseña debe ser entre %1$s y %2$s caracteres.",
        "ExceptionLoginExists": "El usuario '%s' ya existe.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está a la espera de una contraseña con algoritmo hash MD5 (32 caracteres de longitud). Por favor llame a la función md5() en la contraseña antes de llamar a este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "No es posible eliminar el acceso Super User del usuario '%s'.",
        "ExceptionSuperUserAccess": "Este usuario tiene acceso Super User y ya tiene permiso a para acceder y modificar todos los sitios web de Piwik. Puedes eliminar el acceso Super User a este usuario y volver a probar.",
        "ExceptionUserDoesNotExist": "El usuario '%s' no existe.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Debe haber al menos un usuario con acceso Super User. Por favor concede el acceso Super User a otro usuario.",
        "ExcludeVisitsViaCookie": "Excluir sus visitas usando una cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para los usuarios anónimos, fecha del reporte a cargar por defecto",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si desea cambiar la contraseña ingrese una. De otra forma, deje esto en blanco.",
        "InjectedHostCannotChangePwd": "Está actualmente visitando con un medio desconocido (%1$s). No puede cambiar su contraseña hasta que el problema esté soluionado.",
        "LastSeen": "Última visita",
        "MainDescription": "Decida que usuarios de Piwik tienen acceso a sus sitios web. También puede configurar los permisos en todos los sitios a la vez.",
        "ManageAccess": "Administrar el Acceso",
        "MenuAnonymousUserSettings": "Configuración de usuario Anónimo",
        "MenuUsers": "Usuarios",
        "MenuUserSettings": "Configuración de usuario",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: No puede modificar la configuración en esta sección, debido a que no posee ningún sitio de internet que pueda ser contactado por un usuario anónimo.",
        "NoUsersExist": "Todavía no hay usuarios.",
        "PluginDescription": "Administración de Usuarios en Piwik: agregar nuevo Usuario, editar uno existente, actualizar permisos. Todas las acciones están también disponibles en la API.",
        "PrivAdmin": "Admin",
        "PrivNone": "Sin acceso",
        "PrivView": "Ver",
        "ReportDateToLoadByDefault": "Fecha del reporte a cargar por defecto",
        "ReportToLoadByDefault": "Reporte a cargar por defecto",
        "SuperUserAccessManagement": "Administrar acceso Super User",
        "SuperUserAccessManagementGrantMore": "Aquí puedes conceder acceso Super User a otro usuario de Piwik. Por favor utiliza esta función con cuidado.",
        "SuperUserAccessManagementMainDescription": "Los usuarios Super users tienen el nivel de permisos más alto. Pueden realizar tareas administrativas como por ejemplo añadir más sitios web para controlar, añadir usuarios, modificar permisos de usuarios, activar y desactivar plugins y hasta instalar nuevos plugins del Marketplace.",
        "TheLoginScreen": "Pantalla de ingreso",
        "ThereAreCurrentlyNRegisteredUsers": "Actualmente hay %s usuarios registrados.",
        "TypeYourPasswordAgain": "Ingrese la contraseña de nuevo",
        "User": "Usuario",
        "UsersManagement": "Administración de Usuarios",
        "UsersManagementMainDescription": "Cree nuevos usuarios o actualice los actuales. Luego puede configurar sus permisos.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Cuando los usuarios no están identificados y visitan Piwik, debería poder acceder",
        "YourUsernameCannotBeChanged": "Su nombre de usuario no puede cambiarse.",
        "YourVisitsAreIgnoredOnDomain": "%sSus visitas son ignoradas por Piwik en %s %s (la cookie de Piwik está en su navegador).",
        "YourVisitsAreNotIgnored": "%sSus visitas no son ignoradas por Piwik%s (la cookie de Piwik no fué hallada en su navegador)."
    }
}