{
    "UsersManager": {
        "AddUser": "Ajouter un nouvel utilisateur",
        "Alias": "Alias",
        "AllWebsites": "Tous les sites Internet",
        "AnonymousUserHasViewAccess": "Note : l'utilisateur %1$s a un accès en %2$s à ce site web.",
        "AnonymousUserHasViewAccess2": "Vos rapports d'analyse et les informations de vos visiteurs sont visibles publiquement.",
        "ApplyToAllWebsites": "Appliquer à tous les sites",
        "ChangeAllConfirm": "Êtes-vous sûr de vouloir changer les permissions de '%s' sur tous les sites Internet?",
        "ChangePasswordConfirm": "Modifier le mot de passe modifiera aussi la clef d'authentification des utilisateurs. Voulez-vous vraiment continuer?",
        "ClickHereToDeleteTheCookie": "Cliquez ici pour supprimer le cookie et pour que Piwik prenne en compte vos visites",
        "ClickHereToSetTheCookieOnDomain": "Cliquez ici pour mettre en place un cookie qui exclura vos visites sur ceux de vos sites web qui sont analysés par Piwik sur %s",
        "ConfirmGrantSuperUserAccess": "Voulez vous vraiment donner un accès super utilisateur à '%s'? Attention : cet utilisateur va avoir accès à tous les sites web et sera capable d'effectuer des tâches administratives.",
        "ConfirmProhibitMySuperUserAccess": "%s, voulez-vous vraiment supprimer votre accès super utilisateur? Vous allez perdre toutes les permissions et accès aux sites web et serez déconnecté(e) de Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Souhaitez vous réellement retirer l'accès super utilisateur à \"%s\"? L'utilisateur va perdre toutes les permissions d'accès à l'ensemble des sites web. Assurez vous de lui accorder les permissions requises après si nécessaire.",
        "DeleteConfirm": "Êtes-vous sûr de vouloir supprimer l'utilisateur %s?",
        "Email": "Courriel",
        "EmailYourAdministrator": "%1$sEnvoyez un courriel à votre administrateur à propos de ce problème%2$s.",
        "ExceptionAccessValues": "Le paramètre access doit contenir une des valeurs suivantes : [ %s ]",
        "ExceptionAdminAnonymous": "Vous ne pouvez pas autoriser l'accès administrateur à l'utilisateur Anonyme.",
        "ExceptionDeleteDoesNotExist": "L'utilisateur '%s' est inexistant, il n'a pu être supprimé.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Impossible de supprimer l'utilisateur \"%s\".",
        "ExceptionEditAnonymous": "L'utilisateur Anonyme ne peut être édité ou supprimé. Il est utilisé pour identifier un utilisateur qui ne s'est pas encore connecté. Par exemple vous pouvez rendre vos statistiques publiques en accordant l'accès 'vue' à l'utilisateur 'anonyme'.",
        "ExceptionEmailExists": "L'utilisateur avec l'e-mail '%s' existe déjà.",
        "ExceptionInvalidEmail": "L'adresse courriel est invalide.",
        "ExceptionInvalidLoginFormat": "Le login doit contenir entre %1$s et %2$s caractères et être composé uniquement de lettres, chiffres, ou les caractères '_' ou '-' ou '.' ou '@' ou '+'",
        "ExceptionInvalidPassword": "La longueur du mot de passe doit être entre %1$s et %2$s caractères.",
        "ExceptionLoginExists": "Le login '%s' existe déjà.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth attend un mot de passe haché en MD5 (chaine de 32 caractères). Veuillez appeler la fonction md5() sur le mot de passe avant d'appeler cette méthode.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Retirer l'accès Super Utilisateur à l'utilisateur \"%s\" est impossible.",
        "ExceptionSuperUserAccess": "Cet utilisateur possède un accès super utilisateur et a déjà la permission d'accéder et de modifier tous les sites au sein de Piwik. Vous devez supprimer l'accès super utilisateur de cet utilisateur et essayer à nouveau.",
        "ExceptionUserDoesNotExist": "L'utilisateur '%s' est inexistant.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Il doit y avoir au moins un utilisateur avec l'accès Super Utilisateur. Veuillez accorder l'accès super utilisateur à un autre utilisateur d'abord.",
        "ExcludeVisitsViaCookie": "Excluez vos visites en utilisant un cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Pour les utilisateurs anonymes, date du rapport à charger par défaut",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si vous souhaitez modifier votre mot de passe tapez en un nouveau. Sinon laissez le champ vide.",
        "InjectedHostCannotChangePwd": "Vous êtes actuellement connecté depuis un hôte inconnu (%1$s). Vous ne pourrez modifier votre mot de passe tant que ce problème ne sera pas corrigé.",
        "LastSeen": "Vu pour la dernière fois",
        "MainDescription": "Décidez quels utilisateurs ont accès à quels sites. Vous pouvez aussi changer les permissions de tous les sites d'un seul coup.",
        "ManageAccess": "Gestion des accès utilisateurs",
        "MenuAnonymousUserSettings": "Paramètres utilisateurs anonymes",
        "MenuUsers": "Utilisateurs",
        "MenuUserSettings": "Paramètres utilisateurs",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Note : Vous ne pouvez pas modifier les paramètres dans cette section, ce parce que vous n'avez aucun site web accessible par des utilisateurs anonymes.",
        "NoUsersExist": "Il n'y a pas encore d'utilisateurs.",
        "PluginDescription": "Gestion des utilisateurs dans Piwik: ajouter un nouvel utilisateur, en éditer, mettre à jour les permissions. Toutes les actions sont aussi disponibles au travers de l'API.",
        "PrivAdmin": "Administration",
        "PrivNone": "Pas d'accès",
        "PrivView": "Consultation",
        "ReportDateToLoadByDefault": "Date du rapport à charger par défaut",
        "ReportToLoadByDefault": "Rapport à charger par défaut",
        "SuperUserAccessManagement": "Gérer l'accès Super Utilisateur",
        "SuperUserAccessManagementGrantMore": "Ici vous pouvez accorder un accès Super Utilisateur aux autres utilisateurs Piwik. Veuillez effectuer cela avec précaution.",
        "SuperUserAccessManagementMainDescription": "Les super utilisateurs possèdent le plus haut niveau de permissions. Ils peuvent effectuer n'importe quelle tâche administrative telle qu'ajouter des nouveaux sites, ajouter des utilisateurs, modifier les permissions, activer et désactiver des modules complémentaires et même en installer d'autres depuis le Marché.",
        "TheLoginScreen": "L'interface de connexion",
        "ThereAreCurrentlyNRegisteredUsers": "Il y a actuellement %s utilisateurs enregistrés.",
        "TypeYourPasswordAgain": "Tapez à nouveau votre nouveau mot de passe.",
        "User": "Utilisateur",
        "UsersManagement": "Gestion des utilisateurs",
        "UsersManagementMainDescription": "Créez de nouveaux utilisateurs ou modifiez-les. Vous pourrez ensuite changer leurs permissions ci-dessus.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quand les utilisateurs ne sont pas connectés et accèdent à Piwik, ils verront",
        "YourUsernameCannotBeChanged": "Votre nom d'utilisateur ne peut pas être modifié.",
        "YourVisitsAreIgnoredOnDomain": "%sVos visites sont ignorées par Piwik sur %s %s(Le cookie d'exclusion de Piwik est présent sur votre navigateur)",
        "YourVisitsAreNotIgnored": "%sVos visites sont prises en compte par Piwik%s (le cookie d'exclusion de Piwik n'a pas été trouvé sur votre navigateur)."
    }
}