{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "Actif",
        "AddExistingUser": "Ajouter un utilisateur existant",
        "AddNewUser": "Ajouter un nouvel utilisateur",
        "AddSuperuserAccessConfirm": "Accorder un accès super utilisateur donnera à l'utilisateur un contrôle total de Matomo et devrait être utilisé avec parcimonie. Saisissez votre mot de passe pour continuer.",
        "AddUserNoInitialAccessError": "Les nouveaux utilisateurs doivent recevoir un accès à un site web, veuillez définir le paramètre 'initialIdSite'.",
        "AllUsersAreSelected": "Tous les %1$s utilisateurs sont sélectionnés.",
        "AllWebsites": "Tous les sites Internet",
        "AllWebsitesAreSelected": "Tous les %1$s sites web sont sélectionnés.",
        "AnonymousAccessConfirmation": "Vous êtes sur le point de donner aux usagers anonymes la permission de \"lecture\" sure ce site. Cela signifie que les rapports d'analyse et les informations de vos visiteurs seront visible de manière publique par n'importe qui même sans identifiant. Êtes-vous sûr(e) de vouloir continuer ?",
        "AnonymousUser": "Utilisateur anonyme",
        "AnonymousUserHasViewAccess": "Note : l'utilisateur %1$s a un accès en %2$s à ce site web.",
        "AnonymousUserHasViewAccess2": "Vos rapports d'analyse et les informations de vos visiteurs sont visibles publiquement.",
        "AnonymousUserRoleChangeWarning": "Donner à l'utilisateur %1$s le rôle %2$s ne rendra pas les donnés de ce site web publiques et disponibles pour tout le monde, même si les utilisateurs n'ont pas de compte Matomo.",
        "ApplyToAllWebsites": "Appliquer à tous les sites",
        "AreYouSure": "Êtes-vous sûr(e) ?",
        "AreYouSureAddCapability": "Êtes-vous sûr(e) de vouloir donner %1$s la compétence %2$s à %3$s ?",
        "AreYouSureChangeDetails": "Êtes-vous sûr(e) de vouloir changer les informations utilisateur de %s ?",
        "AreYouSureRemoveCapability": "Êtes-vous sûr(e) de vouloir supprimer la compétence %1$s de%2$s à %3$s ?",
        "AtLeastView": "Afficher au moins",
        "AuthTokenPurpose": "Comment allez vous utiliser ce jeton ?",
        "AuthTokens": "Jetons d'authentification",
        "BackToUser": "Retour aux utilisateurs",
        "BasicInformation": "Informations de base",
        "BulkActions": "Actions en groupe",
        "Capabilities": "Compétences",
        "CapabilitiesHelp": "Les compétences sont des capacités individuelles que les utilisateurs peuvent se voir accorder. Les rôles peuvent, par défaut, accorder certaines compétences. Par exemple, le rôle Admin permettra automatiquement aux utilisateurs de modifier les balises dans le Gestionnaire de balises. Pour les utilisateurs moins puissants, cependant, vous pouvez explicitement donner des pouvoirs aux utilisateurs.",
        "Capability": "Compétence",
        "ChangeAllConfirm": "Êtes cous certain(e) de vouloir accorder l'accès \"%s\" à l'ensemble des sites web ?",
        "ChangePermToAllSitesConfirm": "Êtes-vous sûr(e) de vouloir donner accès à %1$s l'utilisateur %2$s accès à tous les sites web pour lesquels vous avez en ce moment un accès adminstateur ?",
        "ChangePermToAllSitesConfirm2": "Note : cela affectera uniquement les sites web existants. Les nouveaux sites web que vous créerez ne seront pas automatiquement accessible à cet utilisateur.",
        "ChangePermToSiteConfirmMultiple": "Êtes-vous sûr(e) de vouloir changer le rôle de %1$s pour les %2$s sites web sélectionnés pour %3$s ?",
        "ChangePermToSiteConfirmSingle": "Êtes-vous sûr(e) de vouloir changer le rôle de %1$s de %2$s à %3$s ?",
        "ClickHereToDeleteTheCookie": "Cliquez ici pour supprimer le cookie et pour que Matomo prenne en compte vos visites",
        "ClickHereToSetTheCookieOnDomain": "Cliquez ici pour mettre en place un cookie qui exclura vos visites sur ceux de vos sites web qui sont analysés par Matomo sur %s",
        "ClickToSelectAll": "Cliquez pour sélectionner tous les %1$s.",
        "ClickToSelectDisplayedUsers": "Cliquez pour sélectionner les %1$s utilisateurs affichés.",
        "ClickToSelectDisplayedWebsites": "Cliquez pour sélectionner les %1$s sites web affichés.",
        "ConfirmGrantSuperUserAccess": "Voulez-vous vraiment donner un accès super utilisateur à '%s' ? Attention : cet utilisateur va avoir accès à tous les sites web et sera capable d'effectuer des tâches administratives.",
        "ConfirmProhibitMySuperUserAccess": "%s, voulez-vous vraiment supprimer votre accès super utilisateur ? Vous allez perdre toutes les permissions et accès aux sites web et serez déconnecté(e) de Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Souhaitez-vous réellement retirer l'accès super utilisateur à \"%s\" ? L'utilisateur va perdre toutes les permissions d'accès à l'ensemble des sites web. Assurez-vous de lui accorder accès aux sites web requis après si nécessaire.",
        "ConfirmTokenCopied": "Je confirme avoir copié le jeton et je comprends que je ne dois partager ce jeton avec personne d'autre.",
        "ConfirmWithPassword": "Veuillez entrer votre mot de passe actuel pour confirmer le changement.",
        "CopyDenied": "La requête n'est pas autorisée en raison des paramètres de votre navigateur.",
        "CopyDeniedHints": "Veuillez réessayer en changeant de navigateur ou en copiant et partageant directement ce lien : %1$s",
        "CopyLink": "Copier le lien d’invitation",
        "CreateNewToken": "Créer un nouveau jeton",
        "CurrentPasswordNotCorrect": "Le mot de passe que vous avez saisi est incorrect.",
        "Decline": "Invitation refusée",
        "DeleteAllTokens": "Supprimer tous les jetons",
        "DeleteConfirm": "Êtes-vous sûr(e) de vouloir supprimer l'utilisateur %s ?",
        "DeleteNotSuccessful": "Une erreur s’est produite lors de la suppression des utilisateurs sélectionnés. Certains utilisateurs n’ont peut-être pas été supprimés.",
        "DeletePermConfirmMultiple": "Êtes-vous sûr(e) de vouloir supprimer l'accès de %1$s aux %2$s sites web sélectionnés ?",
        "DeletePermConfirmSingle": "Êtes-vous sûr(e) de vouloir supprimer l'accès de %1$sà %2$s ?",
        "DeleteSuccess": "Les utilisateurs sélectionnés ont été supprimés.",
        "DeleteUserConfirmMultiple": "Êtes-vous sûr(e) de vouloir supprimer les %1$s utilisateurs sélectionnés ?",
        "DeleteUserConfirmSingle": "Êtes-vous sûr(e) de vouloir supprimer %1$s ?",
        "DeleteUserPermConfirmMultiple": "Êtes-vous sûr(e) de vouloir changer le rôle des %1$s utilisateurs sélectionnés de %2$s à %3$s ?",
        "DeleteUserPermConfirmSingle": "Êtes-vous sûr(e) de vouloir changer le rôle de %1$s de %2$s à %3$s ?",
        "DeleteUsers": "Supprimer les utilisateurs",
        "DoNotStoreToken": "Ne partagez ce jeton avec personne d'autre car il est aussi secret que votre login et votre mot de passe.",
        "EditUser": "Modifier l'utilisateur",
        "Email": "Courriel",
        "EmailChangeNotificationSubject": "L'adresse courriel de votre compte Matomo vient d'être modifiée",
        "EmailChangedEmail1": "L'adresse courriel associée à votre compte a été changée par %1$s",
        "EmailChangedEmail2": "Ce changement a été initié depuis le périphérique suivant : %1$s (Adresse IP = %2$s).",
        "EmailYourAdministrator": "%1$sEnvoyez un courriel à votre administrateur à propos de ce problème%2$s.",
        "EnterUsernameOrEmail": "Entrez un nom d'usager ou une adresse courriel",
        "ExceptionAccessValues": "Le paramètre « access » doit contenir une des valeurs suivantes : [ %1$s ], actuellement \"%2$s\".",
        "ExceptionAnonymousAccessNotPossible": "Vous pouvez uniquement accorder l'accès %1$s ou bien %2$s à l'utilisateur anonyme.",
        "ExceptionAnonymousNoCapabilities": "Vous ne pouvez accorder aucune permission à l'utilisateur \"anonyme\".",
        "ExceptionDeleteDoesNotExist": "L'utilisateur '%s' est inexistant, il n'a pu être supprimé.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Impossible de supprimer l'utilisateur \"%s\".",
        "ExceptionEditAnonymous": "L'utilisateur Anonyme ne peut être édité ou supprimé. Il est utilisé pour identifier un utilisateur qui ne s'est pas encore connecté. Par exemple vous pouvez rendre vos statistiques publiques en accordant l'accès 'vue' à l'utilisateur 'anonyme'.",
        "ExceptionEmailExists": "L'utilisateur avec l'e-mail '%s' existe déjà.",
        "ExceptionEmailExistsAsLogin": "E-mail '%s' déjà utilisé comme nom d'utilisateur.",
        "ExceptionInvalidEmail": "L'adresse courriel est invalide.",
        "ExceptionInvalidLoginFormat": "Le nom d'utilisateur doit contenir entre %1$s et %2$s caractères et être composé uniquement de lettres, chiffres, ou les caractères '_' ou '-' ou '.' ou '@' ou '+'",
        "ExceptionInvalidPassword": "La longueur du mot de passe doit être supérieure à %1$s caractères.",
        "ExceptionInvalidPasswordTooLong": "Le mot de passe doit faire moins de %1$s caratères.",
        "ExceptionLoginExists": "Le nom d'usager \"%s\" existe déjà.",
        "ExceptionLoginExistsAsEmail": "Nom d'utilisateur '%s' déjà utilisé comme e-mail.",
        "ExceptionMultipleRoleSet": "Un seul rôle peut être définit mais plusieurs l'ont été. Utilisez uniquement un seul parmi : %s",
        "ExceptionNoCapabilitiesWithoutRole": "Impossible d'accorder des capacités à l'utilisateur %1$s pour idSite %2$s. L'utilisateur doit avoir au moins un accès de type \"view\".",
        "ExceptionNoRoleSet": "Aucun rôle définit, un rôle parmi ces derniers doit l'être : %s",
        "ExceptionNoValueForUsernameOrEmail": "Veuillez entrer un nom d'usager ou une adresse courriel.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth attend un mot de passe haché en MD5 (chaine de 32 caractères). Veuillez appeler la fonction md5() sur le mot de passe avant d'appeler cette méthode.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Retirer l'accès Super Utilisateur à l'utilisateur \"%s\" est impossible.",
        "ExceptionResendInviteDenied": "Renvoyer une invitation n'est autorisé qu'à l'utilisateur qui a invité %s ou à un super utilisateur.",
        "ExceptionSuperUserAccess": "Cet utilisateur possède un accès super utilisateur et a déjà la permission d'accéder et de modifier tous les sites au sein de Matomo. Vous devez supprimer l'accès super utilisateur de cet utilisateur et essayer à nouveau.",
        "ExceptionUserDoesNotExist": "L'utilisateur '%s' est inexistant.",
        "ExceptionUserHasSuperUserAccess": "L'utilisateur \"%s\" a un accès super utilisateur et a déjà les permissions d'accès et de modification de tous les sites web dans Matomo. Vous pouvez enlever l'accès super utilisateur à cet utilisateur et essayer à nouveau.",
        "ExceptionUserHasViewAccessAlready": "Cet utilisateur a déjà accès à ce site web.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Il doit y avoir au moins un utilisateur avec l'accès Super Utilisateur. Veuillez accorder l'accès super utilisateur à un autre utilisateur d'abord.",
        "ExcludeVisitsViaCookie": "Excluez vos visites en utilisant un cookie",
        "ExpireDate": "Date d'expiration",
        "Expired": "Invitation expirée",
        "ExpiredInviteAutomaticallyRemoved": "Les invitations expirées seront automatiquement supprimées après %1$s jours.",
        "ExpiredTokensDeleteAutomatically": "Les jetons avec une date d'expiration seront automatiquement supprimés.",
        "FilterByAccess": "Filtrer par accès",
        "FilterByStatus": "Filtrer par statut",
        "FilterByWebsite": "Filtrer par site web",
        "FirstSiteInlineHelp": "Il est obligatoire d'accorder un rôle de lecture à un utilisateur pour un site web lors de sa création. Si aucun accès n'est accordé, l'utilisateur verra une erreur lorsqu'il/elle s'identifiera. Vous pouvez donner plus de permissions après que l'utilisateur soit créé depuis l'onglet \"Permissions\" qui apparaitra sur la gauche.",
        "FirstWebsitePermission": "Autorisation du premier site Web",
        "ForAnonymousUsersReportDateToLoadByDefault": "Pour les utilisateurs anonymes, date du rapport à charger par défaut",
        "GiveAccessToAll": "Donner accès à tous les sites web à cet utilisateur",
        "GiveUserAccess": "Accorder à '%1$s' un accès de %2$s à %3$s.",
        "GiveViewAccess": "Donner un accès de visualisation à %1$s",
        "GiveViewAccessInstructions": "Pour donner un accès en visualisation à utilisateur existant à %s entrez son nom d'utilisateur ou adresse courriel",
        "GiveViewAccessTitle": "Donner un accès à un utilisateur existant pour afficher les rapports de %s",
        "GoBackSecurityPage": "Retour à la page de sécurité.",
        "HasSuperUserAccess": "A l'accès super utilisateur",
        "IfThisWasYouIgnoreIfNot": "Si c'était vous, vous pouvez ignorer ce courriel. Si ce n'était pas vous, veuillez vous identifier, corrigez votre adresse de courriel, modifiez votre mot de passe et contactez votre administrateur Matomo.",
        "IfThisWasYouPasswordChange": "Si c'était vous, vous pouvez ignorer ce courriel. Si ce n'était pas vous, veuillez contacter votre administrateur Matomo immédiatement, car votre compte pourrait avoir été compromis !",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si vous souhaitez modifier votre mot de passe tapez en un nouveau. Sinon laissez vide.",
        "IncludedInUsersRole": "Inclus dans le rôle de cet utilisateur.",
        "InjectedHostCannotChangePwd": "Vous êtes actuellement connecté depuis un hôte inconnu (%1$s). Vous ne pourrez modifier votre mot de passe tant que ce problème ne sera pas corrigé.",
        "InvitationSent": "L'invitation a été envoyée.",
        "InviteActionNotes": "Veuillez noter que le renvoi d'une invitation ou la copie du lien d'invitation prolongera le délai des invitations précédentes de %1$s jours.",
        "InviteConfirmMessage": "Vous pouvez renvoyer l'invitation en copiant le lien d'invitation et en le partageant directement avec %1$s, ou renvoyer un e-mail d'invitation à %2$s.",
        "InviteDayLeft": "Expire dans %s jours",
        "InviteNewUser": "Inviter un nouvel utilisateur",
        "InviteSuccess": "Invitation envoyée.",
        "InviteSuccessNotification": "L'utilisateur invité recevra un courriel pour accepter l'invitation. Cette invitation est valable pendant %1$s jours. Vous pouvez également renvoyer et supprimer l'invitation sur la page de gestion des utilisateurs.",
        "InviteTeamMember": "Inviter un membre de l'équipe",
        "InviteUser": "Inviter un utilisateur",
        "LastSeen": "Vu pour la dernière fois",
        "LastUsed": "Dernière utilisation",
        "LinkCopied": "Lien copié dans le presse-papiers",
        "MainDescription": "Choisissez quels utilisateurs ont accès à quels sites. Vous pouvez aussi accorder accès à tous les sites d'un seul coup en sélectionnant \"Appliquer à tous les sites web\" dans le sélecteur de sites web.",
        "ManageAccess": "Gestion des accès utilisateurs",
        "ManageUsers": "Gérer les utilisateurs",
        "ManageUsersAdminDesc": "Créez de nouveaux utilisateurs ou mettez à jour les utilisateurs existants. Vous pouvez ensuite définir leurs permissions ici aussi. Veuillez noter que vous êtes connecté en tant qu'administrateur. Cela signifie que vous ne voyez et ne gérez que les utilisateurs qui ont accès aux sites Web spécifiques pour lesquels vous avez des droits d'administrateur. Seul un utilisateur disposant d'un accès super utilisateur peut voir et gérer tous les utilisateurs sur tous les sites Web.",
        "ManageUsersDesc": "Créer des nouveaux utilisateurs ou mettre à jour les utilisateurs existants. Vous pouvez aussi définir leurs permissions ici.",
        "MenuAnonymousUserSettings": "Paramètres utilisateurs anonymes",
        "MenuPersonal": "Personnel",
        "MenuUserSettings": "Paramètres utilisateurs",
        "MenuUsers": "Utilisateurs",
        "NewsletterSignupFailureMessage": "Oops, il y a eu un problème. Nous ne somme pas parvenus à vous enregistrer à l'infolettre.",
        "NewsletterSignupMessage": "Inscrivez-vous à notre newsletter pour recevoir régulièrement des informations sur Matomo. Vous pouvez vous en désabonner à tout moment. Ce service utilise MadMimi. Pour en savoir plus, consultez la page Politique de confidentialité de %1$sMatomo%2$s.",
        "NewsletterSignupSuccessMessage": "Super, vous êtes enregistré(e) ! Nous aurez bientôt de nos nouvelles.",
        "NewsletterSignupTitle": "Enregistrement à l'infolettre",
        "NoAccessWarning": "Cet utilisateur n'a pas reçu d'accès à un site web. Quand il/elle s'identifie, il/elle verra un message d'erreur. Afin d'éviter cela, ajoutez un accès à un site web ci-dessous.",
        "NoTokenCreatedYetCreateNow": "Aucun jeton pour le moment, %1$scréez un nouveau jeton maintenant%2$s.",
        "NoUsersExist": "Il n'y a pas encore d'utilisateurs.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Note : Vous ne pouvez pas modifier les paramètres dans cette section, ce parce que vous n'avez aucun site web accessible par des utilisateurs anonymes.",
        "OrManageIndividually": "Or gérer les accès de cet utilisateur à chaque site web de manière individuelle",
        "PasswordChangeNotificationSubject": "Le mot de passe de votre compte Matomo vient d'être modifié",
        "PasswordChangeTerminatesOtherSessions": "Lorsque vous changez votre mot de passe, toute autre session active de ce compte sera déconnectée.",
        "PasswordChangedEmail": "Votre mot de passe vient d'être modifié. Le changement a été initié depuis le périphérique suivant : %1$s (Adresse IP = %2$s).",
        "Pending": "En attente",
        "Permissions": "Permissions",
        "PersonalSettings": "Paramètres personnels",
        "PleaseStoreToken": "Veuillez conserver votre jeton de manière sécurisé car vous ne pourrez plus y accéder ni le revoir.",
        "PluginDescription": "La gestion des utilisateurs vous permet d'ajouter de nouveaux utilisateurs, de modifier des utilisateurs existants et de leur donner accès à l'affichage ou à l'administration de sites Web.",
        "PrivAdmin": "Administration",
        "PrivAdminDescription": "Les utilisateurs avec ce rôle peuvent gérer un site web et donner accès au site à d'autres utilisateurs. Ils peuvent aussi effectuer tout ce que le rôle %s peut faire.",
        "PrivNone": "Pas d'accès",
        "PrivView": "Vue",
        "PrivViewDescription": "Un utilisateur avec ce rôle peut visualiser tous les rapports.",
        "PrivWrite": "Ecriture",
        "PrivWriteDescription": "Les usagers avec ce rôle peuvent visualiser tout le contenu ainsi que créer, gérer et supprimer des entités telles que des Objectifs, Entonnoirs, Cartes d'activité, Enregistrements de sessions et formulaires pour ce site web.",
        "RemoveAllAccessToThisSite": "Supprimer tous les accès à ce site web",
        "RemovePermissions": "Enlever les permissions",
        "RemoveSuperuserAccessConfirm": "La suppression de la permission super utilisateur laissera l'utilisateur sans permissions (vous devrez les ajouter par la suite). Saisissez votre mot de passe pour continuer.",
        "RemoveUserAccess": "Supprimer l'accès de '%1$s' de %2$s.",
        "ReportDateToLoadByDefault": "Date du rapport à charger par défaut",
        "ReportToLoadByDefault": "Rapport à charger par défaut",
        "ResendInvite": "Renvoyer l'invitation",
        "ResetTwoFactorAuthentication": "Réinitialiser l'authentification à deux facteurs",
        "ResetTwoFactorAuthenticationInfo": "Si l'utilisateur ne peut plus se connecter à cause d'une perte de codes de récupération ou du périphérique d'authentification, vous pouvez réinitialiser l'authentification à deux facteurs afin que l'utilisateur puisse se connecter à nouveau.",
        "Role": "Rôle",
        "RoleFor": "Rôle de",
        "RolesHelp": "Les rôles déterminent ce qui les utilisateurs ont le droit de faire au sein de Matomo vis à vis d'un site web spécifique. Apprenez en plus à propos des rôles %1$sLecture%2$s et %3$sAdmin%4$s.",
        "SaveBasicInfo": "Sauvegarder les informations de base",
        "SendInvite": "Envoyer une invitation",
        "SetPermission": "Définir la permission",
        "Status": "Statut",
        "SuperUserAccess": "Accès super utilisateur",
        "SuperUserAccessManagement": "Gérer l'accès Super Utilisateur",
        "SuperUserAccessManagementGrantMore": "Ici vous pouvez accorder un accès Super Utilisateur aux autres utilisateurs Matomo. Veuillez effectuer cela avec précaution.",
        "SuperUserAccessManagementMainDescription": "Les super utilisateurs possèdent le plus haut niveau de permissions. Ils peuvent effectuer n'importe quelle tâche administrative telle qu'ajouter des nouveaux sites, ajouter des utilisateurs, modifier les permissions, activer et désactiver des modules complémentaires et même en installer d'autres depuis le Marché.",
        "SuperUserIntro1": "Les super utilisateurs possèdent les plus hautes permissions. Ils peuvent effectuer toutes les tâches administratives telles que l'ajout de nouveaux site web à suivre, l'ajout de nouveaux utilisateurs, la modification de permissions, l'activation et la désactivation de composants et même l'installation de nouveaux composant depuis le marché. Vous pouvez accorder l'accès super utilisateur à d'autres utilisateurs de Divezone ici.",
        "SuperUserIntro2": "Veuillez utiliser cette fonctionnalité avec précaution.",
        "SuperUsersPermissionsNotice": "Les super utilisateurs ont un accès de type administrateur à tous les sites web, il n'est donc pas nécessaire de gérer leurs permissions par site web.",
        "TheDisplayedUsersAreSelected": "Les %1$s utilisateurs affichés sont sélectionnés.",
        "TheDisplayedWebsitesAreSelected": "Les %1$s sites web affichés sont sélectionnés.",
        "TheLoginScreen": "L'interface de connexion",
        "ThereAreCurrentlyNRegisteredUsers": "Il y a actuellement %s utilisateurs enregistrés.",
        "TokenAuth": "Jeton d'authentification à l'API",
        "TokenAuthIntro": "Les jetons que vous avez générés peuvent être utilisés pour accéder à l'API de reporting Matomo, à l'API de suivi Matomo et aux widgets Matomo exportés et ils possèdent les mêmes autorisations que votre connexion d'utilisateur habituelle. Vous pouvez également utiliser ces jetons pour l'application Matomo Mobile.",
        "TokenRegenerateConfirmSelf": "Modifier le jeton d'authentification à l'API va rendre invalide votre jeton. Si le jeton courant est utilisé, vous devrez mettre à jour tous les clients de l'API qui l'utilisent avec le nouveau jeton généré. Voulez-vous vraiment modifier votre jeton d'authentification ?",
        "TokenRegenerateTitle": "Regénérer",
        "TokenSuccessfullyDeleted": "Le jeton a été supprimé avec succès",
        "TokenSuccessfullyGenerated": "Jeton généré avec succès",
        "TokensSuccessfullyDeleted": "Tous les jetons ont été supprimés avec succès",
        "TokensWithExpireDateCreationBySystem": "Actuellement, les jetons avec une date d'expiration peuvent être créés seulement par le système",
        "TwoFactorAuthentication": "Authentification à deux facteurs",
        "TypeYourCurrentPassword": "Veuillez saisir votre mot de passe actuel pour confirmer le changement de mot de passe.",
        "TypeYourPasswordAgain": "Tapez à nouveau votre nouveau mot de passe.",
        "User": "Utilisateur",
        "UserHasNoPermission": "%1$s possède %2$s à %3$s",
        "UserHasPermission": "%1$s possède un accès %2$s à %3$s.",
        "UserSearch": "Recherche utilisateur",
        "Username": "Nom d'utilisateur",
        "UsersManagement": "Gestion des utilisateurs",
        "UsersManagementMainDescription": "Créez de nouveaux utilisateurs ou modifiez-les. Vous pourrez ensuite changer leurs permissions ci-dessus.",
        "UsesTwoFactorAuthentication": "Utilise l'authentification à deux facteurs",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Lorsque les utilisateurs ne sont pas identifiés et qu'ils visitent Matomo, afficher en premier",
        "YourCurrentPassword": "Votre mot de passe actuel",
        "YourUsernameCannotBeChanged": "Votre nom d'utilisateur ne peut pas être modifié.",
        "YourVisitsAreIgnoredOnDomain": "%1$sVos visites sont ignorées par Matomo sur %2$s %3$s (le cookie d'exclusion de Matomo est présent sur votre navigateur).",
        "YourVisitsAreNotIgnored": "%1$sVos visites sont prises en compte par Matomo%2$s (le cookie d'exclusion de Matomo n'a pas été trouvé sur votre navigateur)."
    }
}
