{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "Gníomhach",
        "AddExistingUser": "Cuir úsáideoir reatha leis",
        "AddNewUser": "Cuir úsáideoir nua leis",
        "AddSuperuserAccessConfirm": "Trí rochtain superuser úsáideora a thabhairt, beidh an t-úsáideoir in ann smacht iomlán a bheith aige ar Matomo agus ba chóir é a dhéanamh go coigilteach.",
        "AddUserNoInitialAccessError": "Ní mór rochtain a thabhairt d'úsáideoirí nua ar shuíomh gréasáin, socraigh an paraiméadar 'initialIdSite'.",
        "AllUsersAreSelected": "Roghnaítear gach úsáideoir%1$s.",
        "AllWebsites": "Gach suíomh gréasáin",
        "AllWebsitesAreSelected": "Roghnaítear gach suíomh Gréasáin%1$s.",
        "AnonymousAccessConfirmation": "Tá tú ar tí rochtain 'amharc' a thabhairt don úsáideoir anaithnid ar an suíomh gréasáin seo. Ciallaíonn sé seo go mbeidh do thuarascálacha anailísíochta agus d'fhaisnéis do chuairteoirí le feiceáil go poiblí ag duine ar bith fiú gan logáil isteach. An bhfuil tú cinnte go bhfuil fonn ort dul ar aghaidh?",
        "AnonymousUser": "Úsáideoir gan ainm",
        "AnonymousUserHasViewAccess": "Tabhair faoi deara: tá rochtain %2$s ag úsáideoir%1$s ar an suíomh gréasáin seo.",
        "AnonymousUserHasViewAccess2": "Tá do thuarascálacha anailísíochta agus d'fhaisnéis do chuairteoirí le feiceáil go poiblí.",
        "AnonymousUserRoleChangeWarning": "Má thugtar ról %1$s don úsáideoir%2$s, cuirfear sonraí an tsuímh ghréasáin seo ar fáil go poiblí agus ar fáil do gach duine, fiú mura bhfuil logáil isteach Matomo acu.",
        "ApplyToAllWebsites": "Déan iarratas ar gach suíomh gréasáin",
        "AreYouSure": "An bhfuil tú cinnte?",
        "AreYouSureAddCapability": "An bhfuil tú cinnte go bhfuil fonn ort an cumas%2$s a thabhairt do %1$s le haghaidh %3$s?",
        "AreYouSureChangeDetails": "An bhfuil tú cinnte go bhfuil fonn ort an fhaisnéis úsáideora a athrú le haghaidh %s?",
        "AreYouSureRemoveCapability": "An bhfuil tú cinnte go bhfuil fonn ort an cumas %1$s a bhaint ó %2$s le haghaidh %3$s?",
        "AtLeastView": "Amharc ar a laghad",
        "AuthTokenPurpose": "Cad chuige a bhfuil an comhartha seo á úsáid agat?",
        "AuthTokenSecureOnlyHelp": "Cumasaigh an rogha seo gan an comhartha seo a úsáid ach ar bhealach slán (e.g. iarratais POST), moltar é seo mar dhea-chleachtas slándála. Ní bheidh an comhartha bailí ansin mar pharaiméadar URL in iarratais GET.",
        "AuthTokenSecureOnlyHelpForced": "Tá Matomo cumraithe ag riarthóir an chórais chun comharthaí a chruthú lena n-úsáid ar bhealach slán (m.sh. trí iarratais POST), ní féidir leat an rogha chomhartha seo a athrú.",
        "AuthTokens": "Comharthaí auth",
        "BackToUser": "Ar ais chuig Úsáideoirí",
        "BasicInformation": "Eolas Bunúsach",
        "BulkActions": "Bulcghníomhartha",
        "Capabilities": "Cumais",
        "CapabilitiesHelp": "Is cumais aonair iad cumais ar féidir le húsáideoirí iad a dheonú. Féadfaidh róil, de réir réamhshocraithe, cumais áirithe a dheonú. Mar shampla, ligfidh an ról Riaracháin go huathoibríoch d'úsáideoirí clibeanna a chur in eagar sa Bhainisteoir Clib. I gcás úsáideoirí nach bhfuil chomh cumhachtach, áfach, is féidir leat cumais úsáideoirí a thabhairt go sainráite.",
        "Capability": "Cumas",
        "ChangeAllConfirm": "An bhfuil tú cinnte go bhfuil fonn ort rochtain '%s' a thabhairt ar na suíomhanna Gréasáin go léir?",
        "ChangePermToAllSitesConfirm": "An bhfuil tú cinnte go bhfuil fonn ort rochtain %2$s a thabhairt d'úsáideoir %1$s ar gach suíomh gréasáin a bhfuil rochtain riaracháin agat air faoi láthair?",
        "ChangePermToAllSitesConfirm2": "Tabhair faoi deara: ní dhéanfaidh sé seo difear ach do na láithreáin ghréasáin atá ann faoi láthair. Ní bheidh rochtain uathoibríoch ag an úsáideoir seo ar shuíomhanna gréasáin nua a d'fhéadfá a chruthú.",
        "ChangePermToSiteConfirmMultiple": "An bhfuil tú cinnte go bhfuil fonn ort ról %1$s a athrú go dtí na suíomhanna Gréasáin roghnaithe %2$s go %3$s?",
        "ChangePermToSiteConfirmSingle": "An bhfuil tú cinnte go bhfuil fonn ort ról %1$s a athrú go %2$s go %3$s?",
        "ClickHereToDeleteTheCookie": "Cliceáil anseo chun an fianán a scriosadh agus déan do chuairteanna a rianú",
        "ClickHereToSetTheCookieOnDomain": "Cliceáil anseo chun fianán a shocrú nach n-eisiafaidh do chuairteanna ar shuíomhanna Gréasáin arna rianú ag Matomo ar %s",
        "ClickToSelectAll": "Cliceáil chun gach %1$s a roghnú.",
        "ClickToSelectDisplayedUsers": "Cliceáil chun na húsáideoirí%1$s a thaispeántar a roghnú.",
        "ClickToSelectDisplayedWebsites": "Cliceáil chun suíomhanna Gréasáin %1$s a roghnú.",
        "ConfirmGrantSuperUserAccess": "An bhfuil tú cinnte gur mian leat rochtain Sárúsáideora '%s' a dheonú? Rabhadh: beidh rochtain ag an úsáideoir ar gach suíomh gréasáin agus beidh sé in ann tascanna riaracháin a dhéanamh.",
        "ConfirmProhibitMySuperUserAccess": "%s, an bhfuil tú cinnte gur mian leat do rochtain Sárúsáideora féin a bhaint? Caillfidh tú gach cead agus rochtain ar gach suíomh gréasáin agus beidh tú logáilte amach ó Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "An bhfuil tú cinnte gur mian leat rochtain sárúsáideora a bhaint ó '%s'? Caillfidh an t-úsáideoir gach cead agus rochtain ar gach suíomh gréasáin. Déan cinnte rochtain a thabhairt ar shuíomhanna gréasáin riachtanacha ina dhiaidh sin más gá.",
        "ConfirmThisChange": "Deimhnigh an t-athrú seo le do thoil.",
        "ConfirmTokenCopied": "Deimhním gur chóipeáil mé an comhartha agus tuigim nár chóir dom an comhartha seo a roinnt le duine ar bith eile.",
        "ConfirmWithPassword": "Iontráil do phasfhocal chun an t-athrú seo a dheimhniú.",
        "CopyDenied": "Ní cheadaítear an t-iarratas mar gheall ar shocruithe do bhrabhsálaí.",
        "CopyDeniedHints": "Bain triail eile as trí bhrabhsálaithe a athrú nó an nasc seo a chóipeáil agus a roinnt go díreach ina ionad:%1$s",
        "CopyLink": "Cóipeáil nasc cuireadh",
        "CreateNewToken": "Cruthaigh comhartha nua",
        "CurrentPasswordNotCorrect": "Níl an pasfhocal reatha a d' iontráil tú ceart.",
        "Decline": "Cuireadh diúltaithe",
        "DeleteAllTokens": "Scrios gach comhartha",
        "DeleteConfirm": "An bhfuil tú cinnte go bhfuil fonn ort %s an úsáideora a scriosadh?",
        "DeleteNotSuccessful": "Tharla earráid agus na húsáideoirí roghnaithe á mbaint. B'fhéidir nár baineadh roinnt úsáideoirí.",
        "DeletePermConfirmMultiple": "An bhfuil tú cinnte go bhfuil fonn ort rochtain %1$s a bhaint de na suíomhanna Gréasáin roghnaithe %2$s?",
        "DeletePermConfirmSingle": "An bhfuil tú cinnte go bhfuil fonn ort rochtain %1$s ar %2$s a bhaint?",
        "DeleteSuccess": "Baineadh na húsáideoirí roghnaithe.",
        "DeleteUserConfirmMultiple": "An bhfuil tú cinnte go bhfuil fonn ort na húsáideoirí roghnaithe %1$s a scriosadh?",
        "DeleteUserConfirmSingle": "An bhfuil tú cinnte go bhfuil fonn ort%1$s a scriosadh?",
        "DeleteUserPermConfirmMultiple": "An bhfuil tú cinnte go bhfuil fonn ort ról na n-úsáideoirí roghnaithe %1$s a athrú go %2$s le haghaidh %3$s?",
        "DeleteUserPermConfirmSingle": "An bhfuil tú cinnte go bhfuil fonn ort ról %1$s a athrú go %2$s le haghaidh %3$s?",
        "DeleteUsers": "Scrios Úsáideoirí",
        "DoNotStoreToken": "Ná roinn an comhartha seo le duine ar bith eile mar go bhfuil sé chomh rúnda le do logáil isteach agus do phasfhocal.",
        "EditUser": "Cuir úsáideoir in eagar",
        "Email": "R-phost",
        "EmailChangeNotificationSubject": "Athraíodh seoladh ríomhphoist do chuntais Matomo díreach",
        "EmailChangedEmail1": "Athraíodh an seoladh ríomhphoist a bhaineann le do chuntas go %1$s",
        "EmailChangedEmail2": "Tionscnaíodh an t-athrú seo ón ngléas seo a leanas: %1$s (seoladh IP = %2$s).",
        "EmailYourAdministrator": "%1$sRíomhphost chuig do riarthóir faoin bhfadhb seo%2$s.",
        "EnterUsernameOrEmail": "Cuir isteach ainm úsáideora nó seoladh ríomhphoist",
        "ErrorEmailDomainNotAllowed": "Ní féidir ríomhphost \"%1$s\" a úsáid, toisc nach gceadaítear ach ríomhphoist leis na fearainn \"%2$s\".",
        "ExceptionAccessValues": "Ní mór ceann de na luachanna seo a leanas a bheith ag rochtain an pharaiméadair: [%1$s], '%2$s' tugtha.",
        "ExceptionAnonymousAccessNotPossible": "Ní féidir leat rochtain %1$s nó %2$s a shocrú ach ar an úsáideoir 'gan ainm'.",
        "ExceptionAnonymousNoCapabilities": "Ní féidir leat aon chumas a dheonú don úsáideoir 'gan ainm'.",
        "ExceptionDeleteDoesNotExist": "Níl úsáideoir '%s' ann mar sin ní féidir é a scriosadh.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Ní féidir úsáideoir '%s' a scriosadh.",
        "ExceptionEditAnonymous": "Ní féidir an t-úsáideoir gan ainm a chur in eagar ná a scriosadh. Úsáideann Matomo é chun úsáideoir nach bhfuil logáilte isteach go fóill a shainmhíniú. Mar shampla, is féidir leat do chuid staitisticí a phoibliú trí rochtain 'amharc' a thabhairt don úsáideoir 'gan ainm'.",
        "ExceptionEmailExists": "Tá úsáideoir le ríomhphost '%s' ann cheana.",
        "ExceptionEmailExistsAsLogin": "Ríomhphost '%s' atá in úsáid cheana mar ainm úsáideora.",
        "ExceptionInvalidEmail": "Níl formáid bhailí ag an ríomhphost.",
        "ExceptionInvalidLoginFormat": "Caithfidh an t-ainm úsáideora a bheith idir %1$s agus %2$s carachtair ar fad agus gan ann ach litreacha, uimhreacha, nó na carachtair '_' nó '-' nó '.' nó '@' nó '+'",
        "ExceptionInvalidPassword": "Ní mór fad an phasfhocail a bheith níos mó ná %1$s carachtair.",
        "ExceptionInvalidPasswordTooLong": "Ní mór fad an phasfhocail a bheith níos lú ná %1$s carachtair.",
        "ExceptionLoginExists": "Tá ainm úsáideora '%s' ann cheana.",
        "ExceptionLoginExistsAsEmail": "Ainm úsáideora '%s' in úsáid cheana féin mar ríomhphost.",
        "ExceptionMultipleRoleSet": "Ní féidir ach ról amháin a shocrú ach tá go leor leagtha síos. Ná húsáid ach ceann amháin de: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Ní féidir aon chumas a dheonú d'úsáideoir %1$s le haghaidh idSite%2$s. Ní mór don úsáideoir rochtain a fheiceáil ar a laghad.",
        "ExceptionNoRoleSet": "Níl aon ról socraithe ach ní mór ceann acu seo a shocrú: %s",
        "ExceptionNoValueForUsernameOrEmail": "Iontráil ainm úsáideora nó seoladh ríomhphoist.",
        "ExceptionPasswordMD5HashExpected": "UsersManager .getTokenAuth ag súil le focal faire MD5 - hashed (32 chars teaghrán fada). Cuir glaoch ar an bhfeidhm md5 () ar an bpasfhocal sula nglaonn tú ar an modh seo.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Ní féidir an sárúsáideoir a bhaint den úsáideoir '%s'.",
        "ExceptionResendInviteDenied": "Ní cheadaítear cuireadh a athdhíol ach amháin don úsáideoir a thug cuireadh do %s nó d'aon sárúsáideoir.",
        "ExceptionSuperUserAccess": "Tá rochtain Super User ag an úsáideoir seo agus tá cead aige cheana féin gach suíomh Gréasáin i Matomo a rochtain agus a mhodhnú. Is féidir leat rochtain an Úsáideora Super a bhaint den úsáideoir seo agus triail eile a bhaint as.",
        "ExceptionUserDoesNotExist": "Níl úsáideoir '%s' ann.",
        "ExceptionUserHasSuperUserAccess": "Tá sárrochtain úsáideora ag an úsáideoir '%s' agus tá cead aige cheana féin gach suíomh Gréasáin i Matomo a rochtain agus a mhodhnú. Is féidir leat rochtain an Úsáideora Super a bhaint den úsáideoir seo agus triail eile a bhaint as.",
        "ExceptionUserHasViewAccessAlready": "Tá rochtain ag an úsáideoir seo ar an suíomh gréasáin seo cheana féin.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Caithfidh úsáideoir amháin ar a laghad a bheith ann le rochtain Úsáideora Super. Tabhair rochtain Sárúsáideora d'úsáideoir eile ar dtús.",
        "ExcludeVisitsViaCookie": "Ná cuir do chuairteanna san áireamh le fianán",
        "ExpireDate": "Dáta éaga",
        "Expired": "Cuireadh in éag",
        "ExpiredInviteAutomaticallyRemoved": "Scriosfar cuireadh atá imithe in éag go huathoibríoch tar éis %1$s days.",
        "ExpiredTokensDeleteAutomatically": "Scriosfar comharthaí le dáta éaga go huathoibríoch.",
        "FilterByAccess": "Scag de réir rochtana",
        "FilterByStatus": "Scag de réir stádais",
        "FilterByWebsite": "Scag de réir láithreáin ghréasáin",
        "FirstSiteInlineHelp": "Ní mór ról amhairc a thabhairt d'úsáideoir nua do shuíomh gréasáin nuair a chruthaítear é. Mura dtugtar aon rochtain, feicfidh an t-úsáideoir earráid agus é ag logáil isteach. Is féidir leat níos mó ceadanna a thabhairt tar éis don úsáideoir a chruthú sa chluaisín 'Ceadanna' a bheidh le feiceáil ar thaobh na láimhe clé.",
        "FirstWebsitePermission": "An chéad chead láithreán gréasáin",
        "ForAnonymousUsersReportDateToLoadByDefault": "I gcás úsáideoirí gan ainm, tuairiscigh dáta le luchtú de réir réamhshocraithe",
        "GiveAccessToAll": "Tabhair rochtain don úsáideoir seo ar Gach Suíomh Gréasáin",
        "GiveUserAccess": "Tabhair rochtain '%1$s' %2$s do %3$s.",
        "GiveViewAccess": "Tabhair rochtain amhairc do%1$s",
        "GiveViewAccessInstructions": "Chun rochtain amhairc úsáideora atá ann cheana a thabhairt do %s iontráil ainm úsáideora nó seoladh ríomhphoist úsáideora atá ann cheana",
        "GiveViewAccessTitle": "Tabhair rochtain úsáideora reatha chun amharc ar thuairiscí le haghaidh %s",
        "GoBackSecurityPage": "Téigh ar ais go dtí an leathanach slándála.",
        "HasSuperUserAccess": "An bhfuil Rochtain Superuser",
        "IfThisWasYouIgnoreIfNot": "Más é seo tú, bíodh leisce ort neamhaird a dhéanamh ar an ríomhphost seo. Mura raibh sé seo agat, logáil isteach, ceartaigh do sheoladh ríomhphoist, athraigh do phasfhocal agus déan teagmháil le do riarthóir Matomo.",
        "IfThisWasYouPasswordChange": "Más é seo tú, bíodh leisce ort neamhaird a dhéanamh ar an ríomhphost seo. Mura raibh sé seo agat, téigh i dteagmháil le do riarthóir Matomo láithreach, mar d'fhéadfadh do chuntas a bheith curtha i mbaol!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Más mian leat an cineál pasfhocail a athrú, ceann nua. Seachas sin, fág an bán seo.",
        "IncludedInUsersRole": "San áireamh i ról an úsáideora seo.",
        "InjectedHostCannotChangePwd": "Tá tú ag tabhairt cuairte faoi láthair le hóstach anaithnid (%1$s). Ní féidir leat do phasfhocal a athrú go dtí go bhfuil an fhadhb seo socraithe.",
        "InvitationSent": "Seoladh cuireadh.",
        "InviteActionNotes": "Tabhair faoi deara, le do thoil, go leathnófar an teorainn ama le haghaidh cuireadh roimhe seo faoi %1$s lá má athdhíoltar nasc cuireadh nó cóipeála.",
        "InviteConfirmMessage": "Is féidir leat an cuireadh a athdhíol tríd an nasc cuireadh a chóipeáil agus a roinnt go díreach le %1$s, nó ríomhphost cuireadh a chur ar ais chuig %2$s.",
        "InviteDayLeft": "Téann sé in éag i %s days",
        "InviteEmailChange": "Níl a chuntas deimhnithe fós ag an úsáideoir seo. Má athraítear an ríomhphost, déanfar an cuireadh roimhe seo a neamhbhailíochtú agus seolfar cuireadh chuig an seoladh ríomhphoist nua.",
        "InviteNewUser": "Tabhair cuireadh d'úsáideoir nua",
        "InviteSuccess": "Cuireadh seolta.",
        "InviteSuccessNotification": "Gheobhaidh an t-úsáideoir ar tugadh cuireadh dó/di ríomhphost chun glacadh leis an gcuireadh. Tá an cuireadh seo bailí ar feadh%1$s days. Is féidir leat an cuireadh a athdhíol agus a scriosadh ar an leathanach bainistíochta úsáideora freisin.",
        "InviteTeamMember": "Tabhair cuireadh do bhall foirne",
        "InviteUser": "Tabhair cuireadh don úsáideoir",
        "LastSeen": "Feicthe go deireanach",
        "LastUsed": "Úsáidte go deireanach",
        "LinkCopied": "Cóipeáladh an nasc go dtí an ghearrthaisce",
        "MainDescription": "Déan cinneadh faoi na húsáideoirí a bhfuil rochtain acu ar do láithreáin ghréasáin. Is féidir leat rochtain a thabhairt freisin ar na láithreáin ghréasáin go léir ag an am céanna trí \"Déan iarratas ar gach suíomh gréasáin\" a roghnú i roghnóir an láithreáin ghréasáin.",
        "ManageAccess": "Bainistigh rochtain",
        "ManageUsers": "Bainistigh Úsáideoirí",
        "ManageUsersAdminDesc": "Cruthaigh úsáideoirí nua nó nuashonraigh na húsáideoirí atá ann cheana. Is féidir leat a gcuid ceadanna a shocrú anseo freisin. Tabhair faoi deara go bhfuil tú logáilte isteach mar riarthóir. Ciallaíonn sé seo nach bhfeiceann tú agus nach mbainistíonn tú ach úsáideoirí a bhfuil rochtain acu ar na láithreáin ghréasáin ar leith ina bhfuil ceadanna \"riaracháin\" agat. Ní féidir ach le húsáideoir a bhfuil rochtain úsáideora Super aige gach úsáideoir a fheiceáil agus a bhainistiú ar fud na suíomhanna gréasáin go léir.",
        "ManageUsersDesc": "Cruthaigh úsáideoirí nua nó nuashonraigh na húsáideoirí atá ann cheana. Is féidir leat a gcuid ceadanna a shocrú anseo freisin.",
        "MenuAnonymousUserSettings": "Socruithe úsáideora gan ainm",
        "MenuPersonal": "Pearsanta",
        "MenuUserSettings": "Socruithe úsáideora",
        "MenuUsers": "Úsáideoirí",
        "NewsletterSignupFailureMessage": "Whoops, chuaigh rud éigin mícheart. Ní rabhamar in ann tú a shíniú don nuachtlitir.",
        "NewsletterSignupMessage": "Liostáil lenár nuachtlitir chun faisnéis rialta a fháil faoi Matomo. Is féidir leat díliostáil uaidh am ar bith. Úsáideann an tseirbhís seo MadMimi. Foghlaim tuilleadh faoi ar %1$sMatomo's Privacy Policy page%2$s.",
        "NewsletterSignupSuccessMessage": "Super, tá tú go léir sínithe suas! Beimid i dteagmháil go luath.",
        "NewsletterSignupTitle": "Nuachtlitir Signup",
        "NoAccessWarning": "Níor tugadh rochtain ar shuíomh gréasáin don úsáideoir seo. Nuair a logálann siad isteach, feicfidh siad teachtaireacht earráide. Chun é seo a chosc, cuir rochtain ar shuíomh gréasáin thíos.",
        "NoTokenCreatedYetCreateNow": "Níor cruthaíodh comhartha ar bith go fóill,%1$screate a new token now%2$s.",
        "NoUsersExist": "Níl aon úsáideoirí ann go fóill.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Tabhair faoi deara: Ní féidir leat na socruithe sa chuid seo a athrú, toisc nach bhfuil aon suíomh gréasáin agat ar féidir leis an úsáideoir anaithnid rochtain a fháil air.",
        "OnlyAllowSecureRequests": "Ná ceadaigh ach iarratais shlána",
        "OrManageIndividually": "Nó rochtain an úsáideora seo ar gach suíomh gréasáin a bhainistiú ina n-aonar",
        "PasswordChangeNotificationSubject": "Athraíodh pasfhocal do chuntais Matomo díreach",
        "PasswordChangeTerminatesOtherSessions": "Nuair a athraíonn tú do phasfhocal, déanfar aon seisiún gníomhach eile den chuntas seo a logáil amach.",
        "PasswordChangedEmail": "Tá do phasfhocal díreach athraithe. Tionscnaíodh an t-athrú ón ngléas seo a leanas: %1$s (seoladh IP = %2$s).",
        "Pending": "Ar feitheamh",
        "Permissions": "Ceadanna",
        "PersonalSettings": "Socruithe pearsanta",
        "PleaseStoreToken": "Stóráil do chomhartha go daingean le do thoil mar ní bheidh tú in ann an comhartha a rochtain nó a fheiceáil arís.",
        "PluginDescription": "Ligeann Bainistíocht Úsáideoirí duit úsáideoirí nua a chur leis, úsáideoirí atá ann cheana a chur in eagar agus rochtain a thabhairt dóibh ar shuíomhanna gréasáin a fheiceáil nó a riar.",
        "PrivAdmin": "Riar",
        "PrivAdminDescription": "Is féidir le húsáideoirí a bhfuil an ról seo acu suíomh gréasáin a bhainistiú agus rochtain a thabhairt d'úsáideoirí eile ar an suíomh gréasáin. Is féidir leo gach rud is féidir leis an ról %s a dhéanamh freisin.",
        "PrivNone": "Gan rochtain",
        "PrivView": "Amharc",
        "PrivViewDescription": "Is féidir le húsáideoir a bhfuil an ról seo aige gach tuairisc a fheiceáil.",
        "PrivWrite": "Scríobh",
        "PrivWriteDescription": "Is féidir le húsáideoirí a bhfuil an ról seo acu féachaint ar an ábhar go léir móide aonáin ar nós Spriocanna, Tonnadóirí, Mapaí Teasa, Taifeadtaí Seisiúin agus Foirmeacha a chruthú, a bhainistiú agus a scriosadh don láithreán gréasáin seo.",
        "RemoveAllAccessToThisSite": "Bain gach rochtain ar an suíomh gréasáin seo",
        "RemovePermissions": "Bain Ceadanna",
        "RemoveSuperuserAccessConfirm": "Má bhaintear rochtain superuser, fágfar an t-úsáideoir gan aon chead (beidh ort iad a chur leis ina dhiaidh sin).",
        "RemoveUserAccess": "Bain rochtain ar '%1$s' le haghaidh%2$s.",
        "ReportDateToLoadByDefault": "Dáta tuairisce le luchtú de réir réamhshocraithe",
        "ReportToLoadByDefault": "Tuairiscigh le luchtú de réir réamhshocraithe",
        "ResendInvite": "Athdhéan cuireadh",
        "ResetTwoFactorAuthentication": "Athshocraigh fíordheimhniú dhá fhachtóir",
        "ResetTwoFactorAuthenticationInfo": "Mura féidir leis an úsáideoir logáil isteach a thuilleadh mar gheall ar chóid aisghabhála caillte nó gléas fíordheimhnithe caillte, is féidir leat fíordheimhniú dhá fhachtóir a athshocrú don úsáideoir, ionas gur féidir leo logáil isteach arís.",
        "Role": "Ról",
        "RoleFor": "Ról do",
        "RolesHelp": "Cinneann róil cad is féidir le húsáideoir a dhéanamh i Matomo maidir le láithreán gréasáin ar leith. Foghlaim tuilleadh faoi róil %1$sView%2$s agus %3$sAdmin%4$s.",
        "SaveBasicInfo": "Sábháil Buneolas",
        "SecureUseOnly": "Úsáid shlán amháin",
        "SendInvite": "Seol cuireadh",
        "SetPermission": "Socraigh Cead",
        "SettingFieldAllowedEmailDomain": "Fearann ríomhphoist ceadaithe",
        "SettingRestrictLoginEmailDomains": "Cuir srian le fearainn ríomhphoist logála isteach",
        "SettingRestrictLoginEmailDomainsErrorOtherDomainsInUse": "Ní féidir na fearainn a shocrú toisc go bhfuil fearainn eile (%s) in úsáid cheana féin ag úsáideoirí eile. Chun an socrú seo a athrú, ní mór duit úsáideoirí a scriosadh le fearainn eile nó ní mór duit na fearainn seo a cheadú freisin.",
        "SettingRestrictLoginEmailDomainsHelp": "Cuireann an ghné seo srian ar na fearainn ríomhphoist is féidir a úsáid agus cuireadh á thabhairt d'úsáideoirí, iad a chur leis nó a nuashonrú. Tá sé seo go maith do chosaint príobháideachta mar is féidir leis cosc a chur ar chomhroinnt sonraí le tríú páirtithe. Is féidir leis slándáil a fheabhsú freisin trí chosc a chur ar úsáideoirí a seoladh ríomhphoist a athrú go ríomhphost pearsanta. Ina theannta sin, is féidir leis gníomhú mar shraith bhreise cosanta i gcoinne ionsaithe slándála. Mar shampla, typos thaisme sa seoladh ríomhphoist.",
        "SettingRestrictLoginEmailDomainsHelpInUse": "Faoi láthair, tá na fearainn ríomhphoist seo in úsáid agus chaithfí iad a cheadú:",
        "Status": "Stádas",
        "SuperUserAccess": "Rochtain Superuser",
        "SuperUserAccessManagement": "Bainistigh rochtain Úsáideora Super",
        "SuperUserAccessManagementGrantMore": "Is féidir leat rochtain Super User a dheonú d'úsáideoirí eile Matomo anseo. Bain úsáid as an ngné seo go cúramach.",
        "SuperUserAccessManagementMainDescription": "Tá na ceadanna is airde ag úsáideoirí Super. Is féidir leo gach tasc riaracháin a dhéanamh, mar shampla láithreáin ghréasáin nua a chur leis chun monatóireacht a dhéanamh, úsáideoirí a chur leis, ceadanna úsáideora a athrú, breiseáin a ghníomhachtú agus a dhíghníomhachtú agus fiú breiseáin nua a shuiteáil ón Margadh.",
        "SuperUserIntro1": "Tá na ceadanna is airde ag úsáideoirí Super. Is féidir leo gach tasc riaracháin a dhéanamh, mar shampla láithreáin ghréasáin nua a chur leis chun monatóireacht a dhéanamh, úsáideoirí a chur leis, ceadanna úsáideora a athrú, breiseáin a ghníomhachtú agus a dhíghníomhachtú agus fiú breiseáin nua a shuiteáil ón Margadh. Is féidir leat rochtain Sárúsáideora a thabhairt d'úsáideoirí eile anseo.",
        "SuperUserIntro1WithoutMarketplace": "Tá na ceadanna is airde ag sárúsáideoirí. Is féidir leo gach tasc riaracháin a dhéanamh ar nós láithreáin ghréasáin nua a chur leis chun monatóireacht a dhéanamh, úsáideoirí a chur leis, ceadanna úsáideoirí a athrú agus forlíontáin a ghníomhachtú agus a dhíghníomhachtú. Is féidir leat rochtain SárÚsáideora a dheonú d’úsáideoirí eile anseo.",
        "SuperUserIntro2": "Bain úsáid as an ngné seo go cúramach.",
        "SuperUserIntro3": "Is iad na rioscaí féideartha:",
        "SuperUserRiskAccountability": "%1$sCuntasacht%2$s - D'fhéadfadh go mbeadh sé deacair gníomhartha a dhéanann sárúsáideoirí a rianú mura ndéantar iad a iniúchadh i gceart, rud a fhágann go bhfuil dúshláin chuntasachta agus fabhtcheartaithe ann.",
        "SuperUserRiskAccountabilityCheckActivityLog": "Féach ar %1$s gníomhaíocht le déanaí%2$s.",
        "SuperUserRiskAccountabilityGetActivityLogPlugin": "Smaoinigh ar an mbreiseán Loga Gníomhaíochta %1$s%2$s a shuiteáil a ligeann duit athbhreithniú tapa a dhéanamh ar na gníomhartha a rinne baill d'eagraíochta nó cliaint i do Matomo.",
        "SuperUserRiskCompliance": "%1$sCompliance%2$s - Trí rochtain iomlán a bheith acu, seans go sáródh sárúsáideoirí na rialacháin um chosaint sonraí gan chuimhneamh, go háirithe má easpórtálann siad nó má roinneann siad sonraí gan maoirseacht cheart.",
        "SuperUserRiskData": "%1$sCaillteanas sonraí%2$s - is féidir le sárúsáideoirí sonraí, suíomhanna Gréasáin nó úsáideoirí a scriosadh. D’fhéadfadh go gcaillfí sonraí ríthábhachtacha anailíse mar thoradh ar bhotúin nó gníomhartha mailíseacha.",
        "SuperUserRiskMarketplace": "%1$sMarketplace%2$s - is féidir le sárúsáideoirí forlíontáin a cheannach agus a shuiteáil ón Marketplace, rud a d'fhéadfadh caiteachas neamhcheadaithe nó tabhairt isteach gnéithe nach dteastaíonn a bheith mar thoradh orthu.",
        "SuperUserRiskMisconfiguration": "%1$sMisconfiguration%2$s - is féidir le sárúsáideoirí socruithe ar fud an chórais a athrú, lena n-áirítear iad siúd a chuireann isteach ar fheidhmíocht, ar rianú agus ar bhailiú sonraí.",
        "SuperUserRiskSecurity": "%1$sSecurity%2$s - is féidir le sárúsáideoirí socruithe a mhionathrú. Má dhéantar cumraíochtaí míchearta d'fhéadfaí leochaileachtaí slándála a thabhairt isteach nó go gcuirfí isteach ar sheirbhísí.",
        "SuperUserRiskServiceDisruption": "%1$sCur isteach ar sheirbhís%2$s - tá an cumas ag sárúsáideoirí feidhmiúlachtaí a dhíghníomhachtú. D’fhéadfadh aga neamhbheartaithe nó cur isteach ar sheirbhísí a bheith mar thoradh air sin, rud a chuirfeadh isteach ar bhailiú agus ar thuairisciú sonraí.",
        "SuperUserRiskUserManagement": "%1$sBainistíocht úsáideora%2$s - is féidir le sárúsáideoirí ceadanna d'úsáideoirí eile a athrú nó a chúlghairm, a gcuid pasfhocail a athrú nó a bhfíordheimhniú dhá-fhachtóir a athshocrú. D’fhéadfadh rochtain neamhúdaraithe, pearsanú úsáideoirí a bheith mar thoradh air sin nó cosc a chur ar úsáideoirí dlisteanacha rochtain a fháil ar an gcóras.",
        "SuperUsersPermissionsNotice": "Tá rochtain riaracháin ag úsáideoirí Super ar gach suíomh gréasáin, mar sin níl aon ghá a gceadanna a bhainistiú in aghaidh an láithreáin ghréasáin.",
        "TheDisplayedUsersAreSelected": "Roghnaítear úsáideoirí%1$s a thaispeántar.",
        "TheDisplayedWebsitesAreSelected": "Roghnaítear suíomhanna Gréasáin %1$s a thaispeántar.",
        "TheLoginScreen": "An scáileán logála isteach",
        "ThereAreCurrentlyNRegisteredUsers": "Tá %s úsáideoirí cláraithe faoi láthair.",
        "TokenAuth": "Comhartha Fíordheimhnithe API",
        "TokenAuthIntro": "Is féidir comharthaí a ghin tú a úsáid chun rochtain a fháil ar API tuairiscithe Matomo, API rianaithe Matomo, agus giuirléidí Matomo a onnmhairiú agus na ceadanna céanna a bheith agat le do logáil isteach úsáideora rialta. Is féidir leat na comharthaí seo a úsáid freisin don aip Matomo Mobile.",
        "TokenRegenerateConfirmSelf": "Má athraítear comhartha fíordheimhnithe API, cuirfidh sé do chomhartha féin ó bhail. Má tá an comhartha reatha in úsáid, ní mór duit gach cliant API a nuashonrú leis an gcomhartha nuaghinte. An bhfuil tú cinnte gur mian leat do chomhartha fíordheimhnithe a athrú?",
        "TokenRegenerateTitle": "Athghiniúint",
        "TokenSuccessfullyDeleted": "Scriosadh an comhartha go rathúil",
        "TokenSuccessfullyGenerated": "D'éirigh le comhartha a ghintear",
        "TokensSuccessfullyDeleted": "Scriosadh gach comhartha go rathúil",
        "TokensWithExpireDateCreationBySystem": "Ní féidir comharthaí le dáta éaga a chruthú faoi láthair ach amháin ag an gcóras",
        "TwoFactorAuthentication": "Fíordheimhniú dhá fhachtóir",
        "TypeYourCurrentPassword": "Clóscríobh do phasfhocal reatha chun an t-athrú pasfhocail a dheimhniú.",
        "TypeYourPasswordAgain": "Clóscríobh do phasfhocal nua arís.",
        "User": "Úsáideoir",
        "UserHasNoPermission": "Tá %2$s go %3$s ag %1$s faoi láthair",
        "UserHasPermission": "Tá rochtain %2$s ag %1$s faoi láthair le haghaidh %3$s.",
        "UserSearch": "Cuardach úsáideora",
        "Username": "Ainm Úsáideora",
        "UsersManagement": "Bainistíocht Úsáideoirí",
        "UsersManagementMainDescription": "Cruthaigh úsáideoirí nua nó nuashonraigh na húsáideoirí atá ann cheana. Ansin is féidir leat a gceadanna a shocrú thuas.",
        "UsesTwoFactorAuthentication": "Úsáid fíordheimhniú dhá fhachtóir",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Nuair nach bhfuil úsáideoirí logáilte isteach agus cuairt a thabhairt ar Matomo, ba cheart dóibh",
        "YourCurrentPassword": "Do phasfhocal reatha",
        "YourUsernameCannotBeChanged": "Ní féidir d'ainm úsáideora a athrú.",
        "YourVisitsAreIgnoredOnDomain": "%1$sDéanann Matomo neamhaird ar chuairteanna ar %2$s%3$s (aimsíodh fianán neamhaird Matomo i do bhrabhsálaí).",
        "YourVisitsAreNotIgnored": "%1$sYour visits are not ignored by Matomo%2$s (níor aimsíodh fianán neamhaird Matomo i do bhrabhsálaí)."
    }
}
