{
    "UsersManager": {
        "2FA": "2FA",
        "AddExistingUser": "અસ્તિત્વમાં છે તે વપરાશકર્તા ઉમેરો",
        "AllWebsites": "બધી વેબસાઇટ્સ",
        "AnonymousAccessConfirmation": "તમે અનામી વપરાશકર્તાને આ વેબસાઇટની 'દૃશ્ય' ઍક્સેસ આપવા જઈ રહ્યાં છો. આનો અર્થ એ છે કે તમારા એનાલિટિક્સ રિપોર્ટ્સ અને તમારી મુલાકાતીઓની માહિતી કોઈપણ લૉગિન વિના પણ સાર્વજનિક રીતે જોઈ શકશે. શું તમે ખરેખર આગળ વધવા માંગો છો?",
        "AnonymousUser": "અનામી વપરાશકર્તા",
        "AnonymousUserHasViewAccess": "નોંધ: %1$s વપરાશકર્તા પાસે આ વેબસાઇટની %2$s ઍક્સેસ છે.",
        "AnonymousUserHasViewAccess2": "તમારા એનાલિટિક્સ અહેવાલો અને તમારા મુલાકાતીઓની માહિતી જનસામાન્ય માટે જોવા માટે ઉપલબ્ધ છે.",
        "ApplyToAllWebsites": "બધી વેબસાઇટ્સ પર લાગુ કરો",
        "AuthTokenPurpose": "તમે આ ટોકનનો ઉપયોગ શેના માટે કરો છો?",
        "AuthTokens": "ઓથ ટોકન્સ",
        "ChangeAllConfirm": "શું તમે ખરેખર '%s' ને બધી વેબસાઈટની ઍક્સેસ આપવા માંગો છો?",
        "ClickHereToDeleteTheCookie": "કૂકી કાઢી નાખવા માટે અહીં ક્લિક કરો અને Matomo ને તમારી મુલાકાતો ટ્રૅક કરવા દો",
        "ClickHereToSetTheCookieOnDomain": "એક કૂકી સેટ કરવા માટે અહીં ક્લિક કરો જે %s પર Matomo દ્વારા ટ્રૅક કરાયેલ વેબસાઇટ્સ પરની તમારી મુલાકાતોને બાકાત રાખશે",
        "ConfirmGrantSuperUserAccess": "શું તમે ખરેખર '%s' ને સુપર યુઝર એક્સેસ આપવા માંગો છો? ચેતવણી: વપરાશકર્તાને બધી વેબસાઇટ્સની ઍક્સેસ હશે અને તે વહીવટી કાર્યો કરવા માટે સક્ષમ હશે.",
        "ConfirmProhibitMySuperUserAccess": "%s, શું તમે ખરેખર તમારી પોતાની સુપર યુઝર એક્સેસ દૂર કરવા માંગો છો? તમે બધી પરવાનગીઓ અને તમામ વેબસાઇટ્સની ઍક્સેસ ગુમાવશો અને Matomo માંથી લોગ આઉટ થઈ જશો.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "શું તમે ખરેખર '%s' માંથી સુપર યુઝર એક્સેસ દૂર કરવા માંગો છો? વપરાશકર્તા બધી પરવાનગીઓ અને બધી વેબસાઇટ્સની ઍક્સેસ ગુમાવશે. જો જરૂરી હોય તો પછીથી જરૂરી વેબસાઇટ્સની ઍક્સેસ આપવાની ખાતરી કરો.",
        "ConfirmThisChange": "કૃપા કરીને આ ફેરફારની પુષ્ટિ કરો.",
        "ConfirmTokenCopied": "હું પુષ્ટિ કરું છું કે મેં ટોકન કોપી કર્યો છે અને સમજું છું કે મારે આ ટોકન બીજા કોઈની સાથે શેર કરવો જોઈએ નહીં.",
        "ConfirmWithPassword": "આ ફેરફારની પુષ્ટિ કરવા માટે કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો.",
        "CreateNewToken": "નવો ટોકન બનાવો",
        "CurrentPasswordNotCorrect": "તમે દાખલ કરેલ વર્તમાન પાસવર્ડ સાચો નથી.",
        "DeleteConfirm": "શું તમે ખરેખર %s વપરાશકર્તાને કાઢી નાખવા માંગો છો?",
        "DeleteNotSuccessful": "પસંદ કરેલા વપરાશકર્તાઓને દૂર કરતી વખતે એક ભૂલ આવી. કેટલાક વપરાશકર્તાઓને કદાચ દૂર કરવામાં આવ્યા ન હોય.",
        "DeleteSuccess": "પસંદ કરેલા વપરાશકર્તાઓને દૂર કરવામાં આવ્યા છે.",
        "DoNotStoreToken": "આ ટોકન અન્ય કોઈની સાથે શેર કરશો નહીં કારણ કે તે તમારા લોગિન અને પાસવર્ડ જેટલું જ ગુપ્ત છે.",
        "EditUser": "વપરાશકર્તા સંપાદિત કરો",
        "Email": "ઇમેઇલ",
        "EmailYourAdministrator": "%1$s આ સમસ્યા વિશે તમારા એડમિનિસ્ટ્રેટરને ઈ-મેલ કરો%2$s.",
        "EnterUsernameOrEmail": "વપરાશકર્તા નામ અથવા ઇમેઇલ સરનામું દાખલ કરો",
        "ExceptionAccessValues": "પેરામીટર એક્સેસમાં નીચેનામાંથી એક મૂલ્ય હોવું આવશ્યક છે: [ %1$s ], '%2$s' આપેલ.",
        "ExceptionAnonymousAccessNotPossible": "તમે ફક્ત 'અનામી' વપરાશકર્તાની ઍક્સેસ %1$s અથવા %2$s ઍક્સેસ સેટ કરી શકો છો.",
        "ExceptionAnonymousNoCapabilities": "તમે 'અનામી' વપરાશકર્તાને કોઈપણ ક્ષમતા આપી શકતા નથી.",
        "ExceptionDeleteDoesNotExist": "વપરાશકર્તા '%s' અસ્તિત્વમાં નથી તેથી તેને કાઢી શકાતો નથી.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "'%s' વપરાશકર્તાને દૂર કરવું શક્ય નથી.",
        "ExceptionEditAnonymous": "અનામી વપરાશકર્તાને સંપાદિત અથવા કાઢી શકાતું નથી. તેનો ઉપયોગ Matomo દ્વારા એવા વપરાશકર્તાને વ્યાખ્યાયિત કરવા માટે થાય છે કે જેણે હજી સુધી લૉગ ઇન કર્યું નથી. ઉદાહરણ તરીકે, તમે 'અનામી' વપરાશકર્તાને 'વ્યૂ' એક્સેસ આપીને તમારા આંકડાઓને સાર્વજનિક બનાવી શકો છો.",
        "ExceptionEmailExists": "ઈમેલ '%s' સાથેનો વપરાશકર્તા પહેલેથી જ અસ્તિત્વમાં છે.",
        "ExceptionEmailExistsAsLogin": "ઈમેલ '%s' પહેલેથી જ વપરાશકર્તાનામ તરીકે વપરાયેલ છે.",
        "ExceptionInvalidEmail": "ઇમેઇલનો ફોર્મેટ માન્ય નથી.",
        "ExceptionInvalidLoginFormat": "વપરાશકર્તાનામ %1$s અને %2$s અક્ષરોની વચ્ચેનું હોવું જોઈએ અને તેમાં માત્ર અક્ષરો, સંખ્યાઓ અથવા '_' અથવા '-' અથવા '' અક્ષરો હોવા જોઈએ. અથવા '@' અથવા '+'",
        "ExceptionInvalidPassword": "પાસવર્ડની લંબાઈ %1$s અક્ષરો કરતાં વધુ હોવી જોઈએ.",
        "ExceptionInvalidPasswordTooLong": "પાસવર્ડની લંબાઈ %1$s અક્ષરો કરતાં ઓછી હોવી જોઈએ.",
        "ExceptionLoginExists": "વપરાશકર્તાનામ '%s' પહેલેથી અસ્તિત્વમાં છે.",
        "ExceptionLoginExistsAsEmail": "વપરાશકર્તાનામ '%s' પહેલેથી જ ઈમેલ તરીકે વપરાયેલ છે.",
        "ExceptionMultipleRoleSet": "ફક્ત એક જ ભૂમિકા સેટ કરી શકાય છે પરંતુ બહુવિધ સેટ કરવામાં આવી છે. આમાંથી માત્ર એકનો ઉપયોગ કરો: %s",
        "ExceptionNoCapabilitiesWithoutRole": "વપરાશકર્તા %1$s માટે idSite %2$s પર કોઈ પણ ક્ષમતાઓ આપવામાં કરવામાં અસમર્થ. વપરાશકર્તાને ઓછામાં ઓછી દૃશ્ય ઍક્સેસની જરૂર છે.",
        "ExceptionNoRoleSet": "કોઈ ભૂમિકા સેટ નથી પરંતુ આમાંથી એક સેટ કરવાની જરૂર છે: %s",
        "ExceptionNoValueForUsernameOrEmail": "કૃપા કરીને વપરાશકર્તા નામ અથવા ઇમેઇલ સરનામું દાખલ કરો.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth MD5-હેશ કરેલા પાસવર્ડની અપેક્ષા રાખે છે (32 અક્ષર લાંબી સ્ટ્રિંગ). કૃપા કરીને આ પદ્ધતિને કૉલ કરતા પહેલા પાસવર્ડ પર md5() ફંક્શનને કૉલ કરો.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "વપરાશકર્તા '%s' માંથી સુપર યુઝર એક્સેસને દૂર કરવું શક્ય નથી.",
        "ExceptionSuperUserAccess": "આ વપરાશકર્તા પાસે સુપર યુઝર એક્સેસ છે અને તેની પાસે પહેલાથી જ Matomo માં બધી વેબસાઇટ્સને એક્સેસ કરવાની અને તેમાં ફેરફાર કરવાની પરવાનગી છે. તમે આ વપરાશકર્તા પાસેથી સુપર યુઝર એક્સેસ દૂર કરી શકો છો અને ફરી પ્રયાસ કરી શકો છો.",
        "ExceptionUserDoesNotExist": "વપરાશકર્તા '%s' અસ્તિત્વમાં નથી.",
        "ExceptionUserHasSuperUserAccess": "વપરાશકર્તા '%s' પાસે સુપર યુઝર એક્સેસ છે અને તેની પાસે પહેલાથી જ Matomo માં બધી વેબસાઈટ્સ એક્સેસ કરવાની અને તેમાં ફેરફાર કરવાની પરવાનગી છે. તમે આ વપરાશકર્તા પાસેથી સુપર યુઝર એક્સેસ દૂર કરી શકો છો અને ફરી પ્રયાસ કરી શકો છો.",
        "ExceptionUserHasViewAccessAlready": "આ વપરાશકર્તાને પહેલેથી જ આ વેબસાઇટની ઍક્સેસ છે.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "સુપર યુઝર એક્સેસ ધરાવતો ઓછામાં ઓછો એક વપરાશકર્તા હોવો જોઈએ. કૃપા કરીને પહેલા બીજા વપરાશકર્તાને સુપર યુઝર એક્સેસ આપો.",
        "ExcludeVisitsViaCookie": "કૂકીનો ઉપયોગ કરીને તમારી મુલાકાતોને બાકાત રાખો",
        "ExpireDate": "સમાપ્તિ તારીખ",
        "ForAnonymousUsersReportDateToLoadByDefault": "અનામી વપરાશકર્તાઓ માટે, ડિફૉલ્ટ રૂપે લોડ થવાની તારીખની જાણ કરો",
        "GiveUserAccess": "%3$s માટે '%1$s' %2$s ને ઍક્સેસ આપો.",
        "GiveViewAccess": "%1$s માટે દૃશ્ય ઍક્સેસ આપો",
        "GiveViewAccessInstructions": "%s માટે અસ્તિત્વમાં છે તે વપરાશકર્તાને જોવાની ઍક્સેસ આપવા માટે, અસ્તિત્વમાંના વપરાશકર્તાનું વપરાશકર્તા નામ અથવા ઇમેઇલ સરનામું દાખલ કરો",
        "GiveViewAccessTitle": "%s માટે રિપોર્ટ્સ જોવા માટે હાલના વપરાશકર્તાને ઍક્સેસ આપો",
        "GoBackSecurityPage": "સુરક્ષા પૃષ્ઠ પર પાછા જાઓ.",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "જો તમે પાસવર્ડ બદલવા માંગતા હોવ તો નવો ટાઇપ કરો. નહિંતર, આ ખાલી છોડી દો.",
        "InjectedHostCannotChangePwd": "તમે હાલમાં અજાણ્યા હોસ્ટ (%1$s) સાથે મુલાકાત લઈ રહ્યાં છો. જ્યાં સુધી આ સમસ્યા ઠીક ન થાય ત્યાં સુધી તમે તમારો પાસવર્ડ બદલી શકતા નથી.",
        "InviteNewUser": "નવા વપરાશકર્તાને આમંત્રણ આપો",
        "InviteTeamMember": "ટીમ સભ્યને આમંત્રણ આપો",
        "InviteUser": "વપરાશકર્તાને આમંત્રણ આપો",
        "LastSeen": "છેલ્લે જોવામાં આવ્યું",
        "LastUsed": "છેલ્લે વપરાયેલું",
        "MainDescription": "કયા વપરાશકર્તાઓને તમારી વેબસાઇટ્સની ઍક્સેસ છે તે નક્કી કરો. તમે વેબસાઈટ સિલેક્ટરમાં \"બધી વેબસાઇટ્સ પર લાગુ કરો\" પસંદ કરીને એક જ સમયે બધી વેબસાઈટનો એક્સેસ પણ આપી શકો છો.",
        "ManageAccess": "ઍક્સેસ મેનેજ કરો",
        "MenuAnonymousUserSettings": "અનામી વપરાશકર્તા સેટિંગ્સ",
        "MenuPersonal": "વ્યક્તિગત",
        "MenuUserSettings": "વપરાશકર્તા સેટિંગ્સ",
        "MenuUsers": "વપરાશકર્તાઓ",
        "NoTokenCreatedYetCreateNow": "હજી સુધી કોઈ ટોકન બનાવવામાં આવ્યો નથી, %1$sહવે નવો ટોકન બનાવો%2$s.",
        "NoUsersExist": "હજી સુધી કોઈ વપરાશકર્તાઓ નથી.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "નોંધ: તમે આ વિભાગમાં સેટિંગ્સ બદલી શકતા નથી, કારણ કે તમારી પાસે અનામી વપરાશકર્તા દ્વારા ઍક્સેસ કરી શકાય તેવી કોઈપણ વેબસાઇટ નથી.",
        "PersonalSettings": "વ્યક્તિગત સેટિંગ્સ",
        "PleaseStoreToken": "કૃપા કરીને તમારું ટોકન સુરક્ષિત રીતે સંગ્રહિત કરો કારણ કે તમે ફરીથી ટોકનને ઍક્સેસ અથવા જોઈ શકશો નહીં.",
        "PluginDescription": "યુઝર્સ મેનેજમેન્ટ તમને નવા વપરાશકર્તાઓ ઉમેરવા, હાલના વપરાશકર્તાઓને સંપાદિત કરવા અને તેમને વેબસાઇટ્સ જોવા અથવા સંચાલિત કરવાની ઍક્સેસ આપવા દે છે.",
        "PrivAdmin": "એડમિન",
        "PrivAdminDescription": "આ ભૂમિકા ધરાવતા વપરાશકર્તાઓ વેબસાઇટનું સંચાલન કરી શકે છે અને અન્ય વપરાશકર્તાઓને વેબસાઇટની ઍક્સેસ આપી શકે છે. તેઓ %s ભૂમિકા કરી શકે તે બધું પણ કરી શકે છે.",
        "PrivNone": "કોઈ ઍક્સેસ નથી",
        "PrivView": "દૃશ્ય",
        "PrivViewDescription": "આ ભૂમિકાવાળા વપરાશકર્તા બધા અહેવાલો જોઈ શકે છે.",
        "PrivWrite": "લખો",
        "PrivWriteDescription": "આ ભૂમિકા ધરાવતા વપરાશકર્તાઓ આ વેબસાઈટ માટે તમામ સામગ્રી જોઈ શકે છે ઉપરાંત ધ્યેય, ફનલ, હીટમેપ્સ, સત્ર રેકોર્ડિંગ્સ અને ફોર્મ્સ જેવી એન્ટિટી બનાવી, મેનેજ અને કાઢી શકે છે.",
        "RemoveUserAccess": "%2$s માટે '%1$s' માટે ઍક્સેસ દૂર કરો.",
        "ReportDateToLoadByDefault": "ડિફૉલ્ટ રૂપે લોડ કરવા માટે અહેવાલ તારીખ",
        "ReportToLoadByDefault": "ડિફોલ્ટ તરીકે લોડ કરવા માટેનો અહેવાલ",
        "ResetTwoFactorAuthentication": "દ્વિ-પરિબળ પ્રમાણીકરણ રીસેટ કરો",
        "ResetTwoFactorAuthenticationInfo": "જો વપરાશકર્તા ખોવાયેલા પુનઃપ્રાપ્તિ કોડ્સ અથવા ખોવાયેલા પ્રમાણીકરણ ઉપકરણને કારણે લોગ ઇન કરી શકતા નથી, તો તમે વપરાશકર્તા માટે દ્વિ-પરિબળ પ્રમાણીકરણ રીસેટ કરી શકો છો, જેથી તેઓ ફરીથી લોગ ઇન કરી શકે.",
        "SaveBasicInfo": "મૂળભૂત માહિતી સાચવો",
        "SuperUserAccessManagement": "સુપર યુઝર એક્સેસ મેનેજ કરો",
        "SuperUserAccessManagementGrantMore": "તમે અહીં Matomo ના અન્ય વપરાશકર્તાઓને સુપર યુઝર એક્સેસ આપી શકો છો. કૃપા કરીને આ સુવિધાનો કાળજીપૂર્વક ઉપયોગ કરો.",
        "TokenSuccessfullyGenerated": "ટોકન સફળતાપૂર્વક જનરેટ થયો છે",
        "TwoFactorAuthentication": "દ્વિ-પરિબળ પ્રમાણીકરણ",
        "UsesTwoFactorAuthentication": "દ્વિ-પરિબળ પ્રમાણીકરણનો ઉપયોગ કરે છે",
        "YourCurrentPassword": "તમારો વર્તમાન પાસવર્ડ"
    }
}
