{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "સક્રિય",
        "AddExistingUser": "અસ્તિત્વમાં છે તે વપરાશકર્તા ઉમેરો",
        "AddNewUser": "નવા વપરાશકર્તા ઉમેરો",
        "AddSuperuserAccessConfirm": "વપરાશકર્તાને સુપરયુઝર એક્સેસ આપવાથી યુઝરને Matomo પર સંપૂર્ણ નિયંત્રણ રાખવાની મંજૂરી મળશે અને તે થોડીક રીતે થવી જોઈએ.",
        "AddUserNoInitialAccessError": "નવા વપરાશકર્તાઓને વેબસાઇટની ઍક્સેસ આપવી આવશ્યક છે, કૃપા કરીને 'initialIdSite' પેરામીટર સેટ કરો.",
        "AllUsersAreSelected": "બધા %1$s વપરાશકર્તાઓ પસંદ કરેલા છે.",
        "AllWebsites": "બધી વેબસાઇટ્સ",
        "AllWebsitesAreSelected": "બધી %1$s વેબસાઇટ્સ પસંદ કરેલી છે.",
        "AnonymousAccessConfirmation": "તમે અનામી વપરાશકર્તાને આ વેબસાઇટની 'દૃશ્ય' ઍક્સેસ આપવા જઈ રહ્યાં છો. આનો અર્થ એ છે કે તમારા એનાલિટિક્સ રિપોર્ટ્સ અને તમારી મુલાકાતીઓની માહિતી કોઈપણ લૉગિન વિના પણ સાર્વજનિક રીતે જોઈ શકશે. શું તમે ખરેખર આગળ વધવા માંગો છો?",
        "AnonymousUser": "અનામી વપરાશકર્તા",
        "AnonymousUserHasViewAccess": "નોંધ: %1$s વપરાશકર્તા પાસે આ વેબસાઇટની %2$s ઍક્સેસ છે.",
        "AnonymousUserHasViewAccess2": "તમારા એનાલિટિક્સ અહેવાલો અને તમારા મુલાકાતીઓની માહિતી જનસામાન્ય માટે જોવા માટે ઉપલબ્ધ છે.",
        "AnonymousUserRoleChangeWarning": "%1$s વપરાશકર્તાને %2$s ભૂમિકા આપવાથી આ વેબસાઇટનો ડેટા સાર્વજનિક બનશે અને દરેક માટે ઉપલબ્ધ થશે, પછી ભલે તેમની પાસે Matomo લૉગિન ન હોય.",
        "ApplyToAllWebsites": "બધી વેબસાઇટ્સ પર લાગુ કરો",
        "AreYouSure": "શું તમને ખાતરી છે?",
        "AreYouSureAddCapability": "શું તમે ખરેખર %1$s ને %3$s માટે %2$s ક્ષમતા આપવા માંગો છો?",
        "AreYouSureChangeDetails": "શું તમે ખરેખર %s માટે વપરાશકર્તા માહિતી બદલવા માંગો છો?",
        "AreYouSureRemoveCapability": "શું તમે ખરેખર %3$s માટે %2$s માંથી %1$s ક્ષમતા દૂર કરવા માંગો છો?",
        "AtLeastView": "ઓછામાં ઓછું દૃશ્ય",
        "AuthTokenPurpose": "તમે આ ટોકનનો ઉપયોગ શેના માટે કરો છો?",
        "AuthTokenSecureOnlyHelp": "ફક્ત આ ટોકનનો સુરક્ષિત રીતે ઉપયોગ કરવાની મંજૂરી આપવા માટે આ વિકલ્પને સક્ષમ કરો (દા.ત. POST વિનંતીઓ), આ શ્રેષ્ઠ સુરક્ષા પ્રથા તરીકે ભલામણ કરવામાં આવે છે. ટોકન પછી GET વિનંતીઓમાં URL પેરામીટર તરીકે માન્ય રહેશે નહીં.",
        "AuthTokenSecureOnlyHelpForced": "સિસ્ટમ એડમિનિસ્ટ્રેટરે Matomo ને ફક્ત સુરક્ષિત રીતે ઉપયોગ કરવા માટે ટોકન્સ બનાવવાની મંજૂરી આપવા માટે ગોઠવ્યું છે (દા.ત. POST વિનંતીઓ દ્વારા), તમે આ ટોકન વિકલ્પ બદલી શકતા નથી.",
        "AuthTokens": "ઓથ ટોકન્સ",
        "BackToUser": "વપરાશકર્તાઓ પર પાછા જાઓ",
        "BasicInformation": "મૂળભૂત માહિતી",
        "BulkActions": "બલ્ક ક્રિયાઓ",
        "Capabilities": "ક્ષમતાઓ",
        "CapabilitiesHelp": "ક્ષમતાઓ એ વ્યક્તિગત ક્ષમતાઓ છે જે વપરાશકર્તાઓને આપી શકાય છે. ભૂમિકાઓ, મૂળભૂત રીતે, ચોક્કસ ક્ષમતાઓ આપી શકે છે. ઉદાહરણ તરીકે, એડમિન ભૂમિકા આપમેળે વપરાશકર્તાઓને ટેગ મેનેજરમાં ટૅગ્સ સંપાદિત કરવાની મંજૂરી આપશે. ઓછા શક્તિશાળી વપરાશકર્તાઓ માટે, જો કે, તમે સ્પષ્ટપણે વપરાશકર્તાઓને ક્ષમતાઓ આપી શકો છો.",
        "Capability": "ક્ષમતા",
        "ChangeAllConfirm": "શું તમે ખરેખર '%s' ને બધી વેબસાઈટની ઍક્સેસ આપવા માંગો છો?",
        "ChangePermToAllSitesConfirm": "શું તમે ખરેખર %1$s વપરાશકર્તા %2$s ને દરેક વેબસાઇટની ઍક્સેસ આપવા માંગો છો કે જેની પાસે તમારી પાસે હાલમાં એડમિન ઍક્સેસ છે?",
        "ChangePermToAllSitesConfirm2": "નોંધ: આ ફક્ત વર્તમાનમાં અસ્તિત્વમાં છે તે વેબસાઇટ્સને અસર કરશે. તમે જે નવી વેબસાઇટ્સ બનાવી શકો છો તે આ વપરાશકર્તા માટે આપમેળે ઍક્સેસિબલ રહેશે નહીં.",
        "ChangePermToSiteConfirmMultiple": "શું તમે ખરેખર %1$s ની ભૂમિકાને %2$s પસંદ કરેલી વેબસાઇટ્સ પર બદલીને %3$s કરવા માંગો છો?",
        "ChangePermToSiteConfirmSingle": "શું તમે ખરેખર %1$s ની ભૂમિકાને %2$s થી %3$s માં બદલવા માંગો છો?",
        "ClickHereToDeleteTheCookie": "કૂકી કાઢી નાખવા માટે અહીં ક્લિક કરો અને Matomo ને તમારી મુલાકાતો ટ્રૅક કરવા દો",
        "ClickHereToSetTheCookieOnDomain": "એક કૂકી સેટ કરવા માટે અહીં ક્લિક કરો જે %s પર Matomo દ્વારા ટ્રૅક કરાયેલ વેબસાઇટ્સ પરની તમારી મુલાકાતોને બાકાત રાખશે",
        "ClickToSelectAll": "બધા %1$s પસંદ કરવા માટે ક્લિક કરો.",
        "ClickToSelectDisplayedUsers": "દર્શાવેલ વપરાશકર્તાઓ %1$s પસંદ કરવા માટે ક્લિક કરો.",
        "ClickToSelectDisplayedWebsites": "દર્શાવેલ વેબસાઇટ્સ %1$s પસંદ કરવા માટે ક્લિક કરો.",
        "ConfirmGrantSuperUserAccess": "શું તમે ખરેખર '%s' ને સુપર યુઝર એક્સેસ આપવા માંગો છો? ચેતવણી: વપરાશકર્તાને બધી વેબસાઇટ્સની ઍક્સેસ હશે અને તે વહીવટી કાર્યો કરવા માટે સક્ષમ હશે.",
        "ConfirmProhibitMySuperUserAccess": "%s, શું તમે ખરેખર તમારી પોતાની સુપર યુઝર એક્સેસ દૂર કરવા માંગો છો? તમે બધી પરવાનગીઓ અને તમામ વેબસાઇટ્સની ઍક્સેસ ગુમાવશો અને Matomo માંથી લોગ આઉટ થઈ જશો.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "શું તમે ખરેખર '%s' માંથી સુપર યુઝર એક્સેસ દૂર કરવા માંગો છો? વપરાશકર્તા બધી પરવાનગીઓ અને બધી વેબસાઇટ્સની ઍક્સેસ ગુમાવશે. જો જરૂરી હોય તો પછીથી જરૂરી વેબસાઇટ્સની ઍક્સેસ આપવાની ખાતરી કરો.",
        "ConfirmThisChange": "કૃપા કરીને આ ફેરફારની પુષ્ટિ કરો.",
        "ConfirmTokenCopied": "હું પુષ્ટિ કરું છું કે મેં ટોકન કોપી કર્યો છે અને સમજું છું કે મારે આ ટોકન બીજા કોઈની સાથે શેર કરવો જોઈએ નહીં.",
        "ConfirmWithPassword": "આ ફેરફારની પુષ્ટિ કરવા માટે કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો.",
        "CopyDenied": "તમારા બ્રાઉઝરની સેટિંગ્સને કારણે વિનંતીને મંજૂરી નથી.",
        "CopyDeniedHints": "કૃપા કરીને કાં તો બ્રાઉઝર સ્વિચ કરીને અથવા તેના બદલે સીધી આ લિંકને કૉપિ કરીને અને શેર કરીને ફરી પ્રયાસ કરો: %1$s",
        "CopyLink": "આમંત્રણ લિંક કૉપિ કરો",
        "CreateNewToken": "નવો ટોકન બનાવો",
        "CurrentPasswordNotCorrect": "તમે દાખલ કરેલ વર્તમાન પાસવર્ડ સાચો નથી.",
        "Decline": "આમંત્રણ નકાર્યું",
        "DeleteAllTokens": "બધા ટોકન્સ કાઢી નાખો",
        "DeleteConfirm": "શું તમે ખરેખર %s વપરાશકર્તાને કાઢી નાખવા માંગો છો?",
        "DeleteNotSuccessful": "પસંદ કરેલા વપરાશકર્તાઓને દૂર કરતી વખતે એક ભૂલ આવી. કેટલાક વપરાશકર્તાઓને કદાચ દૂર કરવામાં આવ્યા ન હોય.",
        "DeletePermConfirmMultiple": "શું તમે ખરેખર %2$s પસંદ કરેલી વેબસાઇટ્સમાંથી %1$s ની ઍક્સેસ દૂર કરવા માંગો છો?",
        "DeletePermConfirmSingle": "શું તમે ખરેખર %1$s ની %2$s ની ઍક્સેસ દૂર કરવા માંગો છો?",
        "DeleteSuccess": "પસંદ કરેલા વપરાશકર્તાઓને દૂર કરવામાં આવ્યા છે.",
        "DeleteUserConfirmMultiple": "શું તમે ખરેખર પસંદ કરેલા %1$s વપરાશકર્તાઓને કાઢી નાખવા માંગો છો?",
        "DeleteUserConfirmSingle": "શું તમે ખરેખર %1$s ને કાઢી નાખવા માંગો છો?",
        "DeleteUserPermConfirmMultiple": "શું તમે ખરેખર %3$s માટે %1$s પસંદ કરેલ વપરાશકર્તાઓની ભૂમિકાને %2$s માં બદલવા માંગો છો?",
        "DeleteUserPermConfirmSingle": "શું તમે ખરેખર %3$s માટે %1$s ની ભૂમિકાને %2$s માં બદલવા માંગો છો?",
        "DeleteUsers": "વપરાશકર્તાઓ કાઢી નાખો",
        "DoNotStoreToken": "આ ટોકન અન્ય કોઈની સાથે શેર કરશો નહીં કારણ કે તે તમારા લોગિન અને પાસવર્ડ જેટલું જ ગુપ્ત છે.",
        "EditUser": "વપરાશકર્તા સંપાદિત કરો",
        "Email": "ઇમેઇલ",
        "EmailChangeNotificationSubject": "તમારા Matomo એકાઉન્ટનું ઇમેઇલ સરનામું હમણાં જ બદલવામાં આવ્યું છે",
        "EmailChangedEmail1": "તમારા એકાઉન્ટ સાથે સંકળાયેલ ઇમેઇલ સરનામું %1$s માં બદલાઈ ગયું છે",
        "EmailChangedEmail2": "આ ફેરફાર નીચેના ઉપકરણથી શરૂ કરવામાં આવ્યો હતો: %1$s (IP સરનામું = %2$s).",
        "EmailYourAdministrator": "%1$s આ સમસ્યા વિશે તમારા એડમિનિસ્ટ્રેટરને ઈ-મેલ કરો%2$s.",
        "EnterUsernameOrEmail": "વપરાશકર્તા નામ અથવા ઇમેઇલ સરનામું દાખલ કરો",
        "ErrorEmailDomainNotAllowed": "ઇમેઇલ \"%1$s\" નો ઉપયોગ કરી શકાતો નથી, કારણ કે માત્ર \"%2$s\" ડોમેન્સ સાથેની ઇમેઇલ્સને જ મંજૂરી છે.",
        "ExceptionAccessValues": "પેરામીટર એક્સેસમાં નીચેનામાંથી એક મૂલ્ય હોવું આવશ્યક છે: [ %1$s ], '%2$s' આપેલ.",
        "ExceptionAnonymousAccessNotPossible": "તમે ફક્ત 'અનામી' વપરાશકર્તાની ઍક્સેસ %1$s અથવા %2$s ઍક્સેસ સેટ કરી શકો છો.",
        "ExceptionAnonymousNoCapabilities": "તમે 'અનામી' વપરાશકર્તાને કોઈપણ ક્ષમતા આપી શકતા નથી.",
        "ExceptionDeleteDoesNotExist": "વપરાશકર્તા '%s' અસ્તિત્વમાં નથી તેથી તેને કાઢી શકાતો નથી.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "'%s' વપરાશકર્તાને દૂર કરવું શક્ય નથી.",
        "ExceptionEditAnonymous": "અનામી વપરાશકર્તાને સંપાદિત અથવા કાઢી શકાતું નથી. તેનો ઉપયોગ Matomo દ્વારા એવા વપરાશકર્તાને વ્યાખ્યાયિત કરવા માટે થાય છે કે જેણે હજી સુધી લૉગ ઇન કર્યું નથી. ઉદાહરણ તરીકે, તમે 'અનામી' વપરાશકર્તાને 'વ્યૂ' એક્સેસ આપીને તમારા આંકડાઓને સાર્વજનિક બનાવી શકો છો.",
        "ExceptionEmailExists": "ઈમેલ '%s' સાથેનો વપરાશકર્તા પહેલેથી જ અસ્તિત્વમાં છે.",
        "ExceptionEmailExistsAsLogin": "ઈમેલ '%s' પહેલેથી જ વપરાશકર્તાનામ તરીકે વપરાયેલ છે.",
        "ExceptionInvalidEmail": "ઇમેઇલનો ફોર્મેટ માન્ય નથી.",
        "ExceptionInvalidLoginFormat": "વપરાશકર્તાનામ %1$s અને %2$s અક્ષરોની વચ્ચેનું હોવું જોઈએ અને તેમાં માત્ર અક્ષરો, સંખ્યાઓ અથવા '_' અથવા '-' અથવા '' અક્ષરો હોવા જોઈએ. અથવા '@' અથવા '+'",
        "ExceptionInvalidPassword": "પાસવર્ડની લંબાઈ %1$s અક્ષરો કરતાં વધુ હોવી જોઈએ.",
        "ExceptionInvalidPasswordTooLong": "પાસવર્ડની લંબાઈ %1$s અક્ષરો કરતાં ઓછી હોવી જોઈએ.",
        "ExceptionLoginExists": "વપરાશકર્તાનામ '%s' પહેલેથી અસ્તિત્વમાં છે.",
        "ExceptionLoginExistsAsEmail": "વપરાશકર્તાનામ '%s' પહેલેથી જ ઈમેલ તરીકે વપરાયેલ છે.",
        "ExceptionMultipleRoleSet": "ફક્ત એક જ ભૂમિકા સેટ કરી શકાય છે પરંતુ બહુવિધ સેટ કરવામાં આવી છે. આમાંથી માત્ર એકનો ઉપયોગ કરો: %s",
        "ExceptionNoCapabilitiesWithoutRole": "વપરાશકર્તા %1$s માટે idSite %2$s પર કોઈ પણ ક્ષમતાઓ આપવામાં કરવામાં અસમર્થ. વપરાશકર્તાને ઓછામાં ઓછી દૃશ્ય ઍક્સેસની જરૂર છે.",
        "ExceptionNoRoleSet": "કોઈ ભૂમિકા સેટ નથી પરંતુ આમાંથી એક સેટ કરવાની જરૂર છે: %s",
        "ExceptionNoValueForUsernameOrEmail": "કૃપા કરીને વપરાશકર્તા નામ અથવા ઇમેઇલ સરનામું દાખલ કરો.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth MD5-હેશ કરેલા પાસવર્ડની અપેક્ષા રાખે છે (32 અક્ષર લાંબી સ્ટ્રિંગ). કૃપા કરીને આ પદ્ધતિને કૉલ કરતા પહેલા પાસવર્ડ પર md5() ફંક્શનને કૉલ કરો.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "વપરાશકર્તા '%s' માંથી સુપર યુઝર એક્સેસને દૂર કરવું શક્ય નથી.",
        "ExceptionResendInviteDenied": "આમંત્રણ ફરીથી મોકલવાની મંજૂરી ફક્ત તે વપરાશકર્તાને છે જેણે %s અથવા કોઈપણ સુપર વપરાશકર્તાને આમંત્રિત કર્યા છે.",
        "ExceptionSuperUserAccess": "આ વપરાશકર્તા પાસે સુપર યુઝર એક્સેસ છે અને તેની પાસે પહેલાથી જ Matomo માં બધી વેબસાઇટ્સને એક્સેસ કરવાની અને તેમાં ફેરફાર કરવાની પરવાનગી છે. તમે આ વપરાશકર્તા પાસેથી સુપર યુઝર એક્સેસ દૂર કરી શકો છો અને ફરી પ્રયાસ કરી શકો છો.",
        "ExceptionUserDoesNotExist": "વપરાશકર્તા '%s' અસ્તિત્વમાં નથી.",
        "ExceptionUserHasSuperUserAccess": "વપરાશકર્તા '%s' પાસે સુપર યુઝર એક્સેસ છે અને તેની પાસે પહેલાથી જ Matomo માં બધી વેબસાઈટ્સ એક્સેસ કરવાની અને તેમાં ફેરફાર કરવાની પરવાનગી છે. તમે આ વપરાશકર્તા પાસેથી સુપર યુઝર એક્સેસ દૂર કરી શકો છો અને ફરી પ્રયાસ કરી શકો છો.",
        "ExceptionUserHasViewAccessAlready": "આ વપરાશકર્તાને પહેલેથી જ આ વેબસાઇટની ઍક્સેસ છે.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "સુપર યુઝર એક્સેસ ધરાવતો ઓછામાં ઓછો એક વપરાશકર્તા હોવો જોઈએ. કૃપા કરીને પહેલા બીજા વપરાશકર્તાને સુપર યુઝર એક્સેસ આપો.",
        "ExcludeVisitsViaCookie": "કૂકીનો ઉપયોગ કરીને તમારી મુલાકાતોને બાકાત રાખો",
        "ExpireDate": "સમાપ્તિ તારીખ",
        "Expired": "આમંત્રણ સમાપ્ત થયેલ છે",
        "ExpiredInviteAutomaticallyRemoved": "સમાપ્ત થયેલ આમંત્રણો %1$s દિવસ પછી આપમેળે કાઢી નાખવામાં આવશે.",
        "ExpiredTokensDeleteAutomatically": "સમાપ્તિ તારીખ સાથેના ટોકન્સ આપમેળે કાઢી નાખવામાં આવશે.",
        "FilterByAccess": "ઍક્સેસ દ્વારા ફિલ્ટર કરો",
        "FilterByStatus": "સ્થિતિ દ્વારા ફિલ્ટર કરો",
        "FilterByWebsite": "વેબસાઇટ દ્વારા ફિલ્ટર કરો",
        "FirstSiteInlineHelp": "વેબસાઈટ બનાવ્યા પછી નવા યુઝરને વ્યુ રોલ આપવો જરૂરી છે. જો કોઈ ઍક્સેસ આપવામાં નહીં આવે, તો વપરાશકર્તાને લોગ ઇન કરતી વખતે એક ભૂલ દેખાશે. ડાબી બાજુએ દેખાશે તે 'પરમિશન્સ' ટેબમાં વપરાશકર્તા બનાવ્યા પછી તમે વધુ પરવાનગીઓ આપી શકો છો.",
        "FirstWebsitePermission": "પ્રથમ વેબસાઇટ પરવાનગી",
        "ForAnonymousUsersReportDateToLoadByDefault": "અનામી વપરાશકર્તાઓ માટે, ડિફૉલ્ટ રૂપે લોડ થવાની તારીખની જાણ કરો",
        "GiveAccessToAll": "આ વપરાશકર્તાને બધી વેબસાઇટ્સની ઍક્સેસ આપો",
        "GiveUserAccess": "%3$s માટે '%1$s' %2$s ને ઍક્સેસ આપો.",
        "GiveViewAccess": "%1$s માટે દૃશ્ય ઍક્સેસ આપો",
        "GiveViewAccessInstructions": "%s માટે અસ્તિત્વમાં છે તે વપરાશકર્તાને જોવાની ઍક્સેસ આપવા માટે, અસ્તિત્વમાંના વપરાશકર્તાનું વપરાશકર્તા નામ અથવા ઇમેઇલ સરનામું દાખલ કરો",
        "GiveViewAccessTitle": "%s માટે રિપોર્ટ્સ જોવા માટે હાલના વપરાશકર્તાને ઍક્સેસ આપો",
        "GoBackSecurityPage": "સુરક્ષા પૃષ્ઠ પર પાછા જાઓ.",
        "HasSuperUserAccess": "સુપરયુઝર એક્સેસ ધરાવે છે",
        "IfThisWasYouIgnoreIfNot": "જો આ તમે હતા, તો આ ઇમેઇલને અવગણો. જો આ તમે ન હતા, તો કૃપા કરીને લૉગિન કરો, તમારું ઇમેઇલ સરનામું સુધારો, તમારો પાસવર્ડ બદલો અને તમારા Matomo એડમિનિસ્ટ્રેટરનો સંપર્ક કરો.",
        "IfThisWasYouPasswordChange": "જો આ તમે હતા, તો આ ઇમેઇલને અવગણો. જો આ તમે ન હતા, તો કૃપા કરીને તરત જ તમારા Matomo એડમિનિસ્ટ્રેટરનો સંપર્ક કરો, કારણ કે તમારા એકાઉન્ટ સાથે ચેડા કરવામાં આવ્યા હશે!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "જો તમે પાસવર્ડ બદલવા માંગતા હોવ તો નવો ટાઇપ કરો. નહિંતર, આ ખાલી છોડી દો.",
        "IncludedInUsersRole": "આ વપરાશકર્તાની ભૂમિકામાં શામેલ છે.",
        "InjectedHostCannotChangePwd": "તમે હાલમાં અજાણ્યા હોસ્ટ (%1$s) સાથે મુલાકાત લઈ રહ્યાં છો. જ્યાં સુધી આ સમસ્યા ઠીક ન થાય ત્યાં સુધી તમે તમારો પાસવર્ડ બદલી શકતા નથી.",
        "InvitationSent": "આમંત્રણ મોકલવામાં આવ્યું છે.",
        "InviteActionNotes": "કૃપા કરીને નોંધો કે આમંત્રણ ફરીથી મોકલવું અથવા આમંત્રણ લિંક કૉપિ કરવાથી અગાઉના આમંત્રણોની સમય મર્યાદા %1$s દિવસ સુધી લંબાશે.",
        "InviteConfirmMessage": "તમે આમંત્રણ લિંકને કૉપિ કરીને અને %1$s સાથે સીધા શેર કરીને આમંત્રણ ફરીથી મોકલી શકો છો અથવા %2$s પર આમંત્રણ ઇમેઇલ ફરીથી મોકલી શકો છો.",
        "InviteDayLeft": "%s દિવસોમાં સમાપ્ત થાય છે",
        "InviteNewUser": "નવા વપરાશકર્તાને આમંત્રણ આપો",
        "InviteSuccess": "આમંત્રણ મોકલ્યું.",
        "InviteSuccessNotification": "આમંત્રિત વપરાશકર્તાને આમંત્રણ સ્વીકારવા માટે એક ઇમેઇલ પ્રાપ્ત થશે. આ આમંત્રણ %1$s દિવસ માટે માન્ય છે. તમે યુઝર મેનેજમેન્ટ પેજ પર આમંત્રણ ફરીથી મોકલી અને કાઢી પણ શકો છો.",
        "InviteTeamMember": "ટીમ સભ્યને આમંત્રણ આપો",
        "InviteUser": "વપરાશકર્તાને આમંત્રણ આપો",
        "LastSeen": "છેલ્લે જોવામાં આવ્યું",
        "LastUsed": "છેલ્લે વપરાયેલું",
        "LinkCopied": "લિંક ક્લિપબોર્ડ પર કૉપિ કરી",
        "MainDescription": "કયા વપરાશકર્તાઓને તમારી વેબસાઇટ્સની ઍક્સેસ છે તે નક્કી કરો. તમે વેબસાઈટ સિલેક્ટરમાં \"બધી વેબસાઇટ્સ પર લાગુ કરો\" પસંદ કરીને એક જ સમયે બધી વેબસાઈટનો એક્સેસ પણ આપી શકો છો.",
        "ManageAccess": "ઍક્સેસ મેનેજ કરો",
        "ManageUsers": "વપરાશકર્તાઓ મેનેજ કરો",
        "ManageUsersAdminDesc": "નવા વપરાશકર્તાઓ બનાવો અથવા વર્તમાન વપરાશકર્તાઓને અપડેટ કરો. પછી તમે અહીં પણ તેમની પરવાનગીઓ સેટ કરી શકો છો. મહેરબાની કરીને નોંધ કરો કે તમે એડમિનિસ્ટ્રેટર તરીકે લૉગ ઇન થયા છો. આનો અર્થ એ છે કે તમે ફક્ત એવા વપરાશકર્તાઓને જ જુઓ અને મેનેજ કરો કે જેમની પાસે ચોક્કસ વેબસાઇટ્સની ઍક્સેસ છે જ્યાં તમારી પાસે \"એડમિન\" પરવાનગીઓ છે. માત્ર સુપર યુઝર એક્સેસ ધરાવતા યુઝર જ તમામ વેબસાઈટ પરના તમામ યુઝર્સને જોઈ અને મેનેજ કરી શકે છે.",
        "ManageUsersDesc": "નવા વપરાશકર્તાઓ બનાવો અથવા વર્તમાન વપરાશકર્તાઓને અપડેટ કરો. પછી તમે અહીં પણ તેમની પરવાનગીઓ સેટ કરી શકો છો.",
        "MenuAnonymousUserSettings": "અનામી વપરાશકર્તા સેટિંગ્સ",
        "MenuPersonal": "વ્યક્તિગત",
        "MenuUserSettings": "વપરાશકર્તા સેટિંગ્સ",
        "MenuUsers": "વપરાશકર્તાઓ",
        "NewsletterSignupFailureMessage": "ઓહ, કંઈક ખોટું થયું. અમે તમને ન્યૂઝલેટર માટે સાઇન અપ કરવામાં સક્ષમ ન હતા.",
        "NewsletterSignupMessage": "Matomo વિશે નિયમિત માહિતી મેળવવા માટે અમારા ન્યૂઝલેટર પર સબ્સ્ક્રાઇબ કરો. તમે કોઈપણ સમયે તેમાંથી અનસબ્સ્ક્રાઇબ કરી શકો છો. આ સેવા MadMimi નો ઉપયોગ કરે છે. %1$sMatomo ના ગોપનીયતા નીતિ પૃષ્ઠ%2$s પર તેના વિશે વધુ જાણો.",
        "NewsletterSignupSuccessMessage": "સુપર, તમે બધા સાઇન અપ છો! અમે ટૂંક સમયમાં સંપર્કમાં રહીશું.",
        "NewsletterSignupTitle": "ન્યૂઝલેટર સાઇનઅપ",
        "NoAccessWarning": "આ વપરાશકર્તાને વેબસાઇટની ઍક્સેસ આપવામાં આવી નથી. જ્યારે તેઓ લૉગિન કરશે, ત્યારે તેઓને એક ભૂલ સંદેશ દેખાશે. આને રોકવા માટે, નીચેની વેબસાઇટની ઍક્સેસ ઉમેરો.",
        "NoTokenCreatedYetCreateNow": "હજી સુધી કોઈ ટોકન બનાવવામાં આવ્યો નથી, %1$sહવે નવો ટોકન બનાવો%2$s.",
        "NoUsersExist": "હજી સુધી કોઈ વપરાશકર્તાઓ નથી.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "નોંધ: તમે આ વિભાગમાં સેટિંગ્સ બદલી શકતા નથી, કારણ કે તમારી પાસે અનામી વપરાશકર્તા દ્વારા ઍક્સેસ કરી શકાય તેવી કોઈપણ વેબસાઇટ નથી.",
        "OnlyAllowSecureRequests": "ફક્ત સુરક્ષિત વિનંતીઓને મંજૂરી આપો",
        "OrManageIndividually": "અથવા દરેક વેબસાઇટ પર આ વપરાશકર્તાની ઍક્સેસને વ્યક્તિગત રીતે મેનેજ કરો",
        "PasswordChangeNotificationSubject": "તમારા Matomo એકાઉન્ટનો પાસવર્ડ હમણાં જ બદલાઈ ગયો છે",
        "PasswordChangeTerminatesOtherSessions": "જ્યારે તમે તમારો પાસવર્ડ બદલો છો, ત્યારે આ એકાઉન્ટનું કોઈપણ અન્ય સક્રિય સત્ર લોગ આઉટ થઈ જશે.",
        "PasswordChangedEmail": "તમારો પાસવર્ડ હમણાં જ બદલવામાં આવ્યો છે. ફેરફાર નીચેના ઉપકરણથી શરૂ કરવામાં આવ્યો હતો: %1$s (IP સરનામું = %2$s).",
        "Pending": "બાકી છે",
        "Permissions": "પરવાનગીઓ",
        "PersonalSettings": "વ્યક્તિગત સેટિંગ્સ",
        "PleaseStoreToken": "કૃપા કરીને તમારું ટોકન સુરક્ષિત રીતે સંગ્રહિત કરો કારણ કે તમે ફરીથી ટોકનને ઍક્સેસ અથવા જોઈ શકશો નહીં.",
        "PluginDescription": "યુઝર્સ મેનેજમેન્ટ તમને નવા વપરાશકર્તાઓ ઉમેરવા, હાલના વપરાશકર્તાઓને સંપાદિત કરવા અને તેમને વેબસાઇટ્સ જોવા અથવા સંચાલિત કરવાની ઍક્સેસ આપવા દે છે.",
        "PrivAdmin": "એડમિન",
        "PrivAdminDescription": "આ ભૂમિકા ધરાવતા વપરાશકર્તાઓ વેબસાઇટનું સંચાલન કરી શકે છે અને અન્ય વપરાશકર્તાઓને વેબસાઇટની ઍક્સેસ આપી શકે છે. તેઓ %s ભૂમિકા કરી શકે તે બધું પણ કરી શકે છે.",
        "PrivNone": "કોઈ ઍક્સેસ નથી",
        "PrivView": "દૃશ્ય",
        "PrivViewDescription": "આ ભૂમિકાવાળા વપરાશકર્તા બધા અહેવાલો જોઈ શકે છે.",
        "PrivWrite": "લખો",
        "PrivWriteDescription": "આ ભૂમિકા ધરાવતા વપરાશકર્તાઓ આ વેબસાઈટ માટે તમામ સામગ્રી જોઈ શકે છે ઉપરાંત ધ્યેય, ફનલ, હીટમેપ્સ, સત્ર રેકોર્ડિંગ્સ અને ફોર્મ્સ જેવી એન્ટિટી બનાવી, મેનેજ અને કાઢી શકે છે.",
        "RemoveAllAccessToThisSite": "આ વેબસાઇટની તમામ ઍક્સેસ દૂર કરો",
        "RemovePermissions": "પરવાનગીઓ દૂર કરો",
        "RemoveSuperuserAccessConfirm": "સુપરયુઝર એક્સેસને દૂર કરવાથી વપરાશકર્તા પાસે કોઈ પરવાનગીઓ રહેશે નહીં (તમારે તેમને પછીથી ઉમેરવું પડશે).",
        "RemoveUserAccess": "%2$s માટે '%1$s' માટે ઍક્સેસ દૂર કરો.",
        "ReportDateToLoadByDefault": "ડિફૉલ્ટ રૂપે લોડ કરવા માટે અહેવાલ તારીખ",
        "ReportToLoadByDefault": "ડિફોલ્ટ તરીકે લોડ કરવા માટેનો અહેવાલ",
        "ResendInvite": "આમંત્રણ પુનઃ મોકલો",
        "ResetTwoFactorAuthentication": "દ્વિ-પરિબળ પ્રમાણીકરણ રીસેટ કરો",
        "ResetTwoFactorAuthenticationInfo": "જો વપરાશકર્તા ખોવાયેલા પુનઃપ્રાપ્તિ કોડ્સ અથવા ખોવાયેલા પ્રમાણીકરણ ઉપકરણને કારણે લોગ ઇન કરી શકતા નથી, તો તમે વપરાશકર્તા માટે દ્વિ-પરિબળ પ્રમાણીકરણ રીસેટ કરી શકો છો, જેથી તેઓ ફરીથી લોગ ઇન કરી શકે.",
        "Role": "ભૂમિકા",
        "RoleFor": "માટે ભૂમિકા",
        "RolesHelp": "ભૂમિકાઓ નિર્ધારિત કરે છે કે વપરાશકર્તા ચોક્કસ વેબસાઇટના સંદર્ભમાં Matomo માં શું કરી શકે છે. %1$sવ્યુ%2$s અને %3$sએડમિન%4$s ભૂમિકાઓ વિશે વધુ જાણો.",
        "SaveBasicInfo": "મૂળભૂત માહિતી સાચવો",
        "SecureUseOnly": "માત્ર સુરક્ષિત ઉપયોગ",
        "SendInvite": "આમંત્રણ મોકલો",
        "SetPermission": "પરવાનગી સેટ કરો",
        "SettingFieldAllowedEmailDomain": "માન્ય ઇમેઇલ ડોમેન",
        "SettingRestrictLoginEmailDomains": "લોગિન ઇમેઇલ ડોમેન્સને પ્રતિબંધિત કરો",
        "SettingRestrictLoginEmailDomainsErrorOtherDomainsInUse": "ડોમેન્સ સેટ કરવાનું શક્ય નથી કારણ કે અન્ય ડોમેન્સ (%s) પહેલેથી જ અન્ય વપરાશકર્તાઓ દ્વારા ઉપયોગમાં છે. આ સેટિંગ બદલવા માટે, તમારે કાં તો અન્ય ડોમેન ધરાવતા વપરાશકર્તાઓને કાઢી નાખવાની જરૂર છે અથવા તમારે આ ડોમેન્સને પણ મંજૂરી આપવાની જરૂર છે.",
        "SettingRestrictLoginEmailDomainsHelp": "આ સુવિધા ઈમેલ ડોમેન્સને પ્રતિબંધિત કરે છે જેનો ઉપયોગ વપરાશકર્તાઓને આમંત્રિત કરતી વખતે, ઉમેરવા અથવા અપડેટ કરતી વખતે થઈ શકે છે. આ ગોપનીયતા સુરક્ષા માટે સારું છે કારણ કે તે તૃતીય પક્ષો સાથે ડેટા શેરિંગને અટકાવી શકે છે. તે વપરાશકર્તાઓને તેમના ઇમેઇલ સરનામાંને વ્યક્તિગત ઇમેઇલમાં બદલવાથી અટકાવીને સુરક્ષામાં પણ સુધારો કરી શકે છે. વધુમાં, તે સુરક્ષા હુમલાઓ સામે રક્ષણના વધારાના સ્તર તરીકે કાર્ય કરી શકે છે. ઉદાહરણ તરીકે, ઇમેઇલ સરનામાંમાં આકસ્મિક ટાઇપિંગ ભૂલ.",
        "SettingRestrictLoginEmailDomainsHelpInUse": "હાલમાં, આ ઇમેઇલ ડોમેન્સ ઉપયોગમાં છે અને તેને મંજૂરી આપવાની જરૂર પડશે:",
        "Status": "સ્થિતિ",
        "SuperUserAccess": "સુપરયુઝર એક્સેસ",
        "SuperUserAccessManagement": "સુપર યુઝર એક્સેસ મેનેજ કરો",
        "SuperUserAccessManagementGrantMore": "તમે અહીં Matomo ના અન્ય વપરાશકર્તાઓને સુપર યુઝર એક્સેસ આપી શકો છો. કૃપા કરીને આ સુવિધાનો કાળજીપૂર્વક ઉપયોગ કરો.",
        "SuperUserAccessManagementMainDescription": "સુપર યુઝર્સ પાસે સૌથી વધુ પરવાનગીઓ છે. તેઓ તમામ વહીવટી કાર્યો કરી શકે છે જેમ કે મોનિટર કરવા માટે નવી વેબસાઇટ્સ ઉમેરવા, વપરાશકર્તાઓ ઉમેરવા, વપરાશકર્તા પરવાનગીઓ બદલવી, પ્લગિન્સને સક્રિય અને નિષ્ક્રિય કરવા અને માર્કેટપ્લેસમાંથી નવા પ્લગઇન્સ ઇન્સ્ટોલ કરવા.",
        "SuperUserIntro1": "સુપર યુઝર્સ પાસે સૌથી વધુ પરવાનગીઓ છે. તેઓ તમામ વહીવટી કાર્યો કરી શકે છે જેમ કે મોનિટર કરવા માટે નવી વેબસાઇટ્સ ઉમેરવા, વપરાશકર્તાઓ ઉમેરવા, વપરાશકર્તા પરવાનગીઓ બદલવી, પ્લગિન્સને સક્રિય અને નિષ્ક્રિય કરવા અને માર્કેટપ્લેસમાંથી નવા પ્લગઇન્સ ઇન્સ્ટોલ કરવા. તમે અહીં અન્ય વપરાશકર્તાઓને સુપર યુઝર એક્સેસ આપી શકો છો.",
        "SuperUserIntro2": "કૃપા કરીને આ સુવિધાનો કાળજીપૂર્વક ઉપયોગ કરો.",
        "SuperUsersPermissionsNotice": "સુપર વપરાશકર્તાઓ પાસે બધી વેબસાઇટ્સની એડમિન ઍક્સેસ છે, તેથી વેબસાઇટ દીઠ તેમની પરવાનગીઓનું સંચાલન કરવાની કોઈ જરૂર નથી.",
        "TheDisplayedUsersAreSelected": "પ્રદર્શિત %1$s વપરાશકર્તાઓ પસંદ કરેલા છે.",
        "TheDisplayedWebsitesAreSelected": "દર્શાવેલી %1$s વેબસાઇટ્સ પસંદ કરેલી છે.",
        "TheLoginScreen": "લોગિન સ્ક્રીન",
        "ThereAreCurrentlyNRegisteredUsers": "હાલમાં %s વપરાશકર્તાઓ નોંધાયેલા છે.",
        "TokenAuth": "API પ્રમાણીકરણ ટોકન",
        "TokenAuthIntro": "તમે જનરેટ કરેલા ટોકન્સનો ઉપયોગ Matomo રિપોર્ટિંગ API, Matomo ટ્રેકિંગ API અને નિકાસ કરેલા Matomo વિજેટ્સને ઍક્સેસ કરવા માટે થઈ શકે છે અને તમારા નિયમિત વપરાશકર્તા લૉગિન જેવી જ પરવાનગીઓ ધરાવે છે. તમે આ ટોકન્સનો ઉપયોગ Matomo મોબાઇલ એપ્લિકેશન માટે પણ કરી શકો છો.",
        "TokenRegenerateConfirmSelf": "API પ્રમાણીકરણ ટોકનનો ફેરફાર કરવાથી તમારો પોતાનો ટોકન અમાન્ય થઈ જશે. જો હાલનો ટોકન ઉપયોગમાં છે, તો તમારે નવા પેદા થયેલા ટોકનથી બધા API ક્લાઈન્ટ્સને અપડેટ કરવું પડશે. શું તમે ખરેખર તમારો પ્રમાણીકરણ ટોકન બદલવા માંગો છો?",
        "TokenRegenerateTitle": "પુનઃઉત્પન્ન કરો",
        "TokenSuccessfullyDeleted": "ટોકન સફળતાપૂર્વક કાઢી નાખવામાં આવ્યો છે",
        "TokenSuccessfullyGenerated": "ટોકન સફળતાપૂર્વક જનરેટ થયો છે",
        "TokensSuccessfullyDeleted": "બધા ટોકન્સ સફળતાપૂર્વક કાઢી નાખવામાં આવ્યા છે",
        "TokensWithExpireDateCreationBySystem": "સમાપ્તિ તારીખ સાથેના ટોકન્સ હાલમાં ફક્ત સિસ્ટમ દ્વારા જ બનાવી શકાય છે",
        "TwoFactorAuthentication": "દ્વિ-પરિબળ પ્રમાણીકરણ",
        "TypeYourCurrentPassword": "પાસવર્ડ ફેરફારની પુષ્ટિ કરવા માટે કૃપા કરીને તમારો વર્તમાન પાસવર્ડ લખો.",
        "TypeYourPasswordAgain": "તમારો નવો પાસવર્ડ ફરીથી ટાઈપ કરો.",
        "User": "વપરાશકર્તા",
        "UserHasNoPermission": "%1$s પાસે હાલમાં %2$s થી %3$s છે",
        "UserHasPermission": "%1$s પાસે હાલમાં %3$s માટે %2$s ઍક્સેસ છે.",
        "UserSearch": "વપરાશકર્તા શોધ",
        "Username": "વપરાશકર્તા નામ",
        "UsersManagement": "યુઝર્સ મેનેજમેન્ટ",
        "UsersManagementMainDescription": "નવા વપરાશકર્તાઓ બનાવો અથવા વર્તમાન વપરાશકર્તાઓને અપડેટ કરો. પછી તમે ઉપર તેમની પરવાનગીઓ સેટ કરી શકો છો.",
        "UsesTwoFactorAuthentication": "દ્વિ-પરિબળ પ્રમાણીકરણનો ઉપયોગ કરે છે",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "જ્યારે વપરાશકર્તાઓ લૉગ ઇન ન હોય અને Matomo ની મુલાકાત લે, ત્યારે તેઓએ શરૂઆતમાં જોવું જોઈએ",
        "YourCurrentPassword": "તમારો વર્તમાન પાસવર્ડ",
        "YourUsernameCannotBeChanged": "તમારું વપરાશકર્તા નામ બદલવાનું શક્ય નથી.",
        "YourVisitsAreIgnoredOnDomain": "%1$s તમારી મુલાકાતોને Matomo દ્વારા %2$s %3$s પર અવગણવામાં આવી છે (તમારા બ્રાઉઝરમાં Matomo અવગણવા કૂકી મળી હતી).",
        "YourVisitsAreNotIgnored": "%1$sતમારી મુલાકાતોને Matomo દ્વારા અવગણવામાં આવી નથી %2$s (તમારા બ્રાઉઝરમાં Matomo અવગણવાની કૂકી મળી નથી)."
    }
}
