{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "Aktif",
        "AddExistingUser": "Tambahkan pengguna yang sudah ada",
        "AddSuperuserAccessConfirm": "Memberikan akses pengguna super kepada pengguna akan memungkinkan pengguna untuk memiliki kontrol penuh atas Matomo dan harus dilakukan dengan hemat. Masukkan kata sandi Anda untuk melanjutkan.",
        "AddUserNoInitialAccessError": "Pengguna baru harus diberikan akses ke situs web, harap setel parameter 'initialIdSite'.",
        "AllUsersAreSelected": "Semua pengguna %1$s dipilih.",
        "AllWebsites": "Seluruh situs web",
        "AllWebsitesAreSelected": "Semua situs web %1$s dipilih.",
        "AnonymousAccessConfirmation": "Anda akan memberikan akses 'lihat' kepada pengguna anonim ke situs web ini. Ini berarti laporan analitik dan informasi pengunjung Anda akan dapat dilihat secara publik oleh siapa saja bahkan tanpa harus log masuk. Anda yakin ingin melanjutkan?",
        "AnonymousUser": "Pengguna anonim",
        "AnonymousUserHasViewAccess": "Catatan: pengguna %1$s memiliki akses %2$s ke situs web ini.",
        "AnonymousUserHasViewAccess2": "Laporan analitis dan informasi pengunjung Anda dapat dilihat secara terbuka.",
        "AnonymousUserRoleChangeWarning": "Memberi pengguna %1$s peran %2$s akan membuat data situs web ini menjadi publik dan tersedia untuk semua orang, bahkan jika mereka tidak memiliki akun Matomo.",
        "ApplyToAllWebsites": "Terapkan ke seluruh situs web",
        "AreYouSure": "Apakah Anda yakin?",
        "AreYouSureAddCapability": "Apakah Anda yakin ingin memberikan %1$s kemampuan %2$s untuk %3$s?",
        "AreYouSureChangeDetails": "Apakah Anda yakin ingin mengubah informasi pengguna untuk %s?",
        "AreYouSureRemoveCapability": "Apakah Anda yakin ingin menghapus kemampuan %1$s dari %2$s untuk %3$s?",
        "AtLeastView": "Setidaknya lihat",
        "AuthTokenPurpose": "Untuk apa Anda menggunakan token ini?",
        "AuthTokens": "Token Auth",
        "BasicInformation": "Informasi Dasar",
        "BulkActions": "Tindakan Massal",
        "Capabilities": "Kemampuan",
        "CapabilitiesHelp": "Kemampuan adalah kemampuan individu yang dapat diberikan kepada pengguna. Peran mungkin, secara asali, memberikan kemampuan tertentu. Misalnya, peran Admin akan secara otomatis mengizinkan pengguna untuk mengedit tag di Pengelola Tag. Namun, untuk pengguna yang kurang kuat, Anda dapat secara eksplisit memberikan kemampuan kepada pengguna.",
        "Capability": "Kemampuan",
        "ChangeAllConfirm": "Apakah Anda yakin ingin memberikan '%s' akses ke semua situs web?",
        "ChangePermToAllSitesConfirm": "Apakah Anda yakin ingin memberi pengguna %1$s akses %2$s ke setiap situs web yang saat ini Anda miliki akses adminnya?",
        "ChangePermToAllSitesConfirm2": "Catatan: ini hanya akan memengaruhi situs web yang ada saat ini. Situs web baru yang Anda buat tidak akan dapat diakses secara otomatis oleh pengguna ini.",
        "ChangePermToSiteConfirmMultiple": "Apakah Anda yakin ingin mengubah peran %1$s ke situs web yang dipilih %2$s menjadi %3$s?",
        "ChangePermToSiteConfirmSingle": "Apakah Anda yakin ingin mengubah peran %1$s menjadi %2$s untuk %3$s?",
        "ClickHereToDeleteTheCookie": "Klik di sini untuk menghapus kuki dan mengizinkan Matomo untuk melacak kunjungan Anda",
        "ClickHereToSetTheCookieOnDomain": "Klik di sini untuk mengatur kuki yang akan mengecualikan kunjungan Anda ke situs yang dilacak oleh Matomo pada %s",
        "ClickToSelectAll": "Klik untuk memilih semua %1$s.",
        "ClickToSelectDisplayedUsers": "Klik untuk memilih %1$s pengguna yang ditampilkan.",
        "ClickToSelectDisplayedWebsites": "Klik untuk memilih situs web yang ditampilkan %1$s.",
        "ConfirmGrantSuperUserAccess": "Apakah Anda benar-benar ingin memberikan '%s' akses Pengguna Super? Peringatan: pengguna akan memiliki akses ke semua situs web dan dapat melakukan tugas administratif.",
        "ConfirmProhibitMySuperUserAccess": "%s, apakah Anda benar-benar ingin menghapus akses Pengguna Super Anda sendiri? Anda akan kehilangan semua izin dan akses ke semua situs web dan akan keluar dari Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Apakah Anda benar-benar ingin menghapus akses Pengguna Super dari '%s'? Pengguna akan kehilangan semua izin dan akses ke semua situs web. Pastikan untuk memberikan akses ke situs web yang dibutuhkan setelahnya jika perlu.",
        "ConfirmTokenCopied": "Saya mengonfirmasi bahwa saya menyalin token dan memahami bahwa saya tidak boleh membagikan token ini kepada orang lain.",
        "ConfirmWithPassword": "Silakan masukkan kata sandi Anda untuk mengonfirmasi perubahan ini.",
        "CreateNewToken": "Buat token baru",
        "CurrentPasswordNotCorrect": "Kata sandi saat ini yang Anda masukkan tidak benar.",
        "Decline": "Undangan ditolak",
        "DeleteAllTokens": "Hapus semua token",
        "DeleteConfirm": "Apakah Anda yakin menghapus %s?",
        "DeletePermConfirmMultiple": "Apakah Anda yakin ingin menghapus akses %1$s ke situs web yang dipilih %2$s?",
        "DeletePermConfirmSingle": "Apakah Anda yakin ingin menghapus akses %1$s ke %2$s?",
        "DeleteUserConfirmMultiple": "Apakah Anda yakin Anda ingin menghapus pengguna yang dipilih %1$s?",
        "DeleteUserConfirmSingle": "Anda yakin ingin menghapus %1$s?",
        "DeleteUserPermConfirmMultiple": "Apakah Anda yakin ingin mengubah peran pengguna yang dipilih %1$s menjadi %2$s untuk %3$s?",
        "DeleteUserPermConfirmSingle": "Apakah Anda yakin ingin mengubah peran %1$s menjadi %2$s untuk %3$s?",
        "DeleteUsers": "Hapus Pengguna",
        "DoNotStoreToken": "Jangan bagikan token ini dengan orang lain karena ini sama rahasianya dengan log masuk dan kata sandi Anda.",
        "EditUser": "Edit pengguna",
        "Email": "Surel",
        "EmailChangeNotificationSubject": "Alamat surel akun Matomo Anda baru saja diubah",
        "EmailChangedEmail1": "Alamat surel yang terkait dengan akun Anda telah diubah menjadi %1$s",
        "EmailChangedEmail2": "Perubahan ini dimulai dari perangkat berikut: %1$s (alamat IP = %2$s).",
        "EmailYourAdministrator": "%1$sKirim surel kepada pengelola Anda tentang masalah ini%2$s.",
        "EnterUsernameOrEmail": "Masukkan nama pengguna atau alamat surel",
        "ExceptionAccessValues": "Akses parameter harus memiliki salah satu dari nilai berikut: [ %1$s ], '%2$s' diberikan.",
        "ExceptionAnonymousAccessNotPossible": "Anda hanya dapat mengatur akses %1$s atau %2$s untuk pengguna 'anonim'.",
        "ExceptionAnonymousNoCapabilities": "Anda tidak dapat memberikan kemampuan apa pun kepada pengguna 'anonim'.",
        "ExceptionDeleteDoesNotExist": "Pengguna '%s' tidak ada sehingga tidak dapat dihapus.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Menghapus pengguna '%s' tidak dimungkinkan.",
        "ExceptionEditAnonymous": "Pengguna anonim tidak dapat dihapus atau disunting. Matomo menggunakan pengguna ini untuk menjelaskan pengguna yang belum masuk. Misalnya, Anda dapat membuat statistik publik Anda dengan memberi hak `lihat` untuk pengguna 'anonim'.",
        "ExceptionEmailExists": "Pengguna dengan surel '%s' telah tersedia.",
        "ExceptionEmailExistsAsLogin": "Surel '%s' sudah digunakan sebagai nama pengguna.",
        "ExceptionInvalidEmail": "Surel tidak memiliki format yang valid.",
        "ExceptionInvalidLoginFormat": "Panjang nama pengguna harus antara %1$s dan %2$s karakter dan hanya berisi huruf, angka, atau karakter '_' atau '-' atau '.' atau '@' atau '+'",
        "ExceptionInvalidPassword": "Panjang kata sandi harus lebih dari %1$s karakter.",
        "ExceptionInvalidPasswordTooLong": "Panjang kata sandi harus kurang dari %1$s karakter.",
        "ExceptionLoginExists": "Nama pengguna '%s' sudah ada.",
        "ExceptionLoginExistsAsEmail": "Nama pengguna '%s' sudah digunakan sebagai surel.",
        "ExceptionMultipleRoleSet": "Hanya satu peran yang dapat disetel, tetapi beberapa peran telah disetel. Gunakan hanya salah satu dari: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Tidak dapat memberikan kewenangan apa pun kepada pengguna %1$s untuk idSite %2$s. Pengguna membutuhkan setidaknya akses lihat.",
        "ExceptionNoRoleSet": "Tidak ada peran yang disetel, tetapi salah satu dari ini perlu disetel: %s",
        "ExceptionNoValueForUsernameOrEmail": "Silakan masukkan nama pengguna atau alamat surel.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth mengharapkan kata sandi hash MD5 (string dengan panjang 32 karakter). Harap panggil fungsi md5() pada kata sandi sebelum memanggil metode ini.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Menghapus akses Pengguna Super dari pengguna '%s' tidak dimungkinkan.",
        "ExceptionResendInviteDenied": "Mengirim ulang undangan hanya diperbolehkan kepada pengguna yang mengundang %s atau pengguna super mana pun.",
        "ExceptionSuperUserAccess": "Pengguna ini memiliki akses Pengguna Super dan sudah memiliki izin untuk mengakses dan memodifikasi semua situs web di Matomo. Anda dapat menghapus akses Pengguna Super dari pengguna ini dan coba lagi.",
        "ExceptionUserDoesNotExist": "Pengguna '%s' tidak ada.",
        "ExceptionUserHasSuperUserAccess": "Pengguna '%s' memiliki akses Pengguna Super dan telah memiliki izin untuk mengakses dan memodifikasi semua situs web di Matomo. Anda dapat menghapus akses Pengguna Super dari pengguna ini dan coba lagi.",
        "ExceptionUserHasViewAccessAlready": "Pengguna ini sudah memiliki akses ke situs web ini.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Harus ada setidaknya satu pengguna dengan akses Pengguna Super. Berikan akses Pengguna Super ke pengguna lain terlebih dahulu.",
        "ExcludeVisitsViaCookie": "Kecualikan kunjungan Anda menggunakan kuki",
        "ExpireDate": "Tanggal kedaluwarsa",
        "Expired": "Undangan Kedaluwarsa",
        "ExpiredInviteAutomaticallyRemoved": "Undangan yang kedaluwarsa akan dihapus secara otomatis setelah %1$s hari.",
        "ExpiredTokensDeleteAutomatically": "Token dengan tanggal kedaluwarsa akan dihapus secara otomatis.",
        "FilterByAccess": "Saring menurut akses",
        "FilterByStatus": "Saring berdasarkan status",
        "FilterByWebsite": "Saring menurut situs web",
        "FirstSiteInlineHelp": "Diperlukan untuk memberi pengguna baru peran Lihat untuk situs web setelah pembuatan. Jika tidak ada akses yang diberikan, pengguna akan melihat kesalahan saat login. Anda dapat memberikan lebih banyak izin setelah pengguna dibuat di tab 'Izin' yang akan muncul di sebelah kiri.",
        "FirstWebsitePermission": "Izin situs web pertama",
        "ForAnonymousUsersReportDateToLoadByDefault": "Untuk pengguna anonim, tanggal laporan untuk dimuat secara asali",
        "GiveAccessToAll": "Berikan pengguna ini akses ke Semua Situs Web",
        "GiveUserAccess": "Berikan '%1$s' %2$s akses untuk %3$s.",
        "GiveViewAccess": "Berikan akses lihat untuk %1$s",
        "GiveViewAccessInstructions": "Untuk memberikan akses lihat kepada pengguna yang ada untuk %s masukkan nama pengguna atau alamat surel pengguna yang ada",
        "GiveViewAccessTitle": "Berikan akses kepada pengguna yang ada untuk melihat laporan untuk %s",
        "GoBackSecurityPage": "Kembali ke halaman keamanan.",
        "HasSuperUserAccess": "Memiliki Akses Pengguna Super",
        "IfThisWasYouIgnoreIfNot": "Jika ini adalah Anda, jangan ragu untuk mengabaikan surel ini. Jika ini bukan Anda, silakan masuk, perbaiki alamat surel, ubah kata sandi, dan hubungi administrator Matomo Anda.",
        "IfThisWasYouPasswordChange": "Jika ini adalah Anda, jangan ragu untuk mengabaikan surel ini. Jika ini bukan Anda, harap segera hubungi administrator Matomo Anda, karena akun Anda mungkin telah disusupi!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Jika Anda ingin mengubah kata sandi, ketiklah yang baru. Jika tidak, biarkan ini kosong.",
        "IncludedInUsersRole": "Termasuk dalam peran pengguna ini.",
        "InjectedHostCannotChangePwd": "Kunjungan Anda saat ini memakai host yang tidak dikenal (%1$s). Anda tidak dapat mengubah kata sandi Anda sampai masalah ini diperbaiki.",
        "InviteDayLeft": "Kedaluwarsa dalam %s hari",
        "InviteNewUser": "Undang pengguna baru",
        "InviteSuccess": "Sukses! Undangan telah dikirim.",
        "InviteSuccessNotification": "Pengguna yang diundang akan menerima surel untuk menerima undangan. Undangan ini berlaku selama %1$s hari. Anda juga dapat mengirim ulang dan menghapus undangan di halaman pengelolaan pengguna.",
        "InviteUser": "Undang pengguna",
        "LastSeen": "Terakhir dilihat",
        "LastUsed": "Terakhir digunakan",
        "MainDescription": "Putuskan pengguna mana yang memiliki akses ke situs web. Anda juga dapat memberikan akses ke semua situs web sekaligus dengan memilih \"Terapkan ke semua situs web\" di pemilih situs web.",
        "ManageAccess": "Kelola akses",
        "ManageUsers": "Kelola Pengguna",
        "ManageUsersAdminDesc": "Buat pengguna baru atau perbarui pengguna yang ada. Anda dapat mengatur izin mereka juga. Harap dicatat bahwa Anda masuk sebagai administrator. Ini berarti Anda hanya melihat dan mengelola pengguna yang memiliki akses ke situs web tertentu di mana Anda memiliki izin \"admin\". Hanya pengguna dengan akses pengguna super yang dapat melihat dan mengelola semua pengguna di semua situs web.",
        "ManageUsersDesc": "Buat pengguna baru atau perbarui pengguna yang ada. Anda dapat mengatur izin mereka juga.",
        "MenuAnonymousUserSettings": "Pengaturan pengguna anonim",
        "MenuPersonal": "Pribadi",
        "MenuUserSettings": "Pengaturan pengguna",
        "MenuUsers": "Pengguna",
        "NewsletterSignupFailureMessage": "Ups, ada yang tidak beres. Kami tidak dapat mendaftarkan Anda ke buletin.",
        "NewsletterSignupMessage": "Berlangganan buletin kami untuk menerima informasi rutin tentang Matomo. Anda dapat berhenti berlangganan kapan saja. Layanan ini menggunakan MadMimi. Pelajari lebih lanjut di %1$shalaman Kebijakan Privasi Matomo%2$s.",
        "NewsletterSignupSuccessMessage": "Super, Anda sudah mendaftar! Kami akan segera menghubungi Anda.",
        "NewsletterSignupTitle": "Pendaftaran Buletin",
        "NoAccessWarning": "Pengguna ini belum diberikan akses ke situs web. Ketika mereka log masuk, mereka akan melihat pesan kesalahan. Untuk mencegahnya, tambahkan akses ke situs web di bawah ini.",
        "NoTokenCreatedYetCreateNow": "Belum ada token yang dibuat, %1$sbuat token baru sekarang%2$s.",
        "NoUsersExist": "Belum ada pengguna.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Catatan: Anda tidak dapat mengubah pengaturan ini, sebab Anda tidak memiliki situs web apa pun yang dapat diakses oleh pengguna anonim.",
        "OrManageIndividually": "Atau kelola akses pengguna ini ke setiap situs web satu per satu",
        "PasswordChangeNotificationSubject": "Kata sandi akun Matomo Anda baru saja diubah",
        "PasswordChangeTerminatesOtherSessions": "Saat Anda mengubah kata sandi, sesi aktif lainnya dari akun ini akan dikeluarkan.",
        "PasswordChangedEmail": "Kata sandi Anda baru saja diubah. Perubahan dimulai dari perangkat berikut: %1$s (alamat IP = %2$s).",
        "Pending": "Tertunda",
        "Permissions": "Izin",
        "PersonalSettings": "Pengaturan pribadi",
        "PleaseStoreToken": "Harap simpan token Anda dengan aman karena Anda tidak akan dapat mengakses atau melihat token lagi.",
        "PluginDescription": "Manajemen Pengguna memungkinkan Anda untuk menambahkan pengguna baru, mengedit pengguna yang ada, dan memberi mereka akses untuk melihat atau mengelola situs web.",
        "PrivAdmin": "Admin",
        "PrivAdminDescription": "Pengguna dengan peran ini dapat mengelola situs web dan memberi pengguna lain akses ke situs web tersebut. Mereka juga dapat melakukan semua yang dapat dilakukan oleh peran %s.",
        "PrivNone": "Tak ada akses",
        "PrivView": "Lihat",
        "PrivViewDescription": "Pengguna dengan peran ini dapat melihat semua laporan.",
        "PrivWrite": "Tulis",
        "PrivWriteDescription": "Pengguna dengan peran ini dapat melihat semua konten plus membuat, mengelola, dan menghapus entitas seperti Sasaran, Corong Pemasaran, Peta Panas, Rekaman Sesi, dan Formulir untuk situs web ini.",
        "RemoveAllAccessToThisSite": "Hapus semua akses ke situs web ini",
        "RemovePermissions": "Hapus Izin",
        "RemoveSuperuserAccessConfirm": "Menghapus akses pengguna super akan membuat pengguna kehilangan izin (Anda harus menambahkan izin setelahnya). Masukkan kata sandi Anda untuk melanjutkan.",
        "RemoveUserAccess": "Hapus akses untuk '%1$s' untuk %2$s.",
        "ReportDateToLoadByDefault": "Tanggal laporan dimuat secara asali",
        "ReportToLoadByDefault": "Laporan dimuat secara asali",
        "ResetTwoFactorAuthentication": "Reset autentikasi dua faktor",
        "ResetTwoFactorAuthenticationInfo": "Jika pengguna tidak dapat masuk lagi karena kehilangan kode pemulihan atau perangkat autentikasi hilang, Anda dapat mengatur ulang autentikasi dua faktor untuk pengguna, sehingga mereka dapat masuk kembali.",
        "Role": "Peran",
        "RoleFor": "Peran untuk",
        "RolesHelp": "Peran menentukan apa yang dapat dilakukan oleh pengguna di Matomo terkait dengan situs web tertentu. Pelajari lebih lanjut tentang peran %1$sLihat%2$s dan %3$sAdmin%4$s.",
        "SaveBasicInfo": "Simpan Info Dasar",
        "SetPermission": "Atur Izin",
        "Status": "Status",
        "SuperUserAccess": "Akses Pengguna Super",
        "SuperUserAccessManagement": "Kelola akses Pengguna Super",
        "SuperUserAccessManagementGrantMore": "Anda dapat memberikan akses Pengguna Super ke pengguna Matomo lainnya di sini. Silakan gunakan fitur ini dengan hati-hati.",
        "SuperUserAccessManagementMainDescription": "Pengguna super memiliki izin tertinggi. Mereka dapat melakukan semua tugas administratif seperti menambahkan situs web baru untuk dipantau, menambahkan pengguna, mengubah izin pengguna, mengaktifkan dan menonaktifkan pengaya, dan bahkan memasang pengaya baru dari Lokapasar.",
        "SuperUserIntro1": "Pengguna super memiliki izin tertinggi. Mereka dapat melakukan semua tugas administratif seperti menambahkan situs web baru untuk dipantau, menambahkan pengguna, mengubah izin pengguna, mengaktifkan dan menonaktifkan pengaya, dan bahkan memasang pengaya baru dari Lokapasar. Anda dapat memberikan akses Pengguna Super ke pengguna Divezone lainnya di sini.",
        "SuperUserIntro2": "Silakan gunakan fitur ini dengan hati-hati.",
        "SuperUsersPermissionsNotice": "Pengguna super memiliki akses admin ke semua situs web, jadi tidak perlu mengelola izin mereka per situs web.",
        "TheDisplayedUsersAreSelected": "Pengguna yang ditampilkan %1$s dipilih.",
        "TheDisplayedWebsitesAreSelected": "Situs web yang ditampilkan %1$s dipilih.",
        "TheLoginScreen": "Layar log masuk",
        "ThereAreCurrentlyNRegisteredUsers": "Saat ini ada %s pengguna yang terdaftar.",
        "TokenAuth": "Token Autentikasi API",
        "TokenAuthIntro": "Token yang Anda buat dapat digunakan untuk mengakses API pelaporan Matomo, API pelacakan Matomo, dan widget Matomo yang diekspor dan memiliki izin yang sama dengan log masuk pengguna reguler Anda. Token ini juga dapat digunakan untuk aplikasi Matomo Mobile.",
        "TokenRegenerateConfirmSelf": "Mengubah token autentikasi API akan membuat token Anda menjadi tidak valid. Jika token saat ini sedang digunakan, Anda perlu memperbarui semua klien API dengan token yang baru dibuat. Apakah Anda benar-benar ingin mengubah token autentikasi Anda?",
        "TokenRegenerateTitle": "Regenerasi",
        "TokenSuccessfullyDeleted": "Token berhasil dihapus",
        "TokenSuccessfullyGenerated": "Token berhasil dibuat",
        "TokensSuccessfullyDeleted": "Semua token berhasil dihapus",
        "TokensWithExpireDateCreationBySystem": "Token dengan tanggal kedaluwarsa saat ini hanya dapat dibuat oleh sistem",
        "TwoFactorAuthentication": "Autentikasi dua faktor",
        "TypeYourCurrentPassword": "Silakan ketikkan kata sandi Anda saat ini untuk mengonfirmasi perubahan kata sandi.",
        "TypeYourPasswordAgain": "Ketikkan kata sandi baru Anda lagi.",
        "User": "Pengguna",
        "UserHasNoPermission": "%1$s saat ini memiliki %2$s untuk %3$s",
        "UserHasPermission": "%1$s saat ini memiliki akses %2$s untuk %3$s.",
        "UserSearch": "Pencarian pengguna",
        "Username": "Nama pengguna",
        "UsersManagement": "Manajemen Pengguna",
        "UsersManagementMainDescription": "Menciptakan pengguna baru atau memperbarui pengguna yang telah ada. Anda dapat mengatur perizinan di atas.",
        "UsesTwoFactorAuthentication": "Gunakan autentikasi dua faktor",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Ketika pengguna tidak masuk dan mengunjungi Matomo, mereka seharusnya melihat",
        "YourCurrentPassword": "Kata sandi Anda saat ini",
        "YourUsernameCannotBeChanged": "Nama pengguna Anda tidak dapat diubah.",
        "YourVisitsAreIgnoredOnDomain": "%1$sKunjungan Anda diabaikan oleh Matomo pada %2$s %3$s (kuki pengecualian ditemukan di dalam peramban Anda).",
        "YourVisitsAreNotIgnored": "%1$sKunjungan Anda tidak diabaikan oleh Matomo%2$s (kuki pengecualian tidak ditemukan di dalam peramban Anda)."
    }
}
