{
    "UsersManager": {
        "2FA": "2FA",
        "UsesTwoFactorAuthentication": "Usa l'autenticazione a due fattori",
        "TwoFactorAuthentication": "Autenticazione a due fattori",
        "ResetTwoFactorAuthentication": "Reimposta l'autenticazione a due fattori",
        "ResetTwoFactorAuthenticationInfo": "Se l'utente non può più accedere a causa di codici di ripristino o di un dispositivo di autenticazione persi, è possibile ripristinare l'autenticazione a due fattori per l'utente, in modo che possa accedere nuovamente.",
        "AddUser": "Aggiungi un nuovo utente",
        "AddExistingUser": "Aggiungi un utente esistente",
        "AddNewUser": "Aggiungi un nuovo utente",
        "EditUser": "Modifica utente",
        "CreateUser": "Crea utente",
        "SaveBasicInfo": "Salva Info di Base",
        "AllWebsites": "Tutti i siti",
        "LastUsed": "Ultimo utilizzo",
        "ExpireDate": "Data di scadenza",
        "AuthTokens": "Auth tokens",
        "AuthTokenPurpose": "Per cosa stai usando questo token?",
        "NoTokenCreatedYetCreateNow": "Non è ancora stato creato un token %1$screa ora un nuovo token%2$s.",
        "TokenSuccessfullyGenerated": "Token generato con successo",
        "ConfirmTokenCopied": "Confermo di aver copiato il token e di avere compreso che non devo condividerlo con nessun altro.",
        "GoBackSecurityPage": "Torna alla pagina della sicurezza.",
        "PleaseStoreToken": "Conserva il token in modo sicuro poiché non sarà possibile accedervi o visualizzarlo di nuovo.",
        "DoNotStoreToken": "Non condividere questo token con nessun altro perché è segreto quanto il tuo nome utente e la tua password.",
        "CreateNewToken": "Crea un nuovo token",
        "AnonymousAccessConfirmation": "Stai per garantire all'utente anonimo l'accesso in 'lettura' a questo sito web. Ciò significa che i tuoi report delle statistiche e le informazioni sui visitatori saranno pubblicamente visibili da tutti anche senza un login. Sei sicuro di voler procedere?",
        "AnonymousUser": "Utente anonimo",
        "AnonymousUserHasViewAccess": "Nota: l'utente %1$s ha un accesso %2$s a questo sito.",
        "AnonymousUserHasViewAccess2": "I tuoi report statistici e le informazioni sui tuoi visitatori sono visibili pubblicamente.",
        "ApplyToAllWebsites": "Applica a tutti i siti",
        "ChangeAllConfirm": "Sei sicuro di voler dare accesso '%s' a tutti i siti web?",
        "ClickHereToDeleteTheCookie": "Clicca qui per cancellare il cookie, affinché Matomo tracci nuovamente le tue visite",
        "ClickHereToSetTheCookieOnDomain": "Clicca qui per creare un cookie che escluderà le tue visite dai siti monitorati con Matomo %s",
        "ConfirmGrantSuperUserAccess": "Vuoi veramente dare a '%s' l'accesso Super User? Attenzione: l'utente avrà accesso a tutti i siti web e potrà eseguire attività amministrative.",
        "ConfirmProhibitMySuperUserAccess": "%s, vuoi veramente rimuovere il tuo accesso Super User? Perderai tutti i permessi e l'accesso a tutti i siti web e verrai escluso da Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Vuoi veramente togliere l'accesso Super User a '%s'? L'utente perderà tutti i permessi e l'accesso a tutti i siti web. Assicurati di dare successivamente l'accesso ai siti richiesti, se necessario.",
        "DeleteConfirm": "Sei sicuro di voler cancellare l'utente '%s'?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sManda un'email al tuo amministratore su questo problema%2$s.",
        "EnterUsernameOrEmail": "Inserisci nome utente o indirizzo email",
        "ExceptionAccessValues": "Il parametro accesso deve avere uno dei seguenti valori: [ %1$s] , dati '%2$s'.",
        "ExceptionNoRoleSet": "Non è impostato alcun ruolo ma deve essere impostato uno di questi: %s",
        "ExceptionMultipleRoleSet": "Può essere impostato un solo ruolo ma ne sono stati impostati diversi. Usane uno solo tra: %s",
        "ExceptionAnonymousNoCapabilities": "Non puoi conferire alcuna facoltà a un utente 'anonimo'.",
        "ExceptionAnonymousAccessNotPossible": "Puoi impostare un accesso %1$s o %2$s a un utente 'anonimo'.",
        "ExceptionDeleteDoesNotExist": "L'utente '%s' non esiste, di conseguenza non può essere eliminato.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "L'eliminazione dell'utente '%s' non è possibile.",
        "ExceptionEditAnonymous": "Gli utenti anonimi non possono essere modificati o cancellati. Questo profilo è utilizzato da Matomo per definire un utente che non ha effettuato l'accesso. Per esempio, se vuoi rendere pubbiche le tue statistiche, puoi dare il privilegio \\\"Visualizza\\\" al profilo degli utenti anonimi.",
        "ExceptionEmailExists": "Utente con l'e-mail '%s' è già esistente.",
        "ExceptionInvalidEmail": "L'e-mail inserita non è valida.",
        "ExceptionInvalidLoginFormat": "Il nome utente deve essere lungo tra %1$s e %2$s caratteri e contenere solo lettere, numeri o i caratteri '_' o '-' o '.' o '@' o '+'",
        "ExceptionInvalidPassword": "La lunghezza della password deve essere maggiore di %1$s caratteri.",
        "ExceptionInvalidPasswordTooLong": "La lunghezza della password deve essere minore di %1$s caratteri.",
        "ExceptionLoginExists": "Il nome utente '%s' esiste già.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth si aspetta una password MD5 hash (stringa lunga 32 caratteri). Si prega di richiamare la funzione md5() sulla password prima di richiamare questo metodo.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "È impossibile togliere l'accesso Super User all'utente '%s'.",
        "ExceptionSuperUserAccess": "Questo utente ha l'accesso Super User e ha già i permessi per accedere e modificare tutti i siti web in Matomo. Puoi togliere l'accesso Super User a questo utente e provare di nuovo.",
        "ExceptionUserHasSuperUserAccess": "L'utente '%s' ha un accesso come Super User e ha già i permessi per accedere e modificare tutti i siti web in Matomo. Puoi rimuovere l'accesso come Super User per questo utente e provare di nuovo.",
        "ExceptionUserDoesNotExist": "L'utente '%s' non esiste.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Ci deve essere almeno un utente con l'accesso Super User. Si prega di dare prima l'accesso Super User a un altro utente.",
        "ExceptionUserHasViewAccessAlready": "Questo utente ha già accesso a questo sito.",
        "ExceptionNoValueForUsernameOrEmail": "Per favore inserisci un nome utente o un indirizzo email.",
        "ExcludeVisitsViaCookie": "Escludi le tue visite usando un cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Per utenti anonimi, data report da caricare di default",
        "GiveUserAccess": "Dai a '%1$s' l'accesso %2$s per %3$s.",
        "GiveViewAccess": "Da' accesso in lettura a %1$s",
        "GiveViewAccessTitle": "Dai a un utente esistente l'accesso per vedere i report per %s",
        "GiveViewAccessInstructions": "Per dare a un utente esistente l'accesso in visione per %s inserisci il nome utente o l'indirizzo email di un utente esistente",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se desideri cambiare la password, digitarne una nuova. Altrimenti, lascia in bianco.",
        "YourCurrentPassword": "Password attuale",
        "CurrentPasswordNotCorrect": "La password attuale inserita non è corretta.",
        "ConfirmWithPassword": "Si prega di inserire la tua password per confermare questo cambio.",
        "InjectedHostCannotChangePwd": "Al momento stai navigando da un host sconosciuto (%1$s). Non è possibile modificare la password fino a quando questo problema non verrà risolto.",
        "LastSeen": "Visto l'ultima volta",
        "MainDescription": "Decidi quali utenti devono avere accesso ai tuoi siti web. Puoi anche dare l'accesso a tutti i siti web in una volta sola scegliendo \"Applica a tutti i siti web\" nel selettore dei siti web.",
        "ManageAccess": "Amministra l'accesso",
        "MenuAnonymousUserSettings": "Impostazioni utente anonimo",
        "MenuUsers": "Utenti",
        "MenuUserSettings": "Impostazioni utente",
        "MenuPersonal": "Personale",
        "PersonalSettings": "Impostazioni personali",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: Non puoi cambiare le impostazioni in questa sezione perché nessun sito è accessibile dagli utenti anonimi.",
        "NoUsersExist": "Non ci sono ancora utenti.",
        "PluginDescription": "La Gestione Utenti ti permette di aggiungere nuovi utenti, modificare utenti esistenti e dare loro l'accesso per vedere o amministrare i siti web.",
        "PrivAdmin": "Amministra Matomo",
        "PrivAdminDescription": "Gli utenti con questo ruolo possono amministrare un sito web e conferire il diritto di accesso al sito agli altri utenti. Esso possono anche fare tutto ciò che può fare il ruolo %s.",
        "PrivWrite": "Scrittura",
        "PrivWriteDescription": "Gli utenti con questo ruolo possono vedere tutti i contenuti, in più creare, gestire e cancellare per questo sito web entità quali Goal, Funnel, Heatmap, Registrazioni di Sessione e Moduli.",
        "PrivNone": "Nessun accesso",
        "PrivView": "Vista",
        "PrivViewDescription": "Un utente con questo ruolo può vedere tutti i report.",
        "RemoveUserAccess": "Togli a '%1$s' l'accesso a %2$s.",
        "ReportDateToLoadByDefault": "Data report da caricare di default",
        "ReportToLoadByDefault": "Report da caricare di default",
        "SuperUserAccessManagement": "Gestisci l'accesso Super User",
        "SuperUserAccessManagementGrantMore": "Qui puoi dare l'accesso Super User ad altri utenti di Matomo. Si prega di utilizzare con cautela questa funzione.",
        "SuperUserAccessManagementMainDescription": "I Super User hanno i permessi più elevati. Possono eseguire tutti i compiti amministrativi come aggiungere nuovi siti web da controllare, aggiungere utenti, cambiare i permessi utente, attivare e disattivare i plugin e persino installare dei nuovi plugin presi dal Marketplace.",
        "TheLoginScreen": "La schermata di login",
        "ThereAreCurrentlyNRegisteredUsers": "Al momento ci sono %s utenti registrati.",
        "TokenAuth": "Token Autenticazione API",
        "TokenRegenerateConfirmSelf": "Il cambiamento del token di autenticazione API invaliderà il tuo. Se il token attuale è in uso, devi aggiornare tutti i client API con il token generato ex novo. Vuoi veramente cambiare il tuo token di autenticazione?",
        "TokenRegenerateTitle": "Rigenera",
        "TokensSuccessfullyDeleted": "Tutti i token sono stati cancellati con successo",
        "TokenSuccessfullyDeleted": "Il token è stato cancellato con successo",
        "DeleteAllTokens": "Cancella tutti i token",
        "ExpiredTokensDeleteAutomatically": "I token con una data di scadenza verranno cancellati automaticamente.",
        "TokensWithExpireDateCreationBySystem": "I token con data di scadenza possono attualmente essere creati solo dal sistema",
        "TokenAuthIntro": "I token che hai generato possono essere utilizzati per accedere all'API dei report di Matomo, all'API di tracciamento di Matomo e ai widget esportati di Matomo, e hanno le stesse autorizzazioni del tuo normale accesso utente. Puoi utilizzare questi token anche per l'app Matomo Mobile.",
        "TypeYourPasswordAgain": "Scrivi di nuovo la tua nuova password.",
        "TypeYourCurrentPassword": "Si prega di digitare la password corrente per confermare il cambio password.",
        "User": "Utente",
        "UserHasPermission": "%1$s ha al momento accesso %2$s per %3$s.",
        "UserHasNoPermission": "%1$s ha al momento %2$s a %3$s",
        "UsersManagement": "Gestione utenti",
        "UsersManagementMainDescription": "Crea nuovi utenti o aggiorna quelli esistenti. Puoi anche scegliere quali operazioni permettere tramite la tabella qui sopra.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando gli utenti non sono registrati e visitano Matomo, dovrebbero inizialmente vedere",
        "YourUsernameCannotBeChanged": "Il tuo nome utente non può essere cambiato.",
        "YourVisitsAreIgnoredOnDomain": "%1$sLe tue visite sono ignorate da Matomo %2$s %3$s (il cookie 'ignora visite' di Matomo è stato trovato nel tuo browser).",
        "YourVisitsAreNotIgnored": "%1$sLe tue visite non sono ignorate da Matomo%2$s (il cookie 'ignora visite' di Matomo non è stato trovato nel tuo browser).",
        "AddUserNoInitialAccessError": "Bisogna assegnare a nuovi utenti l'accesso al sito, si prega di impostare il parametro 'initialIdSite'.",
        "AtLeastView": "Almeno visione",
        "ManageUsers": "Amministra Utenti",
        "ManageUsersDesc": "Crea dei nuovi utenti o aggiorna quelli esistenti. Da qui puoi anche impostare i loro permessi.",
        "NoAccessWarning": "A questo utente non è stato concesso di accedere al sito web. Quando cercherà di accedere, vedrà un messaggio di errore. Per evitare ciò, aggiungi qui sotto l'accesso a un sito web.",
        "BulkActions": "Azioni Massive",
        "SetPermission": "Imposta Permessi",
        "RemovePermissions": "Rimuovi Permessi",
        "RolesHelp": "I ruoli determinano cosa può fare un utente all'interno di Matomo nell'ambito di un determinato sito web. Impara di più riguardo ai ruoli %1$sLettura%2$s e %3$sAdmin%4$s.",
        "Role": "Ruolo",
        "TheDisplayedWebsitesAreSelected": "I %1$s siti web visualizzati sono selezionati",
        "ClickToSelectAll": "Clicca per selezionare tutti i %1$s.",
        "AllWebsitesAreSelected": "Tutti i %1$s siti web sono selezionati.",
        "ClickToSelectDisplayedWebsites": "Clicca per selezionare i %1$s siti web visualizzati.",
        "DeletePermConfirmSingle": "Sei sicuro di voler rimuovere l'accesso di %1$s a %2$s?",
        "DeletePermConfirmMultiple": "Sei sicuro di voler rimuovere l'accesso di %1$s ai %2$s siti web selezionati?",
        "ChangePermToSiteConfirmSingle": "Sei sicuro di voler cambiare il ruolo di %1$s in %2$s a %3$s?",
        "ChangePermToSiteConfirmMultiple": "Sei sicuro di voler cambiare il ruolo di %1$s nei %2$s siti web selezionati in %3$s?",
        "BasicInformation": "Informazioni di Base",
        "Permissions": "Permessi",
        "SuperUserAccess": "Accesso Superuser",
        "FirstSiteInlineHelp": "È necessario assegnare a un nuovo utente un ruolo di sola lettura per un sito web al momento della creazione. Se non viene fornito alcun accesso, l'utente riceverà un messaggio di errore durante l'accesso. Dopo che l'utente sarà stato creato, puoi dare altri permessi nella scheda \"Autorizzazioni\" che apparirà a sinistra.",
        "SuperUsersPermissionsNotice": "I Super User hanno un accesso da amministratore per tutti i siti web, così che non è necessario gestire i loro permessi per ogni sito.",
        "SuperUserIntro1": "I Super User hanno i permessi più alti. Possono eseguire tutte le attività amministrative, ad esempio l'aggiunta di nuovi siti web per il monitoraggio, l'aggiunta di utenti, la modifica delle autorizzazioni degli utenti, l'attivazione e la disattivazione dei plug-in e l'installazione di nuovi plug-in dal Marketplace. Qui puoi concedere l'accesso Super User ad altri utenti di Divezone.",
        "SuperUserIntro2": "Usa questa funzionalità con cautela.",
        "HasSuperUserAccess": "Ha l'accesso come Superuser",
        "AreYouSure": "Sei sicuro?",
        "RemoveSuperuserAccessConfirm": "La rimozione dell'accesso superuser lascerà l'utente senza i permessi (dovrai aggiungerli in seguito). Inserisci la tua password per continuare.",
        "AddSuperuserAccessConfirm": "Concedere un accesso di superuser consentirà all'utente di avere il pieno controllo su Matomo e ciò dovrebbe essere fatto con cautela. Inserisci la tua password per continuare.",
        "DeleteUsers": "Elimina Utenti",
        "UserSearch": "Ricerca utente",
        "FilterByAccess": "Filtra per tipo di accesso",
        "FilterByWebsite": "Filtra per sito web",
        "ShowAll": "Mostra tutto",
        "Username": "Nome utente",
        "RoleFor": "Ruolo per",
        "TheDisplayedUsersAreSelected": "I %1$s utenti visualizzati sono selezionati.",
        "AllUsersAreSelected": "Tutti i %1$s utenti sono selezionati.",
        "ClickToSelectDisplayedUsers": "Clicca per selezionare i %1$s utenti visualizzati.",
        "RemoveAllAccessToThisSite": "Rimuovi tutti gli accessi a questo sito web.",
        "DeleteUserConfirmSingle": "Sei sicuro di voler eliminare %1$s?",
        "DeleteUserConfirmMultiple": "Sei sicuro di voler eliminare i %1$s utenti selezionati?",
        "DeleteUserPermConfirmSingle": "Sei sicuro di voler cambiare il ruolo di %1$s in %2$s per %3$s?",
        "DeleteUserPermConfirmMultiple": "Sei sicuro di voler cambiare il ruolo dei %1$s utenti selezionati in %2$s per %3$s?",
        "AreYouSureChangeDetails": "Sei sicuro di voler cambiare le informazioni utente per %s?",
        "AnonymousUserRoleChangeWarning": "Assegnando all'utente %1$s il ruolo di %2$s renderà pubblici e disponibili a tutti i dati di questo sito Web, anche se non hanno un login Matomo.",
        "GiveAccessToAll": "Concedi a questo utente l'accesso a tutti i siti",
        "OrManageIndividually": "O tratta l'accesso di questo utente per ogni singolo sito web",
        "ChangePermToAllSitesConfirm": "Sei sicuro di voler concedere all'%1$sutente%2$s l'accesso a ogni sito web al quale hai attualmente l'accesso come amministratore?",
        "ChangePermToAllSitesConfirm2": "Nota: ciò influenzerà solo i siti web attualmente esistenti. I nuovi siti web che potresti creare non saranno automaticamente accessibili a questo utente.",
        "CapabilitiesHelp": "Le capacità sono delle possibilità individuali che gli utenti possono ottenere. I ruoli possono, per impostazione predefinita, garantire determinate capacità. Ad esempio, il ruolo di amministratore consentirà automaticamente agli utenti di modificare i tag in Tag Manager. Per utenti meno potenti, tuttavia, è possibile concedere loro esplicitamente delle funzionalità.",
        "Capabilities": "Capacità",
        "AreYouSureAddCapability": "Sei sicuro di voler concedere a %1$s la capacità %2$s per %3$s?",
        "AreYouSureRemoveCapability": "Sei sicuro di voler togliere la capacità %1$s da %2$s per %3$s?",
        "IncludedInUsersRole": "Comprese nel ruolo di questo utente.",
        "Capability": "Capacità",
        "EmailChangeNotificationSubject": "L'indirizzo email del tuo account Matomo è stato cambiato adesso",
        "EmailChangedEmail1": "L'indirizzo email associato al tuo account Matomo è stato cambiato in %1$s",
        "EmailChangedEmail2": "Questo cambiamento ha avuto origine dal seguente dispositivo: %1$s (Indirizzo IP = %2$s).",
        "IfThisWasYouIgnoreIfNot": "Se sei stato tu, ignora questa email. Altrimenti, accedi, correggi il tuo indirizzo email, cambia la password e contatta il tuo amministratore di Matomo.",
        "IfThisWasYouPasswordChange": "Se sei stato tu, ignora tranquillamente questa email. In caso contrario, contatta immediatamente l'amministratore di Matomo, poiché il tuo account potrebbe essere stato compromesso!",
        "PasswordChangeNotificationSubject": "La password del tuo account Matomo è stata cambiata adesso",
        "PasswordChangedEmail": "La tua password è stata cambiata adesso. Il cambiamento ha avuto origine dal seguente dispositivo: %1$s (Indirizzo IP =%2$s).",
        "NewsletterSignupTitle": "Iscrizione alla Newsletter",
        "NewsletterSignupMessage": "Iscriviti alla nostra newsletter per ricevere regolarmente informazioni su Matomo. Puoi cancellare l'iscrizione in ogni momento. Qeusto servizio utilizza MadMimi. Leggi di più su di esso nella nostra pagina %1$sPolitiche sulla Privacy%2$s.",
        "NewsletterSignupFailureMessage": "Oooops, qualcosa è andata storta. Non abbiamo potuto iscriverti alla newsletter.",
        "NewsletterSignupSuccessMessage": "Super, sei iscritto! Ci sentiremo presto."
    }
}