{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "Attivo",
        "AddExistingUser": "Aggiungi un utente esistente",
        "AddSuperuserAccessConfirm": "Concedere un accesso di superuser consentirà all'utente di avere il pieno controllo su Matomo e ciò dovrebbe essere fatto con cautela. Inserisci la tua password per continuare.",
        "AddUserNoInitialAccessError": "Bisogna assegnare a nuovi utenti l'accesso al sito, si prega di impostare il parametro 'initialIdSite'.",
        "AllUsersAreSelected": "Tutti i %1$s utenti sono selezionati.",
        "AllWebsites": "Tutti i siti",
        "AllWebsitesAreSelected": "Tutti i %1$s siti web sono selezionati.",
        "AnonymousAccessConfirmation": "Stai per garantire all'utente anonimo l'accesso in 'lettura' a questo sito web. Ciò significa che i tuoi report delle statistiche e le informazioni sui visitatori saranno pubblicamente visibili da tutti anche senza un login. Sei sicuro di voler procedere?",
        "AnonymousUser": "Utente anonimo",
        "AnonymousUserHasViewAccess": "Nota: l'utente %1$s ha un accesso %2$s a questo sito.",
        "AnonymousUserHasViewAccess2": "I tuoi report statistici e le informazioni sui tuoi visitatori sono visibili pubblicamente.",
        "AnonymousUserRoleChangeWarning": "Assegnando all'utente %1$s il ruolo di %2$s renderà pubblici e disponibili a tutti i dati di questo sito Web, anche se non hanno un login Matomo.",
        "ApplyToAllWebsites": "Applica a tutti i siti",
        "AreYouSure": "Sei sicuro?",
        "AreYouSureAddCapability": "Sei sicuro di voler concedere a %1$s la capacità %2$s per %3$s?",
        "AreYouSureChangeDetails": "Sei sicuro di voler cambiare le informazioni utente per %s?",
        "AreYouSureRemoveCapability": "Sei sicuro di voler togliere la capacità %1$s da %2$s per %3$s?",
        "AtLeastView": "Almeno visione",
        "AuthTokenPurpose": "Per cosa stai usando questo token?",
        "AuthTokens": "Auth tokens",
        "BasicInformation": "Informazioni di Base",
        "BulkActions": "Azioni Massive",
        "Capabilities": "Capacità",
        "CapabilitiesHelp": "Le capacità sono delle possibilità individuali che gli utenti possono ottenere. I ruoli possono, per impostazione predefinita, garantire determinate capacità. Ad esempio, il ruolo di amministratore consentirà automaticamente agli utenti di modificare i tag in Tag Manager. Per utenti meno potenti, tuttavia, è possibile concedere loro esplicitamente delle funzionalità.",
        "Capability": "Capacità",
        "ChangeAllConfirm": "Sei sicuro di voler dare accesso '%s' a tutti i siti web?",
        "ChangePermToAllSitesConfirm": "Sei sicuro di voler concedere all'%1$sutente%2$s l'accesso a ogni sito web al quale hai attualmente l'accesso come amministratore?",
        "ChangePermToAllSitesConfirm2": "Nota: ciò influenzerà solo i siti web attualmente esistenti. I nuovi siti web che potresti creare non saranno automaticamente accessibili a questo utente.",
        "ChangePermToSiteConfirmMultiple": "Sei sicuro di voler cambiare il ruolo di %1$s nei %2$s siti web selezionati in %3$s?",
        "ChangePermToSiteConfirmSingle": "Sei sicuro di voler cambiare il ruolo di %1$s in %2$s a %3$s?",
        "ClickHereToDeleteTheCookie": "Clicca qui per cancellare il cookie, affinché Matomo tracci nuovamente le tue visite",
        "ClickHereToSetTheCookieOnDomain": "Clicca qui per creare un cookie che escluderà le tue visite dai siti monitorati con Matomo %s",
        "ClickToSelectAll": "Clicca per selezionare tutti i %1$s.",
        "ClickToSelectDisplayedUsers": "Clicca per selezionare i %1$s utenti visualizzati.",
        "ClickToSelectDisplayedWebsites": "Clicca per selezionare i %1$s siti web visualizzati.",
        "ConfirmGrantSuperUserAccess": "Vuoi veramente dare a '%s' l'accesso Super User? Attenzione: l'utente avrà accesso a tutti i siti web e potrà eseguire attività amministrative.",
        "ConfirmProhibitMySuperUserAccess": "%s, vuoi veramente rimuovere il tuo accesso Super User? Perderai tutti i permessi e l'accesso a tutti i siti web e verrai escluso da Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Vuoi veramente togliere l'accesso Super User a '%s'? L'utente perderà tutti i permessi e l'accesso a tutti i siti web. Assicurati di dare successivamente l'accesso ai siti richiesti, se necessario.",
        "ConfirmTokenCopied": "Confermo di aver copiato il token e di avere compreso che non devo condividerlo con nessun altro.",
        "ConfirmWithPassword": "Si prega di inserire la tua password per confermare questo cambio.",
        "CreateNewToken": "Crea un nuovo token",
        "CurrentPasswordNotCorrect": "La password attuale inserita non è corretta.",
        "Decline": "Invito rifiutato",
        "DeleteAllTokens": "Cancella tutti i token",
        "DeleteConfirm": "Sei sicuro di voler cancellare l'utente '%s'?",
        "DeleteNotSuccessful": "Si è verificato un errore nel rimuovere gli utenti selezionati. Alcuni utenti potrebbero non essere stati rimossi.",
        "DeletePermConfirmMultiple": "Sei sicuro di voler rimuovere l'accesso di %1$s ai %2$s siti web selezionati?",
        "DeletePermConfirmSingle": "Sei sicuro di voler rimuovere l'accesso di %1$s a %2$s?",
        "DeleteSuccess": "L'utente selezionato è stato rimosso.",
        "DeleteUserConfirmMultiple": "Sei sicuro di voler eliminare i %1$s utenti selezionati?",
        "DeleteUserConfirmSingle": "Sei sicuro di voler eliminare %1$s?",
        "DeleteUserPermConfirmMultiple": "Sei sicuro di voler cambiare il ruolo dei %1$s utenti selezionati in %2$s per %3$s?",
        "DeleteUserPermConfirmSingle": "Sei sicuro di voler cambiare il ruolo di %1$s in %2$s per %3$s?",
        "DeleteUsers": "Elimina Utenti",
        "DoNotStoreToken": "Non condividere questo token con nessun altro perché è segreto quanto il tuo nome utente e la tua password.",
        "EditUser": "Modifica utente",
        "Email": "Email",
        "EmailChangeNotificationSubject": "L'indirizzo email del tuo account Matomo è stato cambiato adesso",
        "EmailChangedEmail1": "L'indirizzo email associato al tuo account Matomo è stato cambiato in %1$s",
        "EmailChangedEmail2": "Questo cambiamento ha avuto origine dal seguente dispositivo: %1$s (Indirizzo IP = %2$s).",
        "EmailYourAdministrator": "%1$sManda un'email al tuo amministratore su questo problema%2$s.",
        "EnterUsernameOrEmail": "Inserisci nome utente o indirizzo email",
        "ExceptionAccessValues": "Il parametro accesso deve avere uno dei seguenti valori: [ %1$s] , dati '%2$s'.",
        "ExceptionAnonymousAccessNotPossible": "Puoi impostare un accesso %1$s o %2$s a un utente 'anonimo'.",
        "ExceptionAnonymousNoCapabilities": "Non puoi conferire alcuna facoltà a un utente 'anonimo'.",
        "ExceptionDeleteDoesNotExist": "L'utente '%s' non esiste, di conseguenza non può essere eliminato.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "L'eliminazione dell'utente '%s' non è possibile.",
        "ExceptionEditAnonymous": "Gli utenti anonimi non possono essere modificati o cancellati. Questo profilo è utilizzato da Matomo per definire un utente che non ha effettuato l'accesso. Per esempio, se vuoi rendere pubbiche le tue statistiche, puoi dare il privilegio \\\"Visualizza\\\" al profilo degli utenti anonimi.",
        "ExceptionEmailExists": "Utente con l'e-mail '%s' è già esistente.",
        "ExceptionEmailExistsAsLogin": "L'email '%s' è già in uso come nome utente.",
        "ExceptionInvalidEmail": "L'e-mail inserita non è valida.",
        "ExceptionInvalidLoginFormat": "Il nome utente deve essere lungo tra %1$s e %2$s caratteri e contenere solo lettere, numeri o i caratteri '_' o '-' o '.' o '@' o '+'",
        "ExceptionInvalidPassword": "La lunghezza della password deve essere maggiore di %1$s caratteri.",
        "ExceptionInvalidPasswordTooLong": "La lunghezza della password deve essere minore di %1$s caratteri.",
        "ExceptionLoginExists": "Il nome utente '%s' esiste già.",
        "ExceptionLoginExistsAsEmail": "Il nome utente '%s' è già in uso come email.",
        "ExceptionMultipleRoleSet": "Può essere impostato un solo ruolo ma ne sono stati impostati diversi. Usane uno solo tra: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Impossibile concedere alcuni permessi all'utente %1$s per l'id sito %2$s. L'utente deve avere almeno l'accesso in visualizzazione.",
        "ExceptionNoRoleSet": "Non è impostato alcun ruolo ma deve essere impostato uno di questi: %s",
        "ExceptionNoValueForUsernameOrEmail": "Per favore inserisci un nome utente o un indirizzo email.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth si aspetta una password MD5 hash (stringa lunga 32 caratteri). Si prega di richiamare la funzione md5() sulla password prima di richiamare questo metodo.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "È impossibile togliere l'accesso Super User all'utente '%s'.",
        "ExceptionResendInviteDenied": "Il reinvio di un invito è consentito solo all'utente che ha invitato %s o a un superutente.",
        "ExceptionSuperUserAccess": "Questo utente ha l'accesso Super User e ha già i permessi per accedere e modificare tutti i siti web in Matomo. Puoi togliere l'accesso Super User a questo utente e provare di nuovo.",
        "ExceptionUserDoesNotExist": "L'utente '%s' non esiste.",
        "ExceptionUserHasSuperUserAccess": "L'utente '%s' ha un accesso come Super User e ha già i permessi per accedere e modificare tutti i siti web in Matomo. Puoi rimuovere l'accesso come Super User per questo utente e provare di nuovo.",
        "ExceptionUserHasViewAccessAlready": "Questo utente ha già accesso a questo sito.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Ci deve essere almeno un utente con l'accesso Super User. Si prega di dare prima l'accesso Super User a un altro utente.",
        "ExcludeVisitsViaCookie": "Escludi le tue visite usando un cookie",
        "ExpireDate": "Data di scadenza",
        "Expired": "Invito scaduto",
        "ExpiredInviteAutomaticallyRemoved": "Gli inviti scaduti verranno eliminati automaticamente dopo %1$s giorni.",
        "ExpiredTokensDeleteAutomatically": "I token con una data di scadenza verranno cancellati automaticamente.",
        "FilterByAccess": "Filtra per tipo di accesso",
        "FilterByStatus": "Filtra per stato",
        "FilterByWebsite": "Filtra per sito web",
        "FirstSiteInlineHelp": "È necessario assegnare a un nuovo utente un ruolo di sola lettura per un sito web al momento della creazione. Se non viene fornito alcun accesso, l'utente riceverà un messaggio di errore durante l'accesso. Dopo che l'utente sarà stato creato, puoi dare altri permessi nella scheda \"Autorizzazioni\" che apparirà a sinistra.",
        "FirstWebsitePermission": "Permessi primo sito web",
        "ForAnonymousUsersReportDateToLoadByDefault": "Per utenti anonimi, data report da caricare di default",
        "GiveAccessToAll": "Concedi a questo utente l'accesso a tutti i siti",
        "GiveUserAccess": "Dai a '%1$s' l'accesso %2$s per %3$s.",
        "GiveViewAccess": "Da' accesso in lettura a %1$s",
        "GiveViewAccessInstructions": "Per dare a un utente esistente l'accesso in visione per %s inserisci il nome utente o l'indirizzo email di un utente esistente",
        "GiveViewAccessTitle": "Dai a un utente esistente l'accesso per vedere i report per %s",
        "GoBackSecurityPage": "Torna alla pagina della sicurezza.",
        "HasSuperUserAccess": "Ha l'accesso come Superuser",
        "IfThisWasYouIgnoreIfNot": "Se sei stato tu, ignora questa email. Altrimenti, accedi, correggi il tuo indirizzo email, cambia la password e contatta il tuo amministratore di Matomo.",
        "IfThisWasYouPasswordChange": "Se sei stato tu, ignora tranquillamente questa email. In caso contrario, contatta immediatamente l'amministratore di Matomo, poiché il tuo account potrebbe essere stato compromesso!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se desideri cambiare la password, digitarne una nuova. Altrimenti, lascia in bianco.",
        "IncludedInUsersRole": "Comprese nel ruolo di questo utente.",
        "InjectedHostCannotChangePwd": "Al momento stai navigando da un host sconosciuto (%1$s). Non è possibile modificare la password fino a quando questo problema non verrà risolto.",
        "InviteDayLeft": "Scade in %s giorni",
        "InviteNewUser": "Invita un nuovo utente",
        "InviteSuccess": "Fatto! L'invito è stato inviato.",
        "InviteSuccessNotification": "L'utente invitato riceverà un'e-mail per accettare l'invito. Questo invito è valido per %1$s giorni. È inoltre possibile inviare nuovamente ed eliminare l'invito nella pagina di gestione degli utenti.",
        "InviteTeamMember": "Invita un membro del team",
        "InviteUser": "Invita utente",
        "LastSeen": "Visto l'ultima volta",
        "LastUsed": "Ultimo utilizzo",
        "MainDescription": "Decidi quali utenti devono avere accesso ai tuoi siti web. Puoi anche dare l'accesso a tutti i siti web in una volta sola scegliendo \"Applica a tutti i siti web\" nel selettore dei siti web.",
        "ManageAccess": "Amministra l'accesso",
        "ManageUsers": "Amministra Utenti",
        "ManageUsersAdminDesc": "Creare nuovi utenti o aggiornare quelli esistenti. Anche qui è possibile impostare le loro autorizzazioni. Si noti che l'utente ha effettuato l'accesso come amministratore. Ciò significa che vedete e gestite solo gli utenti che hanno accesso ai siti web specifici per i quali avete i permessi di \"amministratore\". Solo un utente con accesso come superutente può vedere e gestire tutti gli utenti in tutti i siti web.",
        "ManageUsersDesc": "Crea dei nuovi utenti o aggiorna quelli esistenti. Da qui puoi anche impostare i loro permessi.",
        "MenuAnonymousUserSettings": "Impostazioni utente anonimo",
        "MenuPersonal": "Personale",
        "MenuUserSettings": "Impostazioni utente",
        "MenuUsers": "Utenti",
        "NewsletterSignupFailureMessage": "Oooops, qualcosa è andata storta. Non abbiamo potuto iscriverti alla newsletter.",
        "NewsletterSignupMessage": "Iscriviti alla nostra newsletter per ricevere regolarmente informazioni su Matomo. È possibile annullare l'iscrizione in qualsiasi momento. Questo servizio utilizza MadMimi. Per saperne di più, consulta la pagina %1$sPolitiche sulla privacy di Matomo%2$s.",
        "NewsletterSignupSuccessMessage": "Super, sei iscritto! Ci sentiremo presto.",
        "NewsletterSignupTitle": "Iscrizione alla Newsletter",
        "NoAccessWarning": "A questo utente non è stato concesso di accedere al sito web. Quando cercherà di accedere, vedrà un messaggio di errore. Per evitare ciò, aggiungi qui sotto l'accesso a un sito web.",
        "NoTokenCreatedYetCreateNow": "Non è ancora stato creato un token %1$screa ora un nuovo token%2$s.",
        "NoUsersExist": "Non ci sono ancora utenti.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: Non puoi cambiare le impostazioni in questa sezione perché nessun sito è accessibile dagli utenti anonimi.",
        "OrManageIndividually": "O tratta l'accesso di questo utente per ogni singolo sito web",
        "PasswordChangeNotificationSubject": "La password del tuo account Matomo è stata cambiata adesso",
        "PasswordChangeTerminatesOtherSessions": "Quando si cambia la password, qualsiasi altra sessione attiva di questo account viene disconnessa.",
        "PasswordChangedEmail": "La tua password è stata cambiata adesso. Il cambiamento ha avuto origine dal seguente dispositivo: %1$s (Indirizzo IP =%2$s).",
        "Pending": "In attesa",
        "Permissions": "Permessi",
        "PersonalSettings": "Impostazioni personali",
        "PleaseStoreToken": "Conserva il token in modo sicuro poiché non sarà possibile accedervi o visualizzarlo di nuovo.",
        "PluginDescription": "La Gestione Utenti ti permette di aggiungere nuovi utenti, modificare utenti esistenti e dare loro l'accesso per vedere o amministrare i siti web.",
        "PrivAdmin": "Amministra Matomo",
        "PrivAdminDescription": "Gli utenti con questo ruolo possono amministrare un sito web e conferire il diritto di accesso al sito agli altri utenti. Esso possono anche fare tutto ciò che può fare il ruolo %s.",
        "PrivNone": "Nessun accesso",
        "PrivView": "Vista",
        "PrivViewDescription": "Un utente con questo ruolo può vedere tutti i report.",
        "PrivWrite": "Scrittura",
        "PrivWriteDescription": "Gli utenti con questo ruolo possono vedere tutti i contenuti, in più creare, gestire e cancellare per questo sito web entità quali Goal, Funnel, Heatmap, Registrazioni di Sessione e Moduli.",
        "RemoveAllAccessToThisSite": "Rimuovi tutti gli accessi a questo sito web.",
        "RemovePermissions": "Rimuovi Permessi",
        "RemoveSuperuserAccessConfirm": "La rimozione dell'accesso superuser lascerà l'utente senza i permessi (dovrai aggiungerli in seguito). Inserisci la tua password per continuare.",
        "RemoveUserAccess": "Togli a '%1$s' l'accesso a %2$s.",
        "ReportDateToLoadByDefault": "Data report da caricare di default",
        "ReportToLoadByDefault": "Report da caricare di default",
        "ResetTwoFactorAuthentication": "Reimposta l'autenticazione a due fattori",
        "ResetTwoFactorAuthenticationInfo": "Se l'utente non può più accedere a causa di codici di ripristino o di un dispositivo di autenticazione persi, è possibile ripristinare l'autenticazione a due fattori per l'utente, in modo che possa accedere nuovamente.",
        "Role": "Ruolo",
        "RoleFor": "Ruolo per",
        "RolesHelp": "I ruoli determinano cosa può fare un utente all'interno di Matomo nell'ambito di un determinato sito web. Impara di più riguardo ai ruoli %1$sLettura%2$s e %3$sAdmin%4$s.",
        "SaveBasicInfo": "Salva Info di Base",
        "SetPermission": "Imposta Permessi",
        "Status": "Stato",
        "SuperUserAccess": "Accesso Superuser",
        "SuperUserAccessManagement": "Gestisci l'accesso Super User",
        "SuperUserAccessManagementGrantMore": "Qui puoi dare l'accesso Super User ad altri utenti di Matomo. Si prega di utilizzare con cautela questa funzione.",
        "SuperUserAccessManagementMainDescription": "I Super User hanno i permessi più elevati. Possono eseguire tutti i compiti amministrativi come aggiungere nuovi siti web da controllare, aggiungere utenti, cambiare i permessi utente, attivare e disattivare i plugin e persino installare dei nuovi plugin presi dal Marketplace.",
        "SuperUserIntro1": "I Super User hanno i permessi più alti. Possono eseguire tutte le attività amministrative, ad esempio l'aggiunta di nuovi siti web per il monitoraggio, l'aggiunta di utenti, la modifica delle autorizzazioni degli utenti, l'attivazione e la disattivazione dei plug-in e l'installazione di nuovi plug-in dal Marketplace. Qui puoi concedere l'accesso Super User ad altri utenti di Divezone.",
        "SuperUserIntro2": "Usa questa funzionalità con cautela.",
        "SuperUsersPermissionsNotice": "I Super User hanno un accesso da amministratore per tutti i siti web, così che non è necessario gestire i loro permessi per ogni sito.",
        "TheDisplayedUsersAreSelected": "I %1$s utenti visualizzati sono selezionati.",
        "TheDisplayedWebsitesAreSelected": "I %1$s siti web visualizzati sono selezionati",
        "TheLoginScreen": "La schermata di login",
        "ThereAreCurrentlyNRegisteredUsers": "Al momento ci sono %s utenti registrati.",
        "TokenAuth": "Token Autenticazione API",
        "TokenAuthIntro": "I token che hai generato possono essere utilizzati per accedere all'API dei report di Matomo, all'API di tracciamento di Matomo e ai widget esportati di Matomo, e hanno le stesse autorizzazioni del tuo normale accesso utente. Puoi utilizzare questi token anche per l'app Matomo Mobile.",
        "TokenRegenerateConfirmSelf": "Il cambiamento del token di autenticazione API invaliderà il tuo. Se il token attuale è in uso, devi aggiornare tutti i client API con il token generato ex novo. Vuoi veramente cambiare il tuo token di autenticazione?",
        "TokenRegenerateTitle": "Rigenera",
        "TokenSuccessfullyDeleted": "Il token è stato cancellato con successo",
        "TokenSuccessfullyGenerated": "Token generato con successo",
        "TokensSuccessfullyDeleted": "Tutti i token sono stati cancellati con successo",
        "TokensWithExpireDateCreationBySystem": "I token con data di scadenza possono attualmente essere creati solo dal sistema",
        "TwoFactorAuthentication": "Autenticazione a due fattori",
        "TypeYourCurrentPassword": "Si prega di digitare la password corrente per confermare il cambio password.",
        "TypeYourPasswordAgain": "Scrivi di nuovo la tua nuova password.",
        "User": "Utente",
        "UserHasNoPermission": "%1$s ha al momento %2$s a %3$s",
        "UserHasPermission": "%1$s ha al momento accesso %2$s per %3$s.",
        "UserSearch": "Ricerca utente",
        "Username": "Nome utente",
        "UsersManagement": "Gestione utenti",
        "UsersManagementMainDescription": "Crea nuovi utenti o aggiorna quelli esistenti. Puoi anche scegliere quali operazioni permettere tramite la tabella qui sopra.",
        "UsesTwoFactorAuthentication": "Usa l'autenticazione a due fattori",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando gli utenti non sono registrati e visitano Matomo, dovrebbero inizialmente vedere",
        "YourCurrentPassword": "Password attuale",
        "YourUsernameCannotBeChanged": "Il tuo nome utente non può essere cambiato.",
        "YourVisitsAreIgnoredOnDomain": "%1$sLe tue visite sono ignorate da Matomo %2$s %3$s (il cookie 'ignora visite' di Matomo è stato trovato nel tuo browser).",
        "YourVisitsAreNotIgnored": "%1$sLe tue visite non sono ignorate da Matomo%2$s (il cookie 'ignora visite' di Matomo non è stato trovato nel tuo browser)."
    }
}
