{
    "UsersManager": {
        "AddUser": "Aggiungi un nuovo utente",
        "Alias": "Alias",
        "AllWebsites": "Tutti i siti",
        "AnonymousUser": "Utente anonimo",
        "AnonymousUserHasViewAccess": "Nota: l'utente %1$s ha un accesso %2$s a questo sito.",
        "AnonymousUserHasViewAccess2": "I tuoi report statistici e le informazioni sui tuoi visitatori sono visibili pubblicamente.",
        "ApplyToAllWebsites": "Applica a tutti i siti",
        "ChangeAllConfirm": "Sei sicuro di voler cambiare i permessi di '%s' in tutti i siti?",
        "ChangePasswordConfirm": "Il cambio password cambierà anche il token_auth dell'utente. Vuoi veramente continuare?",
        "ClickHereToDeleteTheCookie": "Cancella il cookie affinché Piwik tracci nuovamente le tue visite",
        "ClickHereToSetTheCookieOnDomain": "Crea un cookie che escluderà le tue visite dai siti monitorati con Piwik %s",
        "ConfirmGrantSuperUserAccess": "Vuoi veramente dare a '%s' l'accesso Super User? Attenzione: l'utente avrà accesso a tutti i siti web e potrà eseguire attività amministrative.",
        "ConfirmProhibitMySuperUserAccess": "%s, vuoi veramente rimuovere il tuo accesso Super User? Perderai tutti i permessi e l'accesso a tutti i siti web e verrai escluso da Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Vuoi veramente togliere l'accesso Super User a '%s'? L'utente perderà tutti i permessi e l'accesso a tutti i siti web. Assicurati di impostare, se necessario, i permessi in seguito.",
        "DeleteConfirm": "Sei sicuro di voler cancellare l'utente '%s'?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sManda un'email al tuo amministratore su questo problema%2$s.",
        "ExceptionAccessValues": "Il parametro per l'accesso deve avere uno dei seguenti valori: [ %s ]",
        "ExceptionAdminAnonymous": "Non puoi dare privilegi da amministratore agli utenti anonimi.",
        "ExceptionDeleteDoesNotExist": "L'utente '%s' non esiste, di conseguenza non può essere eliminato.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "L'eliminazione dell'utente '%s' non è possibile.",
        "ExceptionEditAnonymous": "Gli utenti anonimi non possono essere modificati o cancellati. Questo profilo è utilizzato da Piwik per definire un utente che non ha effettuato l'accesso. Per esempio, se vuoi rendere pubbiche le tue statistiche, puoi dare il privilegio \"Visualizza\" al profilo degli utenti anonimi.",
        "ExceptionEmailExists": "Utente con l'e-mail '%s' è già esistente.",
        "ExceptionInvalidEmail": "L'e-mail inserita non è valida.",
        "ExceptionInvalidLoginFormat": "Il nome utente deve essere lungo tra %1$s e %2$s caratteri e contenere solo lettere, numeri o i caratteri '_' o '-' o '.' o '@' o '+'",
        "ExceptionInvalidPassword": "La lunghezza della password deve essere tra %1$s e %2$s caratteri.",
        "ExceptionLoginExists": "L'utente '%s' già esiste.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth si aspetta una password MD5 hash (stringa lunga 32 caratteri). Si prega di richiamare la funzione md5() sulla password prima di richiamare questo metodo.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "È impossibile togliere l'accesso Super User all'utente '%s'.",
        "ExceptionSuperUserAccess": "Questo utente ha l'accesso Super User e ha già i permessi per accedere e modificare tutti i siti web in Piwik. Puoi togliere l'accesso Super User a questo utente e provare di nuovo.",
        "ExceptionUserDoesNotExist": "L'utente '%s' non esiste.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Ci deve essere almeno un utente con l'accesso Super User. Si prega di dare prima l'accesso Super User a un altro utente.",
        "ExcludeVisitsViaCookie": "Escludi le tue visite usando un cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Per utenti anonimi, data report da caricare di default",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se vuoi cambiare la password scrivine qui una nuova. Altrimenti lascia pure in bianco.",
        "InjectedHostCannotChangePwd": "Al momento stai navigando da un host sconosciuto (%1$s). Non è possibile modificare la password fino a quando questo problema non verrà risolto.",
        "LastSeen": "Visto l'ultima volta",
        "MainDescription": "Decidi quali utenti possono accedere alle statistiche Piwik dei siti web. Puoi anche impostare i permessi di tutti i siti in una volta sola.",
        "ManageAccess": "Amministra l'accesso",
        "MenuAnonymousUserSettings": "Impostazioni utente anonimo",
        "MenuUsers": "Utenti",
        "MenuUserSettings": "Impostazioni utente",
        "MenuPersonal": "Personale",
        "PersonalSettings": "Impostazioni personali",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: Non puoi cambiare le impostazioni in questa sezione perché nessun sito è accessibile dagli utenti anonimi.",
        "NoUsersExist": "Non ci sono ancora utenti.",
        "PluginDescription": "La Gestione Utenti ti permette di aggiungere nuovi utenti, modificare quelli esistenti e assegnare loro i permessi per vedere o amministrare i siti web.",
        "PrivAdmin": "Amministra Piwik",
        "PrivNone": "Nessun accesso",
        "PrivView": "Vista",
        "ReportDateToLoadByDefault": "Data report da caricare di default",
        "ReportToLoadByDefault": "Report da caricare di default",
        "SuperUserAccessManagement": "Gestisci l'accesso Super User",
        "SuperUserAccessManagementGrantMore": "Qui puoi dare l'accesso Super User ad altri utenti di Piwik. Si prega di utilizzare con cautela questa funzione.",
        "SuperUserAccessManagementMainDescription": "I Super User hanno i permessi più elevati. Possono eseguire tutti i compiti amministrativi come aggiungere nuovi siti web da controllare, aggiungere utenti, cambiare i permessi utente, attivare e disattivare i plugin e persino installare dei nuovi plugin presi dal Marketplace.",
        "TheLoginScreen": "La schermata di login",
        "ThereAreCurrentlyNRegisteredUsers": "Al momento ci sono %s utenti registrati.",
        "TypeYourPasswordAgain": "Scrivi di nuovo la tua nuova password.",
        "User": "Utente",
        "UsersManagement": "Gestione utenti",
        "UsersManagementMainDescription": "Crea nuovi utenti o aggiorna quelli esistenti. Puoi anche scegliere quali operazioni permettere tramite la tabella qui sopra.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando gli utenti non si sono autenticati in Piwik, possono accedere a",
        "YourUsernameCannotBeChanged": "Il tuo nome utente non può essere cambiato.",
        "YourVisitsAreIgnoredOnDomain": "%sLe tue visite sono ignorate da Piwik su %s %s (il cookie 'ignora visite' è stato trovato nel tuo browser).",
        "YourVisitsAreNotIgnored": "%sLe tue visite non sono ignorate da Piwik%s (il cookie 'ignora visite' non è stato trovato nel tuo browser)."
    }
}