{
    "UsersManager": {
        "2FA": "A2F",
        "Active": "Ativo",
        "AddExistingUser": "Adicionar um usuário existente",
        "AddNewUser": "Adicionar novo usuário",
        "AddSuperuserAccessConfirm": "Dar a um usuário acesso de superusuário irá permitir ao usuário ter controle total sobre o Matomo e deve ser feito com cautela. Digite sua senha para continuar.",
        "AddUserNoInitialAccessError": "Novos usuários devem ter acesso a um site, por favor defina o parâmetro 'initialIdSite'.",
        "AllUsersAreSelected": "Todos os %1$s usuários estão selecionados.",
        "AllWebsites": "Todos os sites",
        "AllWebsitesAreSelected": "Todos os %1$s sites estão selecionados.",
        "AnonymousAccessConfirmation": "Você está prestes a conceder para o usuário anônimo o acesso de 'visualização' para este site. Isso significa que seus relatórios de análise e as informações de seus visitantes serão publicamente visíveis por qualquer pessoa, mesmo sem login. Você tem certeza de que deseja continuar?",
        "AnonymousUser": "Usuário anônimo",
        "AnonymousUserHasViewAccess": "Obs: o usuário %1$s tem acesso %2$s para este site.",
        "AnonymousUserHasViewAccess2": "Seus relatórios de análise e suas informações de visitantes são visíveis publicamente.",
        "AnonymousUserRoleChangeWarning": "Conceder ao usuário %1$s o perfil %2$s irá tornar os dados deste site públicos e disponíveis a todos, mesmo quem não tem um login Matomo.",
        "ApplyToAllWebsites": "Aplicar a todos os sites",
        "AreYouSure": "Você tem certeza?",
        "AreYouSureAddCapability": "Tem certeza de que deseja dar a %1$s a capacidade %2$s por %3$s?",
        "AreYouSureChangeDetails": "Tem certeza de que deseja alterar as informações de usuário de %s?",
        "AreYouSureRemoveCapability": "Tem certeza de que deseja remover a capacidade %1$s de %2$s por %3$s?",
        "AtLeastView": "Pelo menos visualizar",
        "AuthTokenPostOnlyHelp": "Ative esta opção para permitir que este token seja usado apenas para requisições POST, isso é recomendado como uma prática de segurança. O token não será válido como um parâmetro de URL em requisições GET.",
        "AuthTokenPostOnlyHelpForced": "O administrador do sistema configurou o Matomo para permitir apenas a criação de tokens para uso em requisições POST, você não pode alterar essa opção de token.",
        "AuthTokenPurpose": "Para que você está usando este token?",
        "AuthTokens": "Tokens de autenticação",
        "BackToUser": "Voltar para Usuários",
        "BasicInformation": "Informação básica",
        "BulkActions": "Ações em massa",
        "Capabilities": "Capacidades",
        "CapabilitiesHelp": "Capacidades são habilidades individuais que podem ser concedidas a usuários. Perfis podem, por padrão, conceder algumas capacidades. Por exemplo, o perfil Administrador irá automaticamente permitir aos usuários editarem tags no Gerenciador de Tags. Para usuários menos poderosos, entretanto, você pode explicitamente conceder capacidades aos usuários.",
        "Capability": "Capacidade",
        "ChangeAllConfirm": "Você tem certeza que quer dar acesso a '%s' para todos os sites?",
        "ChangePermToAllSitesConfirm": "Você tem certeza de que deseja dar ao usuário %1$s acesso %2$s a todo site que você atualmente tem acesso de administrador?",
        "ChangePermToAllSitesConfirm2": "Obs: isto irá afetar apenas os sites existentes atualmente. Novos sites que você criar não estarão acessíveis automaticamente para este usuário.",
        "ChangePermToSiteConfirmMultiple": "Você tem certeza de que deseja alterar o perfil de %1$s nos %2$s sites selecionados para %3$s?",
        "ChangePermToSiteConfirmSingle": "Você tem certeza de que deseja alterar o perfil de %1$s em %2$s para %3$s?",
        "ClickHereToDeleteTheCookie": "Clique aqui para excluir o cookie e deixar o Matomo rastrear suas visitas",
        "ClickHereToSetTheCookieOnDomain": "Clique aqui para definir um cookie que excluirá suas visitas em sites rastreados pelo Matomo em %s",
        "ClickToSelectAll": "Clique para selecionar tudo %1$s.",
        "ClickToSelectDisplayedUsers": "Clique para selecionar os %1$s usuários exibidos.",
        "ClickToSelectDisplayedWebsites": "Clique para selecionar os %1$s sites exibidos.",
        "ConfirmGrantSuperUserAccess": "Você realmente deseja conceder a '%s' o acesso de Super Usuário? Aviso: o usuário terá acesso a todos os sites e será capaz de executar tarefas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "%s, você realmente deseja remover o seu próprio acesso de Super Usuário? Você perderá todas as permissões e acessos a todos os sites e será desconectado do Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Você realmente deseja remover o acesso de Super Usuário de '%s'? O usuário perderá todas as permissões e acesso a todos os sites. Certifique-se de dar acesso a sites necessários mais tarde, se for preciso.",
        "ConfirmTokenCopied": "Confirmo que copiei o token e entendo que não devo compartilhar esse token com mais ninguém.",
        "ConfirmWithPassword": "Por favor digite sua senha para confirmar esta alteração.",
        "CopyDenied": "A solicitação não é permitida devido às configurações do seu navegador.",
        "CopyDeniedHints": "Tente novamente trocando de navegador ou copiando e compartilhando este link diretamente: %1$s",
        "CopyLink": "Copiar link do convite",
        "CreateNewToken": "Criar novo token",
        "CurrentPasswordNotCorrect": "A senha atual informada não está correta.",
        "Decline": "Convite recusado",
        "DeleteAllTokens": "Excluir todos os tokens",
        "DeleteConfirm": "Tem certeza que deseja excluir o usuário %s?",
        "DeleteNotSuccessful": "Ocorreu um erro ao remover os usuários selecionados. Alguns usuários podem não ter sido removidos.",
        "DeletePermConfirmMultiple": "Você tem certeza de que deseja remover o acesso de %1$s aos %2$s sites selecionados?",
        "DeletePermConfirmSingle": "Você tem certeza de que deseja remover o acesso de %1$s ao %2$s?",
        "DeleteSuccess": "Os usuários selecionados foram removidos.",
        "DeleteUserConfirmMultiple": "Tem certeza de que deseja excluir os %1$s usuários selecionados?",
        "DeleteUserConfirmSingle": "Tem certeza de que deseja excluir %1$s?",
        "DeleteUserPermConfirmMultiple": "Tem certeza de que deseja alterar os perfis dos %1$s usuários selecionados para %2$s em %3$s?",
        "DeleteUserPermConfirmSingle": "Tem certeza de que deseja alterar o perfil de %1$s para %2$s em %3$s?",
        "DeleteUsers": "Excluir usuários",
        "DoNotStoreToken": "Não compartilhe este token com mais ninguém, pois é tão secreto quanto seu login e senha.",
        "EditUser": "Editar usuário",
        "Email": "E-mail",
        "EmailChangeNotificationSubject": "O endereço de e-mail da sua conta Matomo acabou de ser alterado",
        "EmailChangedEmail1": "O endereço de e-mail associado à sua conta foi alterado para %1$s",
        "EmailChangedEmail2": "Esta alteração foi iniciada do seguinte dispositivo: %1$s (endereço IP = %2$s).",
        "EmailYourAdministrator": "%1$sEnviar e-mail a seu administrador sobre este problema%2$s.",
        "EnterUsernameOrEmail": "Digite um nome de usuário ou endereço de e-mail",
        "ErrorEmailDomainNotAllowed": "O e-mail \"%1$s\" não pode ser utilizado, pois apenas e-mails com os domínios \"%2$s\" são permitidos.",
        "ExceptionAccessValues": "O parâmetro de acesso deve conter um dos seguintes valores: [ %1$s ], '%2$s' fornecido.",
        "ExceptionAnonymousAccessNotPossible": "Você pode definir somente acesso %1$s ou %2$s acesso para o usuário 'anônimo(a)'.",
        "ExceptionAnonymousNoCapabilities": "Você não pode conceder nenhuma capacidade para o usuário 'anônimo'.",
        "ExceptionDeleteDoesNotExist": "O usuário '%s' não existe portanto não é possível excluí-lo.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Não é possível excluir o usuário '%s'.",
        "ExceptionEditAnonymous": "O usuário anônimo não pode ser editado ou apagado. Ele é usado pelo sistema para definir um usuário que ainda não entrou. Por exemplo, você pode tornar as estatísticas públicas concedendo acesso 'visualização' para o usuário 'anônimo'.",
        "ExceptionEmailExists": "Usuário com o e-mail '%s' já existe.",
        "ExceptionEmailExistsAsLogin": "E-mail '%s' já usado como nome de usuário.",
        "ExceptionInvalidEmail": "O e-mail não tem um formato válido.",
        "ExceptionInvalidLoginFormat": "O nome de usuário deve ter entre %1$s e %2$s caracteres e conter apenas letras, números ou os caracteres '_' or '-' or '.' or '@' or '+'",
        "ExceptionInvalidPassword": "O comprimento da senha deve ser maior que %1$s caracteres.",
        "ExceptionInvalidPasswordTooLong": "O tamanho da senha deve ser menor que %1$s caracteres.",
        "ExceptionLoginExists": "O nome de usuário '%s' já existe.",
        "ExceptionLoginExistsAsEmail": "Nome de usuário '%s' já usado como e-mail.",
        "ExceptionMultipleRoleSet": "Apenas um perfil pode ser definido, mas vários foram definidos. Use somente um desses: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Não é possível conceder nenhum recurso ao usuário %1$s para site ID %2$s. O usuário precisa pelo menos acesso de visualização.",
        "ExceptionNoRoleSet": "Nenhum perfil está definido, mas um desses precisa ser definido: %s",
        "ExceptionNoValueForUsernameOrEmail": "Por favor, digite um nome de usuário ou endereço de e-mail.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está esperando por um hash MD5 da senha (32 caracteres). Por favor, chame a função md5() na senha antes de chamar este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Não é possível remover o acesso de Super Usuário do usuário '%s'.",
        "ExceptionResendInviteDenied": "O reenvio de um convite só é permitido ao usuário que convidou %s ou qualquer superusuário.",
        "ExceptionSuperUserAccess": "Este usuário tem acesso Super Usuário e já tem permissão para acessar e modificar todos os sites no Matomo. Você pode remover o acesso de Super Usuário deste usuário e tentar novamente.",
        "ExceptionUserDoesNotExist": "Usuário '%s' não existe.",
        "ExceptionUserHasSuperUserAccess": "O usuário '%s' tem acesso Super Usuário e já tem permissão para acessar e modificar todos os sites no Matomo. Você pode remover o acesso Super Usuário deste usuário e tentar novamente.",
        "ExceptionUserHasViewAccessAlready": "Esse usuário já tem acesso a este site.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "É preciso haver pelo menos um usuário com acesso de Super Usuário. Por favor, conceda acesso de Super Usuário para outro usuário primeiro.",
        "ExcludeVisitsViaCookie": "Excluir suas visitas usando um cookie",
        "ExpireDate": "Data de expiração",
        "Expired": "Convite expirado",
        "ExpiredInviteAutomaticallyRemoved": "Convites expirados serão excluídos automaticamente após %1$s dias.",
        "ExpiredTokensDeleteAutomatically": "Tokens com data de expiração serão excluídos automaticamente.",
        "FilterByAccess": "Filtrar por acesso",
        "FilterByStatus": "Filtrar por status",
        "FilterByWebsite": "Filtrar por site",
        "FirstSiteInlineHelp": "É necessário dar a um novo usuário, em sua criação, um perfil de visualização para um site. Se nenhum acesso for dado, o usuário verá um erro ao fazer login. Você pode conceder mais permissões após a criação do usuário na aba 'Permissões' que irá aparecer na esquerda.",
        "FirstWebsitePermission": "Primeira permissão do site",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para usuários anônimos, reportar data a ser carregada por padrão",
        "GiveAccessToAll": "Dar a este usuário acesso a todos os sites",
        "GiveUserAccess": "Permitir '%1$s' %2$s acesso para %3$s.",
        "GiveViewAccess": "Permitir acesso de visualização para %1$s",
        "GiveViewAccessInstructions": "Para dar acesso a um usuário existente para %s digite o nome de usuário ou endereço de e-mail de um usuário existente",
        "GiveViewAccessTitle": "Dar a usuário existente acesso para visualizar relatórios de %s",
        "GoBackSecurityPage": "Voltar para a página de segurança.",
        "HasSuperUserAccess": "Possui Acesso Super Usuário",
        "IfThisWasYouIgnoreIfNot": "Se foi você, fique à vontade para ignorar este e-mail. Se não foi você, por favor faça login, corrija seu endereço de e-mail, altere sua senha e entre em contato com seu administrador Matomo.",
        "IfThisWasYouPasswordChange": "Se foi você, fique à vontade para ignorar este e-mail. Se não foi você, entre em contato com o administrador do Matomo imediatamente, pois sua conta pode ter sido comprometida!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se você deseja alterar sua senha, digite uma nova. Caso contrário, deixe em branco.",
        "IncludedInUsersRole": "Incluído no perfil deste usuário.",
        "InjectedHostCannotChangePwd": "Você está visitando com um host desconhecido (%1$s). Você não pode mudar sua senha até que este problema seja resolvido.",
        "InvitationSent": "O convite foi enviado.",
        "InviteActionNotes": "Observe que reenviar um convite ou copiar o link do convite estenderá o limite de tempo para convites anteriores em %1$s dias.",
        "InviteConfirmMessage": "Você pode reenviar o convite copiando o link do convite e compartilhando diretamente com %1$s ou reenviar um e-mail de convite para %2$s.",
        "InviteDayLeft": "Expira em %s dias",
        "InviteNewUser": "Convide um novo usuário",
        "InviteSuccess": "Convite enviado.",
        "InviteSuccessNotification": "O usuário convidado receberá um e-mail para aceitar o convite. Este convite é válido por %1$s dias. Você também pode reenviar e excluir o convite na página de gerenciamento de usuários.",
        "InviteUser": "Convide um novo usuário",
        "LastSeen": "Visto por último",
        "LastUsed": "Usado por último",
        "LinkCopied": "Link copiado para a área de transferência",
        "MainDescription": "Decida quais usuários têm acesso a seus sites. Você também pode dar acesso a todos os sites de uma só vez, escolhendo \"Aplicar a todos os sites\" no seletor de site.",
        "ManageAccess": "Gerenciar acesso",
        "ManageUsers": "Gerenciar Usuários",
        "ManageUsersAdminDesc": "Crie novos usuários ou atualize os usuários existentes. Você pode definir suas permissões aqui também. Observe que você está logado como administrador. Isso significa que você só vê e gerencia usuários que têm acesso a sites específicos nos quais você tem permissões de 'administrador'. Apenas um usuário com acesso de superusuário pode ver e gerenciar todos os usuários em todos os sites.",
        "ManageUsersDesc": "Crie novos usuários ou atualize os usuários existentes. Então você pode definir as permissões deles aqui também.",
        "MenuAnonymousUserSettings": "Configurações de usuário anônimo",
        "MenuPersonal": "Pessoal",
        "MenuUserSettings": "Configurações de usuário",
        "MenuUsers": "Usuários",
        "NewsletterSignupFailureMessage": "Ops, algo deu errado. Nós não conseguimos te inscrever no boletim informativo.",
        "NewsletterSignupMessage": "Inscreva-se em nosso boletim informativo para receber informações regulares sobre o Matomo. Você pode cancelar a inscrição a qualquer momento. Este serviço usa o MadMimi. Saiba mais sobre ele em nossa %1$spágina da Política de Privacidade%2$s.",
        "NewsletterSignupSuccessMessage": "Parabéns, você está inscrito! Entraremos em contato em breve.",
        "NewsletterSignupTitle": "Inscrição em boletim informativo",
        "NoAccessWarning": "Este usuário não tem acesso a um site. Quando ele fizer login, ele verá uma mensagem de erro. Para evitar isto, conceda acesso a um site abaixo.",
        "NoTokenCreatedYetCreateNow": "Nenhum token criado ainda, %1$scrie um novo token agora%2$s.",
        "NoUsersExist": "Não há usuários ainda.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Obs: Você não pode alterar as configurações nesta seção, porque você não tem nenhum site que pode ser acessado pelo usuário anônimo.",
        "OnlyAllowPostRequests": "Permitir apenas requisições POST",
        "OrManageIndividually": "Ou gerencie o acesso deste usuário em cada site individualmente",
        "PasswordChangeNotificationSubject": "A senha da sua conta Matomo acabou de ser alterada",
        "PasswordChangeTerminatesOtherSessions": "Quando você altera sua senha, qualquer outra sessão ativa desta conta será desconectada.",
        "PasswordChangedEmail": "Sua senha acabou de ser alterada. A alteração foi iniciada a partir do seguinte dispositivo: %1$s (endereço IP = %2$s).",
        "Pending": "Pendente",
        "Permissions": "Permissões",
        "PersonalSettings": "Configurações pessoais",
        "PleaseStoreToken": "Por favor, armazene seu token com segurança, pois você não poderá acessar ou ver o token novamente.",
        "PluginDescription": "O Gerenciamento de Usuários permite que você adicione novos usuários, edite usuários existentes e dê a eles acesso para visualizar ou administrar sites.",
        "PostOnly": "Somente POST",
        "PrivAdmin": "Administrador",
        "PrivAdminDescription": "Usuários com este perfil podem gerenciar um site e dar acesso a esse site para outros usuários. Eles também podem fazer qualquer coisa que o perfil %s pode fazer.",
        "PrivNone": "Sem acesso",
        "PrivView": "Visualização",
        "PrivViewDescription": "Um usuário com este perfil pode visualizar todos os relatórios.",
        "PrivWrite": "Escrever",
        "PrivWriteDescription": "Usuários com este perfil podem visualizar todo o conteúdo, além de criar, gerenciar e excluir entidades como Metas, Funis, Mapas de Calor, Gravações de Sessão e Formulários para este site.",
        "RemoveAllAccessToThisSite": "Remover todo acesso a este site",
        "RemovePermissions": "Remover permissões",
        "RemoveSuperuserAccessConfirm": "Remover o acesso de superusuário irá deixar o usuário sem permissões (você terá que adicioná-las depois). Digite sua senha para continuar.",
        "RemoveUserAccess": "Remover acesso para '%1$s' para %2$s.",
        "ReportDateToLoadByDefault": "Relate data para carregar por padrão",
        "ReportToLoadByDefault": "Relate para carregar por padrão",
        "ResendInvite": "Reenviar convite",
        "ResetTwoFactorAuthentication": "Redefinir autenticação de dois fatores",
        "ResetTwoFactorAuthenticationInfo": "Se o usuário não puder mais fazer login devido à perda dos códigos de recuperação ou à perda de um dispositivo de autenticação, você pode redefinir a autenticação de dois fatores para o usuário para que ele possa fazer login novamente.",
        "Role": "Perfil",
        "RoleFor": "Perfil para",
        "RolesHelp": "Perfis determinam o que um usuário pode fazer no Matomo em relação a um site específico. Saiba mais sobre os perfis %1$sVisualizar%2$s e %3$sAdministrador%4$s.",
        "SaveBasicInfo": "Salvar informação básica",
        "SendInvite": "Enviar convite",
        "SetPermission": "Definir permissão",
        "SettingFieldAllowedEmailDomain": "Domínio de e-mail permitido",
        "SettingRestrictLoginEmailDomains": "Restringir domínios de e-mail de login",
        "SettingRestrictLoginEmailDomainsErrorOtherDomainsInUse": "Não é possível definir os domínios porque outros domínios (%s) já estão em uso por outros usuários. Para alterar essa configuração, você precisa excluir usuários com outros domínios ou permitir esses domínios também.",
        "SettingRestrictLoginEmailDomainsHelp": "Este recurso restringe os domínios de e-mail que podem ser usados ao convidar, adicionar ou atualizar usuários. Isso é bom para a proteção da privacidade, pois pode impedir o compartilhamento de dados com terceiros. Ele também pode melhorar a segurança, impedindo que os usuários alterem seu endereço de e-mail para um e-mail pessoal. Além disso, pode atuar como uma camada extra de proteção contra ataques de segurança. Por exemplo, erros de digitação acidentais no endereço de e-mail.",
        "SettingRestrictLoginEmailDomainsHelpInUse": "Atualmente, esses domínios de e-mail estão em uso e precisam ser permitidos:",
        "Status": "Status",
        "SuperUserAccess": "Acesso superusuário",
        "SuperUserAccessManagement": "Gerenciar o acesso do Super Usuário",
        "SuperUserAccessManagementGrantMore": "Você pode conceder o acesso de Super Usuário a outros usuários do Matomo aqui. Utilize este recurso com cuidado.",
        "SuperUserAccessManagementMainDescription": "Superusuários têm as maiores permissões. Eles podem executar todas as tarefas administrativas, tais como adição de novos sites para monitorar, adicionar usuários, alterar permissões de usuários, ativar e desativar plugins e até mesmo instalar novos plugins do Mercado.",
        "SuperUserIntro1": "Os superusuários têm as permissões mais altas. Eles podem executar todas as tarefas administrativas, como adicionar novos sites para monitorar, adicionar usuários, alterar permissões de usuários, ativar e desativar plugins e até mesmo instalar novos plugins da loja de aplicativos. Você pode conceder acesso de superusuário a outros usuários aqui.",
        "SuperUserIntro2": "Por favor, use essa funcionalidade com cuidado.",
        "SuperUsersPermissionsNotice": "Superusuários têm acesso de administrador em todos os sites, então não há necessidade de gerenciar suas permissões por site.",
        "TheDisplayedUsersAreSelected": "Os %1$s usuários exibidos estão selecionados.",
        "TheDisplayedWebsitesAreSelected": "Os %1$s sites exibidos estão selecionados.",
        "TheLoginScreen": "A tela de login",
        "ThereAreCurrentlyNRegisteredUsers": "Existem atualmente %s usuários registrados.",
        "TokenAuth": "Token de autenticação da API",
        "TokenAuthIntro": "Os tokens que você gerou podem ser usados para acessar a API de relatórios do Matomo, a API de rastreamento do Matomo e os widgets do Matomo exportados e têm as mesmas permissões que seu login de usuário regular. Você pode usar esses tokens também para o aplicativo Matomo Mobile.",
        "TokenRegenerateConfirmSelf": "Alterar o token de autenticação da API irá invalidar o seu próprio token. Se o token atual estiver em uso, você precisa atualizar todos os clientes da API com o novo token gerado. Você quer mesmo alterar o seu token de autenticação?",
        "TokenRegenerateTitle": "Regenerar",
        "TokenSuccessfullyDeleted": "O token foi excluído com sucesso",
        "TokenSuccessfullyGenerated": "Token gerado com sucesso",
        "TokensSuccessfullyDeleted": "Todos os tokens foram excluídos com sucesso",
        "TokensWithExpireDateCreationBySystem": "Tokens com data de validade atualmente só podem ser criados pelo sistema",
        "TwoFactorAuthentication": "Autenticação de dois fatores",
        "TypeYourCurrentPassword": "Digite sua senha atual para confirmar a alteração da senha.",
        "TypeYourPasswordAgain": "Digite sua nova senha novamente.",
        "User": "Usuário",
        "UserHasNoPermission": "%1$s tem atualmente %2$s para %3$s",
        "UserHasPermission": "%1$s tem atualmente acesso %2$s para %3$s.",
        "UserSearch": "Procurar usuário",
        "Username": "Nome de Usuário",
        "UsersManagement": "Gerenciamento de usuários",
        "UsersManagementMainDescription": "Crie novos usuários ou atualize os usuários existentes. Você poderá então ajustar as permissões deles acima.",
        "UsesTwoFactorAuthentication": "Usar autenticação de dois fatores",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando os usuários não estão conectados e visitam o Matomo, eles devem ver inicialmente",
        "YourCurrentPassword": "Sua senha atual",
        "YourUsernameCannotBeChanged": "Seu nome de usuário não pode ser alterado.",
        "YourVisitsAreIgnoredOnDomain": "%1$s Suas visitas são ignoradas pelo Matomo em %2$s %3$s (o Matomo ignora o cookie encontrado em seu navegador).",
        "YourVisitsAreNotIgnored": "%1$sSuas visitas não são ignoradas pelo Matomo%2$s (o cookie para ignorar o Matomo não foi encontrado em seu navegador)."
    }
}
