{
    "UsersManager": {
        "AddUser": "Adicionar novo usuário",
        "Alias": "Apelido",
        "AllWebsites": "Todos os websites",
        "AnonymousUser": "Usuário anônimo",
        "AnonymousUserHasViewAccess": "Nota: o usuário %1$s tem acesso %2$s para este site.",
        "AnonymousUserHasViewAccess2": "Seus relatórios de análise e suas informações de visitantes são visíveis publicamente.",
        "ApplyToAllWebsites": "Aplicar a todos os websites",
        "ChangeAllConfirm": "Você tem certeza que quer dar acesso a '%s' para todos os websites?",
        "ChangePasswordConfirm": "Alterando a senha também vai mudar token_auth do usuário. Você realmente quer continuar?",
        "ClickHereToDeleteTheCookie": "Clique aqui para deletar o cookie e deixar o Piwik rastrear suas visitas",
        "ClickHereToSetTheCookieOnDomain": "Clique aqui para setar um cookie que excluirá suas visitas em websites rastrados pelo Piwik em %s",
        "ConfirmGrantSuperUserAccess": "Você realmente deseja conceder a '%s' o acesso de Super Usuário? Aviso: o usuário terá acesso a todos os sites e será capaz de executar tarefas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "%s, você realmente deseja remover o seu próprio acesso de Super Usuário? Você perderá todas as permissões e acessos a todos os sites e será desconectado do Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Você realmente deseja remover o acesso de Super Usuário de '%s'? O usuário perderá todas as permissões e acesso a todos os sites. Certifique-se de dar acesso a sites necessários mais tarde, se for preciso.",
        "DeleteConfirm": "Tem certeza que deseja apagar o usuário %s?",
        "Email": "E-mail",
        "EmailYourAdministrator": "%1$s E-mail a seu administrador sobre este problema %2$s.",
        "EnterUsernameOrEmail": "Digite um nome de usuário ou endereço de e-mail",
        "ExceptionAccessValues": "O parâmetro de acesso deve conter os seguintes valores: [ %s ]",
        "ExceptionAdminAnonymous": "Você não pode conceder acesso 'admin' para o usuário 'anonymous' .",
        "ExceptionDeleteDoesNotExist": "O usuário '%s' não existe assim não é possível excluí-lo.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Não é possível excluir o usuário '%s'",
        "ExceptionEditAnonymous": "O usuário anonymous não pode ser editado ou apagado. Ele é usado pelo sistema para definir um usuário que ainda não não entrou. Por examplo, você pode tornar as estatísticas públicas concedendo acesso 'view' para o usuário 'anonymous'.",
        "ExceptionEmailExists": "Usuário com o e-mail '%s' já existe.",
        "ExceptionInvalidEmail": "O e-mail não tem um formato válido.",
        "ExceptionInvalidLoginFormat": "O nome de usuário deve ter entre %1$s e %2$s caracteres e conter apenas letras, números ou os caracteres '_' or '-' or '.' or '@' or '+'",
        "ExceptionInvalidPassword": "A senha deve conter entre %1$s e %2$s caracteres.",
        "ExceptionLoginExists": "O nome de usuário '%s' já existe.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está esperando por uma senha MD5-hashed (32 caracteres). Por favor, chame a função md5() na senha antes de chamar este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Não é possível remover o acesso de Super Usuário do usuário '%s'",
        "ExceptionSuperUserAccess": "Este usuário tem acesso Super Usuário e já tem permissão para acessar e modificar todos os websites no Piwik. Você pode remover o acesso de Super Usuário deste usuário e tentar novamente.",
        "ExceptionUserDoesNotExist": "Usuário '%s' não existe.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "É preciso haver pelo menos um usuário com acesso de Super Usuário. Por favor, conceda acesso de Super Usuário para outro usuário primeiro.",
        "ExceptionUserHasViewAccessAlready": "Esse usuário já tem acesso a este website.",
        "ExceptionNoValueForUsernameOrEmail": "Por favor, digite um nome de usuário ou endereço de e-mail.",
        "ExcludeVisitsViaCookie": "Excluir suas visitas usando cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para usuários anônimos, reportar dara para carregar por padrão",
        "GiveViewAccess": "Permitir acesso de visualização",
        "GiveViewAccessTitle": "Dar a usuário existente acesso para visualizar relatórios de %s",
        "GiveViewAccessInstructions": "Para dar acesso a um usuário existente para %s digite o nome de usuário ou endereço de e-mail de um usuário existente",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se você quiser mudar a senha, digite uma nova. Caso contrário, deixe em branco.",
        "InjectedHostCannotChangePwd": "Você está visitando com um host desconhecido (%1$s). Você não pode mudar sua senha até que este problema seja resolvido.",
        "LastSeen": "Último visto",
        "MainDescription": "Decida quais usuários têm acesso a seus sites. Você também pode dar acesso a todos os sites de uma só vez, escolhendo \"Aplicar a todos os websites\" no seletor de website.",
        "ManageAccess": "Gerenciar acesso",
        "MenuAnonymousUserSettings": "Configurações de usuário anônimo",
        "MenuUsers": "Usuários",
        "MenuUserSettings": "Configurações de usuário",
        "MenuPersonal": "Pessoal",
        "PersonalSettings": "Configurações pessoais",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: Você não pode alterar as configurações nesta seção, porque você não tem nenhum site que pode ser acessado pelo usuário anônimo.",
        "NoUsersExist": "Não há usúarios ainda.",
        "PluginDescription": "O Gerenciamento de Usuários permite que você adicione novos usuários, edite usuários existentes e dá-lhes acesso para visualizar ou administrar websites.",
        "PrivAdmin": "Administrador",
        "PrivNone": "Sem acesso",
        "PrivView": "Visualização",
        "ReportDateToLoadByDefault": "Relate data para carregar por padrão",
        "ReportToLoadByDefault": "Relate para carregar por padrão",
        "SuperUserAccessManagement": "Gerenciar o acesso do Super Usuário",
        "SuperUserAccessManagementGrantMore": "Você pode conceder o acesso de Super Usuário a outros usuários do Piwik aqui. Utilize este recurso com cuidado.",
        "SuperUserAccessManagementMainDescription": "Super usuários têm as maiores permissões. Eles podem executar todas as tarefas administrativas, tais como adição de novos websites para monitorar, adicionar usuários, alterar permissões de usuários, ativar e desativar plugins e até mesmo instalar novos plugins no Mercado.",
        "TheLoginScreen": "Tela de login",
        "ThereAreCurrentlyNRegisteredUsers": "Existem actualmente %s usuários registrados.",
        "TypeYourPasswordAgain": "Digite sua nova senha novamente.",
        "User": "Usurário",
        "UsersManagement": "Gerenciamento de usuários",
        "UsersManagementMainDescription": "Crie novos usuários ou atualize os usuários existentes. Você poderá então ajustar as permissões deles acima.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando usuários não estão logados e visitam o Piwik, eles deveriam acessar",
        "YourUsernameCannotBeChanged": "Seu nome de usuário não pode ser alterado.",
        "YourVisitsAreIgnoredOnDomain": "%1$s Suas visitas são ignoradas pelo Piwik em %2$s %3$s (o Piwik ignora o cookie encontrado em seu navegador).",
        "YourVisitsAreNotIgnored": "%1$sSuas visitas não são ignoradas pelo Piwik%2$s (o Piwik ignora o cookie não encotrado em seu navegador)"
    }
}