{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "Ativo",
        "AddExistingUser": "Adicionar um utilizador existente",
        "AddNewUser": "Adicionar novo usuário",
        "AddSuperuserAccessConfirm": "Atribuir a um utilizador o acesso de super-utilizador confere-lhe um controlo absoluto do Matomo, algo que deve ser feito com moderação. Introduza a sua palavra-passe para continuar.",
        "AddUserNoInitialAccessError": "Deve ser dado acesso a um site aos novos utilizadores. Por favor, defina o parâmetro 'initialIdSite'.",
        "AllUsersAreSelected": "Estão selecionados todos os %1$s utilizadores.",
        "AllWebsites": "Todos os sites",
        "AllWebsitesAreSelected": "Estão selecionados todos os %1$s sites.",
        "AnonymousAccessConfirmation": "Está prestes a atribuir ao utilizador anónimo o acesso de 'visualização' para este site. Isto significa que os relatórios de análise e a informação dos seus visitantes será visível publicamente por qualquer pessoa, mesmo as que não tenham conta. Tem a certeza que pretende continuar?",
        "AnonymousUser": "Utilizador anónimo",
        "AnonymousUserHasViewAccess": "Nota: o utilizador %1$s tem acesso de %2$s a este site.",
        "AnonymousUserHasViewAccess2": "Os seus relatórios de análise e a informação dos seus visitantes é visível publicamente.",
        "AnonymousUserRoleChangeWarning": "Atribuir ao utilizador %1$s o papel de %2$s irá tornar público e disponibilizar para todos os dados deste site, mesmo que não tenham uma conta no Matomo.",
        "ApplyToAllWebsites": "Aplicar a todos os sites",
        "AreYouSure": "Tem a certeza?",
        "AreYouSureAddCapability": "Tem a certeza que pretende atribuir o privilégio %2$s a %1$s para %3$s?",
        "AreYouSureChangeDetails": "Tem a certeza que pretende alterar a informação do utilizador para %s?",
        "AreYouSureRemoveCapability": "Tem a certeza que pretende remover o privilégio %2$s a %1$s para %3$s?",
        "AtLeastView": "Pelo menos visualização",
        "AuthTokenPurpose": "Para que está a utilizar este código?",
        "AuthTokens": "Códigos de autorização",
        "BackToUser": "Voltar para usuários",
        "BasicInformation": "Informação básica",
        "BulkActions": "Ações em volume",
        "Capabilities": "Privilégios",
        "CapabilitiesHelp": "Os privilégios são permissões individuais que os podem ser atribuídos a utilizadores. Os papéis podem, por predefinição, atribuir determinados privilégios. Por exemplo, o papel de Administração pode permitir que os utilizadores possam editar tags no Gestor de tags. Para utilizadores com menos permissões pode, no entanto, atribuir privilégios de forma explícita.",
        "Capability": "Privilégio",
        "ChangeAllConfirm": "Tem a certeza que pretende dar acesso para '%s' a todos os sites?",
        "ChangePermToAllSitesConfirm": "Tem a certeza de que pretende dar acesso de %1$s utilizador %2$s a cada um dos sites aos quais tenha acesso de administração?",
        "ChangePermToAllSitesConfirm2": "Nota: isto apenas afeta os sites que existam neste momento. Os novos sites que possa vir a criar não serão acessíveis de forma automática a este utilizador.",
        "ChangePermToSiteConfirmMultiple": "Tem a certeza que pretende alterar o papel de %1$s dos %2$s sites selecionados para %3$s?",
        "ChangePermToSiteConfirmSingle": "Tem a certeza que pretende alterar o papel de %1$s para %2$s para %3$s?",
        "ClickHereToDeleteTheCookie": "Clique aqui para eliminar o cookie e permitir que o Matomo acompanhe as suas visitas",
        "ClickHereToSetTheCookieOnDomain": "Clique aqui para definir um cookie que excluirá o acompanhamento de todas as suas visitas a sites por parte do Matomo em %s",
        "ClickToSelectAll": "Clique para selecionar todos os %1$s.",
        "ClickToSelectDisplayedUsers": "Clique para selecionar os %1$s utilizadores apresentados.",
        "ClickToSelectDisplayedWebsites": "Clique para selecionar os %1$s sites apresentados.",
        "ConfirmGrantSuperUserAccess": "Quer mesmo atribuir acesso de super-utilizador a '%s'? Aviso: o utilizador terá acesso a todos os sites e poderá executar tarefas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "%s, quer mesmo remover o seu próprio acesso de super-utilizador? Irá perder todas as permissões e o acesso a todos os sites, e a sua sessão do Matomo será terminada.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Quer mesmo remover o acesso de super-utilizador de '%s'? O utilizador irá perder todas as permissões e o acesso a todos os sites. Confirme que depois dá acesso aos sites necessários, caso seja pertinente.",
        "ConfirmTokenCopied": "Confirmo que copiei o token e entendo que não devo compartilhar este token com mais ninguém.",
        "ConfirmWithPassword": "Por favor, introduza a sua palavra-passe para confirmar esta alteração.",
        "CopyDenied": "A solicitação não é permitida devido às configurações do seu navegador.",
        "CopyDeniedHints": "Tente novamente trocando de navegador ou copiando e compartilhando este link diretamente: %1$s",
        "CopyLink": "Copiar link de convite",
        "CreateNewToken": "Criar novo código",
        "CurrentPasswordNotCorrect": "A palavra-passe atual que introduziu não está correta.",
        "Decline": "Convite recusado",
        "DeleteAllTokens": "Eliminar todos os códigos",
        "DeleteConfirm": "Tem a certeza que deseja eliminar o utilizador %s?",
        "DeleteNotSuccessful": "Ocorreu um erro ao remover os usuários selecionados. Alguns usuários podem não ter sido removidos.",
        "DeletePermConfirmMultiple": "Tem a certeza que pretende remover o acesso de %1$s aos %2$s sites selecionados?",
        "DeletePermConfirmSingle": "Tem a certeza que pretende remover o acesso de %1$s a %2$s?",
        "DeleteSuccess": "Os usuários selecionados foram removidos.",
        "DeleteUserConfirmMultiple": "Tem a certeza que deseja eliminar os %1$s utilizadores selecionados?",
        "DeleteUserConfirmSingle": "Tem a certeza que deseja eliminar o %1$s?",
        "DeleteUserPermConfirmMultiple": "Tem a certeza que pretende alterar o papel dos %1$s utilizadores selecionados para %2$s para %3$s?",
        "DeleteUserPermConfirmSingle": "Tem a certeza que pretende alterar o papel de %1$s para %2$s para %3$s?",
        "DeleteUsers": "Eliminar utilizadores",
        "DoNotStoreToken": "Não compartilhe este token com mais ninguém, pois ele é tão secreto quanto seu login e senha.",
        "EditUser": "Editar utilizador",
        "Email": "E-mail",
        "EmailChangeNotificationSubject": "O endereço de e-mail da sua conta do Matomo foi alterado",
        "EmailChangedEmail1": "O endereço de e-mail associado à sua conta foi alterado para %1$s",
        "EmailChangedEmail2": "Esta alteração foi iniciada a partir do seguinte dispositivo: %1$s (endereço de IP = %2$s).",
        "EmailYourAdministrator": "%1$sEnvie um e-mail ao seu administrador sobre este problema%2$s.",
        "EnterUsernameOrEmail": "Introduza um nome de utilizador ou endereço de e-mail",
        "ErrorEmailDomainNotAllowed": "O e-mail \"%1$s\" não pode ser usado, pois apenas e-mails com os domínios \"%2$s\" são permitidos.",
        "ExceptionAccessValues": "O parâmetro de acesso deve conter um dos seguinte valores: [ %1$s ]; foi fornecido '%2$s'.",
        "ExceptionAnonymousAccessNotPossible": "Apenas pode definir acesso %1$s ou acesso %2$s ao utilizador 'anónimo'.",
        "ExceptionAnonymousNoCapabilities": "Não pode atribuir qualquer privilégio ao utilizador 'anónimo'.",
        "ExceptionDeleteDoesNotExist": "O utilizador '%s' não existe pelo que não pode ser eliminado.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "A eliminação do utilizador '%s' não é possível.",
        "ExceptionEditAnonymous": "O utilizador anónimo não pode ser editado ou eliminado. Este é utilizado pelo Matomo para definir um utilizador que ainda não tem sessão iniciada. Por exemplo, pode tornar as suas estatísticas públicas concedendo acesso de 'visualização' ao utilizador 'anónimo'.",
        "ExceptionEmailExists": "Já existe um utilizador com o e-mail '%s'.",
        "ExceptionEmailExistsAsLogin": "E-mail '%s' já usado como nome de usuário.",
        "ExceptionInvalidEmail": "O e-mail não tem um formato válido.",
        "ExceptionInvalidLoginFormat": "O utilizador deve ter entre %1$s e %2$s carateres e conter apenas letras, números ou os carateres '_' ou '-' ou '.' ou '@' ou '+'",
        "ExceptionInvalidPassword": "O tamanho da palavra-passe tem de ser maior do que %1$s carateres.",
        "ExceptionInvalidPasswordTooLong": "A palavra-passe não deve ultrapassar os %1$s caracteres.",
        "ExceptionLoginExists": "O nome de utilizador '%s' já existe.",
        "ExceptionLoginExistsAsEmail": "Nome de usuário '%s' já usado como e-mail.",
        "ExceptionMultipleRoleSet": "Apenas um papel pode ser definido, mas múltiplos foram definidos. Utilize apenas um de: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Não foi possível conceder nenhum recurso ao usuário %1$s para idSite %2$s. O usuário precisa de pelo menos acesso de visualização.",
        "ExceptionNoRoleSet": "Nenhum papel está definido, mas um destes necessita de ser definido: %s",
        "ExceptionNoValueForUsernameOrEmail": "Por favor, introduza um nome de utilizador ou endereço de e-mail.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth espera uma palavra-passe codificada em MD5 (cadeia de 32 carateres). Por favor invoque a função md5() sob a palavra-passe antes de invocar este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "A remoção do acesso de super-utilizador do utilizador '%s' não é possível.",
        "ExceptionResendInviteDenied": "Reenviar um convite só é permitido ao usuário que convidou %s ou qualquer superusuário.",
        "ExceptionSuperUserAccess": "Este utilizador tem acesso de super-utilizador e já tem permissões para aceder e modificar todos os sites no Matomo. Pode remover o acesso de super-utilizador deste utilizador e tentar novamente.",
        "ExceptionUserDoesNotExist": "O utilizador '%s' não existe.",
        "ExceptionUserHasSuperUserAccess": "O utilizador '%s' tem acesso de super-utilizador e já tem permissões para aceder e modificar todos os sites no Matomo. Pode remover o acesso de super-utilizador deste utilizador e tentar novamente.",
        "ExceptionUserHasViewAccessAlready": "Este utilizador já tem acesso a este site.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Deve existir pelo menos um utilizador com acesso de super-utilizador. Por favor, atribua um acesso de super-utilizador a outro utilizador primeiro.",
        "ExcludeVisitsViaCookie": "Exclua as suas visitas com um cookie",
        "ExpireDate": "Data de expiração",
        "Expired": "Convite expirado",
        "ExpiredInviteAutomaticallyRemoved": "Convites expirados serão excluídos automaticamente após %1$s dias.",
        "ExpiredTokensDeleteAutomatically": "Os códigos com uma data de expiração serão eliminações automaticamente.",
        "FilterByAccess": "Filtrar por acesso",
        "FilterByStatus": "Filtrar por status",
        "FilterByWebsite": "Filtrar por site",
        "FirstSiteInlineHelp": "Ao criar um novo utilizador, é necessário dar um papel de visualização a um site. Se não for dado nenhum acesso, o utilizador irá ver um erro ao iniciar sessão. Pode atribuir mais permissões depois do utilizador estar criado no separador 'Permissões' que será apresentado à esquerda.",
        "FirstWebsitePermission": "Primeira permissão do site",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para utilizadores anónimos, a data de relatório a carregar por predefinição",
        "GiveAccessToAll": "Dar acesso a todos os sites a este utilizador",
        "GiveUserAccess": "Dê acesso de '%1$s' %2$s a %3$s.",
        "GiveViewAccess": "Dê acesso de visualização a %1$s",
        "GiveViewAccessInstructions": "Para dar acesso de visualização a um utilizador existente para %s introduza o nome de utilizador ou endereço de e-mail de um utilizador existente",
        "GiveViewAccessTitle": "Dê a um utilizador existente acesso para visualizar relatórios para %s",
        "GoBackSecurityPage": "Voltar para a página de segurança.",
        "HasSuperUserAccess": "Tem acesso de super-utilizador",
        "IfThisWasYouIgnoreIfNot": "Caso tenha sido iniciada por si, ignore este e-mail. Caso contrário, por favor, inicie sessão, corrija o seu endereço de e-mail, altere a sua palavra-passe e entre em contacto com o seu administrador do Matomo.",
        "IfThisWasYouPasswordChange": "Se foi você, pode ignorar esta mensagem. se não foi você, por favor, contacte o seus administrador de Matomo imediatamente, pois a sua conta pode ter sido comprometida!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se deseja alterar a sua palavra-passe, introduza uma nova. Caso contrário, deixe este campo em branco.",
        "IncludedInUsersRole": "Incluído no papel do utilizador.",
        "InjectedHostCannotChangePwd": "Atualmente está a visitar com um servidor desconhecido (%1$s). Não pode alterar a sua palavra-passe até este problema estar resolvido.",
        "InvitationSent": "O convite foi enviado.",
        "InviteActionNotes": "Observe que reenviar um convite ou copiar o link do convite estenderá o limite de tempo para convites anteriores em %1$s dias.",
        "InviteConfirmMessage": "Você pode reenviar o convite copiando o link do convite e compartilhando diretamente com %1$s, ou reenviar um e-mail de convite para %2$s.",
        "InviteDayLeft": "Expira em %s dias",
        "InviteNewUser": "Convide um novo usuário",
        "InviteSuccess": "Convite enviado.",
        "InviteSuccessNotification": "O usuário convidado receberá um e-mail para aceitar o convite. Este convite é válido por %1$s dias. Você também pode reenviar e excluir o convite na página de gerenciamento de usuários.",
        "InviteUser": "Convidar Usuário",
        "LastSeen": "Última vez visto",
        "LastUsed": "Último utilizado",
        "LinkCopied": "Link copiado para a área de transferência",
        "MainDescription": "Decida que utilizadores têm acesso os seus sites. Pode também dar acesso a todos os sites de uma vez, escolhendo \"Aplicar a todos os sites\" no seletor de site.",
        "ManageAccess": "Gerir acesso",
        "ManageUsers": "Gerir utilizadores",
        "ManageUsersAdminDesc": "Crie novos usuários ou atualize os usuários existentes. Você também pode definir suas permissões aqui. Observe que você está logado como administrador. Isso significa que você só vê e gerencia usuários que têm acesso a sites específicos nos quais você tem permissões de \"administrador\". Somente um usuário com acesso de superusuário pode ver e gerenciar todos os usuários em todos os sites.",
        "ManageUsersDesc": "Criar novos utilizadores ou atualizar utilizadores existentes. Depois, pode definir as respetivas permissões aqui também.",
        "MenuAnonymousUserSettings": "Definições de utilizadores anónimos",
        "MenuPersonal": "Pessoal",
        "MenuUserSettings": "Definições de utilizadores",
        "MenuUsers": "Utilizadores",
        "NewsletterSignupFailureMessage": "Parece que algo correu mal. Não conseguimos concluir o seu processo de subscrição à newsletter.",
        "NewsletterSignupMessage": "Se inscreva em nossa newsletter para receber informações regulares sobre o Matomo. Você pode cancelar a assinatura a qualquer momento. Este serviço usa MadMimi. Saiba mais sobre isso na %1$spágina de Política de Privacidade Matomo%2$s.",
        "NewsletterSignupSuccessMessage": "Fantástico, está subscrito. Entraremos em contacto em breve.",
        "NewsletterSignupTitle": "Subscrição da Newsletter",
        "NoAccessWarning": "Não foi dado acesso a um site a este utilizador. Quando este se autenticar, irá ver uma mensagem de erro. Para impedir que isto aconteça, dê acesso um site abaixo.",
        "NoTokenCreatedYetCreateNow": "Ainda sem códigos criados, %1$scrie agora um novo código%2$s.",
        "NoUsersExist": "Ainda não existem utilizadores.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: não pode alterar as definições nesta secção, porque não tem qualquer site que possa ser acedido pelo utilizador anónimo.",
        "OrManageIndividually": "Ou gerir o acesso deste utilizador a cada site individualmente",
        "PasswordChangeNotificationSubject": "A palavra-passe da sua conta do Matomo foi alterada",
        "PasswordChangeTerminatesOtherSessions": "Quando você alterar sua senha, qualquer outra sessão ativa desta conta será desconectada.",
        "PasswordChangedEmail": "A sua palavra-passe foi alterada. Esta alteração foi iniciada a partir do seguinte dispositivo: %1$s (endereço de IP = %2$s).",
        "Pending": "Pendente",
        "Permissions": "Permissões",
        "PersonalSettings": "Definições pessoais",
        "PleaseStoreToken": "Guarde seu token com segurança, pois você não poderá acessar ou ver o token novamente.",
        "PluginDescription": "O Gerenciamento de usuários permite adicionar novos usuários, editar usuários existentes e dar-lhes acesso para visualizar ou administrar sites.",
        "PrivAdmin": "Administração",
        "PrivAdminDescription": "Utilizadores com este papel podem gerir um site e dar acesso a outros utilizadores ao site. Podem também fazer tudo o que o papel %s pode fazer.",
        "PrivNone": "Sem acesso",
        "PrivView": "Visualização",
        "PrivViewDescription": "Um utilizador com este papel pode ver todos os relatórios.",
        "PrivWrite": "Escrita",
        "PrivWriteDescription": "Utilizadores com este papel podem ver todos os conteúdos, bem como criar, gerir e eliminar entidades tais como objetivos, funis, pontos de foco, gravações de sessões e formulários para este site.",
        "RemoveAllAccessToThisSite": "Remover todo o acesso a este site",
        "RemovePermissions": "Remover permissões",
        "RemoveSuperuserAccessConfirm": "Remover o acesso de super-utilizador deixará o utilizador sem permissões (terá, posteriormente, de as adicionar). Introduza a sua palavra-passe para continuar.",
        "RemoveUserAccess": "Remover acesso para '%1$s' para %2$s.",
        "ReportDateToLoadByDefault": "A data predefinida para carregar o relatório",
        "ReportToLoadByDefault": "Relatório predefinido para carregar",
        "ResendInvite": "Reenviar convite",
        "ResetTwoFactorAuthentication": "Repor a autenticação de dois fatores",
        "ResetTwoFactorAuthenticationInfo": "Se o utilizador não conseguir iniciar sessão devido à perda de códigos de recuperação ou perda do dispositivo de autenticação, pode repor a a autenticação de dois fatores do utilizador, para que este possa iniciar sessão novamente.",
        "Role": "Papel",
        "RoleFor": "Papel para",
        "RolesHelp": "Os papéis determinam o que um utilizador pode fazer no Matomo no que diz respeito a um site específico. Saber mais sobre os papéis de %1$sVisualização%2$s e de %3$sAdministração%4$s.",
        "SaveBasicInfo": "Guardar informações básicas",
        "SendInvite": "Enviar convite",
        "SetPermission": "Definir permissões",
        "SettingFieldAllowedEmailDomain": "Domínio de e-mail permitido",
        "SettingRestrictLoginEmailDomains": "Restringir domínios de e-mail de login",
        "SettingRestrictLoginEmailDomainsErrorOtherDomainsInUse": "A configuração dos domínios não é possível, pois outros domínios (%s) já estão em uso por outros usuários. Para alterar essa configuração, você precisa excluir usuários com outros domínios ou também permitir esses domínios.",
        "SettingRestrictLoginEmailDomainsHelp": "Esse recurso restringe os domínios de email que podem ser usados ao convidar, adicionar ou atualizar usuários. Isso é bom para a proteção da privacidade, pois pode impedir o compartilhamento de dados com terceiros. Ele também pode melhorar a segurança, impedindo que os usuários alterem seu endereço de e-mail para um e-mail pessoal. Além disso, ele pode atuar como uma camada extra de proteção contra ataques de segurança. Por exemplo, erros de digitação acidentais no endereço de e-mail.",
        "SettingRestrictLoginEmailDomainsHelpInUse": "Atualmente, esses domínios de e-mail estão em uso e precisariam ser permitidos:",
        "Status": "Status",
        "SuperUserAccess": "Acesso de super-utilizador",
        "SuperUserAccessManagement": "Gerir acesso de super-utilizador",
        "SuperUserAccessManagementGrantMore": "Aqui, pode atribuir acesso de super-utilizador a outros utilizadores do Matomo. Por favor, utilize esta funcionalidade com cuidado.",
        "SuperUserAccessManagementMainDescription": "Os super-utilizadores têm as permissões mais elevadas. Estes podem executar todas as tarefas administrativas, tais como adicionar novos sites a monitorizar, adicionar utilizador, alterar permissões de utilizadores, ativar ou desativar extensões e, até, instalar novas extensões da loja.",
        "SuperUserIntro1": "Os superusuários têm as permissões mais altas. Eles podem executar todas as tarefas administrativas, como adicionar novos sites para monitorar, adicionar usuários, alterar permissões de usuário, ativar e desativar plugins e até mesmo instalar novos plugins do Marketplace. Você pode conceder acesso de Superusuário a outros usuários aqui.",
        "SuperUserIntro2": "Por favor, utilize esta funcionalidade com cuidado.",
        "SuperUsersPermissionsNotice": "Super-utilizadores têm acesso de administração a todos os sites, pelo que não existe necessidade de gerir as respetivas permissões para cada site.",
        "TheDisplayedUsersAreSelected": "Os %1$s utilizadores apresentados estão selecionados.",
        "TheDisplayedWebsitesAreSelected": "Os %1$s sites apresentados estão selecionados.",
        "TheLoginScreen": "O ecrã de autenticação",
        "ThereAreCurrentlyNRegisteredUsers": "Neste momento, existem %s utilizadores registados.",
        "TokenAuth": "Código de autenticação na API",
        "TokenAuthIntro": "Os tokens que você gerou podem ser usados para acessar a API de relatórios do Matomo, API de rastreamento do Matomo e widgets exportados do Matomo e têm as mesmas permissões que seu login de usuário regular. Você pode usar esses tokens também para o aplicativo Matomo Mobile.",
        "TokenRegenerateConfirmSelf": "Alterar o código de autenticação na API irá invalidar o seu próprio código. Se o código atual estiver em uso, terá de atualizar todos os clientes da API com o novo código gerado. Tem a certeza que deseja alterar o seu código de autenticação?",
        "TokenRegenerateTitle": "Gerar novamente",
        "TokenSuccessfullyDeleted": "O código foi eliminado com sucesso",
        "TokenSuccessfullyGenerated": "Código gerado com sucesso",
        "TokensSuccessfullyDeleted": "Todos os códigos foram eliminados com sucesso",
        "TokensWithExpireDateCreationBySystem": "Tokens com data de validade atualmente só podem ser criados pelo sistema",
        "TwoFactorAuthentication": "Autenticação de dois fatores",
        "TypeYourCurrentPassword": "Por favor, digite a sua palavra.-passe atual para confirmar a alteração da mesma.",
        "TypeYourPasswordAgain": "Introduza novamente a sua nova palavra-passe.",
        "User": "Utilizador",
        "UserHasNoPermission": "%1$s atualmente tem %2$s para %3$s",
        "UserHasPermission": "%1$s atualmente tem acesso de %2$s para %3$s.",
        "UserSearch": "Pesquisa de utilizadores",
        "Username": "Nome de utilizador",
        "UsersManagement": "Gestão de utilizadores",
        "UsersManagementMainDescription": "Criar novos utilizadores ou atualizar utilizadores existentes. Depois, pode definir as respetivas permissões acima.",
        "UsesTwoFactorAuthentication": "Utiliza a autenticação de dois fatores",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando os utilizadores não têm sessão iniciada e visitam o Matomo, devem inicialmente ver",
        "YourCurrentPassword": "A sua palavra-passe atual",
        "YourUsernameCannotBeChanged": "O seu nome de utilizador não pode ser alterado.",
        "YourVisitsAreIgnoredOnDomain": "%1$sAs suas visitas são ignoradas pelo Matomo em %2$s %3$s (foi encontrado no seu navegador o cookie do Matomo para ignorar).",
        "YourVisitsAreNotIgnored": "%1$sAs suas visitas não são ignoradas pelo Matomo%2$s (não foi encontrado no seu navegador o cookie do Matomo para ignorar)."
    }
}
