{
    "UsersManager": {
        "AddUser": "Adaugă utilizator nou",
        "Alias": "Alias",
        "AllWebsites": "Toate siteurile",
        "AnonymousUserHasViewAccess": "Notă: utilizatorul %1$s are acces %2$s la acest website.",
        "AnonymousUserHasViewAccess2": "Rapoartele de analiză și informațiile dvs. despre vizitatori sunt facute publice.",
        "ApplyToAllWebsites": "Aplica tuturor siteurilor",
        "ChangePasswordConfirm": "Schimbarea parolei va modifica token_auth al utilizatorului. Într-adevăr doreşti să continui?",
        "ClickHereToDeleteTheCookie": "Click aici pentru a șterge cookie-ul și puenti-l pe Piwik sa urmăreasca vizitele",
        "ClickHereToSetTheCookieOnDomain": "Click aici pentru a stabili un cookie care va exclude vizitele dvs. de pe site-urile urmărite cu Piwik pe %s",
        "ConfirmGrantSuperUserAccess": "Chiar vrei să se acorde '%s' acces de Super utilizator? Avertisment: utilizatorul va avea acces la toate site-urile și va fi capabil de a efectua sarcini administrative.",
        "ConfirmProhibitMySuperUserAccess": "%s, chiar vrei să eliminați propriul Super acces utilizator? Veți pierde toate permisiunile și acces la toate site-urile și vei fi deconectat de la Piwik.",
        "DeleteConfirm": "Eşti sigur că vrei să ştergi utilizatorul %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sTrimite email administratorului despre aceasta problema%2$s.",
        "ExceptionAccessValues": "Accesul parametru trebuie să aibă una din următoarele valori: [ %s ]",
        "ExceptionAdminAnonymous": "Nu poti autoriza 'admin' accesul la 'anonymous' user.",
        "ExceptionDeleteDoesNotExist": "Userul '%s' nu exista pentru ca a fost sters.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Stergerea utilizatorului '%s' nu este posibila.",
        "ExceptionEditAnonymous": "Userul anonim nu poate fi editat sau sters.De exemplu poti face ca statisticile tale sa fie publice autorizand 'view' accesul la 'anonymous' user.",
        "ExceptionEmailExists": "Deja există un utilizator cu adresa '%s'.",
        "ExceptionInvalidEmail": "Emailul nu are un format valid.",
        "ExceptionInvalidPassword": "Lungimea parolei trebuie să fie între %1$s şi %2$s simboluri.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth se așteaptă la o parolă distribuita-MD5 (32 de caractere șir lung). Vă rugăm să apelati la funcția md5 () la parola înainte de a apela această metodă.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Scoaterea accesul utilizatorului Super de la utilizator '%s' nu este posibil.",
        "ExceptionSuperUserAccess": "Acest utilizator are acces la Super utilizator și are deja permisiunea de a accesa și modifica toate site-urile din Piwik. Puteți scoate Super accesul utilizatorului la acest utilizator și încercați din nou.",
        "ExceptionUserDoesNotExist": "Utilizatorul '%s' nu există.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Trebuie să existe cel puțin un utilizator cu acces de Super utilizator. Vă rugăm să se acorde Super utilizator acces unui alt utilizator.",
        "ExcludeVisitsViaCookie": "Exclude vizitele tale cu ajutorul unui cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Pentru utilizatori anonimi, implicit se încarcă raportul pentru data",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Dacă doriți să modificați parolă taastati una noua. În caz contrar, lăsați spatiul gol.",
        "InjectedHostCannotChangePwd": "Daca în prezent vizitati o gazdă necunoscuta (%1$s). Nu puteți schimba parola până când această problemă nu este rezolvata.",
        "LastSeen": "Ultima data vazut",
        "ManageAccess": "Manageriaza accesul",
        "MenuAnonymousUserSettings": "Setările utilizatorului anonim",
        "MenuUsers": "Utilizatori",
        "MenuUserSettings": "Setări utilizator",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Notă: Nu puteți schimba setările din această secțiune, pentru că nu aveți nici un site web care poate fi accesat de către un utilizator anonim.",
        "NoUsersExist": "Nu există încă utilizatori.",
        "PrivAdmin": "Admin",
        "PrivNone": "Fără acces",
        "PrivView": "Vezi",
        "ReportDateToLoadByDefault": "Data raportului pentru a încărca în mod implicit",
        "ReportToLoadByDefault": "Raport pentru a încărca în mod implicit",
        "SuperUserAccessManagement": "Gestionarea Super acces utilizator",
        "SuperUserAccessManagementGrantMore": "Puteți acorda Super accesul utilizatorului la alți utilizatori de Piwik aici. Vă rugăm să folosiți cu atenție această caracteristică.",
        "SuperUserAccessManagementMainDescription": "Super utilizatorii au cele mai mari permisiunile. Ele pot îndeplini toate sarcinile administrative, cum ar fi adăugarea de noi site-uri pentru a monitoriza, adăugarea de utilizatori, schimbarea permisiunilor de utilizator, activarea și dezactivarea plugin-uri și chiar instalarea de noi plugin-uri de pe piață.",
        "TheLoginScreen": "Pagina de autentificare",
        "ThereAreCurrentlyNRegisteredUsers": "La moment există %s utilizatori înregistraţi.",
        "TypeYourPasswordAgain": "Introduce parola nouă încă o dată.",
        "User": "Utilizator",
        "UsersManagement": "Management useri",
        "UsersManagementMainDescription": "Creaza user nou sau actualizeaza userul existent. Poti seta permisiunile lor.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Atunci când utilizatorii nu sunt logati și viziteaza Piwik, acestea ar trebui să acceseze",
        "YourUsernameCannotBeChanged": "Numele tău de utilizator nu poate fi schimbat.",
        "YourVisitsAreIgnoredOnDomain": "%1$svizitele tale sunt ignorate de Piwik pe %2$s%3$s (piwik ignora cookie care a fost găsit în browser-ul dvs.).",
        "YourVisitsAreNotIgnored": "%1$s Vizitele tale nu sunt ignorate de Piwik%2$s (piwik ignora cookie care nu au fost găsite în browser-ul dvs.)."
    }
}