{
    "UsersManager": {
        "AddUser": "Shtoni përdorues të ri",
        "Alias": "Alias",
        "AllWebsites": "Tërë sajtet",
        "AnonymousUser": "Përdorues anonim",
        "AnonymousUserHasViewAccess": "Shënim: përdoruesi %1$s ka hyrje %2$s te ky sajt.",
        "AnonymousUserHasViewAccess2": "Raportet analitike dhe të dhënat e vizitorëve tuaj janë të dukshme publikisht.",
        "ApplyToAllWebsites": "Zbatoje për tërë sajtet",
        "ChangeAllConfirm": "Jeni i sigurt se doni të ndryshoni lejet e '%s' në tërë sajtet?",
        "ChangePasswordConfirm": "Ndryshimi i fjalëkalimit do të sjellë gjithashtu ndryshimin e “token_auth” të përdoruesit. Doni vërtet të vazhdohet?",
        "ClickHereToDeleteTheCookie": "Klikoni këtu që të fshihet \"cookie\" dhe që ta bëni Piwik-un të gjurmojë vizitat tuaja",
        "ClickHereToSetTheCookieOnDomain": "Klikoni këtu që të vendoset një \"cookie\" që do të përjashtojë vizitat tuaja në sajte të gjurmuar nga Piwik-u %s",
        "ConfirmGrantSuperUserAccess": "Doni t’i akordoni '%s' hyrje Supepërdoruesi? Kujdes: përdoruesi do të ketë hyrje në krejt sajtet dhe do të jetë në gjendje të kryejë veprime administratori.",
        "ConfirmProhibitMySuperUserAccess": "%s, doni vërtet t’i hiqni vetes të drejta Superpërdoruesi? Do të humbni krejt lejet dhe hyrjen në krejt sajtet dhe do të dilni nga Piwik-u.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Doni vërtet t’i hiqni të drejtat e Superpërdoruesit prej '%s'? Përdoruesi do të humbë krejt lejet dhe hyrjet në krejt sajtet. Sigurohuni t’i jepni më pas leje për sajtet e nevojshëm, nëse duhet.",
        "DeleteConfirm": "Jeni i sigurt se doni të fshihet përdoruesi %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sDërgojini përgjegjësit tuaj email rreth këtij problemi%2$s.",
        "ExceptionAccessValues": "Parametri duhet të ketë një nga vlerat vijuese: [ %s ]",
        "ExceptionAdminAnonymous": "S'mund t'i jepni hyrje 'administratori' përdoruesit 'anonim'.",
        "ExceptionDeleteDoesNotExist": "Përdoruesi '%s' s'ekziston, ndaj s'mund të bëhet fshirje.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Fshirja e përdoruesit '%s' s’është e mundur.",
        "ExceptionEditAnonymous": "Përdoruesi anonim nuk mund të fshihet apo përpunohet të dhënat e tij. Përdoret nga Piwik-u për të përkufizuar një përdorues që nuk ka bërë ende hyrjen. Për shembull, mund t'i bëni statistikat tuaja publike duke lejuar hyrje për 'parje' për përdoruesin 'anonim'.",
        "ExceptionEmailExists": "Ka tashmë një përdorues me email-in '%s'.",
        "ExceptionInvalidEmail": "Email-i s'është në format të vlefshëm.",
        "ExceptionInvalidLoginFormat": "Hyrja duhet të jetë ndërmjet %1$s dhe %2$s shenjash e gjatë, dhe duhet të përmbajë vetëm shkronja, numra, ose shenjat '_' or '-' or '.' or '@' or '+'",
        "ExceptionInvalidPassword": "Fjalëkalimi duhet të jetë nga %1$s deri në %2$s shenja i gjatë.",
        "ExceptionLoginExists": "Ka tashmë një hyrje për '%s'.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth pret një fjalëkalim hash MD5 (varg 32 shenja të gjatë). Ju lutemi, zbatojeni funksionin md5() mbi fjalëkalimin përpara zbatimit të kësaj metode",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Heqja e lejeve Superpërdoruesi për përdoruesin '%s' s’është e mundur.",
        "ExceptionSuperUserAccess": "Ky përdorues ka hyrje Superpërdoruesi dhe ka tashmë leje të hyjë dhe modifikojë krejt sajtet në këtë instalim Piwik-u. Mund t’ia hiqni të drejtat e Superpërdoruesit këtij përdoruesi dhe të riprovoni.",
        "ExceptionUserDoesNotExist": "Përdoruesi '%s' s’ekziston.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Duhet të ketë të paktën një përdorues me hyrje Superpërdoruesi. Ju lutemi, akordojini së pari të drejta Superpërdoruesi një përdoruesi.",
        "ExcludeVisitsViaCookie": "Përjashtoni vizitat tuaja, përmes përdorimit të një \"cookie\"",
        "ForAnonymousUsersReportDateToLoadByDefault": "Datë raporti që duhet ngarkuar si parazgjedhje për përdoruesit anonimë",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Nëse dëshironi të ndryshoni fjalëkalimin, shtypni një të ri. Përndryshe lëreni të zbrazët.",
        "InjectedHostCannotChangePwd": "Po e vizitoni me një strehë të panjohur (%1$s). S’mund ta ndryshoni fjalëkaliminm, pa ndrequr këtë problem.",
        "LastSeen": "Këndej pari së fundi më",
        "MainDescription": "Vendosni cilët përdorues kanë hyrje Piwik në sajtet tuaj. Mundet edhe të caktoni njëherazi lejet mbi tërë sajtet.",
        "ManageAccess": "Administroni hyrjet",
        "MenuAnonymousUserSettings": "Rregullime përdoruesi anonim",
        "MenuUsers": "Përdorues",
        "MenuUserSettings": "Rregullime përdoruesi",
        "MenuPersonal": "Personal",
        "PersonalSettings": "Rregullime personale",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Shënim: Nuk mund të ndryshoni rregullimet në këtë ndarje, ngaqë s’keni ndonjë sajt ku mund të hyhet si përdorues anonim.",
        "NoUsersExist": "Ende nuk ka përdorues",
        "PluginDescription": "Administrimi i Përdoruesve ju lejon të shtoni përdorues të rinj, të përpunoni të dhëna përdoruesish ekzistues dhe t’u caktoni leje për parje apo administrim sajtesh.",
        "PrivAdmin": "Admin",
        "PrivNone": "Pa hyrje",
        "PrivView": "Pamje",
        "ReportDateToLoadByDefault": "Datë raporti që duhet ngarkuar si parazgjedhje",
        "ReportToLoadByDefault": "Raport që duhet ngarkuar si parazgjedhje",
        "SuperUserAccessManagement": "Administroni hyrje Superpërdoruesish",
        "SuperUserAccessManagementGrantMore": "Që këtu mund t’u akordoni të drejta Superpërdoruesi përdoruesve të tjerë. Ju lutemi, përdoreni me kujdes këtë veçori.",
        "SuperUserAccessManagementMainDescription": "Superpërdoruesit kanë lejet më të fuqishme. Ata mund të kryejnë krejt veprimet administrative, të tilla si shtim sajtesh të rinj për mbikëqyrje, shtim përdoruesish, ndryshim lejesh përdoruesish, aktivizim dhe çaktivizim shtojcash, deri edhe instalim shtojcash të reja nga Marketplace-i.",
        "TheLoginScreen": "Skena e hyrjes",
        "ThereAreCurrentlyNRegisteredUsers": "Deri tani ka %s përdorues të regjistruar.",
        "TypeYourPasswordAgain": "Shtypeni sërish fjalëkalimin e ri.",
        "User": "Përdorues",
        "UsersManagement": "Administrim Përdoruesish",
        "UsersManagementMainDescription": "Krijoni përdoruesa të rinj ose përditësoni përdoruesit ekzistues. Mandej mund t’u caktoni lejet më sipër.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Kur përdoruesit nuk janë të futur dhe vizitojnë Piwik-un, do të duhej të hynin",
        "YourUsernameCannotBeChanged": "Emri juaj i përdoruesit s’mund të ndryshohet.",
        "YourVisitsAreIgnoredOnDomain": "%sVizitat tuaja te %s %s janë shpërfillur nga Piwik-u (te shfletuesi juaj u gjet \"cookie\" për shpërfillje nga Piwik-u).",
        "YourVisitsAreNotIgnored": "%sVizitat tuaja s’janë shpërfillur nga Piwik-u%s (te shfletuesi juaj s’u gjet \"cookie\" për shpërfillje nga Piwik-u)."
    }
}