{
    "UsersManager": {
        "2FA": "2FA",
        "UsesTwoFactorAuthentication": "Përdor mirëfilltësim dyfaktorësh",
        "TwoFactorAuthentication": "Mirëfilltësim dyfaktorësh",
        "ResetTwoFactorAuthentication": "Riktheje mirëfilltësimin dyfaktorësh te parazgjedhjet",
        "ResetTwoFactorAuthenticationInfo": "Nëse përdoruesi s’bën dot hyrjen, për shkak se ka humbur kodet e rimarrjeve ose pajisjen e përdorur për mirëfilltësime, mund ta rirregulloni mirëfilltësimin dyfaktorësh për përdoruesin, që ai të mund të bëjë hyrje sërish.",
        "AddUser": "Shtoni përdorues të ri",
        "AddExistingUser": "Shtoni një përdorues ekzistues",
        "AddNewUser": "Shtoni një përdorues të ri",
        "EditUser": "Përpunoni përdorues",
        "CreateUser": "Krijoni përdorues",
        "SaveBasicInfo": "Ruaj të Dhëna të Thjeshta",
        "AllWebsites": "Tërë sajtet",
        "LastUsed": "Përdorur së fundi më",
        "ExpireDate": "Datë skadimi",
        "AuthTokens": "Token-ë mirëfilltësimi",
        "AuthTokenPurpose": "Për çfarë po e përdorni këtë token?",
        "NoTokenCreatedYetCreateNow": "Ende pa token të krijuar, %1$skrijoni një token të ri tani%2$s.",
        "TokenSuccessfullyGenerated": "Token-i u prodhua me sukses",
        "ConfirmTokenCopied": "Ripohoj se e kam kopjuar token-in dhe e kuptoj se s’duhet t’ia jap kujt tjetër këtë token.",
        "GoBackSecurityPage": "Shkoni pas te faqja e sigurisë.",
        "PleaseStoreToken": "Ju lutemi, depozitojeni token-in tuaj në vend të sigurt, ngaqë s’do të jeni në gjendje të hyni në të ose ta shihni sërish.",
        "DoNotStoreToken": "Mos ia jepni kujt këtë token, ngaqë është po aq i fshehtë sa kredencialet tuaj të hyrjes dhe fjalëkalimi juaj.",
        "CreateNewToken": "Krijo token të ri",
        "AnonymousAccessConfirmation": "Ju ndan një hap nga akordimi përdoruesit anonim hyrje 'parjesh' në këtë sajt. Kjo do të thotë që raportet tuaja analitike dhe të dhënat e vizitorëve tuaj do të mund të shihen publikisht nga cilido, madje edhe pa kredenciale hyrjeje. Jeni i sigurt se doni të vazhdohet?",
        "AnonymousUser": "Përdorues anonim",
        "AnonymousUserHasViewAccess": "Shënim: përdoruesi %1$s ka hyrje %2$s te ky sajt.",
        "AnonymousUserHasViewAccess2": "Raportet analitike dhe të dhënat e vizitorëve tuaj janë të dukshme publikisht.",
        "ApplyToAllWebsites": "Zbatoje për tërë sajtet",
        "ChangeAllConfirm": "Jeni i sigurt se doni t’i jepni përdoruesit '%s' hyrje në krejt sajtet?",
        "ClickHereToDeleteTheCookie": "Klikoni këtu që të fshihet \\\"cookie\\\" dhe që ta bëni Matomo-n të ndjekë vizitat tuaja",
        "ClickHereToSetTheCookieOnDomain": "Klikoni këtu që të vendoset një \\\"cookie\\\" që do të përjashtojë vizitat tuaja në sajte të ndjekur nga Matomo %s",
        "ConfirmGrantSuperUserAccess": "Doni t’i akordoni '%s' hyrje Supepërdoruesi? Kujdes: përdoruesi do të ketë hyrje në krejt sajtet dhe do të jetë në gjendje të kryejë veprime administratori.",
        "ConfirmProhibitMySuperUserAccess": "%s, doni vërtet t’i hiqni vetes të drejta Superpërdoruesi? Do të humbni krejt lejet dhe hyrjen në krejt sajtet dhe do të dilni nga Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Doni vërtet të hiqni hyrje Superpërdoruesi prej '%s'? Përdoruesi do të humbë krejt lejet dhe hyrjet në krejt sajtet. Sigurohuni t’i lejoni hyrje më pas, në sajtet e nevojshme, nëse është rasti.",
        "DeleteConfirm": "Jeni i sigurt se doni të fshihet përdoruesi %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sDërgojini përgjegjësit tuaj email rreth këtij problemi%2$s.",
        "EnterUsernameOrEmail": "Jepni një emër përdoruesi ose adresë email",
        "ExceptionAccessValues": "Parametri për hyrjet duhet t’i jetë dhënë një nga vlerat vijuese: [ %1$s ], '%2$s'.",
        "ExceptionNoRoleSet": "S’është caktuar ndonjë rol, por lypset të caktohet një prej këtyre: %s",
        "ExceptionMultipleRoleSet": "Mund të caktohet vetëm një rol, por janë caktuar disa njëherësh. Përdorni vetëm një nga: %s",
        "ExceptionAnonymousNoCapabilities": "S’mund t’i caktoni ndonjë aftësi përdoruesit 'anonim'.",
        "ExceptionAnonymousAccessNotPossible": "Përdoruesit 'anonim' mund t’i caktoni vetëm hyrje %1$s ose %2$s.",
        "ExceptionDeleteDoesNotExist": "Përdoruesi '%s' s'ekziston, ndaj s’mund të fshihet.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Fshirja e përdoruesit '%s' s’është e mundur.",
        "ExceptionEditAnonymous": "Përdoruesi anonim nuk mund të fshihet, as mund të përpunohet të dhënat e tij. Përdoret nga Matomo për të përkufizuar një përdorues që s’ka bërë ende hyrjen. Për shembull, mund t’i bëni statistikat tuaja publike duke lejuar hyrje për 'parje' për përdoruesin 'anonim'.",
        "ExceptionEmailExists": "Ka tashmë një përdorues me email-in '%s'.",
        "ExceptionInvalidEmail": "Email-i s’është në format të vlefshëm.",
        "ExceptionInvalidLoginFormat": "Emri i përdoruesit duhet të jetë ndërmjet %1$s dhe %2$s shenja i gjatë dhe të përmbajë vetëm shkronja, numra, ose shenjën '_' ose '-' ose '.' ose '@' ose '+'",
        "ExceptionInvalidPassword": "Gjatësia e fjalëkalimeve duhet të jetë më e madhe se %1$s shenja.",
        "ExceptionInvalidPasswordTooLong": "Gjatësia e fjalëkalimit duhet të jetë më pak se %1$s shenja.",
        "ExceptionLoginExists": "Ka tashmë një përdorues '%s'.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth pret një fjalëkalim hash MD5 (varg 32 shenja të gjatë). Ju lutemi, zbatojeni funksionin md5() mbi fjalëkalimin përpara zbatimit të kësaj metode.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Heqja e lejeve Superpërdoruesi për përdoruesin '%s' s’është e mundur.",
        "ExceptionSuperUserAccess": "Ky përdorues ka hyrje Superpërdoruesi dhe ka tashmë leje të hyjë dhe modifikojë krejt sajtet në këtë instalim Matomo. Mund t’ia hiqni të drejtat e Superpërdoruesit këtij përdoruesi dhe të riprovoni.",
        "ExceptionUserHasSuperUserAccess": "Përdoruesi '%s' ka hyrje Superpërdoruesi dhe ka tashmë leje të hyjë dhe modifikojë krejt sajtet në këtë instalim Matomo. Mund t’ia hiqni të drejtat e Superpërdoruesit këtij përdoruesi dhe të riprovoni.",
        "ExceptionUserDoesNotExist": "Përdoruesi '%s' s’ekziston.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Duhet të ketë të paktën një përdorues me hyrje Superpërdoruesi. Ju lutemi, së pari akordojini të drejta Superpërdoruesi një përdoruesi tjetër.",
        "ExceptionUserHasViewAccessAlready": "Ky përdorues ka tashmë hyrje në këtë sajt.",
        "ExceptionNoValueForUsernameOrEmail": "Ju lutemi, jepni një emër përdoruesi ose adresë email.",
        "ExcludeVisitsViaCookie": "Përjashtoni vizitat tuaja, përmes përdorimit të një \"cookie\"",
        "ForAnonymousUsersReportDateToLoadByDefault": "Datë raporti që duhet ngarkuar si parazgjedhje për përdoruesit anonimë",
        "GiveUserAccess": "Jepini '%1$s' %2$s hyrje për te %3$s.",
        "GiveViewAccess": "Jepini %1$s hyrje për parje",
        "GiveViewAccessTitle": "Jepini një përdoruesi ekzistues hyrje për të parë raportet për %s",
        "GiveViewAccessInstructions": "Për t’i dhënë një përdoruesi ekzistues hyrje për parje të raporteve për %s jepni emrin e përdoruesit ose adresën email të një përdoruesi ekzistues",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Nëse dëshironi të ndryshoni fjalëkalimin, shtypni një të ri. Përndryshe lëreni të zbrazët.",
        "YourCurrentPassword": "Fjalëkalimi juaj i tanishëm",
        "CurrentPasswordNotCorrect": "Fjalëkalim i tanishëm që dhatë s’është i saktë.",
        "ConfirmWithPassword": "Që të ripohoni këtë ndryshim, jepni fjalëkalimin tuaj.",
        "InjectedHostCannotChangePwd": "Po e vizitoni me një strehë të panjohur (%1$s). S’mund ta ndryshoni fjalëkalimin, pa ndrequr këtë problem.",
        "LastSeen": "Këndej pari së fundi më",
        "MainDescription": "Vendosni cilët përdorues kanë hyrje te sajtet tuaj. Mund të jepni edhe hyrje për te krejt sajtet njëherësh, duke zgjedhur \"Zbatoje për krejt sajtet\" te përzgjedhësi i sajtit.",
        "ManageAccess": "Administroni hyrjet",
        "MenuAnonymousUserSettings": "Rregullime përdoruesi anonim",
        "MenuUsers": "Përdorues",
        "MenuUserSettings": "Rregullime përdoruesi",
        "MenuPersonal": "Personale",
        "PersonalSettings": "Rregullime personale",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Shënim: Nuk mund të ndryshoni rregullimet në këtë ndarje, ngaqë s’keni ndonjë sajt ku mund të hyhet si përdorues anonim.",
        "NoUsersExist": "Ende nuk ka përdorues.",
        "PluginDescription": "Administrimi i Përdoruesve ju lejon të shtoni përdorues të rinj, përpunoni përdoruesit ekzistues dhe t’u jepni atyre hyrje për të parë ose administruar sajte.",
        "PrivAdmin": "Përgjegjës",
        "PrivAdminDescription": "Përdoruesit me këtë rol mund të administrojnë një sajt dhe t’u japin përdoruesve të tjerë të drejta hyrjeje në sajt. Ata mund të bëjnë gjithashtu gjithçka që mund të bëjë roli %s.",
        "PrivWrite": "Shkrimi",
        "PrivWriteDescription": "Përdoruesit me këtë rol mund të shohin krejt lëndën, plus të krijojnë, administrojnë dhe fshijnë për këtë sajt njësi të tilla si Objektiva, Hinka, Harta Zonash të Nxehta, Regjistrime Sesionesh dhe Formularë.",
        "PrivNone": "Pa hyrje",
        "PrivView": "Pamje",
        "PrivViewDescription": "Një përdorues me këtë rol mund të shohë krejt raportet.",
        "RemoveUserAccess": "Hiqjani '%1$s' hyrjen për te %2$s.",
        "ReportDateToLoadByDefault": "Datë raporti që duhet ngarkuar si parazgjedhje",
        "ReportToLoadByDefault": "Raport që duhet ngarkuar si parazgjedhje",
        "SuperUserAccessManagement": "Administroni hyrje Superpërdoruesish",
        "SuperUserAccessManagementGrantMore": "Që këtu mund t’u akordoni të drejta Superpërdoruesi përdoruesve të tjerë. Ju lutemi, përdoreni me kujdes këtë veçori.",
        "SuperUserAccessManagementMainDescription": "Superpërdoruesit kanë lejet më të fuqishme. Ata mund të kryejnë krejt veprimet administrative, të tilla si shtim sajtesh të rinj për mbikëqyrje, shtim përdoruesish, ndryshim lejesh përdoruesish, aktivizim dhe çaktivizim shtojcash, deri edhe instalim shtojcash të reja nga Marketplace-i.",
        "TheLoginScreen": "Skena e hyrjes",
        "ThereAreCurrentlyNRegisteredUsers": "Deri tani ka %s përdorues të regjistruar.",
        "TokenAuth": "Token Mirëfilltësimi API",
        "TokenRegenerateConfirmSelf": "Ndryshimi i token-it të mirëfilltësimit të API-t do të bëjë të pavlefshëm token-in tuaj. Nëse token-i i tanishëm është në përdorim, lypset të përditësoni krejt klientët API me token-in e prodhuar rishtazi. Doni vërtet të ndryshohet token-i juaj i mirëfilltësimit?",
        "TokenRegenerateTitle": "Riprodhoje",
        "TokensSuccessfullyDeleted": "Krejt token-ët u fshinë me sukses",
        "TokenSuccessfullyDeleted": "Token-i u fshi me sukses",
        "DeleteAllTokens": "Fshiji krejt token-ët",
        "ExpiredTokensDeleteAutomatically": "Token-ët me një datë skadimi dotë fshihen automatikisht.",
        "TokensWithExpireDateCreationBySystem": "Token-ët me datë skadimi aktualisht mund të krijohen vetëm nga sistemi",
        "TokenAuthIntro": "Token-ët që keni krijuar mund të përdoren për hyrje te API e Matomo-s për raportime, API e Matomo-s për ndjekje, dhe widget-e Matomo të eksportuar dhe që kanë të njëjtat leje me të hyrjes tuaj për përdorues të rregullt. Këta token-ë mund t’i përdorni edhe për aplikacione Matomo Mobile.",
        "TypeYourPasswordAgain": "Shtypeni sërish fjalëkalimin e ri.",
        "TypeYourCurrentPassword": "Ju lutemi, shtypni fjalëkalimin tuaj të tanishëm që të ripohoni ndryshimin e fjalëkalimit.",
        "User": "Përdorues",
        "UserHasPermission": "%1$s ka hyrje për %2$s për te %3$s.",
        "UserHasNoPermission": "%1$s ka %2$s për te %3$s",
        "UsersManagement": "Administrim Përdoruesish",
        "UsersManagementMainDescription": "Krijoni përdorues të rinj ose përditësoni përdoruesit ekzistues. Mandej mund t’u caktoni lejet më sipër.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Kur përdoruesit s’kanë bërë hyrjen në llogari dhe vizitojnë Matomo-n, fillimisht do të duhej të shihnin",
        "YourUsernameCannotBeChanged": "Emri juaj i përdoruesit s’mund të ndryshohet.",
        "YourVisitsAreIgnoredOnDomain": "%1$sVizitat tuaja te %2$s %3$s janë shpërfillur nga Matomo (te shfletuesi juaj u gjet \\\"cookie\\\" për shpërfillje nga Matomo).",
        "YourVisitsAreNotIgnored": "%1$sVizitat tuaja nuk janë shpërfillur nga Matomou%2$s (te shfletuesi juaj nuk u gjet \\\"cookie\\\" për shpërfillje nga Matomo).",
        "AddUserNoInitialAccessError": "Përdoruesve të rinj u duhet dhënë hyrje te një sajt, ju lutemi, jepini parametrit 'initialIdSite' një vlerë.",
        "AtLeastView": "Me më pak parje",
        "ManageUsers": "Administroni Përdorues",
        "ManageUsersDesc": "Krijoni përdorues të rinj ose përditësoni përdoruesit ekzistues. Mandej këtu mund të caktoni edhe lejet për ta.",
        "NoAccessWarning": "Këtij përdoruesi s’i është lejuar hyrje në ndonjë sajt. Kur të bëjë hyrjen në llogari, do të shohë një mesazh gabimi. Për ta parandaluar këtë, shtoni më poshtë hyrjen në një sajt.",
        "BulkActions": "Veprime Në Masë",
        "SetPermission": "Caktoni Leje",
        "RemovePermissions": "Hiqni Leje",
        "RolesHelp": "Rolet përcaktojnë se ç’mund të bëjë një përdorues nën Matomo me një sajt të dhënë. Mësoni më tepër rreth roleve %1$sShihni%2$s dhe %3$sPërgjegjës%4$s.",
        "Role": "Rol",
        "TheDisplayedWebsitesAreSelected": "Janë përzgjedhur %1$s sajte të shfaqur.",
        "ClickToSelectAll": "Klikoni që të përzgjidhen krejt %1$s.",
        "AllWebsitesAreSelected": "Janë përzgjedhur krejt %1$s sajtet.",
        "ClickToSelectDisplayedWebsites": "Klikoni që të përzgjidhen %1$s sajtet e shfaqur.",
        "DeletePermConfirmSingle": "Jeni i sigurt se doni të hiqet hyrja te %2$s për %1$s?",
        "DeletePermConfirmMultiple": "Jeni i sigurt se doni të hiqet hyrja te %2$s sajtet e përzgjedhur për %1$s?",
        "ChangePermToSiteConfirmSingle": "Jeni i sigurt se doni të ndryshohet roli për %1$s te %2$s në %3$s?",
        "ChangePermToSiteConfirmMultiple": "Jeni i sigurt se doni të ndryshohet roli për %1$s te %2$s sajtet e përzgjedhur në %3$s?",
        "BasicInformation": "Të dhëna Bazë",
        "Permissions": "Leje",
        "SuperUserAccess": "Hyrje Superpërdoruesi",
        "FirstSiteInlineHelp": "Lypset që gjatë krijimit një përdoruesi të ri t’i jepet rol parjesh për një sajt. Nëse nuk jepet, përdoruesi do të shohë një gabim gjatë hyrjes në llogarinë e tij. Pasi përdoruesi të jetë krijuar mund t’i jepni më tepër leje, që nga skeda 'Leje' që do të shfaqet në të majtë.",
        "SuperUsersPermissionsNotice": "Superpërdoruesit kanë leje përgjegjësi mbi krejt sajtet, ndaj s’ka nevojë të administrohen lejet e tyre sipas sajtesh.",
        "SuperUserIntro1": "Superpërdoruesit kanë lejet më të fuqishme. Ata mund të kryejnë krejt veprimet administrative, të tilla si shtim sajtesh të rinj për mbikëqyrje, shtim përdoruesish, ndryshim lejesh përdoruesish, aktivizim dhe çaktivizim shtojcash, deri edhe instalim shtojcash të reja nga Marketplace-i. Përdoruesve të tjerë nga Divezone mund t’u akordoni Leje Superpërdoruesi që nga këtu.",
        "SuperUserIntro2": "Ju lutemi, përdoreni me kujdes këtë veçori.",
        "HasSuperUserAccess": "Ka Leje Superpërdoruesi",
        "AreYouSure": "Jeni i sigurt?",
        "RemoveSuperuserAccessConfirm": "Heqja e fuqive si superpërdorues do ta lërë përdoruesin pa leje (do t’ju duhet t’i shtoni ato më pas). Që të vazhdohet, jepni fjalëkalimin tuaj.",
        "AddSuperuserAccessConfirm": "Dhënia një përdoruesi e fuqive si superpërdorues do ta lejojë përdoruesin të ketë kontroll të plotë mbi Matomo-n dhe duhet bërë me kursim. Që të vazhdohet, jepni fjalëkalimin tuaj.",
        "DeleteUsers": "Fshini Përdorues",
        "UserSearch": "Kërkim përdoruesi",
        "FilterByAccess": "Filtroji sipas lejesh",
        "FilterByWebsite": "Filtroji sipas sajtesh",
        "ShowAll": "Shfaqi krejt",
        "Username": "Emër përdoruesi",
        "RoleFor": "Rol për",
        "TheDisplayedUsersAreSelected": "Janë përzgjedhur %1$s përdorues të shfaqur.",
        "AllUsersAreSelected": "Janë përzgjedhur krejt %1$s përdoruesit.",
        "ClickToSelectDisplayedUsers": "Klikoni që të përzgjidhen %1$s përdoruesit e shfaqur.",
        "RemoveAllAccessToThisSite": "Hiqi krejt hyrjen në këtë sajt",
        "DeleteUserConfirmSingle": "Jeni i sigurt se doni të fshihet %1$s?",
        "DeleteUserConfirmMultiple": "Jeni i sigurt se doni të fshihen %1$s përdoruesit e përzgjedhur?",
        "DeleteUserPermConfirmSingle": "Jeni i sigurt se doni të ndryshoni rolin për %1$s në %2$s për %3$s?",
        "DeleteUserPermConfirmMultiple": "Jeni i sigurt se doni të ndryshoni rolin për %1$s përdoruesit e përzgjedhur në %2$s për %3$s?",
        "AreYouSureChangeDetails": "Jeni i sigurt se doni të ndryshohen të dhënat e përdoruesit për %s?",
        "AnonymousUserRoleChangeWarning": "Dhënia përdoruesit %1$s e rolit %2$s do t’i bëjë të dhënat e sajtit publike dhe të përdorshme nga kushdo, madje edhe pa patur llogari në Matomo.",
        "GiveAccessToAll": "Lejoji këtij përdoruesi hyrje në Krejt Sajtet",
        "OrManageIndividually": "Ose administroni hyrjen e këtij përdoruesi individualisht për çdo sajt",
        "ChangePermToAllSitesConfirm": "Jeni i sigurt se doni t’i lejoni përdoruesi %1$s hyrje për %2$s te çdo sajt te i cili keni hyrje përgjegjësi?",
        "ChangePermToAllSitesConfirm2": "Shënim: kjo do të prekë vetëm sajtet ekzistues. Sajte të rinj që mund të krijoni, nuk do të jenë automatikisht të passhëm për këtë përdorues.",
        "CapabilitiesHelp": "Aftësitë janë zotësi individuale që mund t’u akordohen përdoruesve. Si parazgjedhje, rolet mund të kenë të akorduara disa aftësi. Për shembull, roli i Përgjegjësit mund të lejojë automatikisht përdoruesit të përpunojnë etiketa te Përgjegjësi i Etiketave. Ndërsa, për përdorues me pak fuqi, mund të jepni shprehimisht aftësi.",
        "Capabilities": "Aftësi",
        "AreYouSureAddCapability": "Jeni i sigurt se doni t’i jepet %1$s aftësia %2$s për %3$s?",
        "AreYouSureRemoveCapability": "Jeni i sigurt se doni t’i hiqet aftësia %1$s përdoruesit %2$s për %3$s?",
        "IncludedInUsersRole": "E përfshirë në këtë rol përdoruesi.",
        "Capability": "Aftësi",
        "EmailChangeNotificationSubject": "Adresa email e llogarisë tuaj Matomo sapo u ndryshua",
        "EmailChangedEmail1": "Adresa email përshoqëruar llogarisë tuaj sapo u ndryshua në %1$s",
        "EmailChangedEmail2": "Ky ndryshim zuri fill prej pajisjes vijuese: %1$s (Adresë IP = %2$s).",
        "IfThisWasYouIgnoreIfNot": "Nëse qetë ju, mos ngurroni ta shpërfillni këtë email. Nëse s’qetë ju, ju lutemi, bëni hyrjen në llogarinë tuaj, ndreqni adresën tuaj email, ndryshoni fjalëkalimin tuaj dhe lidhuni me përgjegjësin e instancës tuaj Matomo.",
        "IfThisWasYouPasswordChange": "Nëse jeni ju, shpërfilleni pa problem këtë email. Nëse s’qetë ju, ju lutemi, lidhuni menjëherë me përgjegjësin e instancës tuaj Matomo, ngaqë mund të jetë komprometuar llogaria juaj!",
        "PasswordChangeNotificationSubject": "Fjalëkalimi i llogarisë tuaj Matomo sapo u ndryshua",
        "PasswordChangedEmail": "Fjalëkalimi juaj sapo u ndryshua. Ndryshimi zuri fill prej pajisjes vijuese: %1$s (Adresë IP = %2$s).",
        "NewsletterSignupTitle": "Regjistrim Për Buletin",
        "NewsletterSignupMessage": "Pajtohuni te buletini ynë për të marrë informacione periodike rreth Matomo-s. Mund të shpajtoheni kur të doni. Ky shërbim përdor MadMimi. Mësoni më tepër rreth tij te %1$sfaqja e Rregullave tona të Privatësisë%2$s.",
        "NewsletterSignupFailureMessage": "Hëm, diç shkoi ters. S’qemë në gjendje t’ju regjistronim për buletinin tonë.",
        "NewsletterSignupSuccessMessage": "Super, u regjistruat! Do të lidhemi së shpejti."
    }
}