{
    "UsersManager": {
        "2FA": "2FA",
        "Active": "Aktiv",
        "AddExistingUser": "Lägg till en befintlig användare",
        "AddNewUser": "Lägg till ny användare",
        "AddSuperuserAccessConfirm": "Genom att ge en användare superanvändare-tillgång kommer användaren att ha full kontroll över Matomo och detta bör göras sparsamt. Ange ditt lösenord för att fortsätta.",
        "AddUserNoInitialAccessError": "Nya användare måste få tillgång till en webbplats, vänligen ange parametern 'initialIdSite'.",
        "AllUsersAreSelected": "Alla %1$s användare är markerade.",
        "AllWebsites": "Alla webbplatser",
        "AllWebsitesAreSelected": "Alla %1$s sidorna är markerade.",
        "AnonymousAccessConfirmation": "Du håller på att ge anonyma besökare \"visa\" åtkomst till den här webbplatsen. Det innebär att dina analysrapporter och dina besökarinformation kommer att kunna ses av alla, även utan inloggning. Är du säker på att du vill fortsätta?",
        "AnonymousUser": "Anonym användare",
        "AnonymousUserHasViewAccess": "Observera: Användare %1$s och användare %2$s har nu tillgång till den här webbsidan.",
        "AnonymousUserHasViewAccess2": "Dina analysrapporter och informationen om dina besökare är publika.",
        "AnonymousUserRoleChangeWarning": "Att ge användare %1$s %2$s rollen kommer göra denna webbsidas data publik och tillgänglig för alla, även om de inte har något Matomo-login.",
        "ApplyToAllWebsites": "Använd för alla webbplatser",
        "AreYouSure": "Är du säker?",
        "AreYouSureAddCapability": "Är du säker på att du vill ge %1$s %2$smöjlighet till %3$s?",
        "AreYouSureChangeDetails": "Är du säker på att du vill ändra användarinformationen för %s?",
        "AreYouSureRemoveCapability": "Är du säker på att du vill ta bort %1$s möjligheten från %2$s för %3$s?",
        "AtLeastView": "Åtminstone visa",
        "AuthTokenPurpose": "Vad använder du denna token till?",
        "AuthTokenSecureOnlyHelp": "Aktivera detta val för att token enbart får användas på ett säkert sätt (det vill säga med POST-anrop). Det är rekommenderad som bästa praxis. Token kommer inte fungera som en URL-parameter i GET-anrop.",
        "AuthTokenSecureOnlyHelpForced": "Systemadministratören har konfigurerat Matomo att endast tillåta tokens skapade för säker användning (det vill säga via POST-anrop), du kan inte ändra detta alternativ för din token.",
        "AuthTokens": "Auth-tokens",
        "BackToUser": "Tillbaka till Användare",
        "BasicInformation": "Grundläggande information",
        "BulkActions": "Massändra",
        "Capabilities": "Möjligheter",
        "CapabilitiesHelp": "Möjligheter är individuella möjligheter som användare kan beviljas. Roller kan som standard ge vissa möjligheter. Till exempel kommer administratörsrollen att automatiskt tillåta användare att redigera taggar i tagghanteraren. För mindre kraftfulla användare kan du dock uttryckligen ge användarna möjligheter.",
        "Capability": "Förmåga",
        "ChangeAllConfirm": "Är du säker på att du vill ge '%s' tillgång till alla webbplatserna?",
        "ChangePermToAllSitesConfirm": "Är du säker på att du vill ge %1$s användare %2$s rättigheter, till alla webbplatser som du för närvarande har administrationsrättigheter till?",
        "ChangePermToAllSitesConfirm2": "Obs: detta kommer endast att påverka de befintliga webbplatserna. Nya webbplatser som du skapar kommer inte att vara automatiskt tillgängliga för den här användaren.",
        "ChangePermToSiteConfirmMultiple": "Är du säker på att du vill ändra %1$s's roll till de %2$s markerade sidorna till %3$s?",
        "ChangePermToSiteConfirmSingle": "Är du säker på att du vill ändra %1$s's roll för %2$s till %3$s?",
        "ClickHereToDeleteTheCookie": "Klicka här för att ta bort kakan så att Matomo börjar spåra dina besök igen",
        "ClickHereToSetTheCookieOnDomain": "Klicka här för att sätta kakan som exkluderar dina besök spårade av Matomo för webbplatsen %s",
        "ClickToSelectAll": "Klicka för att välja alla %1$s.",
        "ClickToSelectDisplayedUsers": "Klicka för att markera de %1$s visade användarna.",
        "ClickToSelectDisplayedWebsites": "Klicka för att markera de %1$s visade sidorna.",
        "ConfirmGrantSuperUserAccess": "Vill du verkligen bevilja '%s' Superanvändarbehörighet? Varning: Användaren kommer ha tillgång till alla dina webbsidor och ha möjlighet att utföra administrativa uppdrag.",
        "ConfirmProhibitMySuperUserAccess": "%s, vill du verkligen ta bort din egen Superanvändarbehörighet? Du kommer att förlora behörigheten till alla dina webbsidor och loggas ut från Matomo.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Vill du verkligen radera Super User behörigheten från '%s'? Användaren kommer förlora alla behörigheter till alla webbsidor. Säkerställ att eventuell behörighet ges till valda webbsidor efteråt.",
        "ConfirmTokenCopied": "Jag bekräftar att jag kopierade token och förstår att jag inte ska dela denna token med någon annan.",
        "ConfirmWithPassword": "Vänligen ange ditt lösenord för att godkänna ändringen.",
        "CopyDenied": "Förfrågan tillåts inte av din webbläsares inställningar.",
        "CopyDeniedHints": "Vänligen testa senare; antingen genom att byta webbläsare eller kopiera och dela denna länk direkt: %1$s",
        "CopyLink": "Kopiera inbjudningslänk",
        "CreateNewToken": "Skapa ny token",
        "CurrentPasswordNotCorrect": "Lösenordet du angav är inte korrekt.",
        "Decline": "Inbjudan avböjdes",
        "DeleteAllTokens": "Ta bort alla tokens",
        "DeleteConfirm": "Är du säker på att du vill ta bort användaren %s?",
        "DeleteNotSuccessful": "Ett fel inträffade medan valda användare togs bort. Vissa användare kanske inte togs bort.",
        "DeletePermConfirmMultiple": "Är du säker på att du vill ta bort %1$s's tillgång till de%2$s markerade sidorna?",
        "DeletePermConfirmSingle": "Är du säker på att du vill ta bort %1$s's tillgång till %2$s?",
        "DeleteSuccess": "Den markerade användaren har tagits bort.",
        "DeleteUserConfirmMultiple": "Är du säker på att du vill ta bort de %1$s markerade användarna?",
        "DeleteUserConfirmSingle": "Är du säker på att du vill ta bort %1$s?",
        "DeleteUserPermConfirmMultiple": "Är du säker på att du vill ändra de %1$s markerade användarnas roll till %2$s för %3$s?",
        "DeleteUserPermConfirmSingle": "Är du säker på att du vill ändra %1$s's roll till %2$s för %3$s?",
        "DeleteUsers": "Ta bort användare",
        "DoNotStoreToken": "Dela inte denna token med någon annan eftersom det är lika hemligt som din inloggning och ditt lösenord.",
        "EditUser": "Redigera användare",
        "Email": "E-post",
        "EmailChangeNotificationSubject": "Ditt Matomo-kontos e-postadress har just ändrats",
        "EmailChangedEmail1": "E-postadressen som är kopplad till ditt konto har ändrats till %1$s",
        "EmailChangedEmail2": "Denna ändring initierades från följande enhet: %1$s (IP-adress = %2$s).",
        "EmailYourAdministrator": "%1$sE-posta din administratör om det här problemet%2$s.",
        "EnterUsernameOrEmail": "Ange ett användarnamn eller en e-postadress",
        "ErrorEmailDomainNotAllowed": "Epostadressen \"%1$s\" kan inte användas, endast epostadresser under domänen \"%2$s\" tillåts.",
        "ExceptionAccessValues": "Parameter-tillgången måste ha ett av följande värden: [ %1$s ], '%2$s'.",
        "ExceptionAnonymousAccessNotPossible": "Du kan endast bevilja tillgång %1$s eller %2$s tillgång till den \"anonyma\" användaren.",
        "ExceptionAnonymousNoCapabilities": "Du kan inte tilldela några rättigheter till den \"anonyma\" användaren.",
        "ExceptionDeleteDoesNotExist": "Användaren '%s' finns inte och kan därför inte tas bort.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Att radera användare '%s' är inte möjligt.",
        "ExceptionEditAnonymous": "Den anonyma användaren kan inte redigeras eller tas bort. Den används av Matomo för att definiera en användare som inte har loggat in ännu. Till exempel kan du göra din statistik publik genom att bevilja \\\"Visa\\\" tillgång till \\\"anonyma\\\" användare.",
        "ExceptionEmailExists": "Användaren med e-postadressen '%s' finns redan.",
        "ExceptionEmailExistsAsLogin": "Epostadressen '%s' är redan använd som ett användarnamn.",
        "ExceptionInvalidEmail": "E-postadressen har inte ett giltigt format.",
        "ExceptionInvalidLoginFormat": "Användarnamnet måste vara mellan %1$s och %2$s tecken långt och får endast innehålla bokstäver, siffror och tecknen _ - . @ +",
        "ExceptionInvalidPassword": "Ditt lösenord måste vara längre %1$s tecken.",
        "ExceptionInvalidPasswordTooLong": "Lösenordet måste vara kortare än %1$s tecken.",
        "ExceptionLoginExists": "Användaren '%s' finns redan.",
        "ExceptionLoginExistsAsEmail": "Användarnamnet '%s' är redan använt till en epostadress.",
        "ExceptionMultipleRoleSet": "Endast en roll kan ställas in men flera har tilldelats. Tilldela endast en av följande: %s",
        "ExceptionNoCapabilitiesWithoutRole": "Kunde inte ge åtkomst till %1$s för sajten med id %2$s. Användaren behöver åtminstone läsåtkomst.",
        "ExceptionNoRoleSet": "Ingen roll är inställd men en av dessa måste tilldelas: %s",
        "ExceptionNoValueForUsernameOrEmail": "Ange ett användarnamn eller en e-postadress.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth förväntar sig MD5-hashar av lösenorden (32 tecken lång sträng). Anropa gärna md5() funktionen på lösenord innan du anropar den här metoden.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Att ta bort Superanvändarbehörigheten från användare '%s' är inte möjligt.",
        "ExceptionResendInviteDenied": "Att på nytt skicka inbjudan tillåts endast för användaren som bjöd in %s eller en superanvändare.",
        "ExceptionSuperUserAccess": "Den här användaren har redan Superanvändarbehörighet och tillåtelse att ändra alla sidor i Matomo. Du kan ta bort Superanvändarbehörigheten från den här användaren och försöka igen.",
        "ExceptionUserDoesNotExist": "Användaren '%s' finns inte.",
        "ExceptionUserHasSuperUserAccess": "Den här användaren '%s' har redan Superanvändarbehörighet och tillåtelse att ändra alla sidor i Matomo. Du kan ta bort Superanvändarbehörigheten från den här användaren och försöka igen.",
        "ExceptionUserHasViewAccessAlready": "Denna användare har redan behörighet till denna webbsida.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Det måste finnas minst en användare med Superanvändarbehörighet. Var vänlig och bevilja Superanvändarbehörighet till en annan användare först.",
        "ExcludeVisitsViaCookie": "Exkludera spårning av dina besök",
        "ExpireDate": "Utgångsdatum",
        "Expired": "Inbjudan är utgången",
        "ExpiredInviteAutomaticallyRemoved": "Utgångna inbjudningar kommer automatiskt att raderas efter %1$s dagar.",
        "ExpiredTokensDeleteAutomatically": "Tokens med utgångsdatum raderas automatiskt.",
        "FilterByAccess": "Filtrera på rättighet",
        "FilterByStatus": "Filtrera efter status",
        "FilterByWebsite": "Filtrera på webbsida",
        "FirstSiteInlineHelp": "Det är nödvändigt att ge en ny användare en visaroll för en webbplats vid skapandet. Om ingen åtkomst ges, kommer användaren att se ett fel vid inloggning. Du kan ge fler behörigheter efter att användaren har skapats på fliken \"Behörigheter\" som visas till vänster.",
        "FirstWebsitePermission": "Första webbplatsens rättigheter",
        "ForAnonymousUsersReportDateToLoadByDefault": "Rapport som laddas som standard för anonyma användare",
        "GiveAccessToAll": "Ge denna användaren åtkomst till Alla webbplatser",
        "GiveUserAccess": "Ge '%1$s'%2$s behörighet till %3$s.",
        "GiveViewAccess": "Ge \"visa\" behörighet till %1$s",
        "GiveViewAccessInstructions": "För att ge en befintlig användare läsrättighet för %s skriv in användarnamnet eller e-postadressen för den befintliga användaren",
        "GiveViewAccessTitle": "Ge en existerande användare behörighet att visa rapporter för %s",
        "GoBackSecurityPage": "Gå tillbaka till säkerhetssidan.",
        "HasSuperUserAccess": "Har Superanvändarrättigheter",
        "IfThisWasYouIgnoreIfNot": "Om det var du kan du ignorera detta e-postmeddelande. Om det inte var du, vänligen logga in, granska din e-postadress, ändra ditt lösenord och kontakta din Matomo-administratör.",
        "IfThisWasYouPasswordChange": "Om det var du kan du ignorera detta e-postmeddelande. Om det inte var du, kontakta din Matomo-administratör omedelbart, eftersom ditt konto kan ha äventyrats!",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Om du vill ändra lösenordet skriver du ett nytt. Annars, lämna detta tomt.",
        "IncludedInUsersRole": "Ingår i den här användarens roll.",
        "InjectedHostCannotChangePwd": "Du besöker för närvarande sidan genom ett okänt värdnamn (%1$s). Du kan inte ändra ditt lösenord innan det här prblemet är åtgärdat.",
        "InvitationSent": "Inbjudan har skickats.",
        "InviteActionNotes": "Vänligen notera att om inbjudan skickas på nytt eller ny kopiering av inbjudningslänk kommer att förlänga den tidigare tidsgränsen för mottagaren att acceptera med %1$s dagar.",
        "InviteConfirmMessage": "Du kan skicka inbjudan på nytt genom att kopiera inbjudningslänken och dela direkt med %1$s, eller skicka en ny inbjudan per epost till %2$s.",
        "InviteDayLeft": "Går ut om %s dagar",
        "InviteNewUser": "Bjud in en ny användare",
        "InviteSuccess": "Inbjudan skickad.",
        "InviteSuccessNotification": "Den inbjudna användaren kommer att få ett epostmeddelande för att acceptera sin inbjudan. Inbjudan är giltig i %1$s dagar. Du kan också skicka inbjudan på nytt och radera inbjudan på sidan för användarhantering.",
        "InviteUser": "Bjud in användare",
        "LastSeen": "Senast sedd",
        "LastUsed": "Senast använd",
        "LinkCopied": "Länk kopierades till urklipp",
        "MainDescription": "Välj vilka användare som ska få tillgång till dina webbplatser. Du kan också ge tillgång till alla webbplatser samtidigt genom att välja \"Tillämpa på alla webbplatser\" i webbplatsväljaren.",
        "ManageAccess": "Hantera rättigheter",
        "ManageUsers": "Hantera användare",
        "ManageUsersAdminDesc": "Skapa ny användare eller uppdatera existerande användare. Du kan sätta deras behörigheter här. Vänligen notera att du loggat in som en administrator. Det betyder att du endast kan se och hantera användare med åtkomst till de webbplatser där du har administratörsbehörighet. Endast en superanvändare kan se och hantera alla användare på alla webbplatser.",
        "ManageUsersDesc": "Skapa nya användare eller ändra befintliga. Du kan sedan ändra deras rättigheter.",
        "MenuAnonymousUserSettings": "Inställningar för anonyma användare",
        "MenuPersonal": "Personligt",
        "MenuUserSettings": "Användarinställningar",
        "MenuUsers": "Användare",
        "NewsletterSignupFailureMessage": "Oj, något gick fel. Vi kunde inte registrera dig för nyhetsbrevet.",
        "NewsletterSignupMessage": "Prenumerera på vårt nyhetsbrev för att få regelbunden information om Matomo. Du kan när som helst avsluta prenumerationen. Den här tjänsten använder MadMimi. Läs mer om det i %1$sMatomos integritetspolicy-sida%2$s.",
        "NewsletterSignupSuccessMessage": "Super, du har registrerat dig! Vi kommer snart att höra av oss.",
        "NewsletterSignupTitle": "Registrering av nyhetsbrev",
        "NoAccessWarning": "Den här användare har inte fått tillgång till en webbplats. När de loggar in kommer de att se ett felmeddelande. För att förhindra detta så behöver du lägga till åtkomst till en webbplats nedan.",
        "NoTokenCreatedYetCreateNow": "Ingen token skapad ännu, %1$sskapa en ny token nu%2$s.",
        "NoUsersExist": "Det finns inga användare än.",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Notera: Eftersom att inga webbplaster tillåter anonym åtkomst till analysdata, så kan inga ändringar göras i den här sektionen.",
        "OnlyAllowSecureRequests": "Tillåt endast säkra anrop",
        "OrManageIndividually": "Eller ange denna användares behörighet individuellt för varje webbplats",
        "PasswordChangeNotificationSubject": "Ditt Matomo-kontos lösenord har just ändrats",
        "PasswordChangeTerminatesOtherSessions": "När du ändrar ditt lösenord kommer andra aktiva sessioner för ditt konto att bli utloggade.",
        "PasswordChangedEmail": "Ditt lösenord har just ändrats. Ändringen initierades från följande enhet: %1$s (IP-address = %2$s).",
        "Pending": "Väntar",
        "Permissions": "Rättigheter",
        "PersonalSettings": "Personliga inställningar",
        "PleaseStoreToken": "Vänligen lagra din token på ett säkert sätt, eftersom du inte kan komma åt eller se denna token igen.",
        "PluginDescription": "Användarhanteringen låter dig lägga till nya användare, redigera befintliga användare och ge dom tillgång till läsrättighet eller administrera webbplatser.",
        "PrivAdmin": "Administratör",
        "PrivAdminDescription": "Användare med denna roll kan ändra en webbplats och ge andra användare tillgång till den. Dom kan också göra allt som %s rollen kan göra.",
        "PrivNone": "Inga rättigheter",
        "PrivView": "Visa",
        "PrivViewDescription": "En användare med denna roll kan se alla rapporter.",
        "PrivWrite": "Skriv",
        "PrivWriteDescription": "Användare med denna roll kan se allt innehåll plus skapa, hantera och ta bort enheter som mål, trattar, heatmaps, sessioninspelningar och formulär för denna webbplats.",
        "RemoveAllAccessToThisSite": "Ta bort all tillgång till denna webbplats",
        "RemovePermissions": "Ta bort rättighet",
        "RemoveSuperuserAccessConfirm": "Om du tar bort superanvändaråtkomst kommer användaren inte att ha behörighet (du måste lägga till dem efteråt). Ange ditt lösenord för att fortsätta.",
        "RemoveUserAccess": "Ta bort behörigheten för '%1$s' till %2$s.",
        "ReportDateToLoadByDefault": "Rapport som laddas som standard",
        "ReportToLoadByDefault": "Rapport som laddas som standard",
        "ResendInvite": "Sänd inbjudan på nytt",
        "ResetTwoFactorAuthentication": "Återställ tvåfaktorsautentisering",
        "ResetTwoFactorAuthenticationInfo": "Om användaren inte längre kan logga in på grund av förlorade återställningskoder eller en förlorad verifieringsenhet kan du återställa tvåfaktorautentisering för användaren så att den kan logga in igen.",
        "Role": "Roll",
        "RoleFor": "Roll för",
        "RolesHelp": "Roller bestämmer vad en användare kan göra i Matomo med hänsyn till en specifik webbplats . Läs mer om %1$sVisa%2$s och %3$sAdmin%4$s rollerna.",
        "SaveBasicInfo": "Spara grundläggande information",
        "SecureUseOnly": "Endast säker användning",
        "SendInvite": "Skicka inbjudan",
        "SetPermission": "Ange rättighet",
        "SettingFieldAllowedEmailDomain": "Tillåtna domäner för epost",
        "SettingRestrictLoginEmailDomains": "Begränsa domäner för epostinloggning",
        "SettingRestrictLoginEmailDomainsErrorOtherDomainsInUse": "Att ställa in domänen är inte möjligt då andra domäner (%s) redan används av andra användare. För att ändra denna inställning behöver du antingen radera de användarna med dessa domäner eller även tillåta dessa domäner.",
        "SettingRestrictLoginEmailDomainsHelp": "Detta begränsar epostdomänerna som kan användas för att bjuda in. lägga till eller uppdatera användare. Det är bra för att skydda integriteten då det annars riskerar att dela data med tredjeparter. Det kan också höja säkerheten genom att hindra användare från att byta mejladress till ett personligt mejlkonto. Utöver det kan det också agera som ett extra lager av skydd mot attacker. Exempelvis genom oavsiktliga stavfel i mejladresser.",
        "SettingRestrictLoginEmailDomainsHelpInUse": "För närvarande används följande epostdomäner och behöver godkännas:",
        "Status": "Status",
        "SuperUserAccess": "Superanvändarrättigheter",
        "SuperUserAccessManagement": "Hantera Superanvändare access",
        "SuperUserAccessManagementGrantMore": "Du kan få Superanvändarbehörighet till andra Matomoanvändare här. Använd den behörigheten med försiktighet.",
        "SuperUserAccessManagementMainDescription": "Superanvändaren har fullständig åtkomst. De kan utföra alla administrativa uppgifter. Till exempel lägga till en ny webbsida för analys, lägga till användare, ändra användaråtkomst, aktivera och avaktivera plugins och installera nya plugins från Marketplace.",
        "SuperUserIntro1": "Superanvändare har fullständig åtkomst. De kan utföra alla administrativa uppgifter såsom lägga till en ny webbsida för analys, lägga till användare, ändra användaråtkomst, aktivera och avaktivera plugins och installera nya plugins från Marketplace. Du kan tillåta superanvändare tillgång till andra användare här.",
        "SuperUserIntro2": "Vänligen använd denna funktion med försiktighet.",
        "SuperUsersPermissionsNotice": "Superanvändare har administratörsrättigheter till alla webbplatser, så det är inte nödvändigt att hantera deras rättigheter per webbplats.",
        "TheDisplayedUsersAreSelected": "De %1$s visade användarna är markerade.",
        "TheDisplayedWebsitesAreSelected": "De %1$s visade sidorna är markerade.",
        "TheLoginScreen": "Inloggningsrutan",
        "ThereAreCurrentlyNRegisteredUsers": "Det finns just nu %s registrerade användare.",
        "TokenAuth": "API-autentiseringstoken",
        "TokenAuthIntro": "Tokens du har genererat kan användas för att komma åt API för Matomo-rapportering, API för Matomo-spårning och exporterade Matomo-widgetar och ha samma behörigheter som din vanliga användarinloggning. Du kan även använda dessa tokens för Matomos mobil-app.",
        "TokenRegenerateConfirmSelf": "Ändring av API-autentiseringstoken ogiltigförklarar ditt egna token. Om detta token är i användning, måste du uppdatera alla API-klienter med det nygenererade tokenet. Vill du verkligen ändra ditt autentiseringstoken?",
        "TokenRegenerateTitle": "Återskapa",
        "TokenSuccessfullyDeleted": "Token har tagits bort",
        "TokenSuccessfullyGenerated": "Token framgångsrikt genererat",
        "TokensSuccessfullyDeleted": "Alla tokens har tagits bort",
        "TokensWithExpireDateCreationBySystem": "Tokens med utgångsdatum kan för närvarande endast skapas av systemet",
        "TwoFactorAuthentication": "Tvåfaktorsautentisering",
        "TypeYourCurrentPassword": "Skriv ditt nuvarande lösenord för att bekräfta lösenordsändringen.",
        "TypeYourPasswordAgain": "Bekräfta lösenordet genom att skriva in det igen.",
        "User": "Användare",
        "UserHasNoPermission": "%1$s har förnärvarande %2$s till %3$s",
        "UserHasPermission": "%1$s har förnärvarande %2$s behörighet till %3$s.",
        "UserSearch": "Sök användare",
        "Username": "Användarnamn",
        "UsersManagement": "Användarhantering",
        "UsersManagementMainDescription": "Skapa eller ändra befintliga användare. Du kan sedan ändra deras rättigheter ovan.",
        "UsesTwoFactorAuthentication": "Använder tvåfaktorsautentisering",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "När användare inte är inloggade och besöker Matomo bör de först se",
        "YourCurrentPassword": "Ditt nuvarande lösenord",
        "YourUsernameCannotBeChanged": "Ditt användarnamn kan inte ändras.",
        "YourVisitsAreIgnoredOnDomain": "%1$sDina besök ignoreras av Matomo för webbplatsen %2$s %3$s (Matomos kaka hittades i din webbläsare).",
        "YourVisitsAreNotIgnored": "%1$sDina besök ignoreras inte av Matomo%2$s (kakan för att ignorera hittades inte i din webbläsare)."
    }
}
