{
    "UsersManager": {
        "AddUser": "Magdagdag ng bagong user",
        "Alias": "Palayaw",
        "AllWebsites": "Ang lahat ng mga website",
        "AnonymousUserHasViewAccess": "Tandaan: ang %1$s user ay may %2$s na access sa website na ito",
        "AnonymousUserHasViewAccess2": "Ang iyong ulat na pang analytics at ang mga impormasyon ng iyong mga bisita ay makikita ng publiko.",
        "ApplyToAllWebsites": "Mai-aapply sa lahat ng mga website",
        "ChangePasswordConfirm": "Kasamang ring mapapalitan ang user's token_auth kapag ikaw ay nagpalita ng password. Gusto mo ba talang ituloy ito?",
        "ClickHereToDeleteTheCookie": "Pindutin dito upang burahin ang cookie at matala ng Piwik ang iyong pagbisita.",
        "ClickHereToSetTheCookieOnDomain": "I-click dito upang magtakda ng cookie na mag buibukod sa iyong mga pagbisita sa mga website na sinusubaybayan ng Piwik sa %s.",
        "ConfirmGrantSuperUserAccess": "Nais mo bang bigyan '%s' Super User access? Babala: ang user ay mag kakaroon ng access sa lahat ng websites at makakagawa ng pang administratibong gawain.",
        "ConfirmProhibitMySuperUserAccess": "%s gusto mo bang alisin ang iyong Super User access? Maaring mawala lahat ang iyong permiso at access sa lahat ng websites at ikaw ay malala log-out sa Piwik.",
        "DeleteConfirm": "Sigurado ka bang gusto mong tanggalin ang user %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$s I-e-mail sa iyong administrator tungkol sa problemang ito %2$s.",
        "ExceptionAccessValues": "Ang parameter ng access ay dapat na mayroong isa sa mga sumusunod na value: [ %s ]",
        "ExceptionAdminAnonymous": "Hindi ka maaaring makapasok bilang 'admin' sa isang 'anonymous' na user.",
        "ExceptionDeleteDoesNotExist": "Ang user '%s' ay hindi nag-eexist,",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Ang pag-tanggal ng user '%s' ay hindi posible.",
        "ExceptionEditAnonymous": "Ang mga hindi kilalang user ay hindi maaaring i-edit o tanggaling. Ito ay ginagamit ng Piwik upang tukuyin kung hindi pa naka logged ang user. maari mong gawing pampubliko ang iyong mga statistics sa pamamagitan ng pagbibigay ng 'view' access na gumagamit ng 'anonymous' user.",
        "ExceptionEmailExists": "Ang email na '%s' para sa user na ito ay may iba nang gumagamit.",
        "ExceptionInvalidEmail": "Ang e-mail ay walang wastong format.",
        "ExceptionInvalidPassword": "Ang haba ng password ay dapat nasa pagitan ng %1$s at %2$s na character.",
        "ExceptionPasswordMD5HashExpected": "Ang UserManager.get Token Auth ay kinikilala lamang ang MD5-hashed password (32 chars long string). Mangyaring gamitin ang md5() function sa password bago gamitin ang method na ito.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Ang pag-alis sa Super User access mula sa user '%s' ay hindi posible.",
        "ExceptionSuperUserAccess": "Ang user na ito ay mayroong Super User access at meroong permiso na e-access at magbago sa lahat ng website na nasa Piwik. Maari mong alisin ang Super User access mula sa user na ito at subukang muli.",
        "ExceptionUserDoesNotExist": "Walang tulad nitong User '%s'.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Merong dapat na hindi bababa sa isang user na mayroong Super-access. Mangyaring bigyan ng Super-access ang iba pang naunang user.",
        "ExcludeVisitsViaCookie": "Ibukod ang iyong mga pagbisita sa pamamagitan ng pag-gamit ng cookie.",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para sa hindi kilalang gumagamit iulat ang petsa upang i-load ng default",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Kung nais mong baguhin ang iyong passoword mag type ng bago. Kung hindi man iwan itong blangko.",
        "InjectedHostCannotChangePwd": "Ikaw ay kasalukuyang bumibisita sa isang hindi kilalang host (%1$s). Hindi mo maaaring baguhin ang iyong password hanggat hindi naayos ang problemang ito.",
        "LastSeen": "Huling nakita",
        "ManageAccess": "Pamahalaan ang access",
        "MenuAnonymousUserSettings": "Mga settings ng anonymous na user",
        "MenuUsers": "Users",
        "MenuUserSettings": "Mga setting ng user",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Tandaan: Hindi mo maaring baguhin ang mga setting sa seksyo na ito dahil wala kang anumang website na maaaring ma-access sa pamamagitan ng anonymous user",
        "NoUsersExist": "Walang pang mga gumagamit.",
        "PrivAdmin": "Admin",
        "PrivNone": "Walang access",
        "PrivView": "Tingnan",
        "ReportDateToLoadByDefault": "Petsa upang i-load ang default na Ulat.",
        "ReportToLoadByDefault": "Ulat na nakaload ng default",
        "SuperUserAccessManagement": "Pamamahala ng Super User access",
        "SuperUserAccessManagementGrantMore": "Maaari kang magbigay ng Super-access ng user sa ibang mga gumagamit ng Piwik. Mangyaring maingat na gamitin ang feature na ito.",
        "SuperUserAccessManagementMainDescription": "Supers users ay may pinakamataas na permiso. Maaari silang magsagawa ng lahat ng mga administratibong gawain gaya ng pagdaragdag ng mga bagong website upang ito ay masubay-bayan ang pag-dagdag ng mga users pagbabago ng mga permiso sa mga user pag activate at pag de-activate ng mga plugis at pati na ang pag-install ng bagong plugins mula sa Market Place.",
        "TheLoginScreen": "Ang screen sa pag-login",
        "ThereAreCurrentlyNRegisteredUsers": "Sa kasalukuyan may mga nakarehistrong user %s.",
        "TypeYourPasswordAgain": "I-type muli ang iyong bagong password.",
        "User": "User",
        "UsersManagement": "Pamamahala ng mga User",
        "UsersManagementMainDescription": "Lumikha ng mga bagong user o i-update ang mga mayroon nang user. Pagkatapos ay maaari mong itakda ang kanilang mga permiso sa itaas.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Kung ang gumagamit ay hindi naka log-in at bumisita sa Piwik kailangan nilang mag-access",
        "YourUsernameCannotBeChanged": "Hindi maaaring mabago ang iyong username.",
        "YourVisitsAreIgnoredOnDomain": "%1$s Ang iyong bisita ay hindi na-ignore ng Piwik %2$s %3$s (ang Piwik ignore cookie ay hindi nakita sa iyong browser).",
        "YourVisitsAreNotIgnored": "%1$s Ang iyong bisita ay hindi na-ignore ng Piwik%2$s (ang Piwik ignore cookie ay hindi nakita sa iyong browser)."
    }
}