{
    "Overlay": {
        "Clicks": "%s πατήματα",
        "ClicksFromXLinks": "%1$s πατήματα από ένα από τους %2$s συνδέσμους",
        "Domain": "Τομέας",
        "ErrorNoSiteUrls": "ΠΡΟΣΟΧΗ: Ο ιστοτόπος αυτός δεν έχει καθορισμένες διευθύνσεις URL στο Matomo. Αυτό ενδέχεται να προκαλέσει προβλήματα στην Επικάλυψη και κάποια χαρακτηριστικά να μη δουλεύουν σωστά ή να συμπεριφέρονται περίεργα. Για να διορθωθεί αυτό, προσθέστε μια διεύθυνση URL στις ρυθμίσεις του ιστοτόπου στο Διαχειριστικό τμήμα του Matomo.",
        "ErrorNotLoading": "Η συνεδρία Υπερκάλυψης Σελίδας δεν ήταν δυνατό να εκτελεστεί ακόμη.",
        "ErrorNotLoadingDetails": "Ίσως η ιστοσελίδα που φορτώνει στα δεξιά δεν έχει τον κώδικα ιχνηλάτη του Matomo. Σε αυτή την περίπτωση, προσπαθήστε να εκκινήσετε την Επικάλυψη για μια διαφορετική σελίδα από την αναφορά σελίδων.",
        "ErrorNotLoadingDetailsSSL": "Δεδομένου ότι χρησιμοποιείτε το Matomo σε https, η πιο πιθανή αιτία είναι ότι ο ιστοτόπος σας δεν υποστηρίζει SSL. Δοκιμάστε να χρησιμοποιήσετε το Matomo σε http.",
        "ErrorNotLoadingLink": "Πατήστε εδώ για να λάβετε περισσότερες οδηγίες για την αντιμετώπιση προβλημάτων",
        "Link": "Σύνδεσμος",
        "Location": "Τοποθεσία",
        "NoData": "Δεν υπάρχουν δεδομένα για αυτή τη σελίδα κατά τη διάρκεια της επιλεγμένης περιόδου.",
        "OneClick": "1 πάτημα",
        "OpenFullScreen": "Μετάβαση σε πλήρη οθόνη (χωρίς πλευρική γραμμή)",
        "Overlay": "Υπερκάλυψη Σελίδας",
        "PluginDescription": "Δείτε τα δεδομένα αναλυτικών σας ως Υπέρθεση στον ιστοτόπο σας. Δείτε πόσες φορές οι χρήστες σας κάνανε κλικ σε κάθε σύνδεσμο. Σημείωση: Απαιτείται να είναι ενεργοποιημένο το πρόσθετο Transitions.",
        "RedirectUrlError": "Προσπαθείτε να ανοίξετε τη Σελίδα Υπέρθεσης για το URL \"%1$s\". %2$s Κανένα από τα ονόματα στις ρυθμίσεις του Matomo δεν συμφωνεί με το σύνδεσμο.",
        "RedirectUrlErrorAdmin": "Μπορείτε να προσθέσετε το όνομα ως επιπρόσθετο URL %1$sστις ρυθμίσεις%2$s.",
        "RedirectUrlErrorUser": "Ζητήστε από το διαχειριστή σας για να προσθέσετε το όνομα χώρου ως μια επιπλέον διεύθυνση URL."
    }
}
