{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "Логът на Ecommerce предоставя подробни данни на ниво сесия, така че можете да разгледате пълната сесия за всеки потребител, който е направил покупка или е изоставил кошницата си. Това може да Ви помогне да разберете какво правят потребителите преди и след покупка, за да разкрият възможности за оптимизация.",
        "EcommerceLogSubcategoryHelp2": "Данните на тази страница се актуализират в реално време.",
        "EcommerceOverviewSubcategoryHelp1": "Разделът с преглед на Ecommerce е най-доброто място да получите преглед на високо ниво за представянето на Вашия онлайн магазин. С един поглед можете да видите колко продажби правите, колко приходи генерирате и процента на реализация на Вашия уебсайт.",
        "EcommerceOverviewSubcategoryHelp2": "Кликнете върху отделен показател в диаграмата на спарклайн, за да се съсредоточите върху него в рамките на графиката на еволюцията в пълен размер.",
        "EcommerceOverviewSubcategoryHelp3": "Научете повече в нашето ръководство за Ecommerce тук.",
        "LifeTimeValue": "Стойност на жизнения цикъл на Ecommerce",
        "LifeTimeValueDescription": "Общите приходи от Ecommerce, приписани на този клиент за всички посещения: сумата от приходите от всички поръчки от Ecommerce за идентификатор на посетителя %s.",
        "NumberOfItems": "Брой артикули в кошницата",
        "Order": "Поръчка",
        "OrderId": "ID на поръчка",
        "OrderRevenue": "Приходи от поръчки",
        "OrderValue": "Стойност на поръчката",
        "Orders": "Поръчки",
        "PluginDescription": "Ecommerce позволява да проследите добавянето на продукти в пазарската кошница от страна на потребителите и кога се осъществява Ecommerce продажба. Също могат да се следят продукти, продуктови категории и незавършени пазарски кошници.",
        "ProductSubcategoryHelp": "Изгледът на продукти може да Ви помогне да идентифицирате продукти и категории, които са с по-висока или по-ниска ефективност, за да разкрие тенденции и възможности, свързани с избора на продукти и страниците на магазина Ви.",
        "RevenueLeftInCart": "Приходи, оставени в кошницата",
        "Sales": "Продажби",
        "SalesAdjective": "Продажби %s",
        "SalesBy": "Продажби от %s",
        "SalesSubcategoryHelp1": "Този раздел съдържа обширна колекция от отчети, които да Ви помогнат да анализирате различните условия, които най-често водят до продажби, като например трафик и източници на кампании, потребителско време и местоположение и устройства, използвани за достъп до тях.",
        "SalesSubcategoryHelp2": "Можете също така да научите как точно приходите са свързани с всяка величина, като например конкретни типове трафик или проследявани кампании.",
        "ViewedProductCategory": "Разгледана продуктова категория",
        "ViewedProductName": "Прегледано име на продукт",
        "ViewedProductPrice": "Цена на разгледан продукт",
        "ViewedProductSKU": "Разгледан SKU на продукта",
        "VisitorProfileAbandonedCartSummary": "Изоставени %1$s кошници, включително %2$s артикули на обща стойност %3$s.",
        "VisitorProfileItemsAndOrders": "Закупени %1$s артикули в %2$s поръчки за Ecommerce.",
        "VisitorProfileLTV": "Генерирани приходи за цял период от %1$s."
    }
}
