{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "Das E-Commerce Log enthält detaillierte sessionbezogene Daten, sodass Sie die komplette Session jedes Benutzers nachverfolgen können, der einen Kauf getätigt oder abgebrochen hat. Dies kann helfen zu verstehen was Benutzer machen, bevor und nachdem Sie etwas kaufen, für die Verkaufsmöglichkeitenoptimierung.",
        "EcommerceLogSubcategoryHelp2": "Die Daten auf dieser Seite werden in Echtzeit aktualisiert.",
        "EcommerceOverviewSubcategoryHelp1": "Der E-Commerce Übersichtsbereich ist der beste Ort, um eine hochwertige Sicht über die Performance Ihres Shops zu erhalten. Auf einen Blick sehen Sie, wie viele Verkäufe Sie tätigen, wie viel Einnahmen Sie erzielen, und die Umsatzrate Ihrer Webseite.",
        "EcommerceOverviewSubcategoryHelp2": "Klicken Sie auf eine einzelne Metrik innerhalb des Sparkline-Diagramms, um sie im Entwicklungsdiagramm in voller Größe zu betrachten.",
        "LifeTimeValue": "E-Commerce Gesamtumsatz",
        "LifeTimeValueDescription": "Die gesamten E-Commerce-Umsätze, die diesem Kunden bei allen Besuchen zugeschrieben werden: die Summe der Umsätze aller E-Commerce-Aufträge für Besucher-ID %s.",
        "NumberOfItems": "Anzahl an Artikeln im Warenkorb",
        "Order": "Bestellung",
        "OrderId": "Bestellungs-ID",
        "OrderValue": "Bestellwert",
        "Orders": "Bestellungen",
        "PluginDescription": "Mit E-Commerce haben Sie die Möglichkeit festzuhalten, dass ein Besucher Produkte in den Warenkorb legt, und wann es zu einem Verkauf kommt. Zusätzlich lassen sich auch Besuche von Produkt- sowie Kategorieseiten und verlassene Warenkörbe erfassen.",
        "ProductSubcategoryHelp": "Die Produkteansicht kann Ihnen dabei helfen Produkte und Kategorien zu identifizieren, die über- oder unterperformen, um Trends und Möglichkeiten im Bezug auf Ihre Produkteselektion und Verkaufsbereiche zu erkennen.",
        "Sales": "Umsatz",
        "SalesAdjective": "Umsatz %s",
        "SalesBy": "Umsatz nach %s",
        "SalesSubcategoryHelp1": "Dieser Bereich enthält eine umfangreiche Sammlung von Berichten, um Ihnen bei der Analyse der unterschiedlichen Konditionen zu helfen, was am häufigsten zu Verkäufen führt, wie der Verkehr und Kampagnenursprung, Benutzerzeiten und Orte, sowie dafür verwendete Geräte.",
        "SalesSubcategoryHelp2": "Sie können auch lernen wie genau mit welcher Dimension Einnahmen generiert wurden, wie spezifische Verkehrstypen oder Tracking Kampagnen.",
        "ViewedProductCategory": "Angesehene Produktkategorie",
        "ViewedProductName": "Angesehener Produktname",
        "ViewedProductPrice": "Angesehener Produktpreis",
        "ViewedProductSKU": "Angesehener Produkt SKU",
        "VisitorProfileAbandonedCartSummary": "%1$s verwaiste Warenkörbe mit %2$s Artikeln und einem Gesamtwert von %3$s.",
        "VisitorProfileItemsAndOrders": "%1$s Artikel in %2$s E-Commerce Bestellungen gekauft.",
        "VisitorProfileLTV": "Generierter Gesamtumsatz von %1$s."
    }
}
