{
    "Ecommerce": {
        "PluginDescription": "Το Ecommerce σας επιτρέπει να ιχνηλατείτε τους χρήστες που θα προσθέτουν προϊόντα στο καλάθι τους και όταν γίνεται μετατροπή σε μια πώληση ηλεκτρονικού εμπορίου. Επίσης, την ιχνηλάτηση προϊόντων και εμφανίσεις κατηγοριών προϊόντων, καθώς και τα εγκαταλελειμμένα καλάθια αγορών.",
        "Sales": "Πωλήσεις",
        "Order": "Παραγγελία",
        "OrderId": "Αναγνωριστικό παραγγελίας",
        "Orders": "Παραγγελίες",
        "ViewedProductCategory": "Κατηγορία Προϊόντος που είδατε",
        "ViewedProductName": "Όνομα Προϊόντος που είδατε",
        "ViewedProductPrice": "Τιμή Προϊόντος που είδατε",
        "ViewedProductSKU": "Προϊόν SKU που είδατε",
        "SalesBy": "Πωλήσεις ανά %s",
        "SalesAdjective": "Πωλήσεις %s",
        "NumberOfItems": "Αριθμός αντικειμένων στο καλάθι",
        "OrderValue": "Αξία παραγγελίας",
        "LifeTimeValue": "Αξία Χρόνου Ζωής Ηλεκτρονικού Εμπορίου",
        "LifeTimeValueDescription": "Συνολικά έσοδα από τον πελάτη από όλες τις επισκέψεις: το σύνολο των εσόδων από όλες τις παραγγελίες ηλεκτρονικού εμπορίου για τον πελάτη με αναγνωριστικό %s.",
        "VisitorProfileLTV": "Παράχθηκαν έσοδα στο χρόνο ζωής της τάξης του %1$s.",
        "VisitorProfileItemsAndOrders": "Αγοράστηκαν %1$s αντικείμενα σε %2$s παραγγελίες ηλεκτρονικού εμπορίου.",
        "VisitorProfileAbandonedCartSummary": "Ακυρώθηκαν %1$s καλάθια αγορών συμπεριλαμβανομένων %2$s αντικειμένων συνολικής αξίας %3$s.",
        "EcommerceOverviewSubcategoryHelp1": "Το τμήμα Σύνοψης Ηλεκτρονικού Εμπορίου είναι το καλύτερο μέρος για να έχετε μια υψηλού επιπέδου σύνοψη της απόδοσης του ηλεκτρονικού σας καταστήματος. Με μια ματιά, μπορείτε να δείτε πόσες πωλήσεις πραγματοποιείτε, πόσο κέρδος παράγετε και τον ρυθμό μετατροπής του ιστοτόπου σας.",
        "EcommerceOverviewSubcategoryHelp2": "Κάντε κλικ σε κάθε ξεχωριστή μετρική μέσα στο γράφημα προκειμένου να το δείτε μέσα στο πλήρους μεγέθους γράφημα εξέλιξης.",
        "SalesSubcategoryHelp1": "Το τμήμα περιέχει μια εκτενή συλλογή από αναφορές για να σας βοηθήσουν να αναλύσετε τις διαφορετικές συνθήκες που οδηγούν σε πωλήσεις, όπως οι πηγές κίνησης και καμπανιών, ο χρόνος του χρήστη, η τοποθεσία και οι συσκευές που τις προσπελαύνουν.",
        "SalesSubcategoryHelp2": "Μπορείτε επίσης να μάθετε πόσο κέρδος σχετίζεται με κάθε διάσταση, όπως συγκεκριμένοι τύποι κίνησης ή καμπάνιες υπό παρακολούθηση.",
        "EcommerceLogSubcategoryHelp1": "Το ημερολόγιο Ηλεκτρονικού Εμπορίου παρέχει σε βαθμωτό επίπεδο δεδομένα ώστε να μπορείτε να δείτε την πλήρη σύνοδο του κάθε χρήστη που είτε προχώρησε σε μια αγορά είτε παράτησε το καλάθι αγορών του. Αυτό μπορεί να σας βοηθήσει να κατανοήσετε τι κάνουν οι χρήστες πριν και μετά μια αγορά για να βρείτε ευκαιρίες για βελτιστοποίηση.",
        "EcommerceLogSubcategoryHelp2": "Τα δεδομένα στη σελίδα ανανεώνονται σε πραγματικό χρόνο.",
        "ProductSubcategoryHelp": "Η όψη Προϊόντα σας βοηθάει να αναγνωρίζετε προϊόντα και κατηγορίες που τα πηγαίνουν πολύ καλά ή όχι τόσο καλά για να βρείτε τάσεις και ευκαιρίες σχετικές με την επιλογή προϊόντων σας."
    }
}