{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "Le journal de commerce électronique fournit des données granulaires au niveau de la session afin que vous puissiez consulter la session complète de chaque utilisateur qui a effectué un achat ou abandonné son panier. Cela peut vous aider à comprendre ce que les utilisateurs font avant et après l'achat pour révéler des opportunités d'optimisation.",
        "EcommerceLogSubcategoryHelp2": "Les données de cette page sont mises à jour en temps réel.",
        "EcommerceOverviewSubcategoryHelp1": "La section Aperçu du commerce électronique est le meilleur endroit pour obtenir une vue de haut niveau des performances de votre boutique en ligne. En un coup d'œil, vous pouvez voir combien de ventes vous faites, combien de revenus vous générez et le taux de conversion de votre site Web.",
        "EcommerceOverviewSubcategoryHelp2": "Cliquez sur une métrique dans le graphique pour vous concentrer sur celle-ci dans le graphique d'évolution en taille réelle.",
        "EcommerceOverviewSubcategoryHelp3": "Vous pouvez en apprendre plus dans notre guide sur le Ecommerce ici.",
        "LifeTimeValue": "Valeur e-Commerce globale",
        "LifeTimeValueDescription": "Revenu E-Commerce total attribué à ce client sur le total de ses visites : somme du chiffre d'affaire de toutes les commandes E-commerce du visiteur ID %s.",
        "NumberOfItems": "Nombre d'éléments dans le panier",
        "Order": "Commande",
        "OrderId": "Référence de la commande",
        "OrderRevenue": "Trier par revenu",
        "OrderValue": "Valeur de la commande",
        "Orders": "Commandes",
        "PluginDescription": "Ecommerce vous permet de suivre lorsque les utilisateurs ajoutent des produits aux paniers, et quand ils se convertissent en vente de commerce électronique. Il suit également les vues de produits et de catégories de produits ainsi que les paniers abandonnés.",
        "ProductSubcategoryHelp": "La vue Produits peut vous aider à identifier les produits et les catégories qui sont surperformants ou sous-performants pour révéler les tendances et les opportunités liées à votre sélection de produits et à vos pages de magasin.",
        "RevenueLeftInCart": "Revenus laissés dans le panier",
        "Sales": "Ventes",
        "SalesAdjective": "Ventes %s",
        "SalesBy": "Ventes par %s",
        "SalesSubcategoryHelp1": "Cette section contient une vaste collection de rapports pour vous aider à analyser les différentes conditions qui conduisent le plus souvent à des ventes, telles que les sources de trafic et de campagne, l'heure et l'emplacement de l'utilisateur et les appareils utilisés pour y accéder.",
        "SalesSubcategoryHelp2": "Vous pouvez également savoir exactement comment les revenus sont associés à chaque dimension, tels que des types de trafic spécifiques ou des campagnes suivies.",
        "ViewedProductCategory": "Catégorie de produit consultée",
        "ViewedProductName": "Nom du produit consulté",
        "ViewedProductPrice": "Prix du produit consulté",
        "ViewedProductSKU": "SKU du produit consulté",
        "VisitorProfileAbandonedCartSummary": "A abandonné %1$s paniers contenant %2$s articles avec une valeur totale de %3$s.",
        "VisitorProfileItemsAndOrders": "%1$s articles achetés en %2$s commandes e-commerce.",
        "VisitorProfileLTV": "A généré un revenu total de %1$s."
    }
}
