{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "ઈકોમર્સ લોગ ગ્રેન્યુલર સત્ર-સ્તરનો ડેટા પ્રદાન કરે છે જેથી તમે દરેક વપરાશકર્તા માટે સંપૂર્ણ સત્ર જોઈ શકો કે જેમણે કાં તો ખરીદી કરી છે અથવા તેમનું કાર્ટ છોડી દીધું છે. આ તમને એ સમજવામાં મદદ કરી શકે છે કે ઑપ્ટિમાઇઝેશન તકો જાહેર કરવા માટે ખરીદતા પહેલા અને પછી વપરાશકર્તાઓ શું કરે છે.",
        "EcommerceLogSubcategoryHelp2": "આ પૃષ્ઠ પરનો ડેટા રીઅલ-ટાઇમમાં અપડેટ થાય છે.",
        "EcommerceOverviewSubcategoryHelp1": "ઈકોમર્સ વિહંગાવલોકન વિભાગ એ તમારા ઑનલાઇન સ્ટોરના પ્રદર્શનનું ઉચ્ચ-સ્તરનું દૃશ્ય મેળવવા માટેનું શ્રેષ્ઠ સ્થાન છે. એક નજરમાં, તમે જોઈ શકો છો કે તમે કેટલા વેચાણ કરી રહ્યાં છો, તમે કેટલી આવક પેદા કરી રહ્યાં છો અને તમારી વેબસાઇટનો રૂપાંતરણ દર.",
        "EcommerceOverviewSubcategoryHelp2": "પૂર્ણ-કદના ઉત્ક્રાંતિ ગ્રાફમાં તેના પર ધ્યાન કેન્દ્રિત કરવા માટે સ્પાર્કલાઇન ચાર્ટની અંદર વ્યક્તિગત મેટ્રિક પર ક્લિક કરો.",
        "EcommerceOverviewSubcategoryHelp3": "અહીં અમારી ઈકોમર્સ માર્ગદર્શિકામાં વધુ જાણો.",
        "LifeTimeValue": "ઇકોમર્સ લાઇફ ટાઇમ વેલ્યુ",
        "LifeTimeValueDescription": "તમામ મુલાકાતો દરમિયાન આ ગ્રાહકને આભારી કુલ ઈકોમર્સ આવક: વિઝિટર ID %s માટેના તમામ ઈકોમર્સ ઓર્ડરની આવકનો સરવાળો.",
        "NumberOfItems": "કાર્ટમાં વસ્તુઓની સંખ્યા",
        "Order": "ઓર્ડર",
        "OrderId": "ઓર્ડર ID",
        "OrderRevenue": "ઓર્ડર આવક",
        "OrderValue": "ઓર્ડર મૂલ્ય",
        "Orders": "ઓર્ડર્સ",
        "PluginDescription": "ઈકોમર્સ તમને ટ્રૅક કરવા દે છે જ્યારે વપરાશકર્તાઓ કાર્ટમાં ઉત્પાદનો ઉમેરે છે અને ક્યારે તેઓ ઈકોમર્સ વેચાણમાં રૂપાંતરિત થાય છે. પ્રોડક્ટ્સ અને પ્રોડક્ટ કેટેગરીના દૃશ્યો અને ત્યજી દેવાયેલા કાર્ટને પણ ટ્રૅક કરો.",
        "ProductSubcategoryHelp": "પ્રોડક્ટ્સ વ્યુ તમને એવા ઉત્પાદનો અને કેટેગરીઝને ઓળખવામાં મદદ કરી શકે છે કે જેઓ તમારા ઉત્પાદનની પસંદગી અને સ્ટોર પૃષ્ઠોથી સંબંધિત વલણો અને તકોને જાહેર કરવા માટે ઓવર-પરફોર્મિંગ અથવા ઓછા-પ્રદર્શન કરી રહ્યાં છે.",
        "RevenueLeftInCart": "આવક કાર્ટમાં બાકી છે",
        "Sales": "વેચાણ",
        "SalesAdjective": "વેચાણ %s",
        "SalesBy": "%s દ્વારા વેચાણ",
        "SalesSubcategoryHelp1": "આ વિભાગમાં તમને વિવિધ પરિસ્થિતિઓનું વિશ્લેષણ કરવામાં મદદ કરવા માટે અહેવાલોનો વ્યાપક સંગ્રહ છે જે સામાન્ય રીતે વેચાણ તરફ દોરી જાય છે, જેમ કે ટ્રાફિક અને ઝુંબેશ સ્ત્રોતો, વપરાશકર્તા સમય અને સ્થાન અને તેમને ઍક્સેસ કરવા માટે ઉપયોગમાં લેવાતા ઉપકરણો.",
        "SalesSubcategoryHelp2": "તમે ચોક્કસ ટ્રાફિક પ્રકારો અથવા ટ્રૅક કરાયેલ ઝુંબેશ જેવા દરેક પરિમાણ સાથે આવક કેવી રીતે સંકળાયેલ છે તે પણ જાણી શકો છો.",
        "ViewedProductCategory": "ઉત્પાદન શ્રેણી જોવાઈ",
        "ViewedProductName": "ઉત્પાદનનું નામ જોયું",
        "ViewedProductPrice": "ઉત્પાદન કિંમત જોઈ",
        "ViewedProductSKU": "ઉત્પાદન SKU જોયો",
        "VisitorProfileAbandonedCartSummary": "કુલ %3$s ની કિંમતની %2$s આઇટમ સહિત %1$s કાર્ટ છોડી દીધી.",
        "VisitorProfileItemsAndOrders": "%2$s ઈકોમર્સ ઓર્ડરમાં %1$s આઇટમ્સ ખરીદી.",
        "VisitorProfileLTV": "%1$s ની આજીવન આવક જનરેટ કરી."
    }
}
