{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "Il log Ecommerce fornisce dati granulari a livello di sessione in modo da poter esaminare l'intera sessione per ogni utente che ha effettuato un acquisto o abbandonato il carrello. Questo può aiutarti a capire cosa fanno gli utenti prima e dopo l'acquisto per rivelare opportunità di ottimizzazione.",
        "EcommerceLogSubcategoryHelp2": "I dati su questa pagina vengono aggiornati in tempo reale.",
        "EcommerceOverviewSubcategoryHelp1": "La sezione Panoramica Ecommerce è il posto migliore per ottenere una visione di alto livello del rendimento del tuo negozio online. A colpo d'occhio, puoi vedere quante vendite stai facendo, quante entrate stai generando e il tasso di conversione del tuo sito web.",
        "EcommerceOverviewSubcategoryHelp2": "Clicca su una singola metrica all'interno del grafico sparkline per focalizzarti su di essa all'interno del grafico dell'evoluzione a grandezza naturale.",
        "EcommerceOverviewSubcategoryHelp3": "Per saperne di più, consultate la nostra guida all'e-commerce qui.",
        "LifeTimeValue": "Incasso Complessivo Ecommerce",
        "LifeTimeValueDescription": "Ricavo totale Ecommerce attribuito a questo cliente durante tutte le sue visite: la somma degli incassi di tutti gli ordini commerce per l'ID Visitatore %s.",
        "NumberOfItems": "Numero di articoli nel Carrello",
        "Order": "Ordine",
        "OrderId": "ID Ordine",
        "OrderRevenue": "Profitti ordini",
        "OrderValue": "Valore ordine",
        "Orders": "Ordini",
        "PluginDescription": "L'e-commerce ti consente di monitorare quando gli utenti aggiungono prodotti ai carrelli e quando li convertono in una vendita e-commerce. Traccia anche le visualizzazioni dei prodotti e delle categorie di prodotti e i carrelli abbandonati.",
        "ProductSubcategoryHelp": "La visualizzazione Prodotti può aiutarti a identificare i prodotti e le categorie con prestazioni superiori o inferiori per rivelare tendenze e opportunità correlate alla selezione dei prodotti e alle pagine del negozio.",
        "RevenueLeftInCart": "Profitti rimasti nei carrelli",
        "Sales": "Vendite",
        "SalesAdjective": "Vendite %s",
        "SalesBy": "Vendite per %s",
        "SalesSubcategoryHelp1": "Questa sezione contiene un'ampia raccolta di report per aiutarti ad analizzare le diverse condizioni che più comunemente portano alle vendite, come il traffico e le sorgenti della campagna, l'ora e la localizzazione dell'utente e i dispositivi utilizzati per accedervi.",
        "SalesSubcategoryHelp2": "Puoi anche apprendere esattamente come le entrate sono associate a ciascuna dimensione, ad esempio tipi di traffico specifici o campagne monitorate.",
        "ViewedProductCategory": "Categoria Prodotto Visualizzato",
        "ViewedProductName": "Nome Prodotto Visualizzato",
        "ViewedProductPrice": "Prezzo Prodotto Visualizzato",
        "ViewedProductSKU": "Codice SKU Prodotto Visualizzato",
        "VisitorProfileAbandonedCartSummary": "Abbandonati %1$s carrelli contenenti %2$s articoli per un valore di %3$s.",
        "VisitorProfileItemsAndOrders": "Acquistati %1$s articoli in %2$s ordini ecommerce.",
        "VisitorProfileLTV": "Generato un Incasso Complessivo di %1$s."
    }
}
