{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "De e-commerce-log biedt gedetailleerde gegevens op sessieniveau, zodat u de volledige sessie kunt bekijken voor elke gebruiker die een aankoop heeft gedaan of diens winkelwagen heeft achtergelaten. Dit kan u helpen te begrijpen wat gebruikers doen voor en na de aankoop , en zo optimalisatiekansen te ontdekken.",
        "EcommerceLogSubcategoryHelp2": "Gegevens op deze pagina worden real-time bijgewerkt.",
        "EcommerceOverviewSubcategoryHelp1": "De sectie e-commerce overzicht is de beste plek om inzicht te krijgen in de prestaties van uw online winkel. In één oogopslag ziet u hoeveel u verkoopt, hoeveel inkomsten u genereert en wat het conversiepercentage van uw website is.",
        "EcommerceOverviewSubcategoryHelp2": "Klik op een individuele meting in de sparkline-grafiek om een volledige evolutiegrafiek te bekijken.",
        "EcommerceOverviewSubcategoryHelp3": "Lees hier meer in onze e-commerce handleiding.",
        "LifeTimeValue": "E-commerce Life Time Waarde",
        "LifeTimeValueDescription": "Totale e-commerce omzet toegekend aan deze klant over al zijn bezoeken: de som van omzet van alle e-commerce orders voor Visitor ID %s.",
        "NumberOfItems": "Aantal items in winkelwagen",
        "Order": "Bestelling",
        "OrderId": "Bestelling ID",
        "OrderRevenue": "Inkomsten bestelling",
        "OrderValue": "Bestelwaarde",
        "Orders": "Bestellingen",
        "PluginDescription": "E-commerce laat u gebruikers volgen wanneer ze producten toevoegen aan hun winkelmandje en echt tot aankoop overgaan. Volg tevens het bekijken van producten en productcategorieën en het verlaten van winkelmandjes.",
        "ProductSubcategoryHelp": "De productweergave kan u producten en categorieën helpen identificeren die over- of onderpresteren en zo trends en kansen te ontdekken met betrekking tot uw productaanbod en winkelpagina's.",
        "RevenueLeftInCart": "Inkomsten achtergelaten in winkelwagen",
        "Sales": "Verkopen",
        "SalesAdjective": "Verkopen %s",
        "SalesBy": "Verkopen per %s",
        "SalesSubcategoryHelp1": "Deze sectie bevat een uitgebreide verzameling rapporten waarmee u de verschillende omstandigheden kunt analyseren die het vaakst tot verkoop leiden, zoals de verkeers- en campagnebronnen, de tijd en locatie van gebruikers en apparaten die worden gebruikt om toegang te krijgen.",
        "SalesSubcategoryHelp2": "U kunt ook precies te weten komen hoe inkomsten zijn gekoppeld aan elke dimensie, zoals specifieke verkeerstypes of gevolgde campagnes.",
        "ViewedProductCategory": "Bekeken productcategorie",
        "ViewedProductName": "Bekeken productnaam",
        "ViewedProductPrice": "Bekeken productprijs",
        "ViewedProductSKU": "Bekeken product-SKU",
        "VisitorProfileAbandonedCartSummary": "%1$s verlaten winkelwagens inclusief %2$s items met een totale waarde van %3$s.",
        "VisitorProfileItemsAndOrders": "Gekochte %1$s items in %2$s ecommerce orders.",
        "VisitorProfileLTV": "Gegenereerde levenslange omzet van %1$s."
    }
}
