{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "O Log de Comércio Eletrônico fornece dados granulares no nível da sessão para que você possa ver a sessão completa de cada usuário que fez uma compra ou abandonou o carrinho. Isso pode ajudá-lo a entender o que os usuários fazem antes e depois da compra para revelar oportunidades de otimização.",
        "EcommerceLogSubcategoryHelp2": "Os dados nesta página são atualizados em tempo real.",
        "EcommerceOverviewSubcategoryHelp1": "A seção Visão Geral de Comércio Eletrônico é o melhor lugar para obter uma visão de alto nível do desempenho de sua loja online. Em um piscar de olhos, você pode ver quantas vendas está fazendo, quanta receita está gerando e a taxa de conversão de seu site.",
        "EcommerceOverviewSubcategoryHelp2": "Clique em uma métrica individual no gráfico para focalizá-la no gráfico de evolução em tamanho real.",
        "LifeTimeValue": "Ecommerce valor do tempo de vida",
        "LifeTimeValueDescription": "Receita total da loja atribuída a esse cliente em todas as visitas: a soma da receita de todos os pedidos da loja para o ID do visitante %s.",
        "NumberOfItems": "Números de itens no carrinho",
        "Order": "Pedido",
        "OrderId": "ID do pedido",
        "OrderValue": "Valor do pedido",
        "Orders": "Pedidos",
        "PluginDescription": "Comércio eletrônico permite rastrear quando os usuários adicionar produtos aos carrinhos e quando eles convertem em uma venda de comércio eletrônico. Rastreie também as visualizações de produtos e categorias de produtos e carrinhos abandonados.",
        "ProductSubcategoryHelp": "A Visualização Produtos pode ajudá-lo a identificar produtos e categorias com desempenho superior ou inferior para revelar tendências e oportunidades relacionadas à sua seleção de produtos e páginas de loja.",
        "Sales": "Vendas",
        "SalesAdjective": "Vendas %s",
        "SalesBy": "Vendas por %s",
        "SalesSubcategoryHelp1": "Esta seção contém uma ampla coleção de relatórios para ajudá-lo a analisar as diferentes condições que mais comumente levam às vendas, como o tráfego e as origens da campanha, o horário e a localização do usuário e os dispositivos usados para acessá-los.",
        "SalesSubcategoryHelp2": "Você também pode aprender exatamente como a receita está associada a cada dimensão, como tipos de tráfego específicos ou campanhas rastreadas.",
        "ViewedProductCategory": "Categoria de produto visualizada",
        "ViewedProductName": "Nome do produto visualizado",
        "ViewedProductPrice": "Preço do produto visualizado",
        "ViewedProductSKU": "SKU do produto visualizado",
        "VisitorProfileAbandonedCartSummary": "Abandonou %1$s carrinhos, incluindo %2$s itens no total de %3$s.",
        "VisitorProfileItemsAndOrders": "Comprou %1$s itens em %2$s pedidos na loja.",
        "VisitorProfileLTV": "Gerou uma receita de tempo de vida de %1$s."
    }
}
