{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "O registo de comércio eletrónico fornece dados granulares ao nível da sessão para que possa ver a sessão completa para cada utilizador que fez uma compra ou abandonou o carrinho. Isto pode ajudá-lo a compreender o que os utilizadores fazem antes e depois da compra para revelar oportunidades de otimização.",
        "EcommerceLogSubcategoryHelp2": "Os dados desta página são atualizados em tempo real.",
        "EcommerceOverviewSubcategoryHelp1": "A secção visão global de comércio eletrónico é o melhor local para obter uma ideia geral do desempenho da sua loja na Internet. Num relance, pode ver quantas vendas está a fazer, quantas receitas está a gerar e a taxa de conversão do seu site.",
        "EcommerceOverviewSubcategoryHelp2": "Clique numa métrica individual no gráfico para focalizá-la no gráfico de evolução em tamanho real.",
        "LifeTimeValue": "Valor do tempo de vida do comércio eletrónico",
        "LifeTimeValueDescription": "Receita total de comércio eletrónico atribuído a este cliente globalmente em todas as visitas: o somatório da receita de todos os pedidos de comércio eletrónico para o ID do visitante %s.",
        "NumberOfItems": "Número de itens no carrinho",
        "Order": "Pedido",
        "OrderId": "ID do pedido",
        "OrderValue": "Valor do pedido",
        "Orders": "Pedidos",
        "PluginDescription": "O comércio eletrónico permite-lhe acompanhar quando os utilizadores adicionam produtos a carrinhos, e quando estes são convertidos em vendas de comércio eletrónico. Ainda, permite acompanhar visualizações de produtos e de categorias de produtos e carrinhos abandonados.",
        "ProductSubcategoryHelp": "A vista dos produtos pode ajudá-lo a identificar produtos e categorias com desempenho superior ou inferior para revelar tendências e oportunidades relacionadas com a sua seleção de produtos e páginas da loja.",
        "Sales": "Vendas",
        "SalesAdjective": "%s vendas",
        "SalesBy": "Vendas por %s",
        "SalesSubcategoryHelp1": "Esta secção contém uma ampla coleção de relatórios para ajudá-lo a analisar as diferentes condições que geralmente levam às vendas, como o tráfego e as origens da campanha, o horário e a localização do utilizador e os dispositivos usados para aceder a eles.",
        "SalesSubcategoryHelp2": "Também pode aprender exatamente como a receita está associada a cada dimensão, como tipos de tráfego específicos ou campanhas rastreadas.",
        "ViewedProductCategory": "Categoria do Produto Visualizada",
        "ViewedProductName": "Nome do Produto Visualizado",
        "ViewedProductPrice": "Preço do Produto Visualizado",
        "ViewedProductSKU": "SKU do Produto Visualizado",
        "VisitorProfileAbandonedCartSummary": "Abandonou %1$s carrinhos que incluíam %2$s itens com um valor total de %3$s.",
        "VisitorProfileItemsAndOrders": "Adquiriu %1$s itens em %2$s pedidos de comércio eletrónico.",
        "VisitorProfileLTV": "Gerou uma receita ao longo do tempo de vida de %1$s."
    }
}
