{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "Regjistri Etregti furnizon të dhëna kapilare në shkallë niveli, që kështu të mund të shihni te sesioni i plotë për çdo përdorues që ose bëri një blerje, ose braktisi shportën e vet. Kjo mund t’ju ndihmojë të kuptoni se ç’bëjnë përdoruesit para dhe pasi blejnë, për të zbuluar mundësi optimizimi.",
        "EcommerceLogSubcategoryHelp2": "Të dhënat në këtë faqe përditësohen aty për aty.",
        "EcommerceOverviewSubcategoryHelp1": "Ndarja Përmbledhje Etregtie është vendi më i mirë për të pasur një pamje të thelluar të funksionimit të shitores tuaj internetore. Me një vështrim, mund të shihni se sa shitje po bëni, sa të ardhura po prodhoni dhe nivel shndërrimesh për sajtin tuaj.",
        "EcommerceOverviewSubcategoryHelp2": "Klikoni mbi një vlerë individuale brenda grafikut që fokusi të kalojë mbi të, brenda grafikut në madhësi të plotë të evolucionit.",
        "EcommerceOverviewSubcategoryHelp3": "Mësoni më tepër që nga udhërrëfyesi ynë për eTregti, këtu.",
        "LifeTimeValue": "Vlerë E-tregti Gjatë Ekzistencës",
        "LifeTimeValueDescription": "Të ardhura e-tregtie gjithsej atribuar këtij përdoruesi përmes krejt vizitave: shuma e të ardhurave për krejt porositë E-tregti për ID Vizitori %s.",
        "NumberOfItems": "Numër Artikujsh në Shportë",
        "Order": "Porosi",
        "OrderId": "ID Porosie",
        "OrderRevenue": "Të ardhura Porosie",
        "OrderValue": "Vlerë porosie",
        "Orders": "Porosi",
        "PluginDescription": "E-tregtia ju lejon të ndiqni se kur përdoruesit shtojnë produkte në shporta, dhe kur ato shndërrohen në shitje e-tregtie. Ajo ndjek gjithashtu parje produktesh dhe kategorish produktesh apo shporta të braktisura.",
        "ProductSubcategoryHelp": "Pamja Produkte mund t’ju ndihmojë të identifikoni produkte dhe kategori që po ecin shumë mirë ose shumë keq, për të zbuluar prirje dhe mundësi lidhur me përzgjedhjen tuaj të produkteve dhe faqet e shitores.",
        "RevenueLeftInCart": "Të ardhura të Lëna Te Shporta",
        "Sales": "Shitje",
        "SalesAdjective": "Shitje %s",
        "SalesBy": "Shitje nga %s",
        "SalesSubcategoryHelp1": "Kjo ndarje përmban një koleksion të zgjeruar raportesh për t’ju ndihmuar të analizoni kushte të ndryshme që në shumicën e rasteve shpien në shitje, të tilla si trafiku dhe burime fushatash, kohë dhe vendndodhje përdoruesi dhe pajisje të përdorura për të hyrë në to.",
        "SalesSubcategoryHelp2": "Mund të njihni saktësisht edhe se si lidhen të ardhurat me çdo përmasë, bie fjala, lloje specifike trafiku, ose fushata të ndjekura.",
        "ViewedProductCategory": "Kategori Produkti të Parë",
        "ViewedProductName": "Emër Produkti të Parë",
        "ViewedProductPrice": "Çmim Produkti të Parë",
        "ViewedProductSKU": "SKU Produkti të Parë",
        "VisitorProfileAbandonedCartSummary": "Braktisi %1$s shporta, përfshi %2$s artikuj me vlerë %3$s gjithsej.",
        "VisitorProfileItemsAndOrders": "Bleu %1$s artikuj në %2$s porosi e-tregtie.",
        "VisitorProfileLTV": "Prodhoi Gjatë Ekzistencës Të ardhura sa %1$s."
    }
}
