{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "E-handelsloggen innehåller detaljerad sessionsnivåinformation så att du kan titta på hela sessionen för varje användare som antingen gjorde ett köp eller övergav sin kundvagn. Detta kan hjälpa dig att förstå vad användare gör före och efter inköp för att upptäcka optimeringsmöjligheter.",
        "EcommerceLogSubcategoryHelp2": "Data på den här sidan uppdateras i realtid.",
        "EcommerceOverviewSubcategoryHelp1": "Sektionen E-handelöversikt är det bästa stället att få en överblick över din webbutiks resultat på hög nivå. Med en överblick kan du se hur många försäljningar du gör, hur mycket inkomst du genererar och din webbplats konverteringsfrekvens.",
        "EcommerceOverviewSubcategoryHelp2": "Klicka på ett enskilt mått i sparkline-diagrammet för att fokusera på det i det fullstora utvecklingsdiagrammet.",
        "LifeTimeValue": "E-handel livstid värde",
        "LifeTimeValueDescription": "Summan av alla e-handelsinkomster som tilldelats denna kund i alla besök: summan av omsättning för alla e-handelsorder för besök-ID %s.",
        "NumberOfItems": "Antal artiklar i Varukorgen",
        "Order": "Order",
        "OrderId": "Order ID",
        "OrderValue": "Ordervärde",
        "Orders": "Ordrar",
        "PluginDescription": "E-handel låter dig spåra när användare lägger till produkter i varukorgen, och när de genomför ett köp. Spårar även visningar av produkter och produktkategorier såväl som övergivna varukorgar.",
        "ProductSubcategoryHelp": "Produktvyn kan hjälpa dig att identifiera produkter och kategorier som är överpresterande eller underpresterande för att avslöja trender och möjligheter relaterade till ditt produktval och butiksidor.",
        "Sales": "Försäljning",
        "SalesAdjective": "Försäljning %s",
        "SalesBy": "Försäljning genom %s",
        "SalesSubcategoryHelp1": "Detta avsnitt innehåller en omfattande samling rapporter som hjälper dig att analysera de olika förhållanden som oftast leder till försäljning, såsom trafik- och kampanjkällor, användarens tid och plats och enheter som används för att komma åt dem.",
        "SalesSubcategoryHelp2": "Du kan också lära dig exakt hur omsättning är kopplade till varje dimension, till exempel specifika trafiktyper eller spårade kampanjer.",
        "ViewedProductCategory": "Visad produktkategori",
        "ViewedProductName": "Visat produktnamn",
        "ViewedProductPrice": "Visat produktpris",
        "ViewedProductSKU": "Visad produkt SKU",
        "VisitorProfileAbandonedCartSummary": "Har övergivit %1$s varukorgar med %2$s artiklar till ett totalt värde av %3$s.",
        "VisitorProfileItemsAndOrders": "Har köpt %1$s artiklar i %2$s e-handelsordrar.",
        "VisitorProfileLTV": "Genererade Life Time Revenue för %1$s."
    }
}
