{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "E-ticaret günlüğü, bir ödeme yapan ya da sepetini terk eden her bir kullanıcının oturumunun incelenebilmesi için oturum düzeyinde ayrıntılı veriler sağlar. Böylece kullanıcıların ödeme yapmadan önce ve sonra ne yaptığı anlaşılarak iyileştirmeler yapılabilir.",
        "EcommerceLogSubcategoryHelp2": "Bu sayfadaki veriler gerçek zamanlı olarak güncellenir.",
        "EcommerceOverviewSubcategoryHelp1": "E-ticaret özeti bölümü, çevrim içi mağaza başarımını genel olarak görmek için en iyi yerdir. Bir bakışta, kaç satış yapıldığı, ne kadar gelir elde edildiği ve sitenin dönüşüm oranı görülebilir.",
        "EcommerceOverviewSubcategoryHelp2": "Tam boyutlu gelişim çizelgesi içinde odaklamak istediğiniz ölçüt için mini grafik üzerindeki bir ölçüte tıklayın.",
        "EcommerceOverviewSubcategoryHelp3": "Ayrıntılı bilgi almak için e-ticaret rehberine bakabilirsiniz.",
        "LifeTimeValue": "Ömür boyu e-ticaret değeri",
        "LifeTimeValueDescription": "Bu müşterinin tüm ziyaretlerinden elde edilen toplam e-ticaret geliri. %s ziyaretçi kimliği için tüm e-ticaret siparişleri gelirlerinin toplamı.",
        "NumberOfItems": "Sepetteki öge sayısı",
        "Order": "Sipariş",
        "OrderId": "Sipariş kimliği",
        "OrderRevenue": "Sipariş geliri",
        "OrderValue": "Sipariş değeri",
        "Orders": "Sipariş",
        "PluginDescription": "E-ticaret kullanıcılarının ürünleri sepete ekleme ve satın alma işlemlerinin izlenmesini sağlar. Ayrıca ürünleri, ürün kategorileri görünümleri ile terk edilen sepetleri de izler.",
        "ProductSubcategoryHelp": "Ürünler görünümü, ürün seçimi ve mağaza sayfaları ile ilgili eğilimleri ve fırsatları ortaya çıkarmak için başarımı aşırı veya düşük olan ürün ve kategorilerin belirlenmesine yardımcı olabilir.",
        "RevenueLeftInCart": "Sepette bekleyen gelir",
        "Sales": "Satışlar",
        "SalesAdjective": "Satışlar %s",
        "SalesBy": "%s bazında satışlar",
        "SalesSubcategoryHelp1": "Bu bölümde, trafik ve kampanya kaynakları, kullanıcının zamanı ve konumu, erişim için kullanılan aygıtlar gibi genel olarak satışa yönlendirici farklı koşulların incelenmesini sağlayacak kapsamlı bir rapor derlemesi bulunur.",
        "SalesSubcategoryHelp2": "Gelirlerin belirli trafik türleri ya da izlenen kampanyalar gibi boyutlara göre tam olarak nasıl dağıldığı görülebilir.",
        "ViewedProductCategory": "Görüntülenen ürün kategorisi",
        "ViewedProductName": "Görüntülenen ürün adı",
        "ViewedProductPrice": "Görüntülenen ürün fiyatı",
        "ViewedProductSKU": "Görüntülenecek ürün stok kodu",
        "VisitorProfileAbandonedCartSummary": "%3$s değerindeki %2$s ögeyi içeren %1$s sepet terk edilmiş.",
        "VisitorProfileItemsAndOrders": "%2$s e-ticaret siparişi ile %1$s öge satın almış.",
        "VisitorProfileLTV": "%1$s tarafından ömür boyunca elde edilen gelir."
    }
}
