{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "Журнал електронної комерції надає деталізовані дані на рівні сеансів, щоб ви могли переглянути повний сеанс для кожного користувача, який здійснив покупку або покинув свій кошик. Це може допомогти вам зрозуміти, що користувачі роблять до і після покупки, щоб виявити можливості для оптимізації.",
        "EcommerceLogSubcategoryHelp2": "Дані на цій сторінці оновлюються в режимі реального часу.",
        "EcommerceOverviewSubcategoryHelp1": "Огляд електронної комерції — це найкраще місце, щоб отримати високий рівень переглядів вашого інтернет-магазину. Одразу видно, скільки продажів ви здійснюєте, який дохід ви отримуєте, а також коефіцієнт конверсії вашого сайту.",
        "EcommerceOverviewSubcategoryHelp2": "Клацніть на окрему метрику в точковій діаграмі, щоб сфокусуватися на ній на повнорозмірному графіку розвитку.",
        "EcommerceOverviewSubcategoryHelp3": "Дізнайтеся більше в нашому посібнику з електронної комерції тут.",
        "LifeTimeValue": "Електронна комерція Life Time Value",
        "LifeTimeValueDescription": "Загальний дохід від електронної комерції, який призначається цьому клієнтові за всі відвідування: сума доходу від усіх замовлень електронної комерції для ідентифікатора відвідувача %s.",
        "NumberOfItems": "Кількість товарів у кошику",
        "Order": "Замовлення",
        "OrderId": "ID замовлення",
        "OrderRevenue": "Дохід від замовлень",
        "OrderValue": "Вартість замовлення",
        "Orders": "Замовлення",
        "PluginDescription": "Електронна комерція дає змогу відстежувати, коли користувачі додають товари до кошиків і коли вони перетворюються на продаж електронної комерції. Також відстежуйте перегляди товарів і категорій товарів і покинуті кошики.",
        "ProductSubcategoryHelp": "Подання Продукти може допомогти вам визначити продукти та категорії, які мають надмірну або недостатню ефективність, щоб виявити тенденції й можливості, пов'язані з вашим вибором продуктів і сторінками магазину.",
        "RevenueLeftInCart": "Дохід, залишений у кошику",
        "Sales": "Продажі",
        "SalesAdjective": "Продажів %s",
        "SalesBy": "Продано %s",
        "SalesSubcategoryHelp1": "Цей розділ містить велику збірку звітів, які допоможуть вам проаналізувати різні умови, що найчастіше сприяють продажам, такі як джерела трафіку і кампанії, час і місце перебування користувачів, а також пристрої, що використовуються для доступу до них.",
        "SalesSubcategoryHelp2": "Ви також можете точно дізнатися, як дохід пов’язаний з кожним параметром, наприклад конкретними типами трафіку чи відстежуваними кампаніями.",
        "ViewedProductCategory": "Переглянута категорія товару",
        "ViewedProductName": "Переглянута назва продукту",
        "ViewedProductPrice": "Переглянута ціна товару",
        "ViewedProductSKU": "Переглянутий артикул продукту",
        "VisitorProfileAbandonedCartSummary": "Покинуто%1$s кошиків, в тому числі %2$s товарів на загальну суму %3$s.",
        "VisitorProfileItemsAndOrders": "Придбано %1$s товарів у %2$s eCommerce-замовленнях.",
        "VisitorProfileLTV": "Приносить довічний дохід у розмірі %1$s."
    }
}
