{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Средно време за зареждане на страница",
        "ColumnAveragePageLoadTimeDocumentation": "Средно време (в секунди), което отнема от заявката за страница до пълното й изобразяване в браузъра",
        "ColumnAverageTimeDomCompletion": "Ср. време за завършване на DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Средно време (в секунди), необходимо на браузъра да зареди медията и да изпълни всеки JavaScript код, слушащ събитието DOMContentLoaded, след като уеб страницата е била заредена и потребителят вече може да взаимодейства с нея.",
        "ColumnAverageTimeDomProcessing": "Ср. време за обработка на DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Средно време (в секунди), което браузърът прекарва в зареждане на уеб страницата, след като отговорът е бил напълно получен и преди потребителят да започне да взаимодейства с нея.",
        "ColumnAverageTimeNetwork": "Ср. мрежово време",
        "ColumnAverageTimeNetworkDocumentation": "Средно време (в секунди), необходимо за свързване със сървъра. Това включва времето, необходимо за справка за DNS и установяване на TCP връзка. Тази стойност може да е 0 след първото искане към домейн, т.к. браузърът може да кешира връзката.",
        "ColumnAverageTimeOnLoad": "Ср. време за зареждане",
        "ColumnAverageTimeOnLoadDocumentation": "Средно време (в секунди), необходимо на браузъра да изпълни JavaScript код в изчакване на събитието window.load. Това събитие се задейства, след като DOM се изобрази напълно.",
        "ColumnAverageTimeServer": "Ср. сървърно време",
        "ColumnAverageTimeServerDocumentation": "Средно време (в секунди), необходимо на сървъра за генериране на страницата. Това е времето между получаването на заявката от сървъра и започването на обслужването на отговора.",
        "ColumnAverageTimeTransfer": "Ср. време за трансфер",
        "ColumnAverageTimeTransferDocumentation": "Средно време (в секунди), необходимо на браузъра, за да изтегли отговора от сървъра. Това е времето от получаване на първия байт до завършване на отговора.",
        "ColumnTimeDomCompletion": "Време за завършване на DOM",
        "ColumnTimeDomProcessing": "Време за обработка на DOM",
        "ColumnTimeNetwork": "Мрежово време",
        "ColumnTimeOnLoad": "Време на зареждане",
        "ColumnTimeServer": "Сървърно време (на сървъра)",
        "ColumnTimeTransfer": "Време за трансфер",
        "ColumnViewsWithTimeDomCompletion": "Показвания на страници с време за завършване на DOM",
        "ColumnViewsWithTimeDomProcessing": "Показвания на страници с време за обработка на DOM",
        "ColumnViewsWithTimeNetwork": "Показвания на страници с мрежово време",
        "ColumnViewsWithTimeOnLoad": "Показвания на страници с време за зареждане",
        "ColumnViewsWithTimeServer": "Показвания на страници със сървърно време",
        "ColumnViewsWithTimeTransfer": "Показвания на страници с време за трансфер",
        "EvolutionOverPeriod": "Развитие на показателите за ефективност на страницата",
        "HelpNote": "Някои от тези показатели може да не са винаги налични. Можете да намерите повече информация в нашето %1$sонлайн ръководство%2$s.",
        "Overview": "Общ преглед на производителността",
        "OverviewDocumentation": "Този отчет предоставя общ преглед на това колко бързо Вашите уеб страници стават видими за посетителите Ви. Това включва както време, необходимо на браузърите да изтеглят Вашите уеб страници, така и колко време отнема на браузърите да ги покажат.",
        "PageLoadTime": "Време за зареждане на страницата",
        "PagePerformanceTitle": "Производителност на страница с %1$s \"%2$s\"",
        "Performance": "Производителност",
        "PerformanceSubcategoryHelp1": "Разделът за производителност може да Ви помогне да анализирате колко бързо се представят уебсайтът или приложението Ви като цяло и да Ви помогне да откриете дали имате конкретни страници, които значително се отклоняват от средните Ви стойности.",
        "PerformanceSubcategoryHelp2": "Можете също да намерите отчети, показващи точно колко време отнема зареждането на всяка страница от Вашия уебсайт и какво допринася за времето за зареждане.",
        "PerformanceTable": "Таблица с показатели за производителност",
        "PluginDescription": "Добавя някои отчети за производителността на страниците",
        "RowActionDescription": "Показване на отчет за производителността на страницата за този ред",
        "RowActionTitle": "Отворете отчета за производителността на страницата"
    }
}
