{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Temps mitjà de càrrega de la pàgina",
        "ColumnAveragePageLoadTimeDocumentation": "Temps mitjà (en segons) que es triga des que es sol·licita una pàgina fins que la pàgina es representa completament al navegador",
        "ColumnAverageTimeDomCompletion": "Temps mitjà de finalització del DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Temps mitjà (en segons) que triga el navegador a carregar mitjans i executar qualsevol codi Javascript que escolti l'esdeveniment DOMContentLoaded després de carregar la pàgina web i que l'usuari ja pugui interactuar amb ella.",
        "ColumnAverageTimeDomProcessing": "Temps mitjà de tractament DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Temps mitjà (en segons) que el navegador dedica a carregar la pàgina web després de rebre la resposta completament i abans que l'usuari pugui començar a interactuar amb ella.",
        "ColumnAverageTimeNetwork": "Temps mitjà de xarxa",
        "ColumnAverageTimeNetworkDocumentation": "Temps mitjà (en segons) que es triga a connectar-se al servidor. Això inclou el temps necessari per la cerca DNS i establir una connexió TCP. Aquest valor pot ser 0 després de la primera sol·licitud a un domini, ja que el navegador podria emmagatzemar la connexió a la memòria cau.",
        "ColumnAverageTimeOnLoad": "Temps mitjà de càrrega",
        "ColumnAverageTimeOnLoadDocumentation": "Temps mitjà (en segons) que triga el navegador a executar el codi Javascript esperant l'esdeveniment window.load. Aquest esdeveniment s'activa un cop el DOM s'ha renderitzat completament.",
        "ColumnAverageTimeServer": "Temps mitjà del servidor",
        "ColumnAverageTimeServerDocumentation": "Temps mitjà (en segons) que triga el servidor a generar la pàgina. Aquest és el temps entre que el servidor rep la sol·licitud i que comença a servir la resposta.",
        "ColumnAverageTimeTransfer": "Temps mitjà de transferència",
        "ColumnAverageTimeTransferDocumentation": "Temps mitjà (en segons) que triga el navegador a descarregar la resposta del servidor. Aquest és el temps des que es rep el primer byte fins que s'ha completat la resposta.",
        "ColumnTimeDomCompletion": "Temps de finalització DOM",
        "ColumnTimeDomProcessing": "Temps de procés DOM",
        "ColumnTimeNetwork": "Temps de xarxa",
        "ColumnTimeOnLoad": "En temps de càrrega",
        "ColumnTimeServer": "Hora del servidor",
        "ColumnTimeTransfer": "Temps de transferència",
        "ColumnViewsWithTimeDomCompletion": "Pàgines vistes amb temps de finalització DOM",
        "ColumnViewsWithTimeDomProcessing": "Pàgines vistes amb temps de procés DOM",
        "ColumnViewsWithTimeNetwork": "Pàgines vistes amb temps de xarxa",
        "ColumnViewsWithTimeOnLoad": "Pàgines vistes amb temps de càrrega",
        "ColumnViewsWithTimeServer": "Pàgines vistes amb temps de servidor",
        "ColumnViewsWithTimeTransfer": "Pàgines vistes amb temps de transferència",
        "EvolutionOverPeriod": "Evolució de les mètriques de rendiment de la pàgina",
        "HelpNote": "És possible que algunes d'aquestes mètriques no sempre estiguin disponibles. Pots trobar més informació a la nostra %1$sguia en línia%2$s.",
        "Overview": "Visió general del rendiment",
        "OverviewDocumentation": "Aquest informe ofereix una visió general de la rapidesa amb què les vostres pàgines web són visibles per als vostres visitants. Això inclou tant el temps que triguen els navegadors a baixar les vostres pàgines web com el temps que triguen els navegadors a mostrar-les.",
        "PageLoadTime": "Temps de càrrega de la pàgina",
        "PagePerformanceTitle": "Rendiment de la pàgina per a la pàgina amb %1$s \"%2$s\"",
        "Performance": "Rendiment",
        "PerformanceSubcategoryHelp1": "La secció Rendiment us pot ajudar a analitzar la velocitat del vostre lloc web o aplicació en conjunt i ajudar-vos a descobrir si teniu pàgines específiques que es desvien significativament de les vostres mitjanes.",
        "PerformanceSubcategoryHelp2": "També podeu trobar informes que mostren exactament quant de temps triga a carregar-se cada pàgina del vostre lloc web i què penalitza el seu temps de càrrega.",
        "PerformanceTable": "Taula amb mètriques de rendiment",
        "PluginDescription": "Afegeix alguns informes de rendiment de la pàgina",
        "RowActionDescription": "Mostra l'informe de rendiment de la pàgina per a aquesta fila",
        "RowActionTitle": "Obre l'informe de rendiment de la pàgina"
    }
}
