{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Durchschn. Seitenladezeit",
        "ColumnAveragePageLoadTimeDocumentation": "Durchschnittliche Zeit (in Sekunden) die nötig war, um eine Seite anzufragen, bis die Seite komplett im Browser gerendert wurde",
        "ColumnAverageTimeDomCompletion": "Durchschn. Zeit für DOM Komplettierung",
        "ColumnAverageTimeDomCompletionDocumentation": "Durchschnittliche Zeit (in Sekunden) die der Browser benötigte, um Mediendaten zu laden und Javascript Code auszuführen um auf das DOMContentLoaded Ereignis zu warten, nachdem die Webseite geladen wurde und der Benutzer bereits mit der Seite interagieren konnte.",
        "ColumnAverageTimeDomProcessing": "Durchschn. Zeit für DOM Prozessierung",
        "ColumnAverageTimeDomProcessingDocumentation": "Durchschnittliche Zeit (in Sekunden) die der Browser benötigte, um die Webseite zu laden, nachdem die vollständige Antwort erhalten wurde und bevor der Benutzer mit der Seite interagieren konnte.",
        "ColumnAverageTimeNetwork": "Durchschn. Netzwerkzeit",
        "ColumnAverageTimeNetworkDocumentation": "Durchschnittliche Zeit (in Sekunden) die nötig waren um den Server zu kontaktieren. Dies beinhaltet die benötigte Zeit für DNS Lookup und eine TCP Verbindung aufzubauen. Der Wert kann nach der ersten Anfrage an eine Domain 0 sein, wenn der Browser die Verbindung aus dem Cache holt.",
        "ColumnAverageTimeOnLoad": "Durchschn. Ladezeit",
        "ColumnAverageTimeOnLoadDocumentation": "Durchschnittliche Zeit (in Sekunden) die der Browser benötigte, um Javascript Code auszuführen um auf das window.load Ereignis zu warten. Dieses Ereignis wird einmalig ausgelöst, nachdem das DOM komplett gerendert wurde.",
        "ColumnAverageTimeServer": "Durchschn. Serverzeit",
        "ColumnAverageTimeServerDocumentation": "Durchschnittliche Zeit (in Sekunden) die der Server benötigte, um die Seite zu generieren. Dies ist die Zeit zwischen dem Zeitpunkt, als der Server die Anfrage erhalten hat und dem Zeitpunkt, an dem der Server zu antworten begann.",
        "ColumnAverageTimeTransfer": "Durchschn. Übertragungszeit",
        "ColumnAverageTimeTransferDocumentation": "Durchschnittliche Zeit (in Sekunden) die der Browser benötigte, um die Antwort des Servers herunterzuladen. Dies ist die Zeit vom Erhalt des ersten Bytes bis zur kompletten Antwort.",
        "ColumnTimeDomCompletion": "Zeit für DOM Komplettierung",
        "ColumnTimeDomProcessing": "Zeit für DOM Prozessierung",
        "ColumnTimeNetwork": "Netzwerkzeit",
        "ColumnTimeOnLoad": "Ladezeit",
        "ColumnTimeServer": "Server-Zeit",
        "ColumnTimeTransfer": "Übertragungszeit",
        "ColumnViewsWithTimeDomCompletion": "Seitenansichten mit DOM Komplettierungszeit",
        "ColumnViewsWithTimeDomProcessing": "Seitenansichten mit DOM Prozessierungszeit",
        "ColumnViewsWithTimeNetwork": "Seitenanzeigen mit Netzwerkzeit",
        "ColumnViewsWithTimeOnLoad": "Seitenansichten mit Ladezeit",
        "ColumnViewsWithTimeServer": "Seitenansichten mit Serverzeit",
        "ColumnViewsWithTimeTransfer": "Seitenansichten mit Transferzeit",
        "EvolutionOverPeriod": "Veränderung der Seitenleistungsmetriken",
        "HelpNote": "Einige dieser Metriken sind möglicherweise nicht immer verfügbar. Sie finden mehr Informationen darüber in unserem %1$sOnline Guide%2$s.",
        "Overview": "Leistungsübersicht",
        "OverviewDocumentation": "Dieser Bericht liefert eine Übersicht darüber, wie schnell Ihre Webseiten Ihren Besuchern angezeigt werden. Das beinhaltet sowohl die Dauer, welche der Browser für das Herunterladen der Webseiten benötigt als auch wie lange der Browser benötigt, um die Daten anzuzeigen.",
        "PageLoadTime": "Seitenladezeit",
        "PagePerformanceTitle": "Seitenleistung für Seite mit %1$s \"%2$s\"",
        "Performance": "Leistung",
        "PerformanceSubcategoryHelp1": "Der Performance Bereich kann Ihnen helfen herauszufinden, wie schnell Ihre Webseite insgesamt ist und zeigt auf, ob spezifische Seiten signifikant vom Durchschnitt abweichen.",
        "PerformanceSubcategoryHelp2": "Sie finden auch Berichte, welche exakt zeigen, wie lang welche Seite auf Ihrer Webseite braucht, um zu laden und was zur Ladezeit wie viel beisteuert.",
        "PerformanceTable": "Tabelle mit Leistungsmetriken",
        "PluginDescription": "Fügt Seitenleistungsberichte hinzu",
        "RowActionDescription": "Zeigt Seitenleistungsbericht für diese Zeile",
        "RowActionTitle": "Leistungsbericht für Seite öffnen"
    }
}
