{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Μέσος όρος χρόνου φόρτωσης σελίδας",
        "ColumnAveragePageLoadTimeDocumentation": "Μέσος όρος χρόνου (σε δευτερόλεπτα) που χρειάζεται από την αίτηση μιας σελίδας μέχρι η σελίδα να εμφανιστεί πλήρως στο πρόγραμμα πλοήγησης",
        "ColumnAverageTimeDomCompletion": "Μέσος όρος χρόνου ολοκλήρωσης DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Μέσος όρος χρόνου (σε δευτερόλεπτα) που χρειάζεται το πρόγραμμα πλοήγησης να φορτώσει τα μέσα και να εκτελέσει όλο τον κώδικα Javascript για το συμβάν DOMContentLoaded αφού φορτωθεί η σελίδα και ο χρήστης μπορεί να αλληλεπιδράσει με αυτήν.",
        "ColumnAverageTimeDomProcessing": "Μέσος χρόνος επεξεργασίας DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Μέσος όρος χρόνου (σε δευτερόλεπτα) που το πρόγραμμα πλοήγησης φορτώνει τη σελίδα αφού το περιεχόμενο έχει ληφθεί πλήρως και προτού ο χρήστης ξεκινά την αλληλεπίδραση με αυτήν.",
        "ColumnAverageTimeNetwork": "Μέσος όρος χρόνου δικτύου",
        "ColumnAverageTimeNetworkDocumentation": "Μέσος όρος χρόνου (σε δευτερόλεπτα) που χρειάζεται για τη σύνδεση με το διακομιστή. Αυτό περιλαμβάνει το χρόνο που χρειάζεται για την επίλυση DNS και την εγκαθίδρυση συνεδρίας TCP. Η τιμή μπορεί να είναι 0 μετά την πρώτη αίτηση για ένα όνομα χώρου, καθώς το πρόγραμμα πλοήγησης ενδέχεται να κρατήσει τη σύνδεση στην προσωρινή μνήμη.",
        "ColumnAverageTimeOnLoad": "Μέσος όρος χρόνου φόρτωσης",
        "ColumnAverageTimeOnLoadDocumentation": "Μέσος όρος χρόνου (σε δευτερόλεπτα) που χρειάζεται το πρόγραμμα πλοήγησης να εκτελέσει τον κώδικα Javascript στο συμβάν window.load. Το συμβάν λαμβάνει χώρα αφού το DOM έχει πλήρως σχηματιστεί.",
        "ColumnAverageTimeServer": "Μέσος όρος χρόνου διακομιστή",
        "ColumnAverageTimeServerDocumentation": "Μέσος όρος χρόνου (σε δευτερόλεπτα) που χρειάζεται ο διακομιστής να δημιουργήσει τη σελίδα. Αυτός είναι ο χρόνος μεταξύ της λήψης της αίτησης και της έναρξης αποστολής της απόκρισης.",
        "ColumnAverageTimeTransfer": "Μέσος όρος χρόνου μεταφοράς",
        "ColumnAverageTimeTransferDocumentation": "Μέσος όρος χρόνου (σε δευτερόλεπτα) που χρειάζεται το πρόγραμμα πλοήγησης για να λάβει την απόκριση από το διακομιστή. Αυτός είναι ο χρόνος από την λήψη του πρώτου byte μέχρι την ολοκλήρωση λήψης όλης της απόκρισης.",
        "ColumnTimeDomCompletion": "Χρόνος ολοκλήρωσης του DOM",
        "ColumnTimeDomProcessing": "Χρόνος επεξεργασίας DOM",
        "ColumnTimeNetwork": "Χρόνος δικτύου",
        "ColumnTimeOnLoad": "Στο χρόνο φόρτωσης",
        "ColumnTimeServer": "Χρόνος διακομιστή",
        "ColumnTimeTransfer": "Χρόνος μεταφοράς",
        "ColumnViewsWithTimeDomCompletion": "Αναγνώσεις σελίδων με χρόνο ολοκλήρωσης DOM",
        "ColumnViewsWithTimeDomProcessing": "Αναγνώσεις σελίδων με χρόνο επεξεργασίας DOM",
        "ColumnViewsWithTimeNetwork": "Αναγνώσεις σελίδας με χρόνο δικτύου",
        "ColumnViewsWithTimeOnLoad": "Αναγνώσεις σελίδων με χρόνο φόρτωσης",
        "ColumnViewsWithTimeServer": "Αναγνώσεις σελίδων με χρόνο διακομιστή",
        "ColumnViewsWithTimeTransfer": "Αναγνώσεις σελίδων με χρόνο μεταφοράς",
        "EvolutionOverPeriod": "Εξέλιξη των μετρικών απόδοσης σελίδων",
        "HelpNote": "Ορισμένες από αυτές τις μετρικές ενδέχεται να μην είναι πάντα διαθέσιμες. Μπορείτε να βρείτε περισσότερες πληροφορίες στον %1$sonline οδηγό μας%2$s.",
        "Overview": "Σύνοψη απόδοσης",
        "OverviewDocumentation": "Η αναφορά δίνει μια σύνοψη του πόσο γρήγορα οι σελίδες γίνονται διαθέσιμες στους επισκέπτες σας. Αυτό περιλαμβάνει τόσο το χρόνο που χρειάζονται τα προγράμματα πλοήγησης να κατεβάσουν τις ιστοσελίδες σας και το χρόνο που χρειάζονται για να εμφανίσουν τις σελίδες.",
        "PageLoadTime": "Χρόνος φόρτωσης σελίδας",
        "PagePerformanceTitle": "Απόδοση σελίδας για τη σελίδα με %1$s \"%2$s\"",
        "Performance": "Απόδοση",
        "PerformanceSubcategoryHelp1": "Το τμήμα Απόδοσης σας βοηθά να αναλύσετε πόσο γρήγορα αποκρίνεται ο ιστοτόπος ή η εφαρμογή σας συνολικά και να ανακαλύψετε αν ορισμένες σελίδες αποκλίνουν σημαντικά από το μέσο όρο.",
        "PerformanceSubcategoryHelp2": "Μπορείτε να βρείτε αναφορές που δείχνουν ακριβώς πόσο χρόνο χρειάζεται κάθε σελίδα του ιστοτόπου σας για να φορτωθεί και τι συμβάλλει στον χρόνο φόρτωσής τους.",
        "PerformanceTable": "Πίνακας με μετρικές απόδοσης",
        "PluginDescription": "Προσθέτει ορισμένες αναφορές απόδοσης σελίδων",
        "RowActionDescription": "Εμφάνιση της αναφοράς απόδοσης σελίδας για αυτή τη γραμμή",
        "RowActionTitle": "Άνοιγμα αναφοράς απόδοσης σελίδας"
    }
}
