{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Temps de chargement moyen",
        "ColumnAveragePageLoadTimeDocumentation": "Temps moyen (en secondes) qu'il a fallu pour demander une page jusqu'à la ce que la page soit pleinement affichée dans le navigateur",
        "ColumnAverageTimeDomCompletion": "Temps moyen de génération du DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Temps moyen (en secondes) nécessaire au navigateur pour charger les media et exécuter le code Javascript écoutant l'événement DOMContentLoaded après que la page ait été chargée et alors que l'utilisateur peu déjà interagir avec.",
        "ColumnAverageTimeDomProcessing": "Temps moyen de traitement du DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Temps moyen (en secondes) que le navigateur passe à charger la page après que la réponse ait été intégralement reçue et avant que l'utilisateur puisse commencer à interagir avec.",
        "ColumnAverageTimeNetwork": "Temps moyen de connexion",
        "ColumnAverageTimeNetworkDocumentation": "Temps moyen (en secondes) pour se connecter au serveur. Ceci inclus le temps nécessaire pour procéder à une requête DNS et établir une connexion TCP. Cette valeur peut être égale à 0 après la première requête car le navigateur peut garder la connexion en cache",
        "ColumnAverageTimeOnLoad": "Moy. au temps de chargement",
        "ColumnAverageTimeOnLoadDocumentation": "Temps moyen (en secondes) nécessaire au navigateur pour exécuter le code Javascript en attendant l'événement window.load. Cet événement est déclenché une fois que le DOM est complètement rendu.",
        "ColumnAverageTimeServer": "Moy. heure du serveur",
        "ColumnAverageTimeServerDocumentation": "Temps moyen (en secondes) nécessaire au serveur pour générer la page. Il s'agit du temps entre la réception de la requête par le serveur et le moment où la réponse commence à être envoyée.",
        "ColumnAverageTimeTransfer": "Moy. temps de transfert",
        "ColumnAverageTimeTransferDocumentation": "Temps moyen (en secondes) nécessaire au navigateur pour télécharger la réponse depuis le serveur. Il s'agit du temps écoulé entre la réception du premier octet et la fin de la réponse.",
        "ColumnTimeDomCompletion": "Temps de génération du DOM",
        "ColumnTimeDomProcessing": "Temps de traitement du DOM",
        "ColumnTimeNetwork": "Heure du réseau",
        "ColumnTimeOnLoad": "Au temps de chargement",
        "ColumnTimeServer": "Heure serveur",
        "ColumnTimeTransfer": "Temps de transfert",
        "ColumnViewsWithTimeDomCompletion": "Pages vues avec le temps d'achèvement du DOM",
        "ColumnViewsWithTimeDomProcessing": "Pages vues avec le temps de traitement DOM",
        "ColumnViewsWithTimeNetwork": "Pages vues avec l'heure du réseau",
        "ColumnViewsWithTimeOnLoad": "Pages vues avec le temps de chargement",
        "ColumnViewsWithTimeServer": "Pages vues avec l'heure du serveur",
        "ColumnViewsWithTimeTransfer": "Pages vues avec le temps de transfert",
        "EvolutionOverPeriod": "Évolution des indicateurs de performance de la page",
        "HelpNote": "Certains de ces indicateurs peuvent ne pas être toujours disponibles. Vous pouvez obtenir plus d'information dans notre %1$s guide en ligne %2$s.",
        "Overview": "Performance globale",
        "OverviewDocumentation": "Ce rapport fournit un aperçu de la vitesse à laquelle vos pages deviennent visibles pour vos visiteurs. Cela inclut aussi bien le temps nécessaire à votre navigateur pour télécharger les pages que celui qu'il leur faut pour les afficher.",
        "PageLoadTime": "Temps de chargement de la page",
        "PagePerformanceTitle": "Performance de la page avec %1$s \"%2$s\"",
        "Performance": "Performance",
        "PerformanceSubcategoryHelp1": "La section Performance peut vous aider à analyser la vitesse à laquelle votre site Web ou votre application fonctionne dans son ensemble et à découvrir si vous avez des pages spécifiques qui s'écartent considérablement de vos moyennes.",
        "PerformanceSubcategoryHelp2": "Vous pouvez également trouver des rapports indiquant exactement le temps de chargement de chaque page de votre site Web et ce qui contribue à leur temps de chargement.",
        "PerformanceTable": "Tableau avec des indicateurs de performance",
        "PluginDescription": "Ajoute quelque rapports de performance sur la page",
        "RowActionDescription": "Voir le rapport de performance pour cette ligne",
        "RowActionTitle": "Ouvrir le rapport de performance de la page"
    }
}
