{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Meán am luchtaithe leathanaigh",
        "ColumnAveragePageLoadTimeDocumentation": "Meán-am (i soicindí) a thógann sé ó leathanach a iarraidh go dtí go mbeidh an leathanach rindreáilte go hiomlán laistigh den bhrabhsálaí",
        "ColumnAverageTimeDomCompletion": "Meán Am críochnaithe DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Meán-am (i soicindí) a thógann sé ar an mbrabhsálaí meáin a luchtú agus éisteacht le cód Javascript ar bith don imeacht DOMContentLoaded tar éis an leathanach gréasáin a luchtú agus is féidir leis an úsáideoir idirghníomhú leis cheana féin.",
        "ColumnAverageTimeDomProcessing": "Meán Am próiseála DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Meán-am (i soicindí) a chaitheann an brabhsálaí an leathanach gréasáin a luchtú tar éis don fhreagra a bheith faighte go hiomlán agus sular féidir leis an úsáideoir tosú ag idirghníomhú leis.",
        "ColumnAverageTimeNetwork": "Meán am líonra",
        "ColumnAverageTimeNetworkDocumentation": "Meán-am (i soicindí) a thógann sé chun ceangal leis an bhfreastalaí. Áirítear leis seo an t-am a theastaíonn chun DNS a chuardach agus nasc TCP a bhunú. Seans go mbeidh an luach seo 0 tar éis an chéad iarratas ar fhearann mar go bhféadfadh an brabhsálaí an nasc a thaisceadh.",
        "ColumnAverageTimeOnLoad": "Meán ar am ualach",
        "ColumnAverageTimeOnLoadDocumentation": "Meán-am (i soicindí) a thógann sé ar an mbrabhsálaí cód Javascript a fhorghníomhú ag fanacht leis an imeacht window.load. Spreagtar an teagmhas seo nuair a bheidh an DOM rindreáilte go hiomlán.",
        "ColumnAverageTimeServer": "Meán am freastalaí",
        "ColumnAverageTimeServerDocumentation": "Meán-am (i soicindí) a thógann sé ar an bhfreastalaí an leathanach a ghiniúint. Seo é an t-am idir an freastalaí a fhaigheann an t-iarratas agus tosú ar an bhfreagra a sheirbheáil.",
        "ColumnAverageTimeTransfer": "Meán. am aistrithe",
        "ColumnAverageTimeTransferDocumentation": "Meán-am (i soicindí) a thógann sé ar an mbrabhsálaí an freagra a íoslódáil ón bhfreastalaí. Seo é an t-am ón gcéad bheart a fháil go dtí go mbeidh an freagra críochnaithe.",
        "ColumnTimeDomCompletion": "Am críochnaithe DOM",
        "ColumnTimeDomProcessing": "Am próiseála DOM",
        "ColumnTimeNetwork": "Am líonra",
        "ColumnTimeOnLoad": "Ar am luchtaithe",
        "ColumnTimeServer": "Am freastalaí",
        "ColumnTimeTransfer": "Am aistrithe",
        "ColumnViewsWithTimeDomCompletion": "Pageviews le ham críochnaithe DOM",
        "ColumnViewsWithTimeDomProcessing": "Pageviews le ham próiseála DOM",
        "ColumnViewsWithTimeNetwork": "Pageviews le ham líonra",
        "ColumnViewsWithTimeOnLoad": "Pageviews leis an am ar ualach",
        "ColumnViewsWithTimeServer": "Pageviews le ham freastalaí",
        "ColumnViewsWithTimeTransfer": "Pageviews le ham aistrithe",
        "EvolutionOverPeriod": "Éabhlóid na méadrachta feidhmíochta leathanaigh",
        "HelpNote": "Seans nach mbeadh cuid de na méadrachtaí sin ar fáil i gcónaí. Is féidir leat tuilleadh faisnéise a fháil inár dtreoir %1$sonline%2$s.",
        "Overview": "Forbhreathnú feidhmíochta",
        "OverviewDocumentation": "Tugann an tuarascáil seo forbhreathnú ar cé chomh tapa agus a bhíonn do leathanaigh ghréasáin infheicthe do chuairteoirí. Áiríonn sé seo cé chomh fada agus a thógann sé ar bhrabhsálaithe do leathanaigh ghréasáin a íoslódáil agus cé chomh fada a thógann sé ar bhrabhsálaithe iad a thaispeáint.",
        "PageLoadTime": "Am luchtaithe leathanaigh",
        "PagePerformanceTitle": "Feidhmíocht leathanaigh don leathanach le %1$s \"%2$s\"",
        "Performance": "Feidhmíocht",
        "PerformanceSubcategoryHelp1": "Is féidir leis an rannán Feidhmíochta cabhrú leat anailís a dhéanamh ar cé chomh tapa agus atá do shuíomh Gréasáin nó aip ag feidhmiú ar an iomlán agus cabhrú le fáil amach an bhfuil leathanaigh ar leith agat a imíonn go suntasach ó do mheáin.",
        "PerformanceSubcategoryHelp2": "Is féidir leat tuairiscí a fháil freisin a thaispeánann cé chomh fada agus a thógann sé gach leathanach de do shuíomh Gréasáin a luchtú agus cad a chuireann lena gcuid ama lódála.",
        "PerformanceTable": "Tábla le méadracht feidhmíochta",
        "PluginDescription": "Cuireann sé roinnt tuarascálacha feidhmíochta leathanaigh leis",
        "RowActionDescription": "Taispeáin tuairisc feidhmíochta leathanaigh don ró seo",
        "RowActionTitle": "Tuairisc feidhmíochta leathanach oscailte"
    }
}
