{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Rata-rata waktu memuat halaman",
        "ColumnAveragePageLoadTimeDocumentation": "Waktu rata-rata (dalam detik) yang diperlukan dari saat meminta halaman hingga halaman dimuat sepenuhnya di dalam peramban",
        "ColumnAverageTimeDomCompletion": "Waktu penyelesaian DOM rata-rata",
        "ColumnAverageTimeDomCompletionDocumentation": "Waktu rata-rata (dalam detik) yang diperlukan peramban untuk memuat media dan mengeksekusi kode Javascript apa pun yang memantau peristiwa DOMContentLoaded setelah halaman web dimuat dan pengguna sudah dapat berinteraksi dengannya.",
        "ColumnAverageTimeDomProcessing": "Waktu pemrosesan DOM rata-rata",
        "ColumnAverageTimeDomProcessingDocumentation": "Waktu rata-rata (dalam detik) yang dihabiskan peramban untuk memuat halaman web setelah respons diterima sepenuhnya dan sebelum pengguna dapat mulai berinteraksi dengannya.",
        "ColumnAverageTimeNetwork": "Waktu jaringan rata-rata",
        "ColumnAverageTimeNetworkDocumentation": "Waktu rata-rata (dalam detik) yang diperlukan untuk terhubung ke server. Termasuk waktu yang dibutuhkan untuk mencari DNS dan membuat koneksi TCP. Ini dapat bernilai 0 setelah permintaan pertama ke domain karena peramban mungkin menyimpan koneksi dalam tembolok.",
        "ColumnAverageTimeOnLoad": "Waktu memuat rata-rata",
        "ColumnAverageTimeOnLoadDocumentation": "Waktu rata-rata (dalam detik) yang dibutuhkan peramban untuk mengeksekusi kode Javascript yang menunggu peristiwa window.load. Peristiwa ini dipicu setelah DOM selesai dirender.",
        "ColumnAverageTimeServer": "Waktu server rata-rata",
        "ColumnAverageTimeServerDocumentation": "Waktu rata-rata (dalam detik) yang dibutuhkan server untuk menghasilkan halaman. Ini adalah waktu di antara server menerima permintaan dan mulai melayani respons.",
        "ColumnAverageTimeTransfer": "Waktu transfer rata-rata",
        "ColumnAverageTimeTransferDocumentation": "Waktu rata-rata (dalam detik) yang dibutuhkan peramban untuk mengunduh respons dari server. Ini adalah waktu dari saat menerima bita pertama hingga respons selesai.",
        "ColumnTimeDomCompletion": "Waktu penyelesaian DOM",
        "ColumnTimeDomProcessing": "Waktu pemrosesan DOM",
        "ColumnTimeNetwork": "Waktu jaringan",
        "ColumnTimeOnLoad": "Pada waktu pemuatan",
        "ColumnTimeServer": "Waktu server",
        "ColumnTimeTransfer": "Waktu transfer",
        "ColumnViewsWithTimeDomCompletion": "Tampilan halaman dengan waktu penyelesaian DOM",
        "ColumnViewsWithTimeDomProcessing": "Tampilan halaman dengan waktu pemrosesan DOM",
        "ColumnViewsWithTimeNetwork": "Tampilan halaman dengan waktu jaringan",
        "ColumnViewsWithTimeOnLoad": "Tampilan halaman dengan waktu memuat",
        "ColumnViewsWithTimeServer": "Tampilan halaman dengan waktu server",
        "ColumnViewsWithTimeTransfer": "Tampilan halaman dengan waktu transfer",
        "EvolutionOverPeriod": "Evolusi metrik kinerja halaman",
        "HelpNote": "Beberapa metrik tersebut mungkin tidak selalu tersedia. Anda dapat menemukan informasi lebih lanjut di %1$spanduan daring%2$s kami.",
        "Overview": "Ikhtisar kinerja",
        "OverviewDocumentation": "Laporan ini memberikan ikhtisar tentang seberapa cepat laman web Anda terlihat oleh pengunjung. Ini termasuk berapa lama waktu yang dibutuhkan peramban untuk mengunduh halaman web Anda dan berapa lama waktu yang dibutuhkan peramban untuk menampilkannya.",
        "PageLoadTime": "Waktu pemuatan halaman",
        "PagePerformanceTitle": "Kinerja halaman untuk halaman dengan %1$s \"%2$s\"",
        "Performance": "Kinerja",
        "PerformanceSubcategoryHelp1": "Bagian Kinerja dapat membantu Anda dalam menganalisis seberapa cepat kinerja situs web atau aplikasi Anda secara keseluruhan dan membantu untuk menemukan apakah Anda memiliki halaman tertentu yang secara signifikan menyimpang dari nilai rata-rata.",
        "PerformanceSubcategoryHelp2": "Anda juga dapat menemukan laporan yang menunjukkan dengan tepat berapa lama setiap halaman situs web Anda perlu dimuat dan apa yang berkontribusi pada waktu pemuatannya.",
        "PerformanceTable": "Tabel dengan metrik kinerja",
        "PluginDescription": "Menambahkan beberapa laporan kinerja halaman",
        "RowActionDescription": "Tampilkan laporan kinerja halaman untuk baris ini",
        "RowActionTitle": "Buka laporan kinerja halaman"
    }
}
