{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Tempo medio di caricamento pagina",
        "ColumnAveragePageLoadTimeDocumentation": "Tempo medio (in secondi) impiegato, dalla richiesta di una pagina, affinché questa sia completamente renderizzata nel browser",
        "ColumnAverageTimeDomCompletion": "Tempo medio di completamento DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Tempo medio (in secondi) impiegato dal browser per caricare i media ed eseguire tutto il codice JavaScript che ascolta l'evento DOMContentLoaded dopo che la pagina web è stata caricata e l'utente può già interagire con essa.",
        "ColumnAverageTimeDomProcessing": "Tempo medio di elaborazione DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Tempo medio (in secondi) impiegato dal server per caricare la pagina web dopo che la risposta è stata completamente ricevuta e prima che l'utente possa cominciare a interagire con essa.",
        "ColumnAverageTimeNetwork": "Tempo medio di rete",
        "ColumnAverageTimeNetworkDocumentation": "Tempo medio (in secondi) impiegato per connettersi al server. Questo include il tempo necessario a consultare il DNS e stabilire una connessione TCP. Questo valore potrebbe essere 0 dopo la prima richiesta a un dominio perché il browser potrebbe avere messo la connessione nella cache.",
        "ColumnAverageTimeOnLoad": "Tempo medio on load",
        "ColumnAverageTimeOnLoadDocumentation": "Tempo medio (in secondi) impiegato dal browser per eseguire il codice JavaScript che attende l'evento window.load. Questo evento viene innescato una volta che il DOM è stato completamente renderizzato.",
        "ColumnAverageTimeServer": "Tempo medio del server",
        "ColumnAverageTimeServerDocumentation": "Tempo medio (in secondi) impiegato dal server per generare la pagina. È il tempo che intercorre tra la ricezione della richiesta e l'inizio della risposta.",
        "ColumnAverageTimeTransfer": "Tempo medio di trasferimento",
        "ColumnAverageTimeTransferDocumentation": "Tempo medio (in secondi) impiegato dal browser per scaricare la risposta dal server. È il tempo che intercorre tra la ricezione del primo byte e la ricezione completa.",
        "ColumnTimeDomCompletion": "Tempo di completamento DOM",
        "ColumnTimeDomProcessing": "Tempo di elaborazione DOM",
        "ColumnTimeNetwork": "Tempo di rete",
        "ColumnTimeOnLoad": "Tempo on load",
        "ColumnTimeServer": "Ora del server",
        "ColumnTimeTransfer": "Tempo di trasferimento",
        "ColumnViewsWithTimeDomCompletion": "Pagine viste con il tempo di completamento DOM",
        "ColumnViewsWithTimeDomProcessing": "Pagine viste con il tempo di elaborazione DOM",
        "ColumnViewsWithTimeNetwork": "Pagine viste con il tempo di rete",
        "ColumnViewsWithTimeOnLoad": "Pagine viste con il tempo on load",
        "ColumnViewsWithTimeServer": "Pagine viste con il tempo del server",
        "ColumnViewsWithTimeTransfer": "Pagine viste con il tempo di trasferimento",
        "EvolutionOverPeriod": "Evoluzione delle metriche delle prestazioni della pagina",
        "HelpNote": "Alcune di queste metriche potrebbero non essere sempre disponibili. Puoi trovare maggiori informazioni nella nostra %1$sguida online%2$s.",
        "Overview": "Panoramica delle prestazioni",
        "OverviewDocumentation": "Questo report fornisce una panoramica della velocità con cui le tue pagine web diventano visibili ai tuoi visitatori. Ciò include sia il tempo impiegato dai browser per scaricare le pagine web sia il tempo impiegato dai browser per visualizzarle.",
        "PageLoadTime": "Tempo di caricamento pagina",
        "PagePerformanceTitle": "Pagina delle prestazioni della pagina con %1$s \"%2$s\"",
        "Performance": "Prestazioni",
        "PerformanceSubcategoryHelp1": "La sezione Prestazioni può aiutarti ad analizzare la velocità del tuo sito web o app nel complesso e aiutarti a scoprire se hai pagine specifiche che si discostano significativamente dalle tue medie.",
        "PerformanceSubcategoryHelp2": "Puoi anche trovare dei report che mostrano esattamente quanto tempo impiega ciascuna pagina del tuo sito web per caricarsi e cosa contribuisce al suo tempo di caricamento.",
        "PerformanceTable": "Tabella con le metriche delle prestazioni",
        "PluginDescription": "Aggiunge alcuni report delle prestazioni della pagina",
        "RowActionDescription": "Mostra il report con le prestazioni della pagina per questa riga",
        "RowActionTitle": "Apri il report con le prestazioni della pagina"
    }
}
