{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Śr. czas ładowania strony",
        "ColumnAveragePageLoadTimeDocumentation": "Średni czas (w sekundach) upływający od wysłania żądania do pełnego wygenerowania strony w przeglądarce",
        "ColumnAverageTimeNetwork": "Śr. czas sieci",
        "ColumnAverageTimeNetworkDocumentation": "Średni czas (w sekundach) potrzebny do połączenia z serwerem. Czas uwzględnia zapytanie DNS i zestawienie połączenia TCP. Wartość może wynieść 0 po pierwszym żądaniu domeny, gdyż przeglądarka może zapisać jej adres w pamięci podręcznej.",
        "ColumnAverageTimeServer": "Śr. czas serwera",
        "ColumnAverageTimeServerDocumentation": "Średni czas (w sekundach) potrzebny serwerowi na wygenerowanie strony. Jest to czas jaki upłynie od momentu otrzymania przez serwer zapytania o stronę, do rozpoczęcia wysyłki odpowiedzi.",
        "ColumnAverageTimeTransfer": "Śr. czas przesyłania",
        "ColumnAverageTimeTransferDocumentation": "Średni czas (w sekundach) potrzebny przeglądarce do pobrania odpowiedzi serwera. To czas od otrzymania pierwszego bitu odpowiedzi do pobrania kompletnej informacji.",
        "ColumnAverageTimeDomProcessing": "Śr. czas przetwarzania DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Średni czas (w sekundach), potrzebny przeglądarce na załadowanie strony po zakończeniu odbioru odpowiedzi serwera, zanim użytkownik będzie mógł rozpocząć interakcję.",
        "ColumnAverageTimeDomCompletion": "Śr. czas ukończenia DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Średni czas (w sekundach), potrzebny przeglądarce do załadowania mediów i wykonania wszelkich kodów JavaScript nasłuchujących wydarzenia DOMContentLoaded po załadowaniu strony, co umożliwia użytkownikowi rozpoczęcie interakcji.",
        "ColumnAverageTimeOnLoad": "Śr. czas onLoad",
        "ColumnAverageTimeOnLoadDocumentation": "Średni czas (w sekundach), potrzebny przeglądarce na wykonanie kodu JavaScript nasłuchującego wydarzenia window.load. Wydarzenie to jest wyzwalane jedynie po zakończeniu renderowania DOM.",
        "ColumnViewsWithTimeNetwork": "Odsłony z czasem sieci",
        "ColumnViewsWithTimeServer": "Odsłony z czasem serwera",
        "ColumnViewsWithTimeTransfer": "Odsłony z czasem transferu",
        "ColumnViewsWithTimeDomProcessing": "Odsłony z czasem przetwarzania DOM",
        "ColumnViewsWithTimeDomCompletion": "Odsłony z czasem ukończenia DOM",
        "ColumnViewsWithTimeOnLoad": "Odsłony z czasem onLoad",
        "ColumnTimeNetwork": "Czas sieci",
        "ColumnTimeServer": "Czas serwera",
        "ColumnTimeTransfer": "Czas przesyłania",
        "ColumnTimeDomProcessing": "Czas przetwarzania DOM",
        "ColumnTimeDomCompletion": "Czas ładowania DOM",
        "ColumnTimeOnLoad": "Czas onLoad",
        "PageLoadTime": "Czas ładowania strony",
        "EvolutionOverPeriod": "Zmiany wskaźników wydajności strony",
        "PluginDescription": "Dodaje kilka raportów wydajności strony",
        "PerformanceTable": "Tabela z wskaźnikami wydajności",
        "Overview": "Przegląd wydajności",
        "OverviewDocumentation": "Ten raport daje przegląd prędkości z jakimi Twoje strony stają się widoczne dla Twoich odwiedzających. W jego skład wchodzą informacje dotyczące czasu pobierania strony przez przeglądarkę, jak i czasu potrzebnego przeglądarce do ich wyświetlenia.",
        "Performance": "Wydajność",
        "HelpNote": "Niektóre z tych wskaźników nie będą zawsze dostępne. Więcej informacji na ten temat znajdziesz w naszym %1$sprzewodniku online%2$s.",
        "RowActionTitle": "Otwórz raport wydajności strony",
        "RowActionDescription": "Wyświetl raport wydajności strony dla tego rzędu",
        "PagePerformanceTitle": "Wydajność strony dla strony o %1$s \"%2$s\"",
        "PerformanceSubcategoryHelp1": "Sekcja Wydajność może pomóc Ci przeanalizować jak sprawnie działa Twoja strona lub aplikacja jako całość i pozwoli sprawdzić, czy masz strony, które w znaczny sposób odbiegają od średniej.",
        "PerformanceSubcategoryHelp2": "Znajdziesz tu również raporty pokazujące jak długo ładują się Twoje strony oraz składowe tego czasu."
    }
}