{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Tempo médio de carga da página",
        "ColumnAveragePageLoadTimeDocumentation": "Tempo médio (em segundos) que leva desde a solicitação de uma página até que a página seja totalmente renderizada no navegador",
        "ColumnAverageTimeDomCompletion": "Tempo médio de completar o DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Tempo médio (em segundos) que o navegador leva para carregar a mídia e executar qualquer código Javascript ouvindo o evento DOMContentLoaded depois que a página da Web foi carregada e o usuário já pode interagir com ela.",
        "ColumnAverageTimeDomProcessing": "Tempo médio do processamento DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Tempo médio (em segundos) que o navegador leva para carregar a página da Web depois que a resposta foi totalmente recebida e antes que o usuário possa começar a interagir com ela.",
        "ColumnAverageTimeNetwork": "Tempo médio de rede",
        "ColumnAverageTimeNetworkDocumentation": "Tempo médio (em segundos) que leva para se conectar ao servidor. Isso inclui o tempo necessário para pesquisar DNS e estabelecer uma conexão TCP. Esse valor pode ser 0 após a primeira solicitação para um domínio, pois o navegador pode armazenar em cache a conexão.",
        "ColumnAverageTimeOnLoad": "Tempo médio de carga",
        "ColumnAverageTimeOnLoadDocumentation": "Tempo médio (em segundos) que o navegador leva para executar o código Javascript aguardando o evento window.load. Este evento é acionado assim que o DOM for completamente renderizado.",
        "ColumnAverageTimeServer": "Tempo médio do servidor",
        "ColumnAverageTimeServerDocumentation": "Tempo médio (em segundos) que o servidor leva para gerar a página. Este é o tempo entre o servidor receber a solicitação e começar a servir a resposta.",
        "ColumnAverageTimeTransfer": "Tempo médio de transferência",
        "ColumnAverageTimeTransferDocumentation": "Tempo médio (em segundos) que o navegador leva para baixar a resposta do servidor. Este é o tempo desde o recebimento do primeiro byte até que a resposta seja concluída.",
        "ColumnTimeDomCompletion": "Tempo de conclusão DOM",
        "ColumnTimeDomProcessing": "Tempo de processamento DOM",
        "ColumnTimeNetwork": "Tempo de rede",
        "ColumnTimeOnLoad": "No tempo de carregamento",
        "ColumnTimeServer": "Tempo do servidor",
        "ColumnTimeTransfer": "Tempo de transferência",
        "ColumnViewsWithTimeDomCompletion": "Visualizações de página com tempo de conclusão do DOM",
        "ColumnViewsWithTimeDomProcessing": "Visualizações de página com tempo de processamento DOM",
        "ColumnViewsWithTimeNetwork": "Visualizações de página com tempo da rede",
        "ColumnViewsWithTimeOnLoad": "Visualizações de página com tempo de carregamento",
        "ColumnViewsWithTimeServer": "Visualizações de página com tempo do servidor",
        "ColumnViewsWithTimeTransfer": "Visualizações de página com tempo de transferência",
        "EvolutionOverPeriod": "Evolução das métricas de desempenho da página",
        "HelpNote": "Algumas dessas métricas podem nem sempre estar disponíveis. Você pode encontrar mais informações em nosso %1$sguia online%2$s.",
        "Overview": "Visão geral do desempenho",
        "OverviewDocumentation": "Este relatório fornece uma visão geral da rapidez com que suas páginas da web se tornam visíveis para seus visitantes. Isso inclui quanto tempo leva para os navegadores baixarem suas páginas da Web e quanto tempo leva para os navegadores exibi-las.",
        "PageLoadTime": "Tempo de carregamento da página",
        "PagePerformanceTitle": "Performance da página com %1$s \"%2$s\"",
        "Performance": "Performance",
        "PerformanceSubcategoryHelp1": "A seção Performance pode ajudar você a analisar o desempenho geral do seu site ou aplicativo e descobrir se você tem páginas específicas que se desviam significativamente de suas médias.",
        "PerformanceSubcategoryHelp2": "Você também pode encontrar relatórios mostrando exatamente quanto tempo cada página do seu site leva para carregar e o que está contribuindo para o tempo de carregamento.",
        "PerformanceTable": "Tabela com métricas de desempenho",
        "PluginDescription": "Adiciona alguns relatórios de desempenho da página",
        "RowActionDescription": "Mostrar relatório de desempenho da página para esta linha",
        "RowActionTitle": "Abrir o relatório de desempenho de página"
    }
}
