{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Tempo médio de carregamento da página",
        "ColumnAveragePageLoadTimeDocumentation": "Tempo médio (em segundos) que leva desde a solicitação de uma página até que ela seja totalmente renderizada no navegador",
        "ColumnAverageTimeDomCompletion": "Média tempo de conclusão do DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Tempo médio (em segundos) que o navegador demora a carregar media e a executar qualquer código Javascript à espera do evento DOMContentLoaded após a página web ter sido carregada e o utilizador já poder interagir com a mesma.",
        "ColumnAverageTimeDomProcessing": "Média tempo de processamento DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Tempo médio (em segundos) que o navegador demora a carregar a página web depois da resposta ser totalmente recebida e antes que o utilizador possa começar a interagir com a mesma.",
        "ColumnAverageTimeNetwork": "Média tempo de rede",
        "ColumnAverageTimeNetworkDocumentation": "Tempo médio (em segundos) que leva para se conectar ao servidor. Isso inclui o tempo necessário para pesquisar o DNS e estabelecer uma conexão TCP. Esse valor pode ser 0 após a primeira solicitação para um domínio, pois o navegador pode armazenar em cache a conexão.",
        "ColumnAverageTimeOnLoad": "Média no tempo de carregamento",
        "ColumnAverageTimeOnLoadDocumentation": "Tempo médio (em segundos) que o navegador leva para executar o código Javascript aguardando o evento window.load. Este evento é acionado assim que o DOM for completamente renderizado.",
        "ColumnAverageTimeServer": "Média horário do servidor",
        "ColumnAverageTimeServerDocumentation": "Tempo médio (em segundos) que o servidor leva para gerar a página. Este é o tempo entre o servidor receber a solicitação e começar a atender a resposta.",
        "ColumnAverageTimeTransfer": "Tempo médio de transferência",
        "ColumnAverageTimeTransferDocumentation": "Tempo médio (em segundos) que o navegador leva para descarregar a resposta do servidor. Este é o tempo desde o recebimento do primeiro byte até a conclusão da resposta.",
        "ColumnTimeDomCompletion": "tempo de conclusão do DOM",
        "ColumnTimeDomProcessing": "tempo de processamento DOM",
        "ColumnTimeNetwork": "Tempo de rede",
        "ColumnTimeOnLoad": "No tempo de carregamento",
        "ColumnTimeServer": "Hora do servidor",
        "ColumnTimeTransfer": "Tempo de transferência",
        "ColumnViewsWithTimeDomCompletion": "Visualizações de página com tempo de conclusão do DOM",
        "ColumnViewsWithTimeDomProcessing": "Visualizações de página com tempo de processamento DOM",
        "ColumnViewsWithTimeNetwork": "Visualizações de página com tempo de rede",
        "ColumnViewsWithTimeOnLoad": "Visualizações de página com tempo de carregamento",
        "ColumnViewsWithTimeServer": "Visualizações de página com hora do servidor",
        "ColumnViewsWithTimeTransfer": "Visualizações de página com tempo de transferência",
        "EvolutionOverPeriod": "Evolução das métricas de desempenho da página",
        "HelpNote": "Algumas dessas métricas podem nem sempre estar disponíveis. Você pode encontrar mais informações em nosso %1$s guia online%2$s.",
        "Overview": "Visão geral do desempenho",
        "OverviewDocumentation": "Este relatório fornece uma visão geral da rapidez com que as suas páginas da web se tornarem visíveis para os seus visitantes. Isso inclui quanto tempo leva para os navegadores descarregarem as suas páginas da Web e quanto tempo leva para os navegadores exibi-las.",
        "PageLoadTime": "Tempo de carregamento da página",
        "PagePerformanceTitle": "Desempenho da página para a página com %1$s \"%2$s\"",
        "Performance": "Performance",
        "PerformanceSubcategoryHelp1": "A seção Desempenho pode ajudá-lo a analisar a velocidade do desempenho do seu site ou aplicativo como um todo e ajudar a descobrir se você tem páginas específicas que se desviam significativamente de suas médias.",
        "PerformanceSubcategoryHelp2": "Você também pode encontrar relatórios mostrando exatamente quanto tempo cada página do seu site leva para carregar e o que está contribuindo para o tempo de carregamento.",
        "PerformanceTable": "Tabela com métricas de desempenho",
        "PluginDescription": "Adiciona alguns relatórios de desempenho da página",
        "RowActionDescription": "Mostrar relatório de desempenho da página para esta linha",
        "RowActionTitle": "Abra o relatório de desempenho da página"
    }
}
