{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Среднее время загрузки страницы",
        "ColumnAveragePageLoadTimeDocumentation": "Среднее время (в секундах), которое проходит с момента запроса страницы до её полного отображения в браузере",
        "ColumnAverageTimeDomCompletion": "Среднее время выполнения DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Среднее время (в секундах), необходимое браузеру для загрузки мультимедиа и выполнения любого кода Javascript, прослушивающего событие DOMContentLoaded после того, как веб-страница была загружена и пользователь уже может взаимодействовать с ней.",
        "ColumnAverageTimeDomProcessing": "Среднее время обработки DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Среднее время (в секундах), которое браузер тратит на загрузку веб-страницы после того, как ответ был полностью получен и прежде чем пользователь сможет начать взаимодействовать с ней.",
        "ColumnAverageTimeNetwork": "Среднее сетевое время",
        "ColumnAverageTimeNetworkDocumentation": "Среднее время (в секундах), необходимое для подключения к серверу. Сюда входит время, необходимое для поиска DNS и установления TCP-соединения. Это значение может быть равно 0 после первого запроса к домену, так как браузер может кэшировать соединение.",
        "ColumnAverageTimeOnLoad": "Среднее время загрузки",
        "ColumnAverageTimeOnLoadDocumentation": "Среднее время (в секундах), которое требуется браузеру для выполнения кода Javascript в ожидании события window.load. Это событие запускается, когда DOM полностью отрисована.",
        "ColumnAverageTimeServer": "Среднее время сервера",
        "ColumnAverageTimeServerDocumentation": "Среднее время (в секундах), которое требуется серверу для создания страницы. Это время между получением сервером запроса и началом обслуживания ответа.",
        "ColumnAverageTimeTransfer": "Среднее время передачи данных",
        "ColumnAverageTimeTransferDocumentation": "Среднее время (в секундах), которое требуется браузеру для загрузки ответа с сервера. Это время с момента получения первого байта до завершения загрузки ответа.",
        "ColumnTimeServer": "Время на сервере",
        "ColumnViewsWithTimeNetwork": "Просмотры страниц с учетом сетевого времени",
        "ColumnViewsWithTimeServer": "Количество просмотров страниц с учетом времени сервера",
        "Performance": "Эффективность"
    }
}
