{
    "PagePerformance": {
        "ColumnAveragePageLoadTime": "Kohë mes. ngarkimi faqesh",
        "ColumnAveragePageLoadTimeDocumentation": "Kohë mesatare (në sekonda) që duhet nga kërkesa për një faqe deri sa faqja është vizatuar plotësisht brenda shfletuesit",
        "ColumnAverageTimeDomCompletion": "Kohë mes. plotësimi DOM",
        "ColumnAverageTimeDomCompletionDocumentation": "Kohë mesatare (në sekonda) që i duhet shfletuesit për të ngarkuar media dhe për të ekzekutuar çfarëdo kodi Javascript në përgjim për aktin DOMContentLoaded, pasi faqja qe ngarkuar dhe përdoruesi mund të ndërveprojë tashmë me të.",
        "ColumnAverageTimeDomProcessing": "Kohë mes. përpunimi DOM",
        "ColumnAverageTimeDomProcessingDocumentation": "Kohë mesatare (në sekonda) që shfletuesi shpenzon për ngarkimin e faqes pasi përgjigja u mor tërësisht dhe para se përdoruesi të fillojë të ndërveprojë me të.",
        "ColumnAverageTimeNetwork": "Kohë mes. rrjeti",
        "ColumnAverageTimeNetworkDocumentation": "Koha mesatare (në sekonda) që duhet për t’u lidhur me shërbyesin. Këtu përfshihet koha për kërkim te DNS dhe ajo për të vendosur një lidhje TCP. Ko vlerë mund të jetë 0 pas kërkesës së parë te një përkatësi, teksa shfletuesi ruan në fshehtinë të dhëna lidhjeje.",
        "ColumnAverageTimeOnLoad": "Kohë mes. ngarkimesh",
        "ColumnAverageTimeOnLoadDocumentation": "Kohë mesatare (në sekonda) që i duhet shfletuesit për të ekzekutuar kod Javascript në pritje për aktin window.load. Ky akt vihet në punë kur DOM-i ka përfunduar vizatimin.",
        "ColumnAverageTimeServer": "Kohë mes. shërbyesi",
        "ColumnAverageTimeServerDocumentation": "Koha mesatare (në sekonda) që i duhet shërbyesit të prodhojë faqen. Kjo është koha e rrjedhur mes çastit që shërbyesi merr kërkesën dhe atij të nisjes së përgjigjes nga shërbyesi.",
        "ColumnAverageTimeTransfer": "Kohë mes. shpërnguljesh",
        "ColumnAverageTimeTransferDocumentation": "Koha mesatare (në sekonda) që i duhet shfletuesit për të shkarkuar përgjigjen nga shërbyesi. Kjo është koha nga marrja e bajtit të parë deri sa përgjigja është plotë.",
        "ColumnTimeDomCompletion": "Kohë plotësimi DOM",
        "ColumnTimeDomProcessing": "Kohë përpunimi DOM",
        "ColumnTimeNetwork": "Kohë rrjeti",
        "ColumnTimeOnLoad": "Kohë pranie në faqe",
        "ColumnTimeServer": "Kohë shërbyesi",
        "ColumnTimeTransfer": "Kohë shpërnguljesh",
        "ColumnViewsWithTimeDomCompletion": "Parje faqesh me kohë plotësimi DOM",
        "ColumnViewsWithTimeDomProcessing": "Parje faqesh me kohë përpunimi DOM",
        "ColumnViewsWithTimeNetwork": "Parje faqesh me kohë rrjeti",
        "ColumnViewsWithTimeOnLoad": "Parje faqesh me kohë pranie në faqe",
        "ColumnViewsWithTimeServer": "Parje faqesh me kohë shërbyesi",
        "ColumnViewsWithTimeTransfer": "Parje faqesh me kohë shpërnguljeje",
        "EvolutionOverPeriod": "Evolucion i matjeve të funksionimit të faqes",
        "HelpNote": "Disa nga këto matje mund të mos jenë përherë të pranishme. më tepër informacion mund të gjeni te %1$sudhërrëfyesi ynë internetor%2$s.",
        "Overview": "Përmbledhje funksionimi",
        "OverviewDocumentation": "Ky raport ju jep një përmbledhje se sa të shpejta janë bërë faqet tuaj për vizitorët tuaj. Kjo përfshin qoftë sa kohë u duhet shfletuesve të shkarkojnë faqet tuaj, ashtu edhe sa kohë u duhet shfletuesve për t’i shfaqur ato.",
        "PageLoadTime": "Kohë ngarkimi faqeje",
        "PagePerformanceTitle": "Funksionim faqeje për faqe me %1$s “%2$s”",
        "Performance": "Funksionim",
        "PerformanceSubcategoryHelp1": "Ndarja Funksionim mund t’ju ndihmojë të analizoni sa shpejt sajti apo aplikacioni juaj punon në përgjithësi dhe ju ndihmon të zbuloni nëse keni faqe specifike që kanë shmangie domethënëse nga mesataret tuaja.",
        "PerformanceSubcategoryHelp2": "Mund të gjeni raporte që shfaqin saktësisht sa zgjat ngarkimi i çdo faqeje të sajtit tuaj dhe se çfarë kontribuon në kohën e ngarkimit të tyre.",
        "PerformanceTable": "Tabelë me matje funksionimi",
        "PluginDescription": "Shtoni ndonjë raport funksionimi faqesh",
        "RowActionDescription": "Shfaq raport funksionimi faqesh për këtë rresht",
        "RowActionTitle": "Hap raport funksionimi faqesh"
    }
}
