{
    "SegmentEditor": {
        "AddANDorORCondition": "Добавяне на %s условие",
        "AddNewSegment": "Добави нов сегмент",
        "AreYouSureDeleteSegment": "Сигурни ли сте, че искате да изтриете този сегмент?",
        "AutoArchivePreProcessed": "Сегментираните отчети са предварително обработени (за по-голяма бързина се изисква archive.php cron)",
        "AutoArchiveRealTime": "Сегментираните отчети са обработени в реално време",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "На път сте да промените дефиницията на сегмента. Вашите отчети за анализ за този нов сегмент няма да бъдат налични, докато отчетите не бъдат обработени повторно. Може да отнеме няколко часа, докато данните от отчетите се покажат за този сегмент. Продължавате ли въпреки това?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "На път сте да промените дефиницията на сегмента. Вашите аналитични отчети за този нов сегмент ще бъдат повторно обработени при поискване следващия път, когато ги заявите. Показването на отчетите Ви може да отнеме няколко минути. Желаете ли да продължите въпреки това?",
        "ChooseASegment": "Избери сегмент",
        "CurrentlySelectedSegment": "Текущо избран сегмент: %s",
        "DataAvailableAtLaterDate": "Вашите сегментирани аналитични отчети ще бъдат налични по-късно. Извиняваме се за причиненото неудобство.",
        "DefaultAllVisits": "Всички посещения",
        "DragDropCondition": "Състояние „Плъзгане &amp; Пускане“",
        "LoadingSegmentedDataMayTakeSomeTime": "Обработката на сегментирани данни за посетителите може да отнеме няколко минути…",
        "OperatorAND": "И",
        "OperatorOR": "ИЛИ",
        "PluginDescription": "Сегментът е набор от критерии, използвани за избор само на част от цял набор посещения. Използвайки сегменти може да се добави контекст към отчетите.",
        "SaveAndApply": "Запази & Приложи",
        "SegmentDisplayedAllWebsites": "всички сайтове",
        "SegmentDisplayedThisWebsiteOnly": "само този уебсайт",
        "SegmentNotApplied": "Сегмент '%s' не е приложен",
        "Test": "Тест",
        "ThisSegmentIsVisibleTo": "Този сегмент е видим за:",
        "VisibleToAllUsers": "всички потребители",
        "VisibleToMe": "аз",
        "YouMustBeLoggedInToCreateSegments": "Трябва да сте вписани, за да създавате и редактирате персонализираните посетителски сегменти."
    }
}
