{
    "SegmentEditor": {
        "AddANDorORCondition": "Добавяне на %s условие",
        "AddNewSegment": "Добави нов сегмент",
        "AddThisToMatomo": "Добавете този сегмент към Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Добавянето на сегменти за всички уебсайтове е деактивирано.",
        "AreYouSureDeleteSegment": "Сигурни ли сте, че искате да изтриете този сегмент?",
        "AutoArchivePreProcessed": "Сегментираните отчети са предварително обработени (за по-голяма бързина се изисква archive.php cron)",
        "AutoArchiveRealTime": "Сегментираните отчети са обработени в реално време",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "На път сте да промените дефиницията на сегмента. Вашите отчети за анализ за този нов сегмент няма да бъдат налични, докато отчетите не бъдат обработени повторно. Може да отнеме няколко часа, докато данните от отчетите се покажат за този сегмент. Продължавате ли въпреки това?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "На път сте да промените дефиницията на сегмента. Вашите аналитични отчети за този нов сегмент ще бъдат повторно обработени при поискване следващия път, когато ги заявите. Показването на отчетите Ви може да отнеме няколко минути. Желаете ли да продължите въпреки това?",
        "ChooseASegment": "Избери сегмент",
        "CompareThisSegment": "Сравнете този сегмент с избрания сегмент и период.",
        "CurrentlySelectedSegment": "Текущо избран сегмент: %s",
        "CustomSegment": "Персонализиран сегмент",
        "CustomUnprocessedSegmentApiError1": "Сегментът, който поискахте, все още не е създаден в редактора на сегменти и затова данните в отчета не са предварително обработени.",
        "CustomUnprocessedSegmentApiError2": "За да видите данни за този сегмент, трябва да отидете на Matomo и да създадете този сегмент ръчно в редактора на сегменти.",
        "CustomUnprocessedSegmentApiError3": "(Алтернативно можете да създадете нов сегмент програмно, като използвате метода на API SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "След като създадете сегмента в редактора (или чрез API), това съобщение за грешка ще изчезне и в рамките на няколко часа ще видите Вашите сегментирани отчетни данни, след като данните за сегмента са предварително обработени. (Ако не стане, може да има проблем.)",
        "CustomUnprocessedSegmentApiError5": "Моля, имайте предвид, че можете да тествате дали Вашият сегмент ще работи, без да се налага да чакате да бъде обработен, като използвате Live.getLastVisitsDetails API.",
        "CustomUnprocessedSegmentApiError6": "Когато използвате този метод на API, ще видите кои потребители и действия са съответствали на Вашия параметър &amp;segment=.",
        "CustomUnprocessedSegmentNoData": "За да видите данни за този сегмент, трябва да създадете този сегмент ръчно в редактора на сегменти, след което да изчакате няколко часа, за да завърши предварителната обработка.",
        "DataAvailableAtLaterDate": "Вашите сегментирани аналитични отчети ще бъдат налични по-късно. Извиняваме се за причиненото неудобство.",
        "DefaultAllVisits": "Всички посещения",
        "DragDropCondition": "Състояние „Плъзгане &amp; Пускане“",
        "HideMessageInFuture": "Скрийте това съобщение в бъдеще",
        "LoadingSegmentedDataMayTakeSomeTime": "Обработката на сегментирани данни за посетителите може да отнеме няколко минути…",
        "OperatorAND": "И",
        "OperatorOR": "ИЛИ",
        "PluginDescription": "Сегментът е набор от критерии, използвани за избор само на част от цял набор посещения. Използвайки сегменти може да се добави контекст към отчетите.",
        "SaveAndApply": "Запази &amp; Приложи",
        "SegmentDisplayedAllWebsites": "всички сайтове",
        "SegmentDisplayedThisWebsiteOnly": "само този уебсайт",
        "SegmentIsDisplayedForWebsite": "и се обработват за",
        "SegmentNotApplied": "Сегмент '%s' не е приложен",
        "SegmentNotAppliedMessage": "Искате данни за персонализирания сегмент „%s“, тази конфигурация на Matomo понастоящем предотвратява обработката на отчети в реално време от съображения за ефективност.",
        "SegmentOperatorIsNotNullNorEmpty": "не е нула или празно",
        "SegmentOperatorIsNullOrEmpty": "е нула или празно",
        "SegmentXIsAUnionOf": "%s е обединение от тези сегменти:",
        "SelectSegmentOfVisits": "Изберете сегмент от посещения:",
        "SharedWithYou": "Споделено с Вас",
        "Test": "Тест",
        "ThisSegmentIsCompared": "Този сегмент в момента се сравнява.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Този сегмент е избран в момента, така че не може да бъде избран за сравнение.",
        "ThisSegmentIsVisibleTo": "Този сегмент е видим за:",
        "UnprocessedSegmentApiError1": "Сегментът „%1$s“ е настроен на „%2$s“, но Matomo в момента не е конфигуриран да обработва сегментирани отчети в заявки за API.",
        "UnprocessedSegmentApiError2": "За да видите данни за този отчет в бъдеще, ще трябва да редактирате сегмента си и да изберете опцията с етикет „%s“.",
        "UnprocessedSegmentApiError3": "След няколко часа Вашите сегментни данни трябва да станат достъпни чрез API. (Ако не стане, може да има проблем.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sМеждувременно можете да използвате лога на посетителите %2$s, за да тествате дали Вашият сегмент ще съвпада правилно с потребителите Ви, като го приложите там.",
        "UnprocessedSegmentInVisitorLog2": "Когато се приложи, можете веднага да видите кои посещения и действия са съответствали на Вашия сегмент.",
        "UnprocessedSegmentInVisitorLog3": "Това може да ви помогне да потвърдите, че Вашият сегмент съответства на потребителите и действията, които очаквате.",
        "UnprocessedSegmentNoData1": "Тези отчети нямат данни, тъй като заявеният от Вас сегмент %1$s все още не е обработен от системата.",
        "UnprocessedSegmentNoData2": "Данните за този сегмент трябва да станат достъпни след няколко часа, когато обработката приключи. (Ако не стане, може да има проблем.)",
        "UnprocessedSegmentNoData3": "Matomo не може да покаже данни за сегмента %1$s, тъй като конфигурацията предотвратява повторно архивиране за този период. Моля, свържете се с администратор или проверете %2$sтози ЧЗВ%3$s как да разрешите този проблем.",
        "VisibleToAllUsers": "всички потребители",
        "VisibleToMe": "аз",
        "VisibleToSuperUser": "Вижда се за Вас, защото имате суперпотребителски достъп",
        "YouDontHaveAccessToCreateSegments": "Нямате необходимото ниво на достъп за създаване и редактиране на сегменти.",
        "YouMayChangeSetting": "Като алтернатива можете да промените настройката в конфигурационния файл (%1$s) или да редактирате този сегмент и да изберете „%2$s“.",
        "YouMustBeLoggedInToCreateSegments": "Трябва да сте вписани, за да създавате и редактирате персонализираните посетителски сегменти."
    }
}
