{
    "SegmentEditor": {
        "AddANDorORCondition": "Afegeix la condició %s",
        "AddNewSegment": "Afegir un nou segment",
        "AddThisToMatomo": "Afegeix aquest segment a Matomo",
        "AddingSegmentForAllWebsitesDisabled": "S'ha desactivat l'addició de segments per a tots els llocs web.",
        "AreYouSureDeleteSegment": "Esteu segur que voleu suprimir aquest segment?",
        "AutoArchivePreProcessed": "els informes segmentats es processen prèviament (més ràpid, requereix cron)",
        "AutoArchiveRealTime": "els informes segmentats es processen en temps real",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Esteu a punt de canviar la definició del segment. Els vostres informes d'anàlisi d'aquest segment nou no estaran disponibles fins que no es tornin a processar. Les dades dels informes d'aquest segment poden trigar unes quantes hores a mostrar-se. Voleu continuar igualment?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Esteu a punt de canviar la definició del segment. Els vostres informes d'anàlisi d'aquest segment nou es tornaran a processar sota demanda la propera vegada que els sol·liciteu. Els vostres informes poden trigar uns minuts a aparèixer. Voleu continuar igualment?",
        "ChooseASegment": "Escolliu un segment",
        "CompareThisSegment": "Compareu aquest segment amb el segment i el període seleccionats.",
        "CurrentlySelectedSegment": "Segment seleccionat actualment: %s",
        "CustomSegment": "Segment personalitzat",
        "CustomUnprocessedSegmentApiError1": "El segment que heu sol·licitat encara no s'ha creat a l'Editor de segments i, per tant, les dades de l'informe encara no s'han preprocessat.",
        "CustomUnprocessedSegmentApiError2": "Per veure les dades d'aquest segment heu d'anar a Matomo i crear aquest segment manualment a l'Editor de segments.",
        "CustomUnprocessedSegmentApiError3": "(Alternativament podeu crear un segment nou amb programació mitjançant el mètode de l'API SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "Un cop creat el segment a l'editor (o mitjançant l'API) aquest missatge d'error desapareixerà i al cap d'unes hores veureu les dades de l'informe segmentades, un cop les dades del segment s'hagin preprocessat. (Si no ho fa, pot haver-hi un problema.)",
        "CustomUnprocessedSegmentApiError5": "Tingueu en compte que podeu provar si el vostre segment funcionarà sense haver d'esperar que es processi mitjançant l'API Live.getLastVisitsDetails.",
        "CustomUnprocessedSegmentApiError6": "Quan utilitzeu aquest mètode de l'API, veureu quins usuaris i accions s'han trobat amb el vostre &amp;segment= parameter.",
        "CustomUnprocessedSegmentNoData": "Per veure les dades d'aquest segment, heu de crear aquest segment manualment a l'Editor de segments i, a continuació, esperar unes hores perquè finalitzi el preprocessament.",
        "DataAvailableAtLaterDate": "Els vostres informes d'anàlisi segmentats estaran disponibles més endavant. Us demanem disculpes per les molèsties.",
        "DefaultAllVisits": "Totes les visites",
        "DragDropCondition": "Condició Drag &amp; Drop",
        "HideMessageInFuture": "Amaga aquest missatge en el futur",
        "LoadingSegmentedDataMayTakeSomeTime": "El processament de les dades segmentades dels visitants pot trigar uns minuts…",
        "OperatorAND": "AND",
        "OperatorOR": "OR",
        "PluginDescription": "Un segment és un conjunt de criteris utilitzats per seleccionar només una part de tot el conjunt de visites. Amb segments podeu tornar a injectar context arbitrari als vostres informes.",
        "SaveAndApply": "Desa i aplica",
        "SegmentDisplayedAllWebsites": "tots els llocs web",
        "SegmentDisplayedThisWebsiteOnly": "només aquest lloc web",
        "SegmentEditor": "Editor de segment",
        "SegmentIsDisplayedForWebsite": "i processat per",
        "SegmentNotApplied": "El segment '%s' no s'ha aplicat",
        "SegmentNotAppliedMessage": "Esteu sol·licitant dades per al segment personalitzat '%s', actualment aquesta configuració de Matomo impedeix el processament en temps real dels informes per motius de rendiment.",
        "SegmentOperatorIsNotNullNorEmpty": "no és nul ni buit",
        "SegmentOperatorIsNullOrEmpty": "és nul o buit",
        "SegmentXIsAUnionOf": "%s és una unió d'aquests segments:",
        "SelectSegmentOfVisits": "Seleccioneu un segment de visites:",
        "SharedWithYou": "Compartit amb tu",
        "Test": "Prova",
        "ThisSegmentIsCompared": "Actualment es compara aquest segment.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Aquest segment està seleccionat actualment, de manera que no es pot seleccionar per comparar.",
        "ThisSegmentIsVisibleTo": "Aquest segment és visible per:",
        "UnprocessedSegmentApiError1": "El segment \"%1$s\" està definit a \"%2$s\", però Matomo no està configurat actualment per processar informes segmentats a les sol·licituds d'API.",
        "UnprocessedSegmentApiError2": "Per veure les dades d'aquest informe en el futur, haureu d'editar el vostre segment i triar l'opció anomenada \"%s\".",
        "UnprocessedSegmentApiError3": "Aleshores, al cap d'unes hores, les dades del vostre segment haurien d'estar disponibles a través de l'API. (Si no ho fa, pot haver-hi un problema.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sMentrestant podeu utilitzar el registre de visitants%2$s per provar si el vostre segment coincideix correctament amb els vostres usuaris aplicant-lo allà.",
        "UnprocessedSegmentInVisitorLog2": "Quan s'apliqui, podeu veure immediatament quines visites i accions han coincidit amb el vostre segment.",
        "UnprocessedSegmentInVisitorLog3": "Això us pot ajudar a confirmar que el vostre Segment coincideix amb els usuaris i les accions que espereu.",
        "UnprocessedSegmentNoData1": "Aquests informes no tenen dades, perquè el Segment que heu sol·licitat %1$s encara no ha estat processat pel sistema.",
        "UnprocessedSegmentNoData2": "Les dades d'aquest segment haurien d'estar disponibles en unes poques hores quan finalitzi el processament. (Si no ho fa, pot ser que hi hagi un problema.)",
        "UnprocessedSegmentNoData3": "Matomo no pot mostrar les dades del segment %1$s, ja que la configuració impedeix que es tornin a arxivar durant aquest període. Si us plau, poseu-vos en contacte amb el vostre administrador o comproveu %2$saquest FAQ%3$s per resoldre aquest problema.",
        "VisibleToAllUsers": "tots els usuaris",
        "VisibleToMe": "jo",
        "VisibleToSuperUser": "Visible per a tu perquè tens accés de superusuari",
        "YouDontHaveAccessToCreateSegments": "No teniu el nivell d'accés necessari per crear i editar segments.",
        "YouMayChangeSetting": "Alternativament, podeu canviar la configuració al fitxer de configuració (%1$s) o editar aquest segment i triar \"%2$s\".",
        "YouMustBeLoggedInToCreateSegments": "Heu d'iniciar sessió per crear i editar segments de visitants personalitzats."
    }
}
