{
    "SegmentEditor": {
        "AddANDorORCondition": "Přidat podmínku %s",
        "AddNewSegment": "Přidat nový segment",
        "AddThisToMatomo": "Přidejte tento segment do Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Přidávání segmentů pro všechny stránky bylo zakázáno.",
        "AreYouSureDeleteSegment": "Opravdu chcete odstranit tento segment?",
        "AutoArchivePreProcessed": "Segmentované reporty jsou předzpracovány rychleji (vyžadují cron)",
        "AutoArchiveRealTime": "Segmentovaná hlášení jsou zpracována v reálném čase",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Chystáte se změnit definici segmentu. Analytická data pro tento nový segment budou zobrazena až po novém vypracování reportů. Zobrazení nových dat pro upravený segment může zabrat několik hodin. Přesto pokračovat?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Chystáte se změnit definici segmentu. Analytická data pro tento nový segment budou zpracována dle potřeby při jejich vyžádání. Zobrazení reportů může trvat několik minut. Přesto pokračovat?",
        "ChooseASegment": "Zvolte segment",
        "CompareThisSegment": "Porovnejte tento segment s vybraným segmentem a obdobím.",
        "CurrentlySelectedSegment": "Aktuálně vybraný segment: %s",
        "CustomSegment": "Vlastní segment",
        "CustomUnprocessedSegmentApiError1": "Požadovaný segment ještě nebyl vytvořen v editoru segmentů, takže data sestavy nebyla předběžně zpracována.",
        "CustomUnprocessedSegmentApiError2": "Chcete -li zobrazit data pro tento segment, musíte přejít na Matomo a vytvořit tento segment manuálně v Editoru segmentů.",
        "CustomUnprocessedSegmentApiError3": "(Alternativně můžete vytvořit nový segment programově pomocí metody API SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "Po vytvoření segmentu v editoru (nebo prostřednictvím rozhraní API) tato chybová zpráva zmizí a během několika hodin uvidíte data segmentovaných sestav poté, co byla data segmentů předběžně zpracována. (Pokud tomu tak není, mohlo dojít k problému.)",
        "CustomUnprocessedSegmentApiError5": "Jestli bude Váš segment fungovat, můžete vyzskoušet, aniž byste museli čekat na jeho zpracování, pomocí API Live.getLastVisitsDetails.",
        "CustomUnprocessedSegmentApiError6": "Při použití této API metody uvidíte, kterým uživatelům a akcím odpovídal váš &amp;segment= parameter.",
        "CustomUnprocessedSegmentNoData": "Chcete -li zobrazit data pro tento segment, musíte tento segment vytvořit ručně v Segment Editoru a poté několik hodin počkat, než se předzpracování dokončí.",
        "DataAvailableAtLaterDate": "Vaše segmentovaná analytická hlášení budou dostupná později. Omlouváme se za tuto nepříjemnost.",
        "DefaultAllVisits": "Všechny návštěvy",
        "DragDropCondition": "Přetáhněte podmínku",
        "HideMessageInFuture": "Již tuto zprávu nezobrazovat",
        "LoadingSegmentedDataMayTakeSomeTime": "Zpracování segmentovaných dat návštěvníků může pár minut trvat…",
        "OperatorAND": "AND",
        "OperatorOR": "OR",
        "PluginDescription": "Segment je soubor kritérií používaných k výběru pouze části celé sady návštěv. Pomocí segmentů můžete do přehledů vložit libovolný kontext.",
        "SaveAndApply": "Uložit a použít",
        "SegmentDisplayedAllWebsites": "všechny weby",
        "SegmentDisplayedThisWebsiteOnly": "pouze tento web",
        "SegmentEditor": "Editor segmentů",
        "SegmentIsDisplayedForWebsite": "a zpracováno pro",
        "SegmentNotApplied": "Segment %s není aplikován",
        "SegmentNotAppliedMessage": "Požadujete data pro vlastní segment %s, tato konfigurace Matomu aktuálně nedovoluje z důvodů výkonu zpracování hlášení v reálném čase.",
        "SegmentOperatorIsNotNullNorEmpty": "není nulový nebo prázdný",
        "SegmentOperatorIsNullOrEmpty": "je nulový nebo prázdný",
        "SegmentXIsAUnionOf": "%s je propojení těchto segmentů:",
        "SelectSegmentOfVisits": "Vyberte segment návštěv:",
        "SharedWithYou": "Sdíleno s vámi",
        "Test": "Vyzkoušet",
        "ThisSegmentIsCompared": "Tento segment je v současné době porovnáván.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Tento segment je aktuálně vybrán, takže jej nelze vybrat k porovnání.",
        "ThisSegmentIsVisibleTo": "Tento segment je viditelný:",
        "UnprocessedSegmentApiError1": "Segment '%1$s' je nastaven na '%2$s', ale Matomo není aktuálně nakonfigurováno tak, aby zpracovávalo segmentované sestavy v požadavcích API.",
        "UnprocessedSegmentApiError2": "Chcete-li v budoucnu zobrazit údaje pro tento přehled, budete muset upravit svůj segment a vybrat možnost označenou '%s'.",
        "UnprocessedSegmentApiError3": "Poté by po několika hodinách měla být data segmentu dostupná prostřednictvím rozhraní API. (Pokud tomu tak není, mohlo dojít k problému.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sMezitím můžete pomocí protokolu návštěvníků %2$s otestovat, zda se váš segment bude správně shodovat s vašimi uživateli.",
        "UnprocessedSegmentInVisitorLog2": "Po použití můžete okamžitě zjistit, které návštěvy a akce byly porovnány vaším segmentem.",
        "UnprocessedSegmentInVisitorLog3": "To vám pomůže potvrdit, že se váš segment shoduje s uživateli a akcemi, které od něj očekáváte.",
        "UnprocessedSegmentNoData1": "Tyto přehledy neobsahují žádná data, protože požadovaný segment %1$s ještě nebyl systémem zpracován.",
        "UnprocessedSegmentNoData2": "Data pro tento segment by měla být k dispozici za několik hodin po dokončení zpracování. (Pokud se tak nestane, mohlo dojít k problému.)",
        "UnprocessedSegmentNoData3": "Matomo nemůže zobrazit data pro segment %1$s, protože konfigurace brání rearchivaci pro toto období. Obraťte se prosím na svého správce nebo se podívejte na %2$stento FAQ%3$s, jak tento problém vyřešit.",
        "VisibleToAllUsers": "Všem uživatelům",
        "VisibleToMe": "Mně",
        "VisibleToSuperUser": "Viditelný, protože máte Super User přístup",
        "YouDontHaveAccessToCreateSegments": "Pro vytváření a úpravu segmentů nemáte požadovanou přístupovou úroveň.",
        "YouMayChangeSetting": "Jinak můžete nastavení změnit v souboru %1$s, nebo můžete upravit tento segment a zvolit %2$s.",
        "YouMustBeLoggedInToCreateSegments": "Pro vytváření a úpravu vlastních segmentů návštěvníků musíte být přihlášen."
    }
}
