{
    "SegmentEditor": {
        "AddANDorORCondition": "%s Bedingung hinzufügen",
        "AddNewSegment": "Neues Segment hinzufügen",
        "AddThisToMatomo": "Dieses Segment zu Matomo hinzufügen",
        "AddingSegmentForAllWebsitesDisabled": "Das Hinzufügen von Segmenten wurde für alle Webseiten deaktiviert.",
        "AreYouSureDeleteSegment": "Möchten Sie dieses Segment wirklich löschen?",
        "AutoArchivePreProcessed": "Segmentierte Berichte werden im Voraus verarbeitet (schneller, benötigt archive.php Cron)",
        "AutoArchiveRealTime": "segmentierte Berichte werden in Echtzeit verarbeitet",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Sie sind dabei die Definition des Segments zu ändern. Die Berichte für dieses neue Segment stehen erst zur Verfügung, sobald sie berechnet wurden. Es könnte einige Stunden dauern bis Daten für das Segment angezeigt werden. Möchten Sie trotzdem fortfahren?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Sie sind dabei die Definition des Segments zu ändern. Die Berichte für dieses neue Segment werden berechnet, sobald Sie das nächste mal angefragt werden. Es könnte einige Minuten dauern bis die Berichte erscheinen. Möchten Sie trotzdem fortfahren?",
        "ChooseASegment": "Segment auswählen",
        "CompareThisSegment": "Vergleiche dieses Segment mit ausgewähltem Segment und Zeitraum.",
        "CurrentlySelectedSegment": "Aktuell ausgewähltes Segment: %s",
        "CustomSegment": "Benutzerdefiniertes Segment",
        "CustomUnprocessedSegmentApiError1": "Das gesuchte Segment wurde noch nicht im Segment Editor erstellt und dementsprechend konnten die Berichtdaten nicht aufbereitet werden.",
        "CustomUnprocessedSegmentApiError2": "Um Daten für dieses Segment zu sehen, müssen Sie zu Matomo gehen und das Segment manuell im Segment Editor erstellen.",
        "CustomUnprocessedSegmentApiError3": "(Alternativ können Sie programmatisch ein neues Segment hinzufügen, indem Sie die SegmentEditor.add API Methode verwenden).",
        "CustomUnprocessedSegmentApiError4": "Sobald das Segment im Editor (oder via API) erstellt wurde, wird diese Fehlermeldung verschwinden und ein paar Stunden später werden Sie Ihre segmentierten Berichtsdaten sehen, nachdem die segmentierten Daten verarbeitet wurden. (Falls nicht, liegt ein Problem vor.)",
        "CustomUnprocessedSegmentApiError5": "Bitte beachten Sie dass Sie testen können ob Ihr Segment funktioniert ohne dass Sie auf die Verarbeitung warten müssen, in dem Sie die Live.getLastVisitsDetails API verwenden.",
        "CustomUnprocessedSegmentApiError6": "Wenn sie diese API-Methode verwenden, werden Sie sehen, welche Benutzer und Aktionen von Ihrem \"&amp;segment= Parameter\" betroffen sind.",
        "CustomUnprocessedSegmentNoData": "Um Daten für dieses Segment zu sehen, müssen Sie das Segment manuell im Segment Editor erstellen, dann ein paar Stunden auf die Verarbeitung warten.",
        "DataAvailableAtLaterDate": "Ihre segmentierten Analytik-Berichte stehen später zur Verfügung. Wir entschuldigen uns für die Unannehmlichkeit.",
        "DefaultAllVisits": "Alle Besuche",
        "DragDropCondition": "„Drag &amp; Drop“-Bedingung",
        "HideMessageInFuture": "Diese Meldung nicht mehr anzeigen",
        "LoadingSegmentedDataMayTakeSomeTime": "Die Verarbeitung der segmentierten Besucherdaten kann einige Minuten dauern…",
        "OperatorAND": "UND",
        "OperatorOR": "ODER",
        "PluginDescription": "Ein Segment ist eine Sammlung an Kriterien, um nur einen Teil einer grossen Menge von Besuchen herauszufiltern. In dem Sie Segmente verwenden, können Sie Ihren Berichten praktisch beliebig skalierbar Kontext hinzufügen.",
        "SaveAndApply": "Speichern und Übernehmen",
        "SegmentDisplayedAllWebsites": "alle Webseiten",
        "SegmentDisplayedThisWebsiteOnly": "nur diese Webseite",
        "SegmentEditor": "Segment Editor",
        "SegmentIsDisplayedForWebsite": "und wird berechnet für",
        "SegmentNotApplied": "Segment '%s' nicht angewendet",
        "SegmentNotAppliedMessage": "Sie haben Daten für das benutzerdefinierte Segment '%s' angefordert, diese Matomo Konfiguration verhindert aktuell die Echtzeitverarbeitung der Berichte aus Performancegründen.",
        "SegmentOperatorIsNotNullNorEmpty": "Ist weder NULL noch leer",
        "SegmentOperatorIsNullOrEmpty": "Ist NULL oder leer",
        "SegmentXIsAUnionOf": "%s ist eine Vereinigung dieser Segmente:",
        "SelectSegmentOfVisits": "Wählen Sie ein Segment an Besuchen aus:",
        "SharedWithYou": "Mit dir geteilt",
        "Test": "Test",
        "ThisSegmentIsCompared": "Dieses Segment wird gerade verglichen.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Dieses Segment ist aktuell ausgewählt und kann deshalb nicht für einen Vergleich ausgewählt werden.",
        "ThisSegmentIsVisibleTo": "Dieses Segment ist sichtbar für:",
        "UnprocessedSegmentApiError1": "Das Segment '%1$s' ist auf '%2$s' gesetzt, aber Matomo ist aktuell nicht konfiguriert, um segmentierte Berichte in API Anfragen auszuführen.",
        "UnprocessedSegmentApiError2": "Um in Zukunft Daten für diesen Bericht zu sehen, werden Sie Ihr Segment ändern müssen und die Option mit Namen '%s' anwählen.",
        "UnprocessedSegmentApiError3": "Dann nach ein paar Stunden werden Ihre Segmentdaten über die API verfügbar sein. (Falls nicht, liegt ein Problem vor.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sEinstweilen können Sie das Visitor Log verwenden%2$s um zu testen ob Ihr Segment Ihre Benutzer korrekt erfasst, in dem Sie es dort anwenden.",
        "UnprocessedSegmentInVisitorLog2": "Wenn angewandt, können Sie sofort sehen welche Besucher und Aktionen von Ihrem Segment betroffen sind.",
        "UnprocessedSegmentInVisitorLog3": "Dies kann Ihnen helfen sicherzustellen, dass Ihr Segment die erwarteten Benutzer und Aktionen registriert.",
        "UnprocessedSegmentNoData1": "Diese Bereiche haben keine Daten, weil das von Ihnen gewünschte Segment %1$s noch nicht vom System bearbeitet wurde.",
        "UnprocessedSegmentNoData2": "Daten für dieses Segment sollten in ein paar Stunden verfügbar sein sobald die Verarbeitung abgeschlossen ist. (Falls nicht, liegt ein Problem vor.)",
        "UnprocessedSegmentNoData3": "Da die Konfiguration eine erneute Archivierung für diesen Zeitraum verhindert, kann Matomo keine Daten für das Segment %1$s anzeigen. Bitte wenden Sie sich an Ihren Administrator oder lesen Sie %2$sdiese FAQ%3$s, damit Sie dieses Problem lösen können.",
        "VisibleToAllUsers": "alle Benutzer",
        "VisibleToMe": "mich",
        "VisibleToSuperUser": "Für Sie sichtbar, da Sie Hauptadministrator-Berechtigung haben",
        "YouDontHaveAccessToCreateSegments": "Sie haben nicht die benötigten Berechtigungen, um Segmente anzulegen und zu bearbeiten.",
        "YouMayChangeSetting": "Alternativ können Sie die Einstellung in der Konfigurationsdatei (%1$s) ändern, oder ändern Sie dieses Segment und wählen '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Sie müssen sich anmelden, um eigene Besuchersegmente anzulegen oder zu bearbeiten."
    }
}
