{
    "SegmentEditor": {
        "AddANDorORCondition": "Προσθήκη της %s συνθήκης",
        "AddNewSegment": "Προσθήκη νέου τμήματος",
        "AddThisToMatomo": "Προσθήκη του τμήματος στο Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Η προσθήκη τμημάτων έχει απενεργοποιηθεί για όλους τους ιστοτόπους.",
        "AreYouSureDeleteSegment": "Είστε σίγουροι για τη διαγραφή του τμήματος;",
        "AutoArchivePreProcessed": "οι αναφορές τμημάτων προεπεξεργάζονται (γρηγορότερα, απαιτείται το archive.php με cron)",
        "AutoArchiveRealTime": "οι αναφορές τμημάτων επεξεργάζονται σε πραγματικό χρόνο",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Πρόκειται να αλλάξετε τον ορισμό της κατάτμησης. Η αναφορά αναλυτικών για τη νέα κατάτμηση δε θα είναι διαθέσιμη μέχρι να γίνει και πάλι επεξεργασία των αναφορών. Ενδέχεται να διαρκέσει λίγες ώρες μέχρι να εμφανιστούν δεδομένα αναφοράς για αυτή την κατάτμηση. Θέλετε να συνεχίσετε έτσι κι αλλιώς;",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Πρόκειται να αλλάξετε τον ορισμό της κατάτμησης. Θα γίνει επεξεργασία της αναφοράς αναλυτικών για τη νέα κατάτμηση την επόμενη στιγμή που θα ζητηθεί. Οι αναφορές σας θα πάρουν λίγα λεπτά για να εμφανιστούν. Θέλετε να συνεχίσετε έτσι κι αλλιώς;",
        "ChooseASegment": "Επιλέξτε ένα τμήμα",
        "CompareThisSegment": "Σύγκριση του τμήματος με το επιλεγμένο τμήμα και περίοδο.",
        "CurrentlySelectedSegment": "Επιλεγμένο τμήμα αυτή τη στιγμή: %s",
        "CustomSegment": "Προσαρμοσμένο τμήμα",
        "CustomUnprocessedSegmentApiError1": "Το Τμήμα που ζητήσατε δεν έχει δημιουργηθεί στον Επεξεργαστή Τμημάτων και έτσι δεν έχει γίνει προ-επεξεργασία των δεδομένων της αναφοράς.",
        "CustomUnprocessedSegmentApiError2": "Για να δείτε τα δεδομένα για αυτό το Τμήμα, θα πρέπει να μεταβείτε στο Matomo και να δημιουργήσετε το Τμήμα αυτό χειροκίνητα στον Επεξεργαστή Τμημάτων.",
        "CustomUnprocessedSegmentApiError3": "(Εναλλακτικά, μπορείτε να δημιουργήσετε ένα νέο τμήμα προγραμματιστικά με κλήση της μεθόδου SegmentEditor.add του API).",
        "CustomUnprocessedSegmentApiError4": "Με το που θα δημιουργηθεί το τμήμα στον επεξεργαστή (ή μέσω του API), το μήνυμα σφάλματος θα εξαφανιστεί σε λίγες ώρες και θα μπορείτε να δείτε τα δεδομένα της αναφοράς τμήματός σας, αφού γίνει προ-επεξεργασία των δεδομένων τμήματος. (Αν αυτό δεν συμβεί, τότε ενδέχεται να υπάρχει πρόβλημα.)",
        "CustomUnprocessedSegmentApiError5": "Πρέπει να σημειωθεί ότι μπορείτε να δοκιμάσετε αν θα δουλεύει το τμήμα σας χωρίς να περιμένετε να γίνει επεξεργασία του με χρήση της μεθόδου Live.getLastVisitsDetails του API.",
        "CustomUnprocessedSegmentApiError6": "Όταν χρησιμοποιείτε αυτή τη μέθοδο του API, θα δείτε ποιοι χρήστες και ενέργειες βρέθηκαν από την παράμετρο &amp;segment=παράμετρος.",
        "CustomUnprocessedSegmentNoData": "Για να δείτε δεδομένα για το τμήμα, θα πρέπει πρώτα να δημιουργήσετε ένα τμήμα χειροκίνητα στον Επεξεργαστή Τμημάτων και να περιμένετε λίγες ώρες για να ολοκληρωθεί η προ-επεξεργασία.",
        "DataAvailableAtLaterDate": "Οι τμηματικές αναφορές αναλυτικών θα είναι αργότερα διαθέσιμες. Ζητούμε συγγνώμη για την ταλαιπωρία.",
        "DefaultAllVisits": "Όλες οι επισκέψεις",
        "DragDropCondition": "Συνθήκη με Σύρε &amp; Άσε",
        "HideMessageInFuture": "Να μην εμφανίζεται το μήνυμα αυτό στο μέλλον",
        "LoadingSegmentedDataMayTakeSomeTime": "Η επεξεργασία των δεδομένων των τμημάτων επισκεπτών μπορεί να διαρκέσει κάποια λεπτά…",
        "OperatorAND": "ΚΑΙ",
        "OperatorOR": "Ή",
        "PluginDescription": "Το τμήμα είναι ένα σύνολο κριτηρίων που χρησιμοποιούνται για επιλογή μόνο ενός μέρους από ένα σύνολο επισκέψεων. Με χρήση των τμημάτων μπορείτε να εισαγάγετε περιεχόμενο μέσα στις αναφορές σας.",
        "SaveAndApply": "Αποθήκευση &amp; Εφαρμογή",
        "SegmentDisplayedAllWebsites": "όλους τους ιστοτόπους",
        "SegmentDisplayedThisWebsiteOnly": "μόνο αυτόν τον ιστοτόπο",
        "SegmentEditor": "Επεξεργαστής Τμημάτων",
        "SegmentIsDisplayedForWebsite": "και υπέστη επεξεργασία για",
        "SegmentNotApplied": "Το τμήμα '%s' δεν εφαρμόζεται",
        "SegmentNotAppliedMessage": "Ζητάτε δεδομένα για το Προσαρμοσμένο Τμήμα '%s', ωστόσο η τρέχουσα παραμετροποίηση του Matomo εμποδίζει την σε πραγματικό χρόνο επεξεργασία των αναφορών για λόγους απόδοσης.",
        "SegmentOperatorIsNotNullNorEmpty": "δεν είναι άκυρο (null) ή άδειο",
        "SegmentOperatorIsNullOrEmpty": "είναι άκυρο (null) ή κενό",
        "SegmentXIsAUnionOf": "Το %s είναι η ένωση αυτών των τμημάτων:",
        "SelectSegmentOfVisits": "Επιλέξτε ένα τμήμα επισκέψεων:",
        "SharedWithYou": "Κοινόχρηστο για εσάς",
        "Test": "Δοκιμή",
        "ThisSegmentIsCompared": "Αυτή τη στιγμή γίνεται σύγκριση του τμήματος.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Το τμήμα αυτό είναι αυτή τη στιγμή επιλεγμένο και δεν μπορεί να επιλεγεί για σύγκριση.",
        "ThisSegmentIsVisibleTo": "Το τμήμα αυτό είναι ορατό σε:",
        "UnprocessedSegmentApiError1": "Το Τμήμα '%1$s' έχει οριστεί στο '%2$s', αλλά το Matomo δεν έχει ρυθμιστεί να επεξεργάζεται αναφορές τμημάτων στις αιτήσεις API.",
        "UnprocessedSegmentApiError2": "Για να δείτε δεδομένα για αυτή την αναφορά στο μέλλον, πρέπει να τροποποιήσετε το τμήμα σας και να επιλέξετε την επιλογή '%s'.",
        "UnprocessedSegmentApiError3": "Στη συνέχεια, τα δεδομένα του τμήματός σας γίνουν διαθέσιμα μετά από λίγες ώρες μέσω του API. (Αν αυτό δεν συμβεί, τότε ενδέχεται να υπάρχει πρόβλημα.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sΕν τω μεταξύ, μπορείτε να χρησιμοποιήσετε το Ημερολόγιο Επισκεπτών%2$s για να δοκιμάσετε αν το τμήμα θα βρει τους χρήστες σωστά με εφαρμογή του εκεί.",
        "UnprocessedSegmentInVisitorLog2": "Όταν θα εφαρμοστεί, μπορείτε άμεσα να δείτε ποιες επισκέψεις και ενέργειες βρέθηκαν από το τμήμα σας.",
        "UnprocessedSegmentInVisitorLog3": "Αυτό θα σας βοηθήσει να επιβεβαιώσετε ότι το Τμήμα σας βρίσκει τους χρήστες και τις ενέργειες που περιμένετε.",
        "UnprocessedSegmentNoData1": "Οι αναφορές δεν έχουν δεδομένα, γιατί το Τμήμα %1$s που ζητήσατε δεν έχει επεξεργαστεί ακόμη από το σύστημα.",
        "UnprocessedSegmentNoData2": "Τα δεδομένα για το Τμήμα αυτό θα γίνουν διαθέσιμα σε λίγες ώρες αφού ολοκληρωθεί η επεξεργασία. (Αν αυτό δεν συμβεί, τότε ενδέχεται να υπάρχει πρόβλημα.)",
        "UnprocessedSegmentNoData3": "Το Matomo δεν μπόρεσε να εμφανίσει τα δεδομένα για το τμήμα %1$s, καθώς η παραμετροποίηση αποτρέπει την εκ νέου αρχειοθέτηση για αυτή την περίοδο. Επικοινωνήστε με το διαχειριστή σας ή ελέγξτε τις %2$sΣυχνές Ερωτήσεις-Απαντήσεις%3$s για να δείτε πως να λύσετε το πρόβλημα.",
        "VisibleToAllUsers": "όλους τους χρήστες",
        "VisibleToMe": "εμένα",
        "VisibleToSuperUser": "Ορατό σε εσάς επειδή έχετε πρόσβαση Υπερ Χρήστη",
        "YouDontHaveAccessToCreateSegments": "Δεν διαθέτετε την απαιτούμενη πρόσβαση ασφαλείας για να δημιουργείτε και να τροποποιείτε τμήματα.",
        "YouMayChangeSetting": "Εναλλακτικά, μπορείτε να αλλάξετε τη ρύθμιση στο αρχείο ρυθμίσεων (%1$s), ή να τροποποιήσετε το Τμήμα αυτό και να επιλέξετε '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Θα πρέπει να έχετε κάνει είσοδο για να δημιουργήσετε και να επεξεργαστείτε προσαρμοσμένα τμήματα επισκεπτών."
    }
}
