{
    "SegmentEditor": {
        "PluginDescription": "Un segmento es un conjunto de criterios usados para seleccionar sólo una parte del conjunto entero de visitas. Al usar segmentos, podés inyectar un contexto arbitrario a tus informes.",
        "AddANDorORCondition": "Agregar condición %s",
        "AddNewSegment": "Agregar nuevo segmento",
        "AreYouSureDeleteSegment": "¿Estás seguro que querés eliminar este segmento?",
        "AutoArchivePreProcessed": "los informes segmentados son preprocesados (más rápido, requiere cron)",
        "AutoArchiveRealTime": "los informes segmentados son procesados en tiempo real",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Estás a punto de cambiar la definición de segmento. Tus informes de análisis para este nuevo segmento no estarán disponibles hasta que los informes sean reprocesados. Podría tomar algunas horas hasta que los datos de informes muestren este segmento. ¿Querés continuar?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Estás a punto de cambiar la definición de segmento. Tus informes de análisis para este nuevo segmento serán reprocesados a pedido la próxima vez que los solicités. Tus informes podrían tomar algunos minutos en aparecer. ¿Querés continuar?",
        "ChooseASegment": "Elegí un segmento",
        "CurrentlySelectedSegment": "Segmento seleccionado actualmente: %s",
        "DataAvailableAtLaterDate": "Tus informes de análisis segmentados estarán disponibles más tarde. Te pedimos disculpas por los inconvenientes ocasionados.",
        "DefaultAllVisits": "Todas las visitas",
        "DragDropCondition": "Condiciones para arrastrar y soltar",
        "HideMessageInFuture": "Ocultar este mensaje en el futuro",
        "LoadingSegmentedDataMayTakeSomeTime": "Procesando los datos de visitantes segmentados — puede tomar algunos minutos…",
        "OperatorAND": "Y",
        "OperatorOR": "O",
        "SaveAndApply": "Guardar y aplicar",
        "SegmentDisplayedAllWebsites": "todos los sitios web",
        "SegmentDisplayedThisWebsiteOnly": "sólo este sitio web",
        "SegmentIsDisplayedForWebsite": "y procesado para",
        "SegmentNotApplied": "Segmento \"%s'\" no aplicado",
        "SegmentNotAppliedMessage": "Estás solicitando datos para el segmento personalizado \"%s\". Esta configuración de Matomo actualmente evita procesamiento en tiempo real de informes por razones de rendimiento.",
        "SelectSegmentOfVisits": "Seleccionar un segmento de visitas:",
        "ThisSegmentIsVisibleTo": "Este segmento es visible para:",
        "VisibleToAllUsers": "todos los usuarios",
        "VisibleToMe": "mí",
        "YouMayChangeSetting": "Alternativamente podés cambiar el ajuste en el archivo de configuración (%1$s), o editar este segmento y elegir \"%2$s\".",
        "VisibleToSuperUser": "Visible para vos porque tenés acceso de Súper usuario",
        "SharedWithYou": "Compartido con vos",
        "YouMustBeLoggedInToCreateSegments": "Tenés que haber iniciado sesión para crear y editar segmentos personalizados de usuario.",
        "YouDontHaveAccessToCreateSegments": "No tenés el nivel de acceso requerido para crear y editar segmentos.",
        "AddingSegmentForAllWebsitesDisabled": "Se deshabilitó el agregado de segmentos para todos los sitios web.",
        "SegmentXIsAUnionOf": "%s es una unión de estos fragmentos:",
        "CustomSegment": "El segmento personalizado",
        "SegmentOperatorIsNullOrEmpty": "es nulo o vacío",
        "SegmentOperatorIsNotNullNorEmpty": "no es nulo ni vacío",
        "UnprocessedSegmentNoData1": "Estos informes no tienen datos, porque el segmento que solicitaste %1$s todavía no fue procesado por el sistema.",
        "UnprocessedSegmentNoData2": "Los datos para este segmento deberían estar disponibles en algunas horas, cuando el procesamiento se complete (si no lo hace, puede haber algún problema).",
        "UnprocessedSegmentInVisitorLog1": "%1$sMientras tanto, podés usar el registro de visitas%2$s para probar si tu segmento coincidirá con tus usuarios correctamente al aplicarlo allí.",
        "UnprocessedSegmentInVisitorLog2": "Al aplicarlo, podés ver inmediatamente qué visitas y acciones coincidieron con tu segmento.",
        "UnprocessedSegmentInVisitorLog3": "Esto puede ayudarte a confirmar si tu segmento coincide con los usuarios y acciones que esperás.",
        "UnprocessedSegmentApiError1": "El segmento \"%1$s\" está establecido a \"%2$s\" pero Matomo no está configurado actualmente para procesar informes segmentados en las solicitudes de API.",
        "UnprocessedSegmentApiError2": "Para ver datos de este informe en el futuro, vas a necesitar editar tu segmento y elegir la opción etiquetada como \"%s\".",
        "UnprocessedSegmentApiError3": "Luego de unas horas, los datos de tu segmento deberían estar disponibles a través de la API (si no lo está, puede haber algún problema).",
        "CustomUnprocessedSegmentApiError1": "El segmento que solicitaste no fue creado en el editor de segmento y por lo tanto los datos del informe no fueron preprocesados.",
        "CustomUnprocessedSegmentApiError2": "Para ver datos de este segmento, tenés que ir a Matomo y crear este segmento manualmente en el Editor de segmento.",
        "CustomUnprocessedSegmentApiError4": "Una vez creado el segmento en el editor (o vía API), este mensaje de error desaparecerá y a las pocas horas vas a ver tus datos de informe segmentado, luego de que los datos de segmento hayan sido preprocesados (si no lo son, puede haber un problema).",
        "CustomUnprocessedSegmentApiError5": "Por favor, tené en cuenta que podés probar si tu segmento funcionará sin tener que esperar a que sea procesado, usando la API \"Live.getLastVisitsDetails\".",
        "CustomUnprocessedSegmentApiError6": "Al usar este método de API, vas a ver cuáles usuarios y acciones coincidieron con tu parámetro \"&segment=\".",
        "CustomUnprocessedSegmentNoData": "Para ver datos para este segmento, tenér que crear este segmento manualmente en el Editor de segmento, luego esperar unas horas hasta que el proceso se complete.",
        "AddThisToMatomo": "Agregar este segmento a Matomo",
        "ThisSegmentIsCompared": "Actualmente se está comparando este segmento.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Actualmente se está comparando este segmento, por lo que no es necesario seleccionarlo para compararlo.",
        "CompareThisSegment": "Comparar este segmento con el segmento y período seleccionados.",
        "Test": "Prueba"
    }
}