{
    "SegmentEditor": {
        "AddANDorORCondition": "Gehitu %s baldintza",
        "AddNewSegment": "Gehitu segmentu berria",
        "AddThisToMatomo": "Gehitu segmentu hau Matomora",
        "AddingSegmentForAllWebsitesDisabled": "Webgune guztientzat segmentuak gehitzea desgaituta dago.",
        "AreYouSureDeleteSegment": "Ziur zaude segmentu hau ezabatu nahi duzula?",
        "AutoArchivePreProcessed": "aurre-prozesatu segmentatutako txostenak (azkarragoa, cron behar du)",
        "AutoArchiveRealTime": "prozesatu segmentatutako txostenak denbora errealean",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Segmentuaren definizioa aldatzera zoaz. Segmentu berri honen txosten analitikoak ez dira eskuragarri egongo txostenak aurre-prozesatu arte. Orduak igaro daitezke segmentu honen txostenen datuak bistaratu aurretik. Aurrera egin dena den?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Segmentuaren definizioa aldatzera zoaz. Segmentu berri honen txosten analitikoak hurrena eskatzen dituzunean prozesatuko dira berriz. Minutuak igaro daitezke txostenak bistaratu aurretik. Aurrera egin dena den?",
        "ChooseASegment": "Aukeratu segmentua",
        "CompareThisSegment": "Konparatu segmentu hau hautatutako segmentu eta tartearekin.",
        "CurrentlySelectedSegment": "Hautatutako segmentua: %s",
        "CustomSegment": "Segmentu pertsonalizatua",
        "CustomUnprocessedSegmentApiError1": "Eskatu duzun segmentua ez da sortu oraindik Segmentu editorean eta ondorioz txostenaren datuak aurre-prozesatu gabe daude.",
        "CustomUnprocessedSegmentApiError2": "Segmentu honen datuak ikusteko, Matomora joan eta segmentua eskuz sortu behar duzu Segmentu editorean.",
        "CustomUnprocessedSegmentApiError3": "(Bestela, programazio bidez sortu dezakezu segmentu berria, APIko SegmentEditor.add metodoa erabiliz).",
        "CustomUnprocessedSegmentApiError4": "Segmentua editorean (edo API bidez) sortu ondoren, errore-mezu hau desagertuko da eta ordu batzuk igarotakoan zure segmentatutako txostenaren datuak ikusiko dituzu, segmentatutako datuak aurre-prozesatzen direnean. (Hala ez bada, arazoren bat egon daiteke)",
        "CustomUnprocessedSegmentApiError5": "Kontuan izan segmentuak funtzionatuko duen probatu dezakezula, prozesatu arte itxaron beharrik gabe, Live.getLastVisitsDetails APIa erabiliz.",
        "CustomUnprocessedSegmentApiError6": "API metodo hau erabiltzean, ikus dezakezu zure &amp;segment= parametroa zein erabiltzailerekin eta ekintzarekin datorren bat.",
        "CustomUnprocessedSegmentNoData": "Segmentu honen datuak ikusteko, segmentua eskuz sortu behar duzu Segmentu editorean, eta ordu pare bat itxaron aurre-prozesatzea amaitu arte.",
        "DataAvailableAtLaterDate": "Zure segmentatutako txosten analitikoak geroago egongo dira eskuragarri. Barkatu eragozpenak.",
        "DefaultAllVisits": "Bisita guztiak",
        "DragDropCondition": "Arrastatu eta jaregin baldintza",
        "HideMessageInFuture": "Ezkutatu mezu hau aurrerantzean",
        "LoadingSegmentedDataMayTakeSomeTime": "Baliteke segmentatutako bisitarien datuak prozesatzeko minutu batzuk behar izatea…",
        "OperatorAND": "ETA",
        "OperatorOR": "EDO",
        "PluginDescription": "Segmentu bat bisita guztien zati bat soilik hautatzeko erabiltzen den irizpide multzoa da. Segmentuak erabiliz testuinguru arbitrarioa txerta dezakezu zure txostenetan.",
        "SaveAndApply": "Gorde eta aplikatu",
        "SegmentDisplayedAllWebsites": "webgune guztientzat",
        "SegmentDisplayedThisWebsiteOnly": "soilik webgune honentzat",
        "SegmentEditor": "Segmentu editorea",
        "SegmentIsDisplayedForWebsite": "eta prozesatu",
        "SegmentNotApplied": "'%s' segmentua ez da aplikatu",
        "SegmentNotAppliedMessage": "'%s' segmentu pertsonalizatuaren datuak eskatzen ari zara. Matomoren konfigurazio honek txostenak denbora errealean prozesatzea eragozten du, errendimendu arrazoiengatik.",
        "SegmentOperatorIsNotNullNorEmpty": "ez da ez nulua ez hutsa",
        "SegmentOperatorIsNullOrEmpty": "nulua edo hutsa da",
        "SegmentXIsAUnionOf": "%s segmentu hauen batura da:",
        "SelectSegmentOfVisits": "Hautatu bisiten segmentu bat:",
        "SharedWithYou": "Zurekin partekatua",
        "Test": "Probatu",
        "ThisSegmentIsCompared": "Une honetan segmentu hau konparatzen da.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Segmentu hau hautatuta dago une honetan, ondorioz ezin da konparatzeko hautatu.",
        "ThisSegmentIsVisibleTo": "Segmentu hau ikusgai dago hauentzat:",
        "UnprocessedSegmentApiError1": "'%1$s' segmentua honela ezarrita dago: '%2$s', baina Matomo une honetan ez dago konfiguratuta API eskaeretan segmentatutako txostenak prozesatzeko.",
        "UnprocessedSegmentApiError2": "Etorkizunean txosten honen datuak ikusteko, zure segmentua editatu eta '%s' etiketa duen aukera aukeratu beharko duzu.",
        "UnprocessedSegmentApiError3": "Ordu batzuen ondoren zure segmentatutako datuak eskuragarri egongo dira APIan. (Hala ez bada, arazo bat egon daiteke)",
        "UnprocessedSegmentInVisitorLog1": "%1$sBitartean Bisitarien egunkaria erabil dezakezu%2$s, zure segmentua hemen aplikatzean zure erabiltzaileekin bat datorren probatzeko.",
        "UnprocessedSegmentInVisitorLog2": "Aplikatzean segituan ikus dezakezu zein bisita eta ekintza datozen bat zure segmentuarekin.",
        "UnprocessedSegmentInVisitorLog3": "Hau lagungarria izan daiteke zure segmentua esperotako erabiltzaile eta ekintzekin bat datorren berresteko.",
        "UnprocessedSegmentNoData1": "Txosten hauek ez dute daturik, eskatu duzun segmentua %1$s sistemak ez duelako prozesatu oraindik.",
        "UnprocessedSegmentNoData2": "Segmentu honen datuak ordu batzuk barru egongo dira eskuragarri, prozesatzea amaitzean. (Ez bada hala, arazo bat egon daiteke)",
        "UnprocessedSegmentNoData3": "Matomok ezin ditu bistaratu %1$s segmentuaren datuak, konfigurazioak tarte hori berriz artxibatzea eragozten duelako. Jarri harremanetan zure administratzailearekin edo begiratu %2$sMEG hau%3$s arazoa nola konpondu ikusteko.",
        "VisibleToAllUsers": "erabiltzaile guztiak",
        "VisibleToMe": "ni",
        "VisibleToSuperUser": "Super erabiltzaile baimenak dituzulako ikusi dezakezu",
        "YouDontHaveAccessToCreateSegments": "Ez daukazu beharrezko baimenik segmentuak sortu eta editatzeko.",
        "YouMayChangeSetting": "Konfigurazio-fitxategian (%1$s) aldatu dezakezu ezarpena, edo segmentu hau editatu eta '%2$s' aukeratu.",
        "YouMustBeLoggedInToCreateSegments": "Segmentuak sortu eta editatzeko saioa hasi behar duzu."
    }
}
