{
    "SegmentEditor": {
        "AddANDorORCondition": "Cuir coinníoll %s leis",
        "AddNewSegment": "Cuir mír nua leis",
        "AddThisToMatomo": "Cuir an mhír seo le Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Díchumasaíodh míreanna do gach suíomh Gréasáin a chur leis.",
        "AreYouSureDeleteSegment": "An bhfuil tú cinnte gur mhaith leat an mhír seo a scriosadh?",
        "AutoArchivePreProcessed": "déantar tuarascálacha deighilte a réamhphróiseáil (níos tapúla, éilíonn cron)",
        "AutoArchiveRealTime": "déantar tuarascálacha deighilte a phróiseáil i bhfíor-am",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Tá tú ar tí sainmhíniú na míre a athrú. Ní bheidh do thuairiscí anailíse don mhír nua seo ar fáil go dtí go ndéanfar na tuarascálacha a athphróiseáil. Seans go dtógfaidh sé cúpla uair an chloig chun sonraí tuarascálacha a thaispeáint don mhír seo. Ar aghaidh ar aon nós?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Tá tú ar tí sainmhíniú na míre a athrú. Déanfar do thuairiscí anailíse don mhír nua seo a athphróiseáil ar éileamh an chéad uair eile a iarrann tú iad. Seans go dtógfaidh sé cúpla nóiméad chun do thuairiscí a thaispeáint. Ar aghaidh ar aon nós?",
        "ChooseASegment": "Roghnaigh deighleog",
        "CompareThisSegment": "Déan comparáid idir an mhír seo agus an mhír roghnaithe agus an peiriad roghnaithe.",
        "CurrentlySelectedSegment": "Teascán roghnaithe faoi láthair: %s",
        "CustomSegment": "Deighleog Chustaim",
        "CustomUnprocessedSegmentApiError1": "Níl an Deighleog a d'iarr tú cruthaithe fós san Eagarthóir Deighleog agus mar sin níl sonraí na tuairisce réamhphróiseála.",
        "CustomUnprocessedSegmentApiError2": "Chun sonraí don mhír seo a fheiceáil, ní mór duit dul go Matomo agus an deighleog seo a chruthú de láimh san Eagarthóir Deighleog.",
        "CustomUnprocessedSegmentApiError3": "(De rogha air sin, is féidir leat teascán nua a chruthú go ríomhchláraithe ag baint úsáide as modh API SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "Nuair a chruthaítear an mhír san eagarthóir (nó trí API), imeoidh an teachtaireacht earráide seo agus laistigh de chúpla uair an chloig feicfidh tú do shonraí tuairisce deighilte, tar éis na sonraí deighleog a bheith réamhphróiseála. (Mura ndéanann sé, d'fhéadfadh fadhb a bheith ann.)",
        "CustomUnprocessedSegmentApiError5": "Tabhair faoi deara le do thoil gur féidir leat a thástáil cé acu an n-oibreoidh do mhír gan fanacht go ndéanfar é a phróiseáil trí úsáid a bhaint as Live.getLastVisitsDetails API.",
        "CustomUnprocessedSegmentApiError6": "Agus an modh API seo á úsáid agat, feicfidh tú cé na húsáideoirí agus na gníomhartha a mheaitseáil le do &amp;segment= paraiméadar.",
        "CustomUnprocessedSegmentNoData": "Chun sonraí don deighleog seo a fheiceáil, ní mór duit an mhír seo a chruthú de láimh san Eagarthóir Deighleog, ansin fan cúpla uair an chloig chun an réamhphróiseáil a chríochnú.",
        "DataAvailableAtLaterDate": "Beidh do thuarascálacha anailíse deighilte ar fáil níos déanaí. Gabhaimid leithscéal as an míchaoithiúlacht.",
        "DefaultAllVisits": "Gach cuairt",
        "DragDropCondition": "Tarraing &amp; Coinníoll titim",
        "HideMessageInFuture": "Folaigh an teachtaireacht seo amach anseo",
        "LoadingSegmentedDataMayTakeSomeTime": "Seans go dtógfaidh sé cúpla nóiméad sonraí cuairteoirí deighilte a phróiseáil…",
        "OperatorAND": "AGUS",
        "OperatorOR": "NÓ",
        "PluginDescription": "Is éard is teascán ann ná sraith critéar a úsáidtear chun cuid den tsraith iomlán cuairteanna a roghnú amháin. Ag baint úsáide as míreanna is féidir leat comhthéacs treallach a instealladh ar ais isteach i do thuarascálacha.",
        "SaveAndApply": "Sábháil &amp; Cuir iarratas isteach",
        "SegmentDisplayedAllWebsites": "gach láithreán gréasáin",
        "SegmentDisplayedThisWebsiteOnly": "an suíomh Gréasáin seo amháin",
        "SegmentEditor": "Eagarthóir deighleog",
        "SegmentIsDisplayedForWebsite": "agus próiseáilte le haghaidh",
        "SegmentNotApplied": "Níor cuireadh an mhír '%s' i bhfeidhm",
        "SegmentNotAppliedMessage": "Tá tú ag iarraidh sonraí don Deighleog Chustaim '%s', cuireann cumraíocht Matomo seo cosc ar phróiseáil tuarascálacha i bhfíor-am ar chúiseanna feidhmíochta.",
        "SegmentOperatorIsNotNullNorEmpty": "níl sé ar neamhní ná folamh",
        "SegmentOperatorIsNullOrEmpty": "atá ar neamhní nó folamh",
        "SegmentXIsAUnionOf": "Is aontas de na míreanna seo é %s:",
        "SelectSegmentOfVisits": "Roghnaigh deighleog de chuairteanna:",
        "SharedWithYou": "Roinnte leat",
        "Test": "Scrúdú",
        "ThisSegmentIsCompared": "Déantar comparáid idir an deighleog seo faoi láthair.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Tá an mhír seo roghnaithe faoi láthair mar sin ní féidir é a roghnú chun comparáid a dhéanamh.",
        "ThisSegmentIsVisibleTo": "Tá an mhír seo le feiceáil ag:",
        "UnprocessedSegmentApiError1": "Tá an Deighleog '%1$s' socraithe go '%2$s' ach níl Matomo cumraithe faoi láthair chun tuarascálacha deighilte a phróiseáil in iarratais API.",
        "UnprocessedSegmentApiError2": "Chun sonraí don tuairisc seo a fheiceáil amach anseo, beidh ort do mhír a chur in eagar agus an rogha lipéadaithe '%s' a roghnú.",
        "UnprocessedSegmentApiError3": "Ansin tar éis cúpla uair an chloig ba chóir go mbeadh do shonraí deighleog ar fáil tríd an API. (Mura ndéanann sé, d'fhéadfadh fadhb a bheith ann.)",
        "UnprocessedSegmentInVisitorLog1": "%1$s Idir an dá linn is féidir leat Loga na gCuairteoirí%2$s a úsáid chun a thástáil cé acu an meaitseálann do mhír le do chuid úsáideoirí i gceart trína chur i bhfeidhm ann.",
        "UnprocessedSegmentInVisitorLog2": "Nuair a chuirtear i bhfeidhm é, is féidir leat a fheiceáil láithreach cé na cuairteanna agus na gníomhartha a mheaitseáil le do mhír.",
        "UnprocessedSegmentInVisitorLog3": "Is féidir leis seo cabhrú leat a dhearbhú go bhfuil do Dheighleog ag teacht leis na húsáideoirí agus na gníomhartha a bhfuil tú ag súil leis.",
        "UnprocessedSegmentNoData1": "Níl aon sonraí ag na tuarascálacha seo, toisc nach bhfuil an Deighleog a d'iarr tú %1$s próiseáilte ag an gcóras fós.",
        "UnprocessedSegmentNoData2": "Ba cheart go mbeadh sonraí don Deighleog seo ar fáil i gceann cúpla uair an chloig tar éis don phróiseáil a bheith críochnaithe. (Mura ndéanann sé, d'fhéadfadh fadhb a bheith ann.)",
        "UnprocessedSegmentNoData3": "Ní féidir le Matomo sonraí na míre %1$s a thaispeáint, toisc go gcuireann an chumraíocht cosc ar athchlannú don tréimhse seo. Déan teagmháil le do riarthóir nó seiceáil %2$s an FAQ%3$s conas an fhadhb seo a réiteach.",
        "VisibleToAllUsers": "gach úsáideoir",
        "VisibleToMe": "liom",
        "VisibleToSuperUser": "Infheicthe duit toisc go bhfuil rochtain SárÚsáideora agat",
        "YouDontHaveAccessToCreateSegments": "Níl an leibhéal rochtana riachtanach agat chun míreanna a chruthú agus a chur in eagar.",
        "YouMayChangeSetting": "Nó is féidir leat an socrú sa chomhad cumraíochta (%1$s) a athrú, nó an Deighleog seo a chur in eagar agus '%2$s' a roghnú.",
        "YouMustBeLoggedInToCreateSegments": "Ní mór duit a bheith logáilte isteach chun míreanna saincheaptha cuairteoirí a chruthú agus a chur in eagar."
    }
}
