{
    "SegmentEditor": {
        "AddANDorORCondition": "%s શરત ઉમેરો",
        "AddNewSegment": "નવો સેગમેન્ટ ઉમેરો",
        "AddThisToMatomo": "આ સેગમેન્ટને Matomo માં ઉમેરો",
        "AddingSegmentForAllWebsitesDisabled": "બધી વેબસાઇટ્સ માટે સેગમેન્ટ ઉમેરવાનું અક્ષમ કરવામાં આવ્યું છે.",
        "AreYouSureDeleteSegment": "શું તમે ખરેખર આ સેગમેન્ટને કાઢી નાખવા માંગો છો?",
        "AutoArchivePreProcessed": "સેગમેન્ટેડ અહેવાલો પૂર્વ-પ્રક્રિયાગત છે (ઝડપી, ક્રોન જરૂરી છે)",
        "AutoArchiveRealTime": "સેગમેન્ટેડ અહેવાલો વાસ્તવિક સમયમાં પ્રક્રિયા કરવામાં આવે છે",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "તમે સેગમેન્ટની વ્યાખ્યા બદલવાના છો. આ નવા સેગમેન્ટ માટે તમારા એનાલિટિક્સ રિપોર્ટ્સ જ્યાં સુધી રિપોર્ટ્સ પર ફરીથી પ્રક્રિયા કરવામાં ન આવે ત્યાં સુધી ઉપલબ્ધ રહેશે નહીં. આ સેગમેન્ટ માટે રિપોર્ટ ડેટા બતાવવામાં થોડા કલાક લાગી શકે છે. કોઈપણ રીતે આગળ વધીએ?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "તમે સેગમેન્ટની વ્યાખ્યા બદલવાના છો. જ્યારે તમે આગલી વખતે વિનંતી કરશો ત્યારે આ નવા સેગમેન્ટ માટેના તમારા એનાલિટિક્સ રિપોર્ટની માંગ પર ફરીથી પ્રક્રિયા કરવામાં આવશે. તમારા રિપોર્ટ્સને દેખાવામાં થોડી મિનિટો લાગી શકે છે. કોઈપણ રીતે આગળ વધીએ?",
        "ChooseASegment": "સેગમેન્ટ પસંદ કરો",
        "CompareThisSegment": "આ સેગમેન્ટને પસંદ કરેલ સેગમેન્ટ અને સમયગાળો સાથે તુલના કરો.",
        "CurrentlySelectedSegment": "હાલમાં પસંદ કરેલી સેગમેન્ટ: %s",
        "CustomSegment": "કસ્ટમ સેગમેન્ટ",
        "CustomUnprocessedSegmentApiError1": "તમે વિનંતી કરેલ સેગમેન્ટ હજુ સુધી સેગમેન્ટ એડિટરમાં બનાવવામાં આવ્યું નથી અને તેથી રિપોર્ટ ડેટા પર પ્રી-પ્રોસેસ કરવામાં આવ્યો નથી.",
        "CustomUnprocessedSegmentApiError2": "આ સેગમેન્ટ માટેનો ડેટા જોવા માટે, તમારે Matomo પર જવું પડશે અને સેગમેન્ટ એડિટરમાં આ સેગમેન્ટ મેન્યુઅલી બનાવવું પડશે.",
        "CustomUnprocessedSegmentApiError3": "(વૈકલ્પિક રીતે, તમે SegmentEditor.add API પદ્ધતિનો ઉપયોગ કરીને પ્રોગ્રામેટિક રીતે એક નવો સેગમેન્ટ બનાવી શકો છો).",
        "CustomUnprocessedSegmentApiError4": "એકવાર એડિટર (અથવા API દ્વારા) માં સેગમેન્ટ બનાવ્યા પછી, આ ભૂલ સંદેશો અદૃશ્ય થઈ જશે અને સેગમેન્ટ ડેટા પર પ્રી-પ્રોસેસ થઈ ગયા પછી થોડા કલાકોમાં તમે તમારો સેગમેન્ટેડ રિપોર્ટ ડેટા જોશો. (જો તે ન થાય, તો સમસ્યા હોઈ શકે છે.)",
        "CustomUnprocessedSegmentApiError5": "કૃપા કરીને નોંધ લો કે તમે Live.getLastVisitsDetails API નો ઉપયોગ કરીને તમારા સેગમેન્ટની પ્રક્રિયા થવાની રાહ જોયા વિના તે કામ કરશે કે કેમ તે ચકાસી શકો છો.",
        "CustomUnprocessedSegmentApiError6": "આ API પદ્ધતિનો ઉપયોગ કરતી વખતે, તમે જોશો કે તમારા &amp;segment=parameter દ્વારા કયા વપરાશકર્તાઓ અને ક્રિયાઓ મેળ ખાતી હતી.",
        "CustomUnprocessedSegmentNoData": "આ સેગમેન્ટ માટેનો ડેટા જોવા માટે, તમારે સેગમેન્ટ એડિટરમાં આ સેગમેન્ટ મેન્યુઅલી બનાવવું પડશે, પછી પ્રીપ્રોસેસિંગ પૂર્ણ થવા માટે થોડા કલાક રાહ જુઓ.",
        "DataAvailableAtLaterDate": "તમારા સેગમેન્ટેડ વિશ્લેષણ અહેવાલો પછીથી ઉપલબ્ધ થશે. અસુવિધા માટે અમે દિલગીર છીએ.",
        "DefaultAllVisits": "બધી મુલાકાતો",
        "DragDropCondition": "ડ્રેગ અને ડ્રોપ શરત",
        "HideMessageInFuture": "આ સંદેશને ભવિષ્યમાં છુપાવો",
        "LoadingSegmentedDataMayTakeSomeTime": "સેગમેન્ટેડ મુલાકાતી ડેટાની પ્રક્રિયા થોડા મિનિટ લઈ શકે છે…",
        "OperatorAND": "અને",
        "OperatorOR": "અથવા",
        "PluginDescription": "સેગમેન્ટ એ એવું માપદંડોનો સેટ છે જેનો ઉપયોગ સમગ્ર મુલાકાતોના સેટનો માત્ર એક ભાગ પસંદ કરવા માટે થાય છે. સેગમેન્ટ્સનો ઉપયોગ કરીને તમે તમારા અહેવાલોમાં યાદૃચ્છિક સંદર્ભને ફરી ઇન્જેક્ટ કરી શકો છો.",
        "SaveAndApply": "સાચવો &amp; લાગુ કરો",
        "SegmentDisplayedAllWebsites": "બધી વેબસાઇટ્સ",
        "SegmentDisplayedThisWebsiteOnly": "માત્ર આ વેબસાઇટ",
        "SegmentEditor": "સેગમેન્ટ સંપાદક",
        "SegmentIsDisplayedForWebsite": "અને માટે પ્રક્રિયા",
        "SegmentNotApplied": "સેગમેન્ટ '%s' લાગુ નથી",
        "SegmentNotAppliedMessage": "તમે કસ્ટમ સેગમેન્ટ '%s' માટે ડેટાની વિનંતી કરી રહ્યા છો, આ Matomo નું વર્તમાન કોન્ફિગરેશન કામગીરીના કારણોસર રિપોર્ટની રીઅલ ટાઇમ પ્રોસેસિંગને અટકાવે છે.",
        "SegmentOperatorIsNotNullNorEmpty": "ખાલી કે રિક્ત નથી",
        "SegmentOperatorIsNullOrEmpty": "ખાલી કે રિક્ત છે",
        "SegmentXIsAUnionOf": "%s એ આ સેગમેન્ટ્સનું યુનિયન છે:",
        "SelectSegmentOfVisits": "મુલાકાતોનો એક સેગમેન્ટ પસંદ કરો:",
        "SharedWithYou": "તમારી સાથે શેર કર્યું",
        "Test": "પરીક્ષણ",
        "ThisSegmentIsCompared": "આ સેગમેન્ટની હાલમાં તુલના કરવામાં આવી છે.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "આ સેગમેન્ટ હાલમાં પસંદ કરેલ છે તેથી તેને તુલના માટે પસંદ કરી શકાય નહીં.",
        "ThisSegmentIsVisibleTo": "આ સેગમેન્ટ આને જોવા મળે છે:",
        "UnprocessedSegmentApiError1": "સેગમેન્ટ '%1$s' '%2$s' પર સેટ છે પરંતુ Matomo હાલમાં API વિનંતીઓમાં સેગમેન્ટેડ રિપોર્ટ્સ પર પ્રક્રિયા કરવા માટે કોન્ફિગર કરેલ નથી.",
        "UnprocessedSegmentApiError2": "ભવિષ્યમાં આ રિપોર્ટ માટેનો ડેટા જોવા માટે, તમારે તમારા સેગમેન્ટમાં ફેરફાર કરવો પડશે અને '%s' લેબલ થયેલ વિકલ્પ પસંદ કરવો પડશે.",
        "UnprocessedSegmentApiError3": "પછી થોડા કલાકો પછી તમારો સેગમેન્ટ ડેટા API દ્વારા ઉપલબ્ધ થવો જોઈએ. (જો તે ન થાય, તો સમસ્યા હોઈ શકે છે.)",
        "UnprocessedSegmentInVisitorLog1": "%1$s આ દરમિયાન તમે વિઝિટર લોગ%2$s નો ઉપયોગ કરી શકો છો કે કેમ તે ચકાસવા માટે કે તમારો સેગમેન્ટ તમારા વપરાશકર્તાઓને ત્યાં લાગુ કરીને યોગ્ય રીતે મેળ ખાશે કે નહીં.",
        "UnprocessedSegmentInVisitorLog2": "જ્યારે લાગુ કરો, ત્યારે તમે તરત જ જોઈ શકો છો કે તમારા સેગમેન્ટ દ્વારા કઈ મુલાકાતો અને ક્રિયાઓ મેળ ખાતી હતી.",
        "UnprocessedSegmentInVisitorLog3": "આ તમને ખાતરી કરવામાં મદદ કરી શકે છે કે તમારી સેગમેન્ટ તમે અપેક્ષિત વપરાશકર્તાઓ અને ક્રિયાઓ સાથે મેળ ખાય છે.",
        "UnprocessedSegmentNoData1": "આ અહેવાલોમાં કોઈ ડેટા નથી, કારણ કે તમે વિનંતી કરેલી સેગમેન્ટ %1$s હજુ સુધી સિસ્ટમ દ્વારા પ્રક્રિયા કરવામાં આવી નથી.",
        "UnprocessedSegmentNoData2": "આ સેગમેન્ટ માટેના ડેટા પ્રક્રિયા પૂરી થવા પછી થોડા કલાકમાં ઉપલબ્ધ થવો જોઈએ. (જો આવું ન થાય, તો ત્યાં સમસ્યા હોઈ શકે છે.)",
        "UnprocessedSegmentNoData3": "Matomo સેગમેન્ટ %1$s માટે ડેટા ડિસ્પ્લે કરવામાં અસમર્થ છે, કારણ કે કોન્ફિગુરેશન આ સમયગાળો માટે ફરીથી આર્કાઇવ કરવાને રોકે છે. કૃપા કરીને તમારા એડમિનિસ્ટ્રેટરનો સંપર્ક કરો અથવા આ સમસ્યાને કેવી રીતે હલ કરવું તે માટે %2$sઆ FAQ%3$s તપાસો.",
        "VisibleToAllUsers": "બધા વપરાશકર્તાઓ",
        "VisibleToMe": "હું",
        "VisibleToSuperUser": "તમને દેખાય છે કારણ કે તમારી પાસે સુપર યુઝર એક્સેસ છે",
        "YouDontHaveAccessToCreateSegments": "તમારી પાસે સેગમેન્ટ્સ બનાવવા અને સંપાદિત કરવા માટે જરૂરી એક્સેસ લેવલ નથી.",
        "YouMayChangeSetting": "વૈકલ્પિક રીતે, તમે કોન્ફિગ ફાઇલમાં (%1$s) સેટિંગ ફેરફાર કરી શકો છો, અથવા આ સેગમેન્ટને ફેરફાર કરી અને '%2$s' પસંદ કરો.",
        "YouMustBeLoggedInToCreateSegments": "કસ્ટમ મુલાકાતી સેગમેન્ટ્સ બનાવવા અને સંપાદિત કરવા માટે તમારે લૉગ ઇન કરવું આવશ્યક છે."
    }
}
