{
    "SegmentEditor": {
        "AddANDorORCondition": "Tambah %s kondisi",
        "AddNewSegment": "Tambahkan segmen baru",
        "AddThisToMatomo": "Tambahkan segmen ini ke Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Menambahkan segmen untuk semua situs web telah dinonaktifkan.",
        "AreYouSureDeleteSegment": "Apakah Anda yakin ingin menghapus segmen ini?",
        "AutoArchivePreProcessed": "laporan tersegmentasi telah diproses sebelumnya (lebih cepat, membutuhkan cron)",
        "AutoArchiveRealTime": "laporan tersegmentasi diproses secara waktu nyata",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Anda akan mengubah definisi segmen. Laporan analitik untuk segmen baru tidak akan tersedia hingga laporan tersebut diproses ulang. Mungkin diperlukan waktu beberapa jam agar data laporan dapat ditampilkan untuk segmen ini. Tetap lanjutkan?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Anda akan mengubah definisi segmen. Laporan analitik untuk segmen baru ini akan diproses ulang sesuai permintaan saat Anda memintanya lagi. Laporan Anda mungkin membutuhkan waktu beberapa menit untuk muncul. Tetap lanjutkan?",
        "ChooseASegment": "Pilih segmen",
        "CompareThisSegment": "Bandingkan segmen ini dengan segmen dan periode yang dipilih.",
        "CurrentlySelectedSegment": "Segmen yang dipilih saat ini: %s",
        "CustomSegment": "Segmen Khusus",
        "CustomUnprocessedSegmentApiError1": "Segmen yang Anda minta belum dibuat di Editor Segmen sehingga data laporan belum diproses sebelumnya.",
        "CustomUnprocessedSegmentApiError2": "Untuk melihat data segmen ini, Anda harus membuka Matomo dan membuat segmen ini secara manual di Editor Segmen.",
        "CustomUnprocessedSegmentApiError3": "(Opsi lainnya, Anda dapat membuat segmen baru secara terprogram menggunakan metode SegmentEditor.add API).",
        "CustomUnprocessedSegmentApiError4": "Setelah segmen dibuat di editor (atau melalui API), pesan kesalahan ini akan hilang dan dalam beberapa jam Anda akan melihat data laporan tersegmentasi, setelah data segmen diproses sebelumnya. (Jika tidak, mungkin ada masalah.)",
        "CustomUnprocessedSegmentApiError5": "Harap perhatikan bahwa Anda dapat menguji apakah segmen Anda akan berfungsi tanpa harus menunggu diproses dengan menggunakan Live.getLastVisitsDetails API.",
        "CustomUnprocessedSegmentApiError6": "Saat menggunakan metode API ini, Anda akan melihat pengguna dan tindakan mana yang cocok dengan parameter &amp;segment= Anda.",
        "CustomUnprocessedSegmentNoData": "Untuk melihat data segmen ini, Anda harus membuat segmen ini secara manual di Editor Segmen, lalu tunggu beberapa jam hingga prapemrosesan selesai.",
        "DataAvailableAtLaterDate": "Laporan analitik tersegmentasi Anda akan tersedia nanti. Kami mohon maaf atas ketidaknyamanan ini.",
        "DefaultAllVisits": "Semua kunjungan",
        "DragDropCondition": "Seret &amp; Jatuhkan kondisi",
        "HideMessageInFuture": "Sembunyikan pesan ini di masa mendatang",
        "LoadingSegmentedDataMayTakeSomeTime": "Pengolahan data pengunjung yang tersegmentasi dapat memakan waktu beberapa menit…",
        "OperatorAND": "TAMBAH",
        "OperatorOR": "ATAU",
        "PluginDescription": "Segmen adalah kumpulan kriteria yang digunakan untuk memilih sebagian dari kumpulan kunjungan keseluruhan. Anda dapat memasukkan kembali konteks arbitrer ke dalam laporan Anda dengan menggunakan segmen.",
        "SaveAndApply": "Simpan dan Terapkan",
        "SegmentDisplayedAllWebsites": "semua situs web",
        "SegmentDisplayedThisWebsiteOnly": "hanya situs web ini",
        "SegmentIsDisplayedForWebsite": "dan diproses untuk",
        "SegmentNotApplied": "Segmen '%s' tidak diterapkan",
        "SegmentNotAppliedMessage": "Anda meminta data untuk Segmen Khusus %s, konfigurasi Matomo ini saat ini mencegah pemrosesan laporan waktu nyata karena alasan kinerja.",
        "SegmentOperatorIsNotNullNorEmpty": "bukan nol atau kosong",
        "SegmentOperatorIsNullOrEmpty": "adalah nol atau kosong",
        "SegmentXIsAUnionOf": "%s adalah gabungan dari segmen-segmen ini:",
        "SelectSegmentOfVisits": "Pilih segmen kunjungan:",
        "SharedWithYou": "Dibagikan dengan Anda",
        "Test": "Tes",
        "ThisSegmentIsCompared": "Segmen ini saat ini sedang dibandingkan.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Segmen ini sedang dipilih sekarang sehingga tidak dapat dipilih lagi untuk dibandingkan.",
        "ThisSegmentIsVisibleTo": "Segmen ini terlihat oleh:",
        "UnprocessedSegmentApiError1": "Segmen '%1$s' diatur ke '%2$s', tetapi Matomo saat ini tidak dikonfigurasi untuk memproses laporan tersegmentasi dalam permintaan API.",
        "UnprocessedSegmentApiError2": "Untuk melihat data laporan ini di masa mendatang, Anda harus mengedit segmen dan memilih opsi berlabel '%s'.",
        "UnprocessedSegmentApiError3": "Kemudian setelah beberapa jam, data segmen Anda akan tersedia melalui API. (Jika tidak, mungkin ada masalah.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sSementara itu Anda dapat menggunakan Log Pengunjung%2$s untuk menguji apakah segmen Anda akan cocok dengan pengguna Anda dengan benar dengan menerapkannya di sana.",
        "UnprocessedSegmentInVisitorLog2": "Saat diterapkan, Anda dapat langsung melihat kunjungan dan tindakan mana yang cocok dengan segmen Anda.",
        "UnprocessedSegmentInVisitorLog3": "Ini dapat membantu Anda memahami apakah Segmen Anda cocok dengan pengguna dan tindakan yang Anda harapkan darinya.",
        "UnprocessedSegmentNoData1": "Laporan ini tidak memiliki data, karena Segmen yang Anda minta %1$s belum diproses oleh sistem.",
        "UnprocessedSegmentNoData2": "Data untuk Segmen ini akan tersedia dalam beberapa jam saat pemrosesan selesai. (Jika tidak, mungkin ada masalah.)",
        "UnprocessedSegmentNoData3": "Matomo tidak dapat menampilkan data untuk segmen %1$s, karena konfigurasi mencegah pengarsipan ulang untuk periode ini. Silakan hubungi administrator Anda atau periksa %2$sFAQ%3$s bagaimana cara untuk mengatasi masalah ini.",
        "VisibleToAllUsers": "semua pengguna",
        "VisibleToMe": "saya",
        "VisibleToSuperUser": "Terlihat oleh Anda karena Anda memiliki akses Pengguna Super",
        "YouDontHaveAccessToCreateSegments": "Anda tidak memiliki akses yang diperlukan untuk membuat dan mengedit segmen.",
        "YouMayChangeSetting": "Atau Anda dapat mengubah pengaturan dalam berkas konfigurasi (%1$s) atau mengedit Segmen ini dan memilih '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Anda harus log masuk untuk membuat dan mengedit segmen pengunjung khusus."
    }
}
