{
    "SegmentEditor": {
        "AddANDorORCondition": "Aggiungi condizione %s",
        "AddNewSegment": "Aggiungi un nuovo segmento",
        "AddThisToMatomo": "Aggiungi a Matomo questo segmento",
        "AddingSegmentForAllWebsitesDisabled": "L'aggiunta di segmenti per tutti i siti è stata disabilitata.",
        "AreYouSureDeleteSegment": "Sei sicuro di voler eliminare questo segmento?",
        "AutoArchivePreProcessed": "i reports segmentati sono pre-elaborati (più veloce, richiede un cron-job)",
        "AutoArchiveRealTime": "i reports segmentati sono elaborati in tempo reale",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Stai per cambiare la definizione del segmento. I tuoi report statistici per questo nuovo segmento non saranno disponibili fin quando essi non verranno elaborati. Questo può richiedere qualche ora per i dati da mostrare per questo segmento. Procedi lo stesso?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Stai per cambiare la definizione del segmento. I tuoi report statistici per questo nuovo segmento verranno elaborati su richiesta la prossima volta che li richiederai. I tuoi report possono richiedere qualche minuto per apparire. Procedi lo stesso?",
        "ChooseASegment": "Scegli un segmento",
        "CompareThisSegment": "Compara questo segmento con il segmento e il periodo selezionati.",
        "CurrentlySelectedSegment": "Segmento attualmente selezionato: %s",
        "CustomSegment": "Segmento Speciale",
        "CustomUnprocessedSegmentApiError1": "Il segmento che hai richiesto non è ancora stato creato nell'Editor dei Segmenti e quindi i dati del report non sono stati pre-elaborati.",
        "CustomUnprocessedSegmentApiError2": "Per vedere i dati di questo segmento, devi andare su Matomo e creare manualmente questo segmento nell'Editor dei Segmenti",
        "CustomUnprocessedSegmentApiError3": "(In alternativa, è possibile creare un nuovo segmento a livello di codice utilizzando il metodo API SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "Una volta creato il segmento nell'editor (o tramite API), questo messaggio di errore scompare e in poche ore verranno visualizzati i dati del report segmentato, dopo che i dati del segmento saranno stati pre-elaborati. (In caso contrario, potrebbe esserci un problema.)",
        "CustomUnprocessedSegmentApiError5": "Tieni presente che puoi verificare se il tuo segmento funzionerà, senza dover attendere che venga elaborato, utilizzando l'API Live.getLastVisitsDetails.",
        "CustomUnprocessedSegmentApiError6": "Quando utilizzi questo metodo API, vedrai quali utenti e azioni hanno avuto corrispondenza dal tuo parametro &segment.",
        "CustomUnprocessedSegmentNoData": "Per visualizzare i dati di questo segmento, è necessario creare manualmente questo segmento nell'Editor dei Segmenti, quindi attendere un paio d'ore per il completamento della pre-elaborazione.",
        "DataAvailableAtLaterDate": "I report segmentati delle statistiche saranno disponibili più tardi. Ci scusiamo per l'inconveniente.",
        "DefaultAllVisits": "Tutte le visite",
        "DragDropCondition": "Condizione drag &amp; drop",
        "HideMessageInFuture": "Nascondi questo messaggio, in futuro",
        "LoadingSegmentedDataMayTakeSomeTime": "L'elaborazione dei dati visitatore segmentati può richiedere qualche minuto…",
        "OperatorAND": "E",
        "OperatorOR": "O",
        "PluginDescription": "Un segmento è un insieme di criteri utilizzati per selezionare solo una parte dell'intero insieme delle visite. Utilizzando i segmenti puoi inserire nei tuoi report un contesto arbitrario.",
        "SaveAndApply": "Salva &amp; applica",
        "SegmentDisplayedAllWebsites": "tutti i siti",
        "SegmentDisplayedThisWebsiteOnly": "solo questo sito",
        "SegmentEditor": "Editor di segmenti",
        "SegmentIsDisplayedForWebsite": "ed elaborato per",
        "SegmentNotApplied": "Segmento '%s' non applicato",
        "SegmentNotAppliedMessage": "Stai richiedendo dati per il Segmento Personalizzato '%s', al momento questa configurazione di Matomo impedisce l'elaborazione in tempo reale dei report per ragioni di prestazioni.",
        "SegmentOperatorIsNotNullNorEmpty": "non è nullo nè vuoto",
        "SegmentOperatorIsNullOrEmpty": "è nullo o vuoto",
        "SegmentXIsAUnionOf": "%s è un'unione di questi segmenti:",
        "SelectSegmentOfVisits": "Seleziona un segmento di visite:",
        "SharedWithYou": "Condiviso con te",
        "Test": "Testa",
        "ThisSegmentIsCompared": "Questo segmento viene al momento comparato.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Questo segmento è già stato al momento selezionato, dunque non può essere selezionato per una comparazione.",
        "ThisSegmentIsVisibleTo": "Questo segmento è visibile a:",
        "UnprocessedSegmentApiError1": "Il segmento '%1$s' è impostato su '%2$s' ma Matomo non è attualmente configurato per elaborare report segmentati nelle richieste API.",
        "UnprocessedSegmentApiError2": "Per visualizzare i dati per questo report in futuro, dovrai modificare il segmento e scegliere l'opzione con l'etichetta '%s'.",
        "UnprocessedSegmentApiError3": "Quindi, dopo alcune ore, i dati del segmento dovrebbero essere disponibili tramite l'API. (In caso contrario, potrebbe esserci un problema.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sNel frattempo puoi usare il Log Visitatore%2$s, applicandolo qui, per testare se il tuo segmento corrisponderà correttamente ai tuoi utenti.",
        "UnprocessedSegmentInVisitorLog2": "Una volta applicato, puoi vedere immediatamente quali visite e azioni sono state abbinate al tuo segmento.",
        "UnprocessedSegmentInVisitorLog3": "Questo può aiutarti a confermare che il tuo segmento corrisponde agli utenti e alle azioni che ti aspetti.",
        "UnprocessedSegmentNoData1": "Questi report non hanno dati, perché il Segmento %1$s da te richiesto non è stato ancora elaborato dal sistema.",
        "UnprocessedSegmentNoData2": "I dati per questo Segmento dovrebbero diventare disponibili in poche ore, quando sarà stata completata l'elaborazione. (In caso contrario, potrebbe esserci un problema.)",
        "UnprocessedSegmentNoData3": "Matomo non riesce a visualizzare i dati per il segmento %1$s, perché la configurazione impedisce la riarchiviazione per questo periodo. Per favore, contatta il tuo amministratore o consulta %2$squesta domanda frequente%3$s su come risolvere questo problema.",
        "VisibleToAllUsers": "tutti gli utenti",
        "VisibleToMe": "me",
        "VisibleToSuperUser": "Visibile a te perché hai un accesso da Super User",
        "YouDontHaveAccessToCreateSegments": "Non hai un livello d'accesso adeguato per creare e modificare i segmenti.",
        "YouMayChangeSetting": "In alternativa, puoi cambiare le impostazioni nel file di configurazione (%1$s) o modificare questo Segmento e scegliere '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Devi avere effettuato l'accesso per creare e modificare i segmenti personalizzati dei visitatori."
    }
}
