{
    "SegmentEditor": {
        "AddANDorORCondition": "Legg til %s-vilkår",
        "AddNewSegment": "Legg til nytt segment",
        "AddThisToMatomo": "Legg til dette segmentet i Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Tilføyelse av segmenter for alle nettsider har blitt skrudd av.",
        "AreYouSureDeleteSegment": "Er du sikker på at du vil slette dette segmentet?",
        "AutoArchivePreProcessed": "segmenterte rapporter forhåndsbehandles (raskere, krever cron)",
        "AutoArchiveRealTime": "segmenterte rapporter behandles i sanntid",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Du er i ferd med å endre segmentsdefinisjonen. Din analyserapport for dette nye segmentet vil ikke bli tilgjengelig til rapportene behandles igjen. Det kan ta noen timer til rapportdataen vises for dette segmentet. Fortsett uansett?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Du er i ferd med å endre segmentdefinisjonen. Din analyserapporter fir dette nye segmentet vil behandles igjen ved behov neste gang du forespør dem. Det kan ta noen minutter å vise rapportene dine. Fortsett uansett?",
        "ChooseASegment": "Velg et segment",
        "CompareThisSegment": "Sammenlign dette segmentet med valgt segment og periode.",
        "CurrentlySelectedSegment": "Valgt segment: %s",
        "CustomSegment": "Egendefinert segment",
        "CustomUnprocessedSegmentApiError1": "Segmentet du forespurte har ikke blitt opprettet i Segmentbehandleren, så rapportdataen har ikke blitt forhåndsbehandlet.",
        "CustomUnprocessedSegmentApiError2": "Gå til Matomo og opprett dette segmentet manuelt i Segmentbehandleren for å se dataen i det.",
        "CustomUnprocessedSegmentApiError3": "(Alternativt kan du opprette et nytt segment programmatisk ved å bruke SegmentEditor.add-API-metoden).",
        "CustomUnprocessedSegmentApiError4": "Når du har opprettet et segment i redigereren (eller via API-et), vil denne feilmeldingen forsvinne og i løpet av et par timer vil din segmenterte rapportdata bli tilgjengelig, etter at den har blitt behandlet. (Hvis ikke kan det ha oppstått et problem.)",
        "CustomUnprocessedSegmentApiError5": "Mer at du kan teste hvorvidt segmentet ditt vil fungere uten å måtte vente på at det blir behandlet ved å bruke Live.getLastVisitsDetails-API-et.",
        "CustomUnprocessedSegmentApiError6": "Når du bruker denne API-metoden, vil du finne ut hvilke brukere og handlinger som samsvarte med ditt &amp;segment-parameter",
        "CustomUnprocessedSegmentNoData": "For å vise dette segmentet må du opprette det manuelt i redigereren og så vente noen timer til det er forhåndsbehandlet.",
        "DataAvailableAtLaterDate": "Din inndelte analyserapport vil bli tilgjengelig senere.",
        "DefaultAllVisits": "Alle besøk",
        "DragDropCondition": "Dra og slipp-betingelse",
        "HideMessageInFuture": "Skjul denne meldingen i fremtiden",
        "LoadingSegmentedDataMayTakeSomeTime": "Behandling av inndelt besøksdata kan ta noen minutter …",
        "OperatorAND": "OG",
        "OperatorOR": "ELLER",
        "PluginDescription": "Et segment er et sett kriterier som brukes til å velge bare én del av hele settet med besøk. Ved å bruke segmenter kan du injisere vilkårlig kontekst tilbake i rapportene dine.",
        "SaveAndApply": "Lagre og bruk",
        "SegmentDisplayedAllWebsites": "alle nettsteder",
        "SegmentDisplayedThisWebsiteOnly": "kun dette nettstedet",
        "SegmentEditor": "Segmentredigerer",
        "SegmentIsDisplayedForWebsite": "og behandlet i",
        "SegmentNotApplied": "«%s»-segmentet brukes ikke",
        "SegmentNotAppliedMessage": "Du forespør data for det tilpassede segmentet «%s». Dette Matomo-oppsettet forhindrer for tiden sanntidsbehandling av rapporter av ytelseshensyn.",
        "SegmentOperatorIsNotNullNorEmpty": "er ikke «NULL», og heller ikke tom",
        "SegmentOperatorIsNullOrEmpty": "er «NULL» eller tom",
        "SegmentXIsAUnionOf": "%s er en sammenslåing av disse segmentene:",
        "SelectSegmentOfVisits": "Velg en del av besøkene:",
        "SharedWithYou": "Delt med deg",
        "Test": "Test",
        "ThisSegmentIsCompared": "Dette segmentet er valgt til sammenligning.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Segmentet er valgt, så det kan ikke velges for sammenligning.",
        "ThisSegmentIsVisibleTo": "Dette segmentet er synlig for:",
        "UnprocessedSegmentApiError1": "«%1$s»-segmentet er satt til «%2$s», men Matomo er ikke satt opp til å behandle inndelte rapporter i API-forespørsler.",
        "UnprocessedSegmentApiError2": "For å se data for denne rapporten i fremtiden, må du redigere ditt segment og velge alternativet merket «%s».",
        "UnprocessedSegmentApiError3": "Etter et par timer vil din segmentdata så bli tilgjengelig gjennom API-et. (Hvis ikke kan det ha oppstått et problem.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sI mellomtiden kan du bruke besøksloggen%2$s for å teste hvorvidt ditt segment samsvarer med brukerne ved å legge det til her.",
        "UnprocessedSegmentInVisitorLog2": "Når brukt kan du umiddelbart finne ut hvilke besøk og foretagende som samsvarer med ditt segment.",
        "UnprocessedSegmentInVisitorLog3": "Dette kan hjelpe deg å bekrefte at ditt segment samsvarer med brukerne og de foretagende du forventer.",
        "UnprocessedSegmentNoData1": "Disse rapportene har ingen data, fordi %1$s-segmentet du forespurte ikke har blitt behandlet av systemet enda.",
        "UnprocessedSegmentNoData2": "Data for dette segmentet bør bli tilgjengelig om et par timer når behandlingen fullføres. (Hvis ikke kan det ha oppstått et problem.)",
        "UnprocessedSegmentNoData3": "Matomo kan ikke vise data for %1$s-segmentet. Dette er fordi oppsettet forhindrer re-arkivering for denne perioden. Kontakt administratoren din eller sjekk %2$sO-S-S%3$s for å løse problemet.",
        "VisibleToAllUsers": "alle brukere",
        "VisibleToMe": "meg",
        "VisibleToSuperUser": "Synlig for deg siden du har superbrukertilgang",
        "YouDontHaveAccessToCreateSegments": "Du har ikke påkrevd tilgangsnivå til å opprette og redigere segmenter.",
        "YouMayChangeSetting": "Alternativt kan du endre denne innstillingen i oppsettsfilen (%1$s), eller redigere dette segmentet og velge «%2$s».",
        "YouMustBeLoggedInToCreateSegments": "Du må være innlogget for å opprette og redigere tilpassede besøkssegmenter."
    }
}
