{
    "SegmentEditor": {
        "AddANDorORCondition": "%s-voorwaarde toevoegen",
        "AddNewSegment": "Nieuw segment toevoegen",
        "AddThisToMatomo": "Voeg dit segment toe aan Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Het toevoegen van segmenten voor alle websites is uitgeschakeld.",
        "AreYouSureDeleteSegment": "Weet u zeker dat u dit segment wilt verwijderen?",
        "AutoArchivePreProcessed": "gesegmenteerde rapporten worden voor verwerkt (sneller, vereist archive.php cron)",
        "AutoArchiveRealTime": "gesegmenteerde rapporten worden realtime verwerkt",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Je staat op het punt het segment te wijzigen. Het bijbehorende rapport zal niet beschikbaar zijn, totdat deze opnieuw door het proces is gegaan. Het kan een paar uur duren voordat het rapport data voor dit segment toont. Toch doorgaan?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Je staat op het punt het segment te wijzigen. Het bijbehorende rapport voor dit nieuwe rapport zal op verzoek gegenereerd worden, wanneer deze de volgende keer opgevraagd wordt. Het kan een paar minuten duren voordat het rapport data voor dit segment toont. Toch doorgaan?",
        "ChooseASegment": "Kies een segment",
        "CompareThisSegment": "Vergelijk dit segment met het geselecteerde segment en periode.",
        "CurrentlySelectedSegment": "Geselecteerd segment: %s",
        "CustomSegment": "Aangepast segment",
        "CustomUnprocessedSegmentApiError1": "Het door u gevraagde segment is nog niet gemaakt in de segment bewerker en dus zijn de rapportgegevens niet voor-verwerkt.",
        "CustomUnprocessedSegmentApiError2": "Om gegevens voor dit segment te zien, moet u naar Matomo gaan en dit segment handmatig aanmaken in de segment bewerker.",
        "CustomUnprocessedSegmentApiError3": "(Als alternatief, kunt u ook softwarematig een nieuw segment maken via de API-opdracht SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "Zodra u het segment in de bewerker (of via API) heeft gemaakt, verdwijnt deze foutmelding en ziet u binnen enkele uren uw gesegmenteerde rapportgegevens, nadat de segmentgegevens zijn voor-verwerkt. (Is dat niet het geval, dan kan er een probleem zijn.)",
        "CustomUnprocessedSegmentApiError5": "Bemerk dat u kunt testen of uw segment werkt zonder te hoeven wachten tot die verwerkt is, door het gebruik van de Live.getLastVisitsDetails API.",
        "CustomUnprocessedSegmentApiError6": "Wanneer deze API-methode wordt gebruikt, ziet u welke gebruikers en acties gekoppeld zijn aan uw &amp;segment= parameter.",
        "CustomUnprocessedSegmentNoData": "Om gegevens voor dit segment te zien, moet u dit segment handmatig aanmaken in de segment bewerker en vervolgens een paar uur wachten tot de voor-verwerking is voltooid.",
        "DataAvailableAtLaterDate": "De gesegmenteerde analyse rapporten zullen op een later tijdstip beschikbaar komen. Excuses voor het ongemak.",
        "DefaultAllVisits": "Alle bezoeken",
        "DragDropCondition": "Sleep &amp; verplaats voorwaarde",
        "HideMessageInFuture": "Verberg dit bericht in de toekomst",
        "LoadingSegmentedDataMayTakeSomeTime": "Verwerking van gesegmenteerde bezoeker gegevens kan enkele minuten duren …",
        "OperatorAND": "AND",
        "OperatorOR": "OR",
        "PluginDescription": "Een segment is een set criteria die wordt gebruikt om slechts een deel van de hele set bezoeken te selecteren. Met behulp van segmenten kan je willekeurige context terug in uw rapporten injecteren.",
        "SaveAndApply": "Opslaan &amp; toepassen",
        "SegmentDisplayedAllWebsites": "alle websites",
        "SegmentDisplayedThisWebsiteOnly": "alleen deze website",
        "SegmentEditor": "Segment bewerker",
        "SegmentIsDisplayedForWebsite": "en verwerkt voor",
        "SegmentNotApplied": "Segment '%s' niet toegepast",
        "SegmentNotAppliedMessage": "U vraagt gegevens op voor het aangepaste segment '%s', maar Matomo's configuratie verhindert momenteel de real-time verwerking van rapporten om performantieredenen.",
        "SegmentOperatorIsNotNullNorEmpty": "is niet null of leeg",
        "SegmentOperatorIsNullOrEmpty": "is null of leeg",
        "SegmentXIsAUnionOf": "%s is een combinatie van deze segmenten:",
        "SelectSegmentOfVisits": "Selecteer een segment van bezoeken:",
        "SharedWithYou": "Gedeeld met jou",
        "Test": "Testen",
        "ThisSegmentIsCompared": "Dit segment wordt momenteel vergeleken.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Dit segment is momenteel geselecteerd en kan niet geselecteerd worden om te vergelijken.",
        "ThisSegmentIsVisibleTo": "Dit segment is zichtbaar voor:",
        "UnprocessedSegmentApiError1": "Het segment '%1$s' is ingesteld op '%2$s' maar Matomo is momenteel niet geconfigureerd om gesegmenteerde rapporten in API-verzoeken te verwerken.",
        "UnprocessedSegmentApiError2": "Om in de toekomst gegevens voor dit rapport te zien, moet u uw segment bewerken en de optie '%s' kiezen.",
        "UnprocessedSegmentApiError3": "Dan zouden uw segmentgegevens na een paar uur beschikbaar moeten zijn via de API. (Is dat niet het geval, dan kan er een probleem zijn.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sOndertussen kunt u het bezoekerslog%2$s gebruiken om te testen of uw segment overeenkomt met uw gebruikers door het daar toe te passen.",
        "UnprocessedSegmentInVisitorLog2": "Wanneer toegepast, kan je direct zien welke bezoeken en acties zijn gekoppeld aan uw segment.",
        "UnprocessedSegmentInVisitorLog3": "Dit kan helpen te bevestigen dat het segment overeenkomt met de gebruikers en acties die ervan verwacht worden.",
        "UnprocessedSegmentNoData1": "Deze rapporten hebben geen data omdat het opgevraagde segment %1$s nog niet is verwerkt door het systeem.",
        "UnprocessedSegmentNoData2": "Gegevens voor dit segment zouden binnen enkele uren beschikbaar moeten zijn, zodra de verwerking voltooid is. (Als dit niet het geval is, kan er mogelijk een probleem zijn.)",
        "UnprocessedSegmentNoData3": "Matomo kan geen gegevens weergeven voor het segment %1$s, omdat de configuratie het herarchiveren voor deze periode verhindert. Contacteer uw beheerder of lees %2$sdeze FAQ%3$s om het probleem op te lossen.",
        "VisibleToAllUsers": "alle gebruikers",
        "VisibleToMe": "mij",
        "VisibleToSuperUser": "Zichtbaar voor jou omdat je Super User rechten hebt",
        "YouDontHaveAccessToCreateSegments": "U heeft niet het benodigde toegangsniveau om segmenten te maken en bewerken.",
        "YouMayChangeSetting": "Als alternatief kun je er voor kiezen om de instelling binnen het configuratie bestand (%1$s) aan te passen, of wijzig dit Segment en kies '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Je moet ingelogd zijn om Bezoekers segmenten te bewerken of aan te maken."
    }
}
