{
    "SegmentEditor": {
        "AddANDorORCondition": "Adicionar a condição %s",
        "AddNewSegment": "Adicionar novo segmento",
        "AddThisToMatomo": "Adicionar este segmento ao Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Adicionar segmentos para todos os sites foi desativado.",
        "AreYouSureDeleteSegment": "Você tem certeza de que deseja excluir este segmento?",
        "AutoArchivePreProcessed": "relatórios segmentados são pré-processados (mais rápido, requer o cron)",
        "AutoArchiveRealTime": "relatórios segmentados são processados em tempo real",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Você está prestes a mudar a definição do segmento. Os relatórios analíticos para este novo segmento não estarão disponíveis até que os relatórios sejam reprocessados. Pode levar algumas horas para que os dados de relatórios mostrem para esse segmento. Continuar mesmo assim?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Você está prestes a mudar a definição do segmento. Os relatórios analíticos para este novo segmento serão reprocessados sob demanda na próxima vez que solicitá-los. Seus relatórios pode demorar alguns minutos para aparecer. Continuar mesmo assim?",
        "ChooseASegment": "Escolha um segmento",
        "CompareThisSegment": "Comparar este segmento com o segmento e período selecionados.",
        "CurrentlySelectedSegment": "Segmento atualmente selecionado: %s",
        "CustomSegment": "Segmento personalizado",
        "CustomUnprocessedSegmentApiError1": "O segmento que você solicitou ainda não foi criado no Editor de Segmento e portanto os dados do relatório não foram processados.",
        "CustomUnprocessedSegmentApiError2": "Para ver dados para este segmento você deve ir ao Matomo e criar manualmente este segmento no Editor de Segmento.",
        "CustomUnprocessedSegmentApiError3": "(Alternativamente, você pode criar um segmento programaticamente usando o método SegmentEditor.add da API).",
        "CustomUnprocessedSegmentApiError4": "Uma vez criado o segmento no editor (ou via API), esta mensagem de erro irá desaparecer e dentro de algumas horas você verá os dados segmentados do seu relatório, após os dados segmentados terem sido pré-processados. (Se não acontecer, deve ter ocorrido um problema.)",
        "CustomUnprocessedSegmentApiError5": "Por favor, note que você pode testar se o seu segmento irá funcionar, sem ter que esperar que ele seja processado, usando o método Live.getLastVisitsDetails da API.",
        "CustomUnprocessedSegmentApiError6": "Ao usar esse método de API, você verá quais usuários e ações corresponderam ao seu parâmetro &amp;segment=parameter.",
        "CustomUnprocessedSegmentNoData": "Para ver dados para este segmento, você deve criar este segmento manualmente no Editor de Segmento, então esperar algumas horas para que o pré-processamento finalize.",
        "DataAvailableAtLaterDate": "Os seus relatórios de análise segmentados estarão disponíveis mais tarde. Pedimos desculpas pela inconveniência.",
        "DefaultAllVisits": "Todas as visitas",
        "DragDropCondition": "Condição de arrastar e soltar",
        "HideMessageInFuture": "Ocultar esta mensagem no futuro",
        "LoadingSegmentedDataMayTakeSomeTime": "O processamento segmentado de dados de visitantes pode demorar alguns minutos...",
        "OperatorAND": "E",
        "OperatorOR": "OU",
        "PluginDescription": "Um segmento é um conjunto de critérios usados para selecionar apenas uma parte de todo o conjunto de visitas. Ao usar segmentos você pode inserir contexto de volta aos seus relatórios.",
        "SaveAndApply": "Salvar e Aplicar",
        "SegmentDisplayedAllWebsites": "todos os sites",
        "SegmentDisplayedThisWebsiteOnly": "somente neste website",
        "SegmentEditor": "Editor de segmentos",
        "SegmentIsDisplayedForWebsite": "e processado para",
        "SegmentNotApplied": "Segmento '%s' não aplicado",
        "SegmentNotAppliedMessage": "Você está solicitando dados para o Segmento Customizado '%s', esta configuração do Matomo atualmente não permite o processamento de relatórios em tempo real por questão de performance.",
        "SegmentOperatorIsNotNullNorEmpty": "não está nulo nem vazio",
        "SegmentOperatorIsNullOrEmpty": "está nulo ou vazio",
        "SegmentXIsAUnionOf": "%s é uma união destes segmentos:",
        "SelectSegmentOfVisits": "Selecione um segmento de visitas:",
        "SharedWithYou": "Compartilhado com você",
        "Test": "Teste",
        "ThisSegmentIsCompared": "Este segmento está atualmente comparado.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Este segmento está atualmente selecionado e então não pode ser escolhido para comparação.",
        "ThisSegmentIsVisibleTo": "Este segmento é visível para:",
        "UnprocessedSegmentApiError1": "O Segmento '%1$s' está definido como '%2$s' mas o Matomo atualmente não está configurado para processar relatórios segmentados em solicitações de API.",
        "UnprocessedSegmentApiError2": "Para ver dados deste relatório no futuro, você precisará editar o seu segmento e escolher a opção '%s'.",
        "UnprocessedSegmentApiError3": "Então depois de algumas horas os dados do seu segmento devem estar disponíveis através da API. (Se não estiverem, deve ter ocorrido um problema.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sEnquanto isso você pode usar o Log de Visitantes%2$s para testar se o seu segmento irá coincidir corretamente com seus usuários ao aplicá-lo lá.",
        "UnprocessedSegmentInVisitorLog2": "Quando aplicado, você pode ver imediatamente quais visitas e ações coincidiram com o seu segmento.",
        "UnprocessedSegmentInVisitorLog3": "Isto pode te ajudar a confirmar que seu Segmento coincide com os usuários e ações que você espera.",
        "UnprocessedSegmentNoData1": "Estes relatórios não possuem dados pois o Segmento que você solicitou %1$s ainda não foi processado pelo sistema.",
        "UnprocessedSegmentNoData2": "Dados para este Segmento devem estar disponíveis em algumas horas quando o processamento terminar. (Se não ficarem disponíveis, pode haver um problema.)",
        "UnprocessedSegmentNoData3": "O Matomo não consegue exibir dados para o segmento %1$s, pois a configuração impede um novo arquivamento para este período. Por favor contacte o seu administrador ou verifique %2$sesta FAQ%3$s de como resolver este problema.",
        "VisibleToAllUsers": "todos os usuários",
        "VisibleToMe": "eu",
        "VisibleToSuperUser": "Visível pra você porque você tem acesso Super Usuário",
        "YouDontHaveAccessToCreateSegments": "Você não tem o nível de acesso necessário para criar e editar segmentos.",
        "YouMayChangeSetting": "Alternativamente, você pode alterar a configuração no arquivo de configuração (%1$s), ou editar este Segmento e escolher '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Você precisa estar logado para criar e editar segmentos personalizados de visitantes."
    }
}
