{
    "SegmentEditor": {
        "AddANDorORCondition": "Adicionar condição %s",
        "AddNewSegment": "Adicionar novo segmento",
        "AddThisToMatomo": "Adicionar este segmento ao Matomo",
        "AddingSegmentForAllWebsitesDisabled": "A criação de segmentos para todos os sites foi desativada.",
        "AreYouSureDeleteSegment": "Tem a certeza de que pretende eliminar este segmento?",
        "AutoArchivePreProcessed": "os relatórios segmentados são pré-processados (mais rápido, requer o cron)",
        "AutoArchiveRealTime": "os relatórios segmentados são processados em tempo real",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Está prestes a alterar a definição deste segmento. Os relatórios analíticos para este novo segmento não estarão disponíveis até que os relatórios sejam reprocessados. Pode demorar algumas horas até os dados dos relatórios serem apresentados para este segmento. Continuar mesmo assim?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Está prestes a alterar a definição deste segmento. Os relatórios analíticos para este novo segmento serão reprocessados a pedido da próxima vez que os solicitar.. Os seus relatórios podem demorar alguns minutos até serem apresentados. Continuar mesmo assim?",
        "ChooseASegment": "Escolha um segmento",
        "CompareThisSegment": "Comparar este segmento com o segmento e período selecionado.",
        "CurrentlySelectedSegment": "Segmento atualmente selecionado: %s",
        "CustomSegment": "Segmento personalizado",
        "CustomUnprocessedSegmentApiError1": "O segmento que solicitou ainda não foi criado no editor de segmentos e, como tal, os dados do relatório não foram pré-processados.",
        "CustomUnprocessedSegmentApiError2": "Para ver dados para este segmento, deve ir ao Matomo e criar este segmento manualmente no editor de segmentos.",
        "CustomUnprocessedSegmentApiError3": "(Como alternativa, pode criar um novo segmento programaticamente utilizando o método da API SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "Depois de criar o segmento no editor (ou via a API), esta mensagem de erro irá desaparecer e, no espaço de algumas horas, irá ver o relatório de dados segmentados depois do segmento de dados ser pré-processado. (Se isto não acontecer, pode existir um problema.)",
        "CustomUnprocessedSegmentApiError5": "Por favor, note que, pode testar se o seu segmento vai funcionar sem ter de aguardar que o mesmo seja processado, utilizando a API Live.getLastVisitsDetails.",
        "CustomUnprocessedSegmentApiError6": "Ao usar esse método de API, você verá quais usuários e ações corresponderam ao seu &amp;segment= parameter.",
        "CustomUnprocessedSegmentNoData": "Para ver dados para este segmento, deve criar este segmento manualmente no editor de segmentos, depois aguardar algumas horas até o pré-processamento terminar.",
        "DataAvailableAtLaterDate": "Os seus relatórios analíticos segmentados estarão disponíveis mais tarde. Pedimos desculpa pelo incómodo.",
        "DefaultAllVisits": "Todas as visitas",
        "DragDropCondition": "Condição de arrastar e soltar",
        "HideMessageInFuture": "Ocultar esta mensagem no futuro",
        "LoadingSegmentedDataMayTakeSomeTime": "O processamento dos dados segmentados dos visitantes pode demorar alguns minutos…",
        "OperatorAND": "E",
        "OperatorOR": "OU",
        "PluginDescription": "Um segmento é um conjunto de critérios utilizados para selecionar apenas uma parte do conjunto completo de visitas. Ao utilizar segmentos, pode injetar contextos arbitrários nos seus relatórios.",
        "SaveAndApply": "Guardar e aplicar",
        "SegmentDisplayedAllWebsites": "todos os sites",
        "SegmentDisplayedThisWebsiteOnly": "apenas este site",
        "SegmentEditor": "Editor de segmentos",
        "SegmentIsDisplayedForWebsite": "e processado para",
        "SegmentNotApplied": "Segmento '%s' não aplicado",
        "SegmentNotAppliedMessage": "Está a solicitar dados para o Segmento personalizado '%s'; esta configuração do Matomo atualmente previne o processamento em tempo real de relatórios por questões de desempenho.",
        "SegmentOperatorIsNotNullNorEmpty": "não é nulo nem vazio",
        "SegmentOperatorIsNullOrEmpty": "é nulo ou vazio",
        "SegmentXIsAUnionOf": "%s é uma união destes segmentos:",
        "SelectSegmentOfVisits": "Selecione um segmento de visitas:",
        "SharedWithYou": "Partilhado consigo",
        "Test": "Teste",
        "ThisSegmentIsCompared": "Este segmentos está atualmente a ser comparado.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Este segmento está atualmente selecionado pelo que não pode ser selecionado para a comparação.",
        "ThisSegmentIsVisibleTo": "Este segmento é visível para:",
        "UnprocessedSegmentApiError1": "O segmento '%1$s' está configurado para '%2$s' mas o Matomo não está atualmente configurado para processar relatórios segmentados em pedidos à API.",
        "UnprocessedSegmentApiError2": "Para ver os dados para este relatório no futuro, precisa de editar o seu segmento e escolher a opção denominada por '%s'.",
        "UnprocessedSegmentApiError3": "Depois de algumas horas, os seus dados segmentados devem ficar disponíveis através da API. (se isto não acontecer, pode existir um problema.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sEntretanto, pode utilizar o Registo de visitantes%2$s para testar se o seu segmento vai corresponder corretamente com os seus utilizadores, aplicando o mesmo aí.",
        "UnprocessedSegmentInVisitorLog2": "Quando aplicado, poderá ver imediatamente que visitas e ações coincidiram com o seu segmento.",
        "UnprocessedSegmentInVisitorLog3": "Isto pode ajudar a confirmar que o seu Segmento coincide com os utilizadores e ações que espera.",
        "UnprocessedSegmentNoData1": "Estes relatórios não têm dados, por o segmento %1$s que solicitou ainda não foi processado pelo sistema.",
        "UnprocessedSegmentNoData2": "Os dados para este segmento devem ficar disponíveis em algumas horas quando o processamento terminar. (se isto não acontecer, pode existir um problema.)",
        "UnprocessedSegmentNoData3": "Matomo não pode exibir dados para o segmento %1$s, pois a configuração impede um rearquivamento para este período. Entre em contato com seu administrador ou verifique %2$sesta FAQ%3$s para resolver este problema.",
        "VisibleToAllUsers": "todos os utilizadores",
        "VisibleToMe": "para mim",
        "VisibleToSuperUser": "Visível para si porque tem acesso de super-administrador",
        "YouDontHaveAccessToCreateSegments": "Não tem o nível de acesso necessário para criar e editar segmentos.",
        "YouMayChangeSetting": "Alternativamente, pode alterar a definição no ficheiro de configuração (%1$s), ou editar este «Segmento» e escolher '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Deve estar autenticado para criar e editar segmentos personalizados de visitantes."
    }
}
