{
    "SegmentEditor": {
        "AddANDorORCondition": "Shtoni kusht %s",
        "AddNewSegment": "Shtoni segment të ri",
        "AddThisToMatomo": "Shtoje këtë segment te Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Shtimi i segmenteve është çaktivizuar për krejt sajtet.",
        "AreYouSureDeleteSegment": "Jeni i sigurt se doni të fshihet ky segment?",
        "AutoArchivePreProcessed": "raportet e segmentuar janë të parapërgatitur (më të shpejtë, lyp cron)",
        "AutoArchiveRealTime": "raportet e segmentuar përpunohen aty për aty",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Ju ndan një hap nga ndryshimi i përkufizimit të segmentit. Raportet e analizave tuaja për këtë segment të ri s’do të jenë gati pa u ripërpunuar raportet. Mund të duhen disa orë për shfaqjen e të dhënave të raporteve për këtë segment. Të vazhdohet sido qoftë?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Ju ndan një hap nga ndryshimi i përkufizimit të segmentit. Raportet e analizave tuaja për këtë segment të ri do të ripërpunohen pasi kjo të kërkohet nga ju herës tjetër. Mund të duhen pak minuta për shfaqjen e raporteve tuaj. Të vazhdohet sido qoftë?",
        "ChooseASegment": "Zgjidhni një segment",
        "CompareThisSegment": "Krahasojeni këtë segment me segmentin dhe periudhën e përzgjedhur.",
        "CurrentlySelectedSegment": "Segmenti i përzgjedhur tani: %s",
        "CustomSegment": "Segment Vetjak",
        "CustomUnprocessedSegmentApiError1": "Segmenti që kërkuat s’është krijuar ende te Përpunues Segmentesh, ndaj të dhënat e raportit s’janë parapërpunuar ende.",
        "CustomUnprocessedSegmentApiError2": "Që të shihni të dhënat për këtë segment, duhet të shkoni te Matomo dhe ta krijoni dorazi këtë segment te Përpunuesi i Segmenteve.",
        "CustomUnprocessedSegmentApiError3": "(Ndryshe, mund të krijoni programatikisht një segment të ri duke përdorur metodën API SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "Pasi segmenti të jetë krijuar te përpunuesi (ose përmes API-t), ky mesazh gabimi do të zhduket dhe brenda pak orësh do të shihni të dhënat e raportit për segmentin, pasi të dhënat e segmentit të jenë parapërpunuar. (Nëse s’ndodh, mund të ketë ndonjë problem.)",
        "CustomUnprocessedSegmentApiError5": "Ju lutemi, mbani parasysh që mund të testoni nëse segmenti juaj do të funksionojë apo jo, pa u dashur të pritni që ai të përpunohet duke përdorur API-n Live.getLastVisitsDetails.",
        "CustomUnprocessedSegmentApiError6": "Kur përdoret kjo metodë API, do të shihni se cilët përdorues dhe veprime patën përputhje me parametrin tuaj &amp;segment=.",
        "CustomUnprocessedSegmentNoData": "Që të shihni të dhëna për këtë segment, duhet ta krijoni këtë segment dorazi te Përpunues Segmentesh dhe mandej të pritni dy-tre orë që të plotësohet parapërpunimi.",
        "DataAvailableAtLaterDate": "Raportet e segmentuar të statistikave do të jenë gati më vonë. Kërkojmë ndjesë për vonesën.",
        "DefaultAllVisits": "Krejt vizitat",
        "DragDropCondition": "Kusht Merr &amp; Vër",
        "HideMessageInFuture": "Fshihe këtë mesazh në të ardhmen",
        "LoadingSegmentedDataMayTakeSomeTime": "Përpunimi i të dhënave sipas segmentesh vizitorësh mund të hajë ca minuta…",
        "OperatorAND": "DHE",
        "OperatorOR": "OSE",
        "PluginDescription": "Një segment është një grup kriteresh të përdorur për të përzgjedhur vetëm një pjesë të krejt grupit të vizitave. Duke përdorur segmente, mund të injektoni kontekst arbitrar në raportet tuaja.",
        "SaveAndApply": "Ruaje &amp; Zbatoje",
        "SegmentDisplayedAllWebsites": "krejt sajtet",
        "SegmentDisplayedThisWebsiteOnly": "vetëm këtë sajt",
        "SegmentEditor": "Përpunues segmentesh",
        "SegmentIsDisplayedForWebsite": "dhe përpunuar për",
        "SegmentNotApplied": "S’u zbatua segmenti '%s'",
        "SegmentNotAppliedMessage": "Po kërkoni të dhëna për Segmentin Vetjak '%s', ky formësim i Matomo-s, për të mos rënduar funksionimin, e parandalon përpunimin e atypëratyshëm të raporteve.",
        "SegmentOperatorIsNotNullNorEmpty": "s’është zero ose i zbrazët",
        "SegmentOperatorIsNullOrEmpty": "është zero ose i zbrazët",
        "SegmentXIsAUnionOf": "%s është një bashkim i këtyre segmenteve:",
        "SelectSegmentOfVisits": "Përzgjidhni një segment vizitash:",
        "SharedWithYou": "Ndarë me ju",
        "Test": "Provë",
        "ThisSegmentIsCompared": "Ky segment po krahasohet tani.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Ky segment është aktualisht i përzgjedhur, ndaj s’mund të përzgjidhet për krahasim.",
        "ThisSegmentIsVisibleTo": "Ky segment është i dukshëm për:",
        "UnprocessedSegmentApiError1": "Segmenti '%1$s' është caktuar si '%2$s', por Matomo-ja s’është i formësuar të përpunojë raporte të segmentuar në kërkesa API.",
        "UnprocessedSegmentApiError2": "Që të shihni të dhëna për këtë raport në të ardhmen, do t’ju duhet të përpunoni segmentin tuaj dhe të zgjidhni mundësinë e etiketuar '%s'.",
        "UnprocessedSegmentApiError3": "Mandej, pas pak orësh, të dhënat e segmentit tuaj do të jenë të përdorshme përmes API-t. (Nëse s’ndodh, mund të ketë ndonjë problem.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sNdërkohë mund të përdorni Regjistër Vizitorësh%2$s që të testoni nëse segmenti juaj do të përputhet saktësisht me përdoruesit tuaj, duke e zbatuar këtu.",
        "UnprocessedSegmentInVisitorLog2": "Kur ka vend, mund të shihni menjëherë se cilat vizita dhe veprime patën përputhje me segmentin tuaj.",
        "UnprocessedSegmentInVisitorLog3": "Kjo mund t’ju ndihmojë të siguroheni që Segmenti juaj përputhet me përdoruesit dhe veprimet që prisni.",
        "UnprocessedSegmentNoData1": "Këto raporte s’kanë të dhëna, ngaqë Segmenti %1$s që kërkuat s’është përpunuar ende nga sistemi.",
        "UnprocessedSegmentNoData2": "Të dhënat për këtë Segment do të jenë gati brenda pak orësh, kur të jetë plotësuar përpunimi. (Nëse s’ndodh, mund të ketë ndonjë problem.)",
        "UnprocessedSegmentNoData3": "Matomo s’është në gjendje të shfaqë të dhëna për segmentin %1$s, nga formësimi e parandalon riarkivimin për këtë periudhë. Ju lutemi, lidhuni me përgjegjësin tuaj, ose shihni %2$skëto PBR%3$s se si të zgjidhet ky problem.",
        "VisibleToAllUsers": "krejt përdoruesit",
        "VisibleToMe": "mua",
        "VisibleToSuperUser": "I dukshëm për ju, ngaqë keni hyrje Superpërdoruesi",
        "YouDontHaveAccessToCreateSegments": "Nuk keni shkallë të nevojshme hyrjesh për krijim dhe përpunim segmentesh.",
        "YouMayChangeSetting": "Përndryshe mund ta ndryshoni këtë rregullim te kartela e formësimit (%1$s), ose përpunojeni këtë Segment dhe zgjidhni '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Që të krijoni dhe përpunoni segmente vetjakë vizitorësh, duhet të keni bërë hyrjen."
    }
}
