{
    "SegmentEditor": {
        "AddANDorORCondition": "Lägg till %s villkor",
        "AddNewSegment": "Lägg till nytt segment",
        "AddThisToMatomo": "Lägg till detta segment i Matomo",
        "AddingSegmentForAllWebsitesDisabled": "Lägga till segment för alla webbplatser har inaktiverats.",
        "AreYouSureDeleteSegment": "Vill du verkligen radera detta segment?",
        "AutoArchivePreProcessed": "Segmenterade rapporter processas i förväg (för att det ska gå fortare krävs archive.php data)",
        "AutoArchiveRealTime": "Segmenterade rapporter processas i realtid",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Du håller på att ändra segmentdefinitionen. Dina analysrapporter för det här nya segmentet är inte tillgängliga förrän rapporterna omprocessas. Det kan ta några timmar för rapporteringsdata att bli klart att visas för det här segmentet. Vill du fortsätta ändå?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Du håller på att ändra segmentdefinitionen. Dina analysrapporter för det här nya segmentet kommer att omprocessas nästa gång du skall ta ut dem. Det kan ta några minuter innan dina rapporter visas. Vill du fortsätta ändå?",
        "ChooseASegment": "Välj ett segment",
        "CompareThisSegment": "Jämför detta segment med det valda segmentet och perioden.",
        "CurrentlySelectedSegment": "Valt segment: %s",
        "CustomSegment": "Anpassat segment",
        "CustomUnprocessedSegmentApiError1": "Segmentet du begärde har ännu inte skapats i Segmentredigeraren och därför har inte rapportdata bearbetats.",
        "CustomUnprocessedSegmentApiError2": "Om du vill se data för det här segmentet måste du gå till Matomo och skapa det här segmentet manuellt i Segmentredigeraren.",
        "CustomUnprocessedSegmentApiError3": "(Alternativt kan du skapa ett nytt segment programmatiskt med API-metoden SegmentEditor.add).",
        "CustomUnprocessedSegmentApiError4": "När du skapat segmentet i redigeraren (eller via API), kommer detta felmeddelande att försvinna och inom några timmar ser du din segmenterade rapportdata efter segmentdata har bearbetats. (Om det inte gör det kan ett fel ha uppstått.)",
        "CustomUnprocessedSegmentApiError5": "Observera att du kan testa om ditt segment kommer fungera utan att behöva vänta på att det ska behandlas med hjälp av Live.getLastVisitsDetails API.",
        "CustomUnprocessedSegmentApiError6": "När du använder den här API-metoden ser du vilka användare och åtgärder som matchades av din &amp;segment=parameter.",
        "CustomUnprocessedSegmentNoData": "Om du vill se data för det här segmentet måste du skapa det här segmentet manuellt i Segmentredigeraren och därefter vänta ett par timmar innan bearbetningen har slutförts.",
        "DataAvailableAtLaterDate": "Dina segmenterade analysrapporter kommer att finnas tillgänglig senare. Vi ber om ursäkt för besväret.",
        "DefaultAllVisits": "Alla besök",
        "DragDropCondition": "Dra &amp; Droppa villkor",
        "HideMessageInFuture": "Dölj detta meddelande i framtiden",
        "LoadingSegmentedDataMayTakeSomeTime": "Att processa data för segmenterade besökare kan ta några minuter…",
        "OperatorAND": "OCH",
        "OperatorOR": "ELLER",
        "PluginDescription": "Ett segment är en uppsättning kriterier som används för att bara välja en del av samtliga besök. Med hjälp av segment kan du föra in godtycklig kontext i dina rapporter.",
        "SaveAndApply": "Spara &amp; Använd",
        "SegmentDisplayedAllWebsites": "alla webbsidor",
        "SegmentDisplayedThisWebsiteOnly": "endast denna webbsida",
        "SegmentEditor": "Segmentredigering",
        "SegmentIsDisplayedForWebsite": "och behandlas för",
        "SegmentNotApplied": "Segment '%s' tillämpas inte",
        "SegmentNotAppliedMessage": "Du begär data för det anpassade segmentet '%s', konfigurationen som Matomo använder förhindrar att realtidsbearbetning av rapporter sker av prestandaskäl.",
        "SegmentOperatorIsNotNullNorEmpty": "är inte null och inte tom",
        "SegmentOperatorIsNullOrEmpty": "är null eller tom",
        "SegmentXIsAUnionOf": "%s är en sammanslagning av dessa segment:",
        "SelectSegmentOfVisits": "Välj ett segment av besök:",
        "SharedWithYou": "Delat med dig",
        "Test": "Test",
        "ThisSegmentIsCompared": "Detta segment jämförs för närvarande.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Detta segment är för närvarande valt och kan därför inte väljas för att jämföras.",
        "ThisSegmentIsVisibleTo": "Det här segmentet är synligt för:",
        "UnprocessedSegmentApiError1": "Segmentet '%1$s' är satt till '%2$s' men Matomo är för närvarande inte konfigurerad att bearbeta segmenterade rapporter via API-förfrågningar.",
        "UnprocessedSegmentApiError2": "För att se data för denna rapport i framtiden måste du redigera ditt segment och välja det alternativ som är märkt '%s'.",
        "UnprocessedSegmentApiError3": "Efter några timmar ska dina segmentdata bli tillgängliga via API: n. (Om det inte gör det kan det vara ett fel ha uppstått.)",
        "UnprocessedSegmentInVisitorLog1": "%1$sUnder tiden kan du använda Besöksloggen%2$s för att testa om ditt segment kommer matcha dina användare korrekt genom att använda det där.",
        "UnprocessedSegmentInVisitorLog2": "När du tillämpar detta kan du omedelbart se vilka besök och åtgärder som matchades av ditt segment.",
        "UnprocessedSegmentInVisitorLog3": "Det här kan hjälpa dig att bekräfta att ditt Segment matchar användarna och åtgärderna du förväntade dig.",
        "UnprocessedSegmentNoData1": "Dessa rapporter saknar data eftersom Segmentet som du valde %1$s inte har bearbetats av systemet.",
        "UnprocessedSegmentNoData2": "Data för detta Segment bör vara tillgänglig inom några timmar när bearbetningen slutförts. (Om så inte är fallet, kan det ha uppstått ett problem.)",
        "UnprocessedSegmentNoData3": "Matomo kan inte visa data för %1$s-segmentet eftersom konfigurationen förhindrar en omarkivering för denna period. Kontakta din administratör eller se %2$si denna FAQ%3$s hur du kan lösa problemet.",
        "VisibleToAllUsers": "alla användare",
        "VisibleToMe": "jag",
        "VisibleToSuperUser": "Synligt för dig eftersom du har administratörsrättigheter",
        "YouDontHaveAccessToCreateSegments": "Du har inte rättigheter för att skapa och redigera segment.",
        "YouMayChangeSetting": "Alternativt kan du ändra inställningarna i konfigurationsfilen (%1$s), eller redigera detta Segment och välj '%2$s'.",
        "YouMustBeLoggedInToCreateSegments": "Du måste vara inloggad för att skapa och redigera besökssegment."
    }
}
