{
    "SegmentEditor": {
        "AddANDorORCondition": "%s koşulu ekle",
        "AddNewSegment": "Yeni dilim ekle",
        "AddThisToMatomo": "Bu parçayı Matomo üzerine ekle",
        "AddingSegmentForAllWebsitesDisabled": "Tüm siteler için dilim ekleme özelliği kapatılmış.",
        "AreYouSureDeleteSegment": "Bu dilimi silmek istediğinize emin misiniz?",
        "AutoArchivePreProcessed": "önceden hazırlanmış dilim raporları (daha hızlıdır ve zamanlanmış görev kullanılması gerekir)",
        "AutoArchiveRealTime": "gerçek zamanlı dilim raporları",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "Dilim tanımlarını değiştirmek üzeresiniz. Bu yeni dilim için istatistikler, raporlar yeniden işlenene kadar görüntülenemez. Bu dilim raporlarının görüntülenmesi bir kaç saat alabilir. Gene de değişiklikleri yapmak istiyor musunuz?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "Dilim tanımlarını değiştirmek üzeresiniz. Bu yeni dilim için istatistikler, raporu yeniden istediğinizde işlenecek. Raporların görüntülenmesi bir kaç dakika alabilir. Gene de değişiklikleri yapmak istiyor musunuz?",
        "ChooseASegment": "Bir dilim seçin",
        "CompareThisSegment": "Bu dilimi seçilmiş dilim ve aralık ile karşılaştır.",
        "CurrentlySelectedSegment": "Seçilmiş geçerli dilim: %s",
        "CustomSegment": "Özel dilim",
        "CustomUnprocessedSegmentApiError1": "İstediğiniz dilim, henüz dilim düzenleyici üzerinden eklenmemiş olduğundan rapor verilerinin ön hazırlığı yapılmamış.",
        "CustomUnprocessedSegmentApiError2": "Bu dilimin verilerini görüntülemek için, Matomo dilim düzenleyici bölümünden bu dilimi eklemelisiniz.",
        "CustomUnprocessedSegmentApiError3": "(Alternatif olarak, SegmentEditor.add API yöntemini kullanarak programlama ile yeni bir dilim ekleyebilirsiniz).",
        "CustomUnprocessedSegmentApiError4": "Düzenleyici (ya da API) ile dilimi ekledikten sonra, bu hata iletisi kaldırılır ve dilim verilerinin ön hazırlığının tamamlanması ile bir kaç saat içinde dilimlenmiş rapor verileri görüntülenebilir (görüntülenmiyorsa bir sorun olabilir).",
        "CustomUnprocessedSegmentApiError5": "Live.getLastVisitsDetails API yöntemini kullanarak verilerin ön hazırlığının tamamlanmasını beklemeden dilimin çalışıp çalışmadığını sınayabileceğinizi unutmayın.",
        "CustomUnprocessedSegmentApiError6": "Bu API yöntemini kullanarak, &amp;segment= parametre ölçütünüze uyan kullanıcı ve işlemleri görebilirsiniz.",
        "CustomUnprocessedSegmentNoData": "Bu dilimin verilerini görüntülemek için, dilim düzenleyici üzerinden bu dilimi el ile ekledikten sonra verilerin hazırlanması için bir kaç saat beklemelisiniz.",
        "DataAvailableAtLaterDate": "Dilimlenmiş istatistik raporlarınız daha sonra görüntülenecek. Verdiğimiz rahatsızlık için özür dileriz.",
        "DefaultAllVisits": "Tüm ziyaretler",
        "DragDropCondition": "Koşulu sürükleyip bırakın",
        "HideMessageInFuture": "Bu ileti bir daha görüntülenmesin",
        "LoadingSegmentedDataMayTakeSomeTime": "Dilimlenmiş ziyaretçi verilerinin işlenmesi bir kaç dakika sürecek…",
        "OperatorAND": "VE",
        "OperatorOR": "VEYA",
        "PluginDescription": "Bir dilim, tüm ziyaretçi grubunun yalnızca bir bölümünü seçmek için kullanılan bir ölçüt kümesidir. Dilimleri kullanarak, raporlarınızda isteğinize bağlı olarak seçebileceğiniz içeriğin görüntülenmesini sağlayabilirsiniz.",
        "SaveAndApply": "Kaydedip uygula",
        "SegmentDisplayedAllWebsites": "tüm siteler",
        "SegmentDisplayedThisWebsiteOnly": "yalnızca bu site",
        "SegmentEditor": "Parça düzenleyici",
        "SegmentIsDisplayedForWebsite": "ve şunun için işlendi",
        "SegmentNotApplied": "'%s' dilimi uygulanmadı",
        "SegmentNotAppliedMessage": "'%s' özel dilimi için veri istiyorsunuz, bu Matomo yapılandırması, başarımı olumsuz etkileyeceği için şu anda raporların gerçek zamanlı işlenmesini desteklemiyor.",
        "SegmentOperatorIsNotNullNorEmpty": "null ya da boş olmayan",
        "SegmentOperatorIsNullOrEmpty": "null ya da boş olan",
        "SegmentXIsAUnionOf": "%s şu dilimlerden oluşuyor:",
        "SelectSegmentOfVisits": "Bir ziyaret dilimi seçin:",
        "SharedWithYou": "Sizinle paylaşılmış",
        "Test": "Sına",
        "ThisSegmentIsCompared": "Bu dilim şu anda karşılaştırılıyor.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "Bu dilim şu anda seçilmiş olduğundan karşılaştırmak için seçilemez.",
        "ThisSegmentIsVisibleTo": "Bu dilimi şu kişiler görüntüleyebilir:",
        "UnprocessedSegmentApiError1": "'%1$s' dilimi '%2$s' olarak ayarlanmış. Ancak Matomo şu anda API üzerinden gelen dilimlenmiş rapor isteklerini işleyecek şekilde yapılandırılmamış.",
        "UnprocessedSegmentApiError2": "Gelecekte bu raporun verilerini görüntüleyebilmek için, diliminizi düzenleyin ve '%s' olarak etiketlenmiş seçeneği seçin.",
        "UnprocessedSegmentApiError3": "Dilim verilerinize bir kaç saat sonra API üzerinden erişebiliyor olmanız gerekir (erişemiyorsanız bir sorun olabilir).",
        "UnprocessedSegmentInVisitorLog1": "%1$sBu arada ziyaretçi günlüğüne bakarak%2$s diliminizin uygulanarak kullanıcılarınız ile doğru şekilde eşleşip eşleşmediğini sınayabilirsiniz.",
        "UnprocessedSegmentInVisitorLog2": "Uygulandığında, hangi ziyaret ve işlemlerin diliminiz ile eşleştiğini hemen görebilirsiniz.",
        "UnprocessedSegmentInVisitorLog3": "Böylece diliminizin istediğiniz kullanıcı ve işlemler ile eşleşip eşleşmediğini anlayabilirsiniz.",
        "UnprocessedSegmentNoData1": "Veri istediğiniz %1$s özel dilimi henüz sistem tarafından işlenmemiş olduğundan bu raporlarda herhangi bir veri yok.",
        "UnprocessedSegmentNoData2": "Bu dilimin verileri işlem bir kaç saat içinde tamamlandıktan sonra kullanılabilir (erişilemiyorsa bir sorun olabilir).",
        "UnprocessedSegmentNoData3": "Yapılandırma bu dönem için yeniden arşivlemeyi engellediğinden, Matomo %1$s diliminin verilerini görüntüleyemiyor. Lütfen yöneticinizle görüşün ya da %2$sbu SSS%3$s açıklamasına bakarak sorunu nasıl çözeceğiniz hakkında bilgi alın.",
        "VisibleToAllUsers": "tüm kullanıcılar",
        "VisibleToMe": "yalnızca ben",
        "VisibleToSuperUser": "Süper kullanıcı izinleriniz olduğundan size görüntüleniyor",
        "YouDontHaveAccessToCreateSegments": "Dilim eklemek ve düzenlemek için yeterli izinleriniz yok.",
        "YouMayChangeSetting": "Alternatif olarak yapılandırma dosyasındaki ayarı değiştirebilirsiniz (%1$s) ya da bu dilimi düzenleyip '%2$s' seçebilirsiniz.",
        "YouMustBeLoggedInToCreateSegments": "Özel ziyaretçi dilimleri eklemek ve düzenlemek için oturum açmalısınız."
    }
}
