{
    "Events": {
        "AvgEventValue": "Средната стойност на събитието е: %s",
        "AvgValue": "Средна стойност",
        "AvgValueDocumentation": "Средната стойност на всички стойности за това събитие",
        "Category": "Категория",
        "Event": "Събитие",
        "EventAction": "Действие на събитието",
        "EventActions": "Действия на събитието",
        "EventActionsReportDocumentation": "Този отчет Ви показва колко пъти се е случило всяко действие за събитие. Можете да видите категориите и имената на събитията, които са били проследени заедно с всяко действие на събитието в подтаблицата на реда. Можете да промените кое се показва, като промените вторичното измерение с връзката в долната част на отчета.",
        "EventCategories": "Категории на събитията",
        "EventCategoriesReportDocumentation": "Този отчет показва категориите на всяко проследявано събитие и колко пъти са се случили. Можете да видите действията и имената на събитията, които са били проследени заедно с всяка категория събития в подтаблицата на всеки ред. Можете да промените кое се показва, като промените вторичното измерение с връзката в долната част на отчета.",
        "EventCategory": "Категория на събитие",
        "EventName": "Име на събитие",
        "EventNames": "Имена на събития",
        "EventNamesReportDocumentation": "Този отчет Ви показва имената, свързани с всяко проследявано събитие и колко пъти са се случили. Можете да видите действията и категориите на събитията, които са били проследени заедно с всяко име на събитие в подтаблицата на всеки ред. Можете да промените кое се показва, като промените вторичното измерение с връзката в долната част на отчета.",
        "EventUrl": "URL адрес на събитието",
        "EventUrls": "URL адреси на събития",
        "EventValue": "Стойност на събитието",
        "EventValueTooltip": "Общата стойност на събитието е сумата от стойностите на събитията %1$s %2$s между минимум %3$s и максимум %4$s.",
        "Events": "Събития",
        "EventsSubcategoryHelp1": "Разделът Събития предлага отчети за персонализираните събития, свързани с Вашия сайт. Събитията обикновено изискват персонализирана конфигурация. След като конфигурирате, можете да преглеждате отчетите, разбити по категория, действие и име.",
        "EventsSubcategoryHelp2": "Научете повече за проследяването на събития тук.",
        "EventsWithValue": "Събития със стойност",
        "EventsWithValueDocumentation": "Брой събития, при които е зададена стойност за събитие",
        "MaxValue": "Максимална стойност на събитието",
        "MaxValueDocumentation": "Максималната стойност за това събитие",
        "MinValue": "Минимална стойност на събитието",
        "MinValueDocumentation": "Минималната стойност за това събитие",
        "PluginDescription": "Проследи събития и получи отчети за действията на посетителите.",
        "SecondaryDimension": "Второстепенното измерение е %s.",
        "SwitchToSecondaryDimension": "Превключване към %s",
        "TopEvents": "Най-важните събития",
        "TotalEvents": "Общо събития",
        "TotalEventsDocumentation": "Общ брой събития",
        "TotalValue": "Стойност на събитието",
        "TotalValueDocumentation": "Сумата от стойностите за събитие",
        "ViewEvents": "Преглед на събития"
    }
}
