{
    "Events": {
        "AvgEventValue": "El valor mitjà de l'esdeveniment és: %s",
        "AvgValue": "Valor mitjà",
        "AvgValueDocumentation": "La mitjana de tots els valors d'aquest esdeveniment",
        "Category": "Categoria",
        "Event": "Esdeveniment",
        "EventAction": "Acció d'esdeveniment",
        "EventActions": "Accions d'esdeveniment",
        "EventActionsReportDocumentation": "Aquest informe mostra el nombre de vegades que s'ha produït cada acció d'esdeveniment. Podeu veure les categories i els noms d'esdeveniments dels quals es va fer el seguiment juntament amb cada acció d'esdeveniment a la subtaula de la fila. Podeu canviar el que es mostra canviant la dimensió secundària amb l'enllaç a la part inferior de l'informe.",
        "EventCategories": "Categories d'esdeveniments",
        "EventCategoriesReportDocumentation": "Aquest informe mostra les categories de cada esdeveniment de seguiment i quantes vegades s'ha produït. Podeu veure les accions i els noms dels esdeveniments dels quals es va fer el seguiment juntament amb cada categoria d'esdeveniments a la subtaula de cada fila. Podeu canviar el que es mostra canviant la dimensió secundària amb l'enllaç a la part inferior de l'informe.",
        "EventCategory": "Categoria d'esdeveniment",
        "EventName": "Nom de l'esdeveniment",
        "EventNames": "Noms dels esdeveniments",
        "EventNamesReportDocumentation": "Aquest informe mostra els noms associats a cada esdeveniment de seguiment i quantes vegades s'han produït. Podeu veure les accions i categories d'esdeveniments dels quals es va fer un seguiment juntament amb el nom de cada esdeveniment a la subtaula de cada fila. Podeu canviar el que es mostra canviant la dimensió secundària amb l'enllaç a la part inferior de l'informe.",
        "EventUrl": "URL de l'esdeveniment",
        "EventUrls": "URL d'esdeveniments",
        "EventValue": "Valor de l'esdeveniment",
        "EventValueTooltip": "El valor total de l'esdeveniment és la suma dels %1$s valors d'esdeveniments %2$s entre el mínim de %3$s i el màxim de %4$s.",
        "Events": "Esdeveniments",
        "EventsSubcategoryHelp1": "La secció Esdeveniments ofereix informes sobre els esdeveniments personalitzats associats al vostre lloc. Els esdeveniments solen requerir una configuració personalitzada. Un cop configurats, podeu revisar els informes desglossats per categoria, acció i nom.",
        "EventsSubcategoryHelp2": "Més informació sobre el seguiment d'esdeveniments aquí.",
        "EventsWithValue": "Esdeveniments amb valor",
        "EventsWithValueDocumentation": "Nombre d'esdeveniments que tenen un valor definit",
        "MaxValue": "Valor màxim de l'esdeveniment",
        "MaxValueDocumentation": "El valor màxim per aquest esdeveniment",
        "MinValue": "Valor mínim de l'esdeveniment",
        "MinValueDocumentation": "El valor mínim per aquest esdeveniment",
        "PluginDescription": "Feu un seguiment dels esdeveniments i obteniu informes sobre l'activitat dels vostres visitants.",
        "SecondaryDimension": "La dimensió secundària és %s.",
        "SwitchToSecondaryDimension": "Canvia a %s",
        "TopEvents": "Esdeveniments principals",
        "TotalEvents": "Esdeveniments totals",
        "TotalEventsDocumentation": "Nombre total d'esdeveniments",
        "TotalValue": "Valor d'esdeveniment",
        "TotalValueDocumentation": "La suma dels valors de l'esdeveniment",
        "ViewEvents": "Veure esdeveniments"
    }
}
