{
    "Events": {
        "AvgEventValue": "Durchschnittlicher Ereigniswert ist: %s",
        "AvgValue": "Durchschnittswert",
        "AvgValueDocumentation": "Der Durchschnitt aller Werte für dieses Ereigniss",
        "Category": "Kategorie",
        "Event": "Ereignis",
        "EventAction": "Ereignisaktion",
        "EventActions": "Ereignisaktionen",
        "EventActionsReportDocumentation": "Dieser Bericht zeigt Ihnen, wie oft jedes Ereignis eingetreten ist. Sie können die Ereigniskategorien und -namen anschauen welche getrackt wurdem, mit jeder Ereignisaktion in der Zeilenuntertabelle. Sie können einstellen was als zweite Dimension angezeigt werden soll, in dem Sie auf den Link am Ende des Berichts klicken.",
        "EventCategories": "Ereigniskategorien",
        "EventCategoriesReportDocumentation": "Dieser Bericht zeigt die Kategorien jedes getrackten Ereignisses und wie oft es aufgetreten ist. Sie können die Ereignisaktionen und die getrackten Namen mit jeder Ereigniskategorie in jeder Zeilenuntertabelle ansehen. Sie können einstellen was als zweite Dimension angezeigt werden soll, in dem Sie auf den Link am Ende des Berichts klicken.",
        "EventCategory": "Ereigniskategorie",
        "EventName": "Ereignisname",
        "EventNames": "Ereignisnamen",
        "EventNamesReportDocumentation": "Dieser Bericht zeigt Ihnen die mit jedem getrackten Ereignis assoziierten Namen und wie oft diese eingetreten sind. Sie können die Ereigniskategorien und -namen anschauen welche getrackt wurdem, mit jeder Ereignisaktion in der Zeilenuntertabelle. Sie können einstellen was als zweite Dimension angezeigt werden soll, in dem Sie auf den Link am Ende des Berichts klicken.",
        "EventUrl": "Ereignis URL",
        "EventUrls": "Ereignis URLs",
        "EventValue": "Ereigniswert",
        "EventValueTooltip": "Der Gesamtereigniswert ist die Summe von %1$s Ereigniswerten %2$s zwischen dem Minimum von %3$s und dem Maximum von %4$s.",
        "Events": "Ereignisse",
        "EventsSubcategoryHelp1": "Der Ereignisbereich offeriert Berichte für benutzerdefinierte Ereignisse, die mit Ihrer Seite verknüpfte sind. Ereignisse benötigen normalerweise eine spezifische Konfiguration. Wenn sie einmal konfiguriert sind, können Sie Berichte auf Kategorie, Aktion und Name heruntergebrochen anzeigen.",
        "EventsSubcategoryHelp2": "Erfahren Sie mehr über die Erfassung von Ereignissen.",
        "EventsWithValue": "Ereignisse mit einem Wert",
        "EventsWithValueDocumentation": "Anzahl der Ereignisse, bei denen ein Ereigniswert gesetzt war",
        "MaxValue": "Maximaler Ereigniswert",
        "MaxValueDocumentation": "Maximaler Wert für dieses Ereignis",
        "MinValue": "Minimaler Ereigniswert",
        "MinValueDocumentation": "Minimaler Wert für dieses Ereignis",
        "PluginDescription": "Verfolgt Ereignisse und stellt Berichte über die Aktivitäten der Besucher bereit.",
        "SecondaryDimension": "Die sekundäre Dimension ist %s.",
        "SwitchToSecondaryDimension": "Wechseln zu %s",
        "TopEvents": "Häufigste Ereignisse",
        "TotalEvents": "Gesamtzahl an Ereignissen",
        "TotalEventsDocumentation": "Gesamtanzahl der Ereignisse",
        "TotalValue": "Ereigniswert",
        "TotalValueDocumentation": "Summe der Ereigniswerte",
        "ViewEvents": "Ereignisse ansehen"
    }
}
