{
    "Events": {
        "AvgEventValue": "Η μέση τιμή του γεγονότος είναι: %s",
        "AvgValue": "Μέση τιμή",
        "AvgValueDocumentation": "Ο μέσος όρος τιμών για το γεγονός",
        "Category": "Κατηγορία",
        "Event": "Γεγονός",
        "EventAction": "Ενέργεια Συμβάντος",
        "EventActions": "Ενέργειες Συμβάντος",
        "EventActionsReportDocumentation": "Αυτή η αναφορά δείχνει τον αριθμό των φορών που συνέβη κάθε ενέργεια συμβάντος. Μπορείτε να δείτε τις ενέργειες και ονόματα συμβάντων που ιχνηλατήθηκαν μαζί με κάθε ενέργεια συμβάντος σε κάθε υποπίνακα του πίνακα. Μπορείτε να αλλάξετε το τι εμφανίζεται αλλάζοντας την δευτερεύουσα διάσταση με τον σύνδεσμο στο κάτω μέρος της αναφοράς.",
        "EventCategories": "Κατηγορίες Συμβάντος",
        "EventCategoriesReportDocumentation": "Αυτή η αναφορά δείχνει τις κατηγορίες κάθε ιχνηλατούμενου συμβάντος και πόσες φορές αυτό συνέβη. Μπορείτε να δείτε τις ενέργειες και ονόματα συμβάντων που ιχνηλατήθηκαν μαζί με κάθε κατηγορία συμβάντος σε κάθε υποπίνακα του πίνακα. Μπορείτε να αλλάξετε το τι εμφανίζεται αλλάζοντας την δευτερεύουσα διάσταση με τον σύνδεσμο στο κάτω μέρος της αναφοράς.",
        "EventCategory": "Κατηγορία Συμβάντος",
        "EventName": "Όνομα Συμβάντος",
        "EventNames": "Ονόματα Συμβάντος",
        "EventNamesReportDocumentation": "Αυτή η αναφορά δείχνει τα συσχετισμένα ονόματα με κάθε ιχνηλατούμενο συμβάν και πόσες φορές αυτά συνέβησαν. Μπορείτε να δείτε τις ενέργειες συμβάντος και τις κατηγορίες που ιχνηλατήθηκαν μαζί με κάθε όνομα συμβάντος σε κάθε υποπίνακα του πίνακα. Μπορείτε να αλλάξετε το τι εμφανίζεται αλλάζοντας την δευτερεύουσα διάσταση με τον σύνδεσμο στο κάτω μέρος της αναφοράς.",
        "EventUrl": "URL συμβάντος",
        "EventUrls": "URL συμβάντων",
        "EventValue": "Τιμή συμβάντος",
        "EventValueTooltip": "Η συνολική τιμή Συμβάντος είναι το άθροισμα από %1$s τιμές γεγονότων %2$s μεταξύ μιας ελάχιστης τιμής %3$s και μιας μέγιστης %4$s.",
        "Events": "Συμβάντα",
        "EventsSubcategoryHelp1": "Το τμήμα Συμβάντων παρέχει αναφορές για προσαρμοσμένα συμβάντα που σχετίζονται με τον ιστοτόπο σας. Τα συμβάντα τυπικά απαιτούν μια προσαρμοσμένη παραμετροποίηση. Από τη στιγμή που παραμετροποιηθούν, μπορείτε να δείτε τις αναφορές χωρισμένες ανά κατηγορία, ενέργεια και όνομα.",
        "EventsSubcategoryHelp2": "Μάθετε περισσότερα σχετικά με την ιχνηλάτηση συμβάντων εδώ.",
        "EventsWithValue": "Γεγονότα με τιμή",
        "EventsWithValueDocumentation": "Αριθμός γεγονότων στα οποία έχει οριστεί μια τιμή",
        "MaxValue": "Μέγιστη Τιμή Συμβάντος",
        "MaxValueDocumentation": "Μέγιστη τιμή για το συμβάν",
        "MinValue": "Ελάχιστη Τιμή Συμβάντος",
        "MinValueDocumentation": "Ελάχιστη τιμή για το συμβάν",
        "PluginDescription": "Παρακολούθηση Συμβάντων και λήψη αναφορών για την δραστηριότητα των επισκεπτών σας.",
        "SecondaryDimension": "Η δευτερεύουσα διάσταση είναι %s.",
        "SwitchToSecondaryDimension": "Αλλαγή σε %s",
        "TopEvents": "Κορυφαία Γεγονότα",
        "TotalEvents": "Σύνολο συμβάντων",
        "TotalEventsDocumentation": "Συνολικός αριθμός συμβάντων",
        "TotalValue": "Τιμή συμβάντος",
        "TotalValueDocumentation": "άθροισμα των τιμών συμβάντων",
        "ViewEvents": "Εμφάνιση Γεγονότων"
    }
}
