{
    "Events": {
        "PluginDescription": "Rastreá eventos y obtené informes de la actividad de tus visitantes.",
        "AvgEventValue": "El valor promedio del evento es: %s",
        "AvgValue": "Valor promedio",
        "AvgValueDocumentation": "El promedio de todos los valores para este evento",
        "Category": "Categoria",
        "Event": "Evento",
        "EventAction": "Acción del evento",
        "EventActions": "Acciones del evento",
        "EventActionsReportDocumentation": "Este informe muestra el número de veces que ocurrió cada evento. Podés ver las categorías del evento y los nombres que fueron rastreados junto a cada evento en la subtabla de la fila. Podés cambiar cuál es mostrada al cambiar la dimensión secundaria con el enlace en la parte inferior del informe.",
        "EventCategories": "Categorías del evento",
        "EventCategoriesReportDocumentation": "Este informe muestra las categorías de cada evento rastreado y cuántas veces ocurrieron. Podés ver las acciones de los eventos y los nombres que fueron rastreados con cada categoría en cada subtabla de la fila. Podés cambiar cuál es mostrada al cambiar la dimensión secundaria con el enlace en la parte inferior del informe.",
        "EventCategory": "Categoría del evento",
        "EventName": "Nombre del evento",
        "EventNames": "Nombres del evento",
        "EventNamesReportDocumentation": "Este informe muestra las nombres de cada evento rastreado y cuántas veces ocurrieron. Podés ver las acciones de los eventos y las categorías que fueron rastreados junto con cada nombre en cada subtabla de la fila. Podés cambiar cuál es mostrada al cambiar la dimensión secundaria con el enlace en la parte inferior del informe.",
        "EventUrl": "Dirección web del evento",
        "EventUrls": "Direcciones web del evento",
        "Events": "Eventos",
        "EventsWithValue": "Eventos con un valor",
        "EventsWithValueDocumentation": "Número de eventos en el cual se estableció un valor de evento",
        "EventValue": "Valor del evento",
        "EventValueTooltip": "El valor total del evento es la suma de los %1$svalores de eventos%2$s entre un mínimo de %3$s y un máximo de %4$s.",
        "MaxValue": "Valor máximo del evento",
        "MaxValueDocumentation": "El valor máximo para este evento",
        "MinValue": "Valor mínimo del evento",
        "MinValueDocumentation": "El valor mínimo para este evento",
        "SecondaryDimension": "La dimensión secundaria es %s.",
        "SwitchToSecondaryDimension": "Cambiar a %s",
        "TopEvents": "Eventos principales",
        "TotalEvents": "Eventos totales",
        "TotalEventsDocumentation": "Número total de eventos",
        "TotalValue": "Valor del evento",
        "TotalValueDocumentation": "La suma de los valores del evento",
        "ViewEvents": "Ver eventos",
        "EventsSubcategoryHelp1": "La sección de eventos ofrece informes sobre los eventos personalizados asociados a tu sitio. Los eventos típicamente requieren una configuración personalizada. Una vez configurados, podés revisar informes divididos en categoría, acción y nombre.",
        "EventsSubcategoryHelp2": "Aprendé más sobre rastreo de eventos acá."
    }
}