{
    "Events": {
        "AvgEventValue": "El valor promedio de los eventos es: %s",
        "AvgValue": "Valor promedio",
        "AvgValueDocumentation": "El promedio de todos los valores de este evento",
        "Category": "Categoría",
        "Event": "Evento",
        "EventAction": "Acción de evento",
        "EventActions": "Acciones de evento",
        "EventActionsReportDocumentation": "Este informe muestra el número de veces que se produjo cada acción de evento. Puede ver las categorías y los nombres de los eventos que fueron rastreados junto con cada acción de evento en la subtabla de la fila. Puede cambiar lo que se muestra cambiando la dimensión secundaria con el enlace en la parte inferior del informe.",
        "EventCategories": "Categorias del evento",
        "EventCategoriesReportDocumentation": "Este informe muestra las categorías de cada evento rastreado y cuántas veces se produjeron. Puede ver las acciones y los nombres de los eventos que fueron rastreados junto con cada categoría de evento en la subtabla de cada fila. Puede cambiar lo que se muestra cambiando la dimensión secundaria con el enlace en la parte inferior del informe.",
        "EventCategory": "Categoría del evento",
        "EventName": "Nombre del evento",
        "EventNames": "Nombres de los eventos",
        "EventNamesReportDocumentation": "Este informe muestra los nombres asociados a cada evento rastreado y cuántas veces se produjeron. Puede ver las acciones y categorías de eventos que se rastrearon junto con el nombre de cada evento en la subtabla de cada fila. Puede cambiar lo que se muestra cambiando la dimensión secundaria con el enlace en la parte inferior del informe.",
        "EventUrl": "URL del evento",
        "EventUrls": "URLs del evento",
        "EventValue": "Valor del evento",
        "EventValueTooltip": "El valor total del evento se compone de la suma de los %1$s valores de los eventos %2$s entre un mínimo de %3$s y un máximo de %4$s.",
        "Events": "Eventos",
        "EventsSubcategoryHelp1": "La sección de Eventos ofrece informes sobre los eventos personalizados asociados a su sitio. Los eventos suelen requerir una configuración personalizada. Una vez configurados, puede revisar los informes desglosados por categoría, acción y nombre.",
        "EventsSubcategoryHelp2": "Obtenga más información sobre el seguimiento de eventos aquí.",
        "EventsWithValue": "Eventos con un valor",
        "EventsWithValueDocumentation": "Numero de eventos en los que se estableció un valor",
        "MaxValue": "Valor máximo del evento",
        "MaxValueDocumentation": "El valor máximo de este evento",
        "MinValue": "Valor mínimo del evento",
        "MinValueDocumentation": "El valor mínimo de este evento",
        "PluginDescription": "Monitorea eventos y genera informes acerca de la actividad de sus visitantes.",
        "SecondaryDimension": "La dimensión secundaria es %s.",
        "SwitchToSecondaryDimension": "Cambiar a %s",
        "TopEvents": "Eventos principales",
        "TotalEvents": "El total de eventos",
        "TotalEventsDocumentation": "El número total de eventos",
        "TotalValue": "Valor del evento",
        "TotalValueDocumentation": "La suma del valor de los eventos",
        "ViewEvents": "Ver eventos"
    }
}
