{
    "Events": {
        "AvgEventValue": "Is é meánluach Imeachta ná: %s",
        "AvgValue": "Meánluach",
        "AvgValueDocumentation": "Meán na luachanna go léir don imeacht seo",
        "Category": "Catagóir",
        "Event": "Imeacht",
        "EventAction": "Gníomh Imeachta",
        "EventActions": "Gníomhartha Imeachta",
        "EventActionsReportDocumentation": "Taispeánann an tuarascáil seo duit an líon uaireanta a tharla gach gníomh teagmhais. Is féidir leat féachaint ar na catagóirí imeachtaí agus ainmneacha a rianaíodh mar aon le gach gníomh imeachta i bhfo-thábla na ró. Is féidir leat a thaispeántar a athrú tríd an toise tánaisteach a athrú leis an nasc ag bun na tuarascála.",
        "EventCategories": "Catagóirí Imeachtaí",
        "EventCategoriesReportDocumentation": "Léiríonn an tuarascáil seo catagóirí gach teagmhais rianaithe agus cé mhéad uair a tharla sé. Is féidir leat féachaint ar na gníomhartha imeachta agus na hainmneacha a rianaíodh mar aon le gach catagóir imeachtaí i bhfo-thábla gach ró. Is féidir leat a thaispeántar a athrú tríd an toise tánaisteach a athrú leis an nasc ag bun na tuarascála.",
        "EventCategory": "Catagóir Imeachtaí",
        "EventName": "Ainm an Imeachta",
        "EventNames": "Ainmneacha Imeachtaí",
        "EventNamesReportDocumentation": "Taispeánann an tuarascáil seo duit na hainmneacha a bhaineann le gach imeacht rianaithe agus cé mhéad uair a tharla sé. Is féidir leat féachaint ar na gníomhartha agus na catagóirí imeachta a rianaíodh mar aon le gach ainm teagmhais i bhfothábla gach ró. Is féidir leat a thaispeántar a athrú tríd an toise tánaisteach a athrú leis an nasc ag bun na tuarascála.",
        "EventUrl": "URL an imeachta",
        "EventUrls": "URLanna imeachta",
        "EventValue": "Luach imeachta",
        "EventValueTooltip": "Is ionann luach Imeachta iomlán agus suim %1$s luachanna imeachtaí %2$s idir íosmhéid %3$s agus uasmhéid %4$s.",
        "Events": "Imeachtaí",
        "EventsSubcategoryHelp1": "Tugann an rannán Imeachtaí tuairiscí ar na himeachtaí saincheaptha a bhaineann le do shuíomh. De ghnáth bíonn cumraíocht shaincheaptha de dhíth ar imeachtaí. Nuair a bheidh tú cumraithe is féidir leat tuairiscí a athbhreithniú arna miondealú de réir catagóire, gníomh agus ainm.",
        "EventsSubcategoryHelp2": "Foghlaim tuilleadh faoi rianú imeachtaí anseo.",
        "EventsWithValue": "Imeachtaí le luach",
        "EventsWithValueDocumentation": "Líon na n-imeachtaí inar socraíodh luach Imeachta",
        "MaxValue": "Uasluach Imeachta",
        "MaxValueDocumentation": "An luach uasta don imeacht seo",
        "MinValue": "Íosluach Imeachta",
        "MinValueDocumentation": "An luach íosta don imeacht seo",
        "PluginDescription": "Rianaigh Imeachtaí agus faigh tuairiscí ar ghníomhaíocht do chuairteoirí.",
        "SecondaryDimension": "Is é %s toise tánaisteach.",
        "SwitchToSecondaryDimension": "Athraigh go %s",
        "TopEvents": "Imeachtaí is Fearr",
        "TotalEvents": "Imeachtaí iomlána",
        "TotalEventsDocumentation": "Líon iomlán na n-imeachtaí",
        "TotalValue": "Luach imeachta",
        "TotalValueDocumentation": "Suim na luachanna imeachta",
        "ViewEvents": "Féach ar Imeachtaí"
    }
}
