{
    "Events": {
        "AvgEventValue": "Nilai Peristiwa rata-rata adalah: %s",
        "AvgValue": "Nilai rata-rata",
        "AvgValueDocumentation": "Nilai rata-rata dari semua nilai untuk peristiwa ini",
        "Category": "Kategori",
        "Event": "Peristiwa",
        "EventAction": "Tindakan Peristiwa",
        "EventActions": "Tindakan Peristiwa",
        "EventActionsReportDocumentation": "Laporan ini menunjukkan jumlah dari setiap tindakan peristiwa terjadi. Anda dapat melihat kategori dan nama peristiwa yang dilacak bersama dengan setiap tindakan peristiwa di subtabel baris. Anda dapat mengubah apa yang ditampilkan dengan mengubah dimensi sekunder melalui tautan di bagian bawah laporan.",
        "EventCategories": "Kategori Peristiwa",
        "EventCategoriesReportDocumentation": "Laporan ini menunjukkan kategori dari setiap peristiwa yang dilacak dan berapa kali peristiwa itu terjadi. Anda dapat melihat tindakan dan nama peristiwa yang dilacak bersama dengan setiap kategori peristiwa di setiap subtabel baris. Anda dapat mengubah apa yang ditampilkan dengan mengubah dimensi sekunder melalui tautan di bagian bawah laporan.",
        "EventCategory": "Kategori Peristiwa",
        "EventName": "Nama Peristiwa",
        "EventNames": "Nama Peristiwa",
        "EventNamesReportDocumentation": "Laporan ini menunjukkan kepada Anda nama yang terkait dengan setiap peristiwa yang dilacak dan berapa kali peristiwa itu terjadi. Anda dapat melihat tindakan dan kategori peristiwa yang dilacak bersama dengan setiap nama peristiwa di setiap subtabel baris. Anda dapat mengubah apa yang ditampilkan dengan mengubah dimensi sekunder melalui tautan di bagian bawah laporan.",
        "EventUrl": "URL Peristiwa",
        "EventUrls": "URL Peristiwa",
        "EventValue": "Nilai peristiwa",
        "EventValueTooltip": "Nilai Peristiwa Total adalah jumlah dari %1$s nilai peristiwa %2$s antara nilai minimum %3$s dan nilai maksimum %4$s.",
        "Events": "Peristiwa",
        "EventsSubcategoryHelp1": "Bagian Peristiwa menawarkan laporan tentang peristiwa khusus yang terkait dengan situs Anda. Peristiwa biasanya memerlukan konfigurasi khusus. Setelah dikonfigurasi, Anda dapat meninjau laporan yang dikelompokkan menurut kategori, tindakan, dan nama.",
        "EventsSubcategoryHelp2": "Pelajari lebih lanjut tentang pelacakan peristiwa di sini.",
        "EventsWithValue": "Peristiwa dengan nilai",
        "EventsWithValueDocumentation": "Jumlah peristiwa di mana nilai Peristiwa ditetapkan",
        "MaxValue": "Nilai Peristiwa maksimum",
        "MaxValueDocumentation": "Nilai maksimum untuk peristiwa ini",
        "MinValue": "Nilai Peristiwa minimum",
        "MinValueDocumentation": "Nilai minimum untuk peristiwa ini",
        "PluginDescription": "Lacak Peristiwa dan dapatkan laporan tentang aktivitas pengunjung Anda.",
        "SecondaryDimension": "Dimensi sekunder adalah %s.",
        "SwitchToSecondaryDimension": "Beralih ke %s",
        "TopEvents": "Peristiwa Teratas",
        "TotalEvents": "Total peristiwa",
        "TotalEventsDocumentation": "Jumlah total peristiwa",
        "TotalValue": "Nilai peristiwa",
        "TotalValueDocumentation": "Jumlah nilai peristiwa",
        "ViewEvents": "Lihat Peristiwa"
    }
}
