{
    "Events": {
        "PluginDescription": "Traccia gli eventi e ottieni dei report sull'attività dei visitatori.",
        "AvgEventValue": "Il Valore Medio Evento è: %s",
        "AvgValue": "Valore medio",
        "AvgValueDocumentation": "Media di tutti i valori per questo evento",
        "Category": "Categoria",
        "Event": "Evento",
        "EventAction": "Azione Evento",
        "EventActions": "Azioni Evento",
        "EventActionsReportDocumentation": "Questo report mostra il numero di volte in cui si è verificata ogni azione evento. È possibile visualizzare le categorie e i nomi degli eventi monitorati insieme a ciascuna azione evento nella sotto-tabella della riga. È possibile modificare la visualizzazione modificando la dimensione secondaria con il collegamento nella parte inferiore del report.",
        "EventCategories": "Categorie Evento",
        "EventCategoriesReportDocumentation": "Questo report mostra le categorie di ogni evento monitorato e quante volte si sono verificati. È possibile visualizzare le azioni e i nomi degli eventi che sono stati tracciati insieme a ciascuna categoria di eventi nella sotto-tabella di ogni riga. È possibile modificare la visualizzazione modificando la dimensione secondaria con il collegamento nella parte inferiore del report.",
        "EventCategory": "Categoria Evento",
        "EventName": "Nome Evento",
        "EventNames": "Nomi Evento",
        "EventNamesReportDocumentation": "Questo report mostra i nomi associati a ciascun evento monitorato e quante volte si sono verificati. È possibile visualizzare le azioni e le categorie degli eventi monitorati insieme al nome di ciascun evento nella sotto-tabella di ciascuna riga. È possibile modificare la visualizzazione modificando la dimensione secondaria con il collegamento nella parte inferiore del report.",
        "EventUrl": "URL Evento",
        "EventUrls": "URL Evento",
        "Events": "Eventi",
        "EventsWithValue": "Eventi con un valore",
        "EventsWithValueDocumentation": "Numero di eventi dove è stato impostato un valore Evento",
        "EventValue": "Valore Evento",
        "EventValueTooltip": "Il valore totale Evento è la somma dei %1$s valori degli eventi %2$s tra un minimo di %3$s e un massimo di %4$s.",
        "MaxValue": "Valore Massimo Evento",
        "MaxValueDocumentation": "Valore massimo per questo evento",
        "MinValue": "Valore Minimo Evento",
        "MinValueDocumentation": "Valore minimo per questo evento",
        "SecondaryDimension": "La dimensione secondaria è %s.",
        "SwitchToSecondaryDimension": "Passa a %s",
        "TopEvents": "Eventi Top",
        "TotalEvents": "Totale eventi",
        "TotalEventsDocumentation": "Numero totale degli eventi",
        "TotalValue": "Valore Evento",
        "TotalValueDocumentation": "Somma dei valori degli eventi",
        "ViewEvents": "Vedi Eventi",
        "EventsSubcategoryHelp1": "La sezione Eventi offre dei report sugli eventi personalizzati associati al tuo sito. Gli eventi in genere richiedono una configurazione personalizzata. Una volta configurato, puoi rivedere i report suddivisi per categoria, azione e nome.",
        "EventsSubcategoryHelp2": "Ulteriori informazioni sul monitoraggio degli eventi qui."
    }
}