{
    "Events": {
        "AvgEventValue": "O valor médio do Evento é: %s",
        "AvgValue": "Valor médio",
        "AvgValueDocumentation": "A média de todos os valores para este evento",
        "Category": "Categoria",
        "Event": "Evento",
        "EventAction": "Ação do Evento",
        "EventActions": "Ações do Evento",
        "EventActionsReportDocumentation": "Este relatório mostra o número de vezes que cada ação de evento ocorreu. Você pode visualizar as categorias de eventos e nomes que foram rastreados junto com cada ação de evento na subtabela da linha. Você pode alterar o que é mostrado alterando a dimensão secundária com o link na parte inferior do relatório.",
        "EventCategories": "Categorias do Evento",
        "EventCategoriesReportDocumentation": "Este relatório mostra as categorias de cada evento rastreado e quantas vezes eles ocorreram. Você pode visualizar as ações e nomes de eventos que foram rastreados junto com cada categoria de evento em cada subtabela de linha. Você pode alterar o que é mostrado alterando a dimensão secundária com o link na parte inferior do relatório.",
        "EventCategory": "Categoria do Evento",
        "EventName": "Nome do Evento",
        "EventNames": "Nomes dos Eventos",
        "EventNamesReportDocumentation": "Este relatório mostra os nomes associados a cada evento rastreado e quantas vezes eles ocorreram. Você pode visualizar as ações e categorias de eventos que foram rastreadas junto com cada nome de evento em cada subtabela de linha. Você pode alterar o que é mostrado alterando a dimensão secundária com o link na parte inferior do relatório.",
        "EventUrl": "Evento de URL",
        "EventUrls": "Evento de URLs",
        "EventValue": "Valor do evento",
        "EventValueTooltip": "O valor total de Evento é a soma de %1$s valores de eventos %2$s entre o mínimo de %3$s e o máximo de %4$s.",
        "Events": "Eventos",
        "EventsSubcategoryHelp1": "A seção Eventos oferece relatórios sobre os eventos personalizados associados ao seu site. Os eventos geralmente requerem configuração personalizada. Depois de configurado, você pode revisar os relatórios divididos por categoria, ação e nome.",
        "EventsSubcategoryHelp2": "Saiba mais sobre rastreamento de eventos aqui.",
        "EventsWithValue": "Eventos com um valor",
        "EventsWithValueDocumentation": "Número de eventos onde foi configurado um valor Event",
        "MaxValue": "Valor máximo do evento",
        "MaxValueDocumentation": "O valor máximo para este evento",
        "MinValue": "Valor mínimo do evento",
        "MinValueDocumentation": "O valor mínimo para este evento",
        "PluginDescription": "Acompanhe Eventos e obtenha relatórios das atividades dos seus visitantes.",
        "SecondaryDimension": "Dimensão secundária é %s.",
        "SwitchToSecondaryDimension": "Mudar para %s",
        "TopEvents": "Eventos Top",
        "TotalEvents": "Total de Eventos",
        "TotalEventsDocumentation": "Número total de eventos",
        "TotalValue": "Valor do evento",
        "TotalValueDocumentation": "A soma dos valores de evento",
        "ViewEvents": "Ver Eventos"
    }
}
