{
    "Events": {
        "AvgEventValue": "O valor médio do evento é: %s",
        "AvgValue": "Valor médio",
        "AvgValueDocumentation": "A média de todos os valores para este evento",
        "Category": "Categoria",
        "Event": "Evento",
        "EventAction": "Ação do evento",
        "EventActions": "Ações do evento",
        "EventActionsReportDocumentation": "Este relatório mostra quantas vezes que cada ação de evento ocorreu. Pode visualizar as categorias e nomes de eventos rastreados com cada ação de evento na sub-mesa da linha. Pode modificar o que é mostrado ao alterar a dimensão secundária com a ligação na parte inferior do relatório.",
        "EventCategories": "Categorias do evento",
        "EventCategoriesReportDocumentation": "Este relatório mostra as categorias de cada evento monitorado e quantas vezes eles ocorreram. Você pode ver as ações do evento e nomes que foram monitorados junto com cada categoria de evento na subtabela de cada linha. Você pode alterar o que é mostrado, alterando a segunda dimensão com o link na parte inferior do relatório.",
        "EventCategory": "Categoria do evento",
        "EventName": "Nome do evento",
        "EventNames": "Nomes do evento",
        "EventNamesReportDocumentation": "Este relatório mostra-lhe os nomes associados a cada evento rastreado e quantas vezes eles ocorreram. Pode visualizar as ações e categorias do evento rastreadas com o nome de cada evento na subtabela de cada linha. Pode modificar o que é mostrado ao alterar a dimensão secundária com a ligação na parte inferior do relatório.",
        "EventUrl": "Endereço do evento",
        "EventUrls": "Endereços do evento",
        "EventValue": "Valor do evento",
        "EventValueTooltip": "O total do valor do evento é o somatório dos valores de %1$s eventos %2$s entre um mínimo de %3$s e um máximo de %4$s.",
        "Events": "Eventos",
        "EventsSubcategoryHelp1": "A secção Eventos oferece relatórios sobre os eventos personalizados associados ao seu site. Os eventos normalmente requerem uma configuração personalizada. Uma vez configurados, pode rever relatórios divididos por categoria, ação e nome.",
        "EventsSubcategoryHelp2": "Saiba mais sobre o rastreamento de eventos aqui.",
        "EventsWithValue": "Eventos com um valor",
        "EventsWithValueDocumentation": "Número de eventos onde um valor de Evento foi definido",
        "MaxValue": "Valor máximo do evento",
        "MaxValueDocumentation": "O valor máximo para este evento",
        "MinValue": "Valor mínimo do evento",
        "MinValueDocumentation": "O valor mínimo para este evento",
        "PluginDescription": "Acompanhar eventos e obter relatórios de atividade dos seus visitantes.",
        "SecondaryDimension": "A dimensão secundária é %s.",
        "SwitchToSecondaryDimension": "Mudar para %s",
        "TopEvents": "Eventos principais",
        "TotalEvents": "Eventos totais",
        "TotalEventsDocumentation": "Número total de eventos",
        "TotalValue": "Valor do evento",
        "TotalValueDocumentation": "O somatório dos valores do evento",
        "ViewEvents": "Ver eventos"
    }
}
