{
    "Actions": {
        "ColumnClickedURL": "націснуты URL",
        "ColumnClicks": "Націскі",
        "ColumnClicksDocumentation": "Колькасць націскаў па гэтай спасылцы.",
        "ColumnDownloadURL": "URL запамповак",
        "ColumnEntryPageTitle": "Назва старонкі ўваходу",
        "ColumnEntryPageURL": "URL старонкі ўваходу",
        "ColumnExitPageTitle": "Назва старонак выхаду",
        "ColumnExitPageURL": "URL старонкі выхаду",
        "ColumnPageName": "Імя старонкі",
        "ColumnPageURL": "URL старонкі",
        "ColumnUniqueClicks": "Унікальныя націскі",
        "ColumnUniqueClicksDocumentation": "Колькасць наведвалнікаў, якія націснулі на гэтую спасылку. Калі спасылка была націснутая некалькі разоў на працягу аднаго наведвання, то яна лічыцца адзін раз.",
        "ColumnUniqueDownloads": "Унікальныя запампоўкі",
        "DownloadsReportDocumentation": "На гэтай справаздачы, можна ўбачыць, якія файлы былі спампаваны вашымя наведвальнікамі. %s Piwik лічыць за спампаўку націск на адпаведную спасылку. Была запампоўка завершана ці не, гэта не вядома Piwik.",
        "EntryPagesReportDocumentation": "Гэтая справаздача змяшчае інфармацыю аб старонках ўваходу, якія былі выкарыстаныя на працягу дадзенага перыяду. Старонка ўваходу з'яўляецца першай старонкай, якую праглядае карыстач пад час свайго наведвання. %s URL-адрасы старонак ўваходу адлюстроўваюцца ў выглядзе тэчакавай структуры.",
        "ExitPagesReportDocumentation": "Гэтая справаздача змяшчае інфармацыю аб старонках выхаду, якія былі выкарыстаныя на працягу дадзенага перыяду. Старонка выхаду - гэта апошняя старонка, якую карыстач праглядае пад час свайго наведвання. %s URL-адрасы старонак выхаду адлюстроўваюцца ў выглядзе тэчакавай структуры.",
        "OutlinkDocumentation": "Знешняя спасылка - гэта такая спасылка, якая вядзе наведвальніка прэч з вашага сайта (да іншага дамену).",
        "OutlinksReportDocumentation": "Гэтая справаздача паказвае іерархічны спіс URL-адрасоў знешніх спасылак, якія былі націснуты вашымі наведвальнікамі.",
        "PagesReportDocumentation": "Гэтая справаздача змяшчае інфармацыю аб URL-адрасах старонак, якія былі наведаны. %s Табліца арганізавана іерархічна, URL-адрасы адлюстроўваюцца ў выглядзе тэчакавай структуры.",
        "PageTitlesReportDocumentation": "Гэтая справаздача змяшчае інфармацыю аб назвах старонак, якія былі наведаны. %s Назва старонкі гэта HTML %s тэг, які большасць брасзэраў паказваюць у загалоўке акна.",
        "PluginDescription": "Справаздачы аб праглядах старонак, аутлінках і запампоўках. Аутлінкі і запампоўкі адсочваюцца аўтаматычна!",
        "SubmenuPagesEntry": "Старонкі ўваходу",
        "SubmenuPagesExit": "Старонкі выхаду",
        "SubmenuPageTitles": "Назвы старонак"
    }
}