{
    "Actions": {
        "ActionType": "Тип действие",
        "ActionTypes": "Видове действия",
        "ActionsInVisit": "Действия при посещение",
        "AvgGenerationTimeTooltip": "Средно базирано на %1$s посещение(я) %2$s между %3$s и %4$s",
        "Behaviour": "Поведение",
        "ColumnActionURL": "URL адрес на действие",
        "ColumnClickedURL": "Кликната препратка",
        "ColumnClickedURLs": "Кликнати препратки",
        "ColumnClicks": "Кликвания",
        "ColumnClicksDocumentation": "Брой кликвания на тази връзка.",
        "ColumnDownloadURL": "Свален URL",
        "ColumnDownloadURLs": "URL адреси за изтегляне",
        "ColumnEntryPageTitle": "Входно заглавие",
        "ColumnEntryPageURL": "Входна страница",
        "ColumnEntryPageURLs": "URL адреси на входни страници",
        "ColumnExitPageTitle": "Изходно заглавие",
        "ColumnExitPageURL": "Изходна страница",
        "ColumnExitPageURLs": "URL адреси на изходни страници",
        "ColumnIdPageview": "ID на преглед на страница",
        "ColumnInteractionPosition": "Позиция на взаимодействие",
        "ColumnNoResultKeyword": "Ключова дума без резултати в търсенето",
        "ColumnPageName": "Име на страницата",
        "ColumnPageURL": "Страница URL",
        "ColumnPageViewPosition": "Позиция на прегледа на страницата",
        "ColumnPagesPerSearch": "Страници с резултати от търсене",
        "ColumnPagesPerSearchDocumentation": "Посетителите ще търсят във вашия сайт, а понякога избират „Напред“, за да видят повече резултати. Това е средният брой на страниците с резултати от търсенето, видян за тази ключова дума.",
        "ColumnSearchCategory": "Търсена категория",
        "ColumnSearchExits": "%% Изходи за търсене",
        "ColumnSearchExitsDocumentation": "Процент посещения, след които, потребителите са напуснали сайта, при търсене за тази ключова дума.",
        "ColumnSearchResultsCount": "Брой резултати от търсенето",
        "ColumnSearches": "Търсачки",
        "ColumnSearchesDocumentation": "Брой посещения търсениза тази ключова дума от системата за търсене на твоя сайт.",
        "ColumnSiteSearchKeywords": "Уникални ключови думи",
        "ColumnUniqueClicks": "Уникални кликове",
        "ColumnUniqueClicksDocumentation": "Броят на посещенията които са кликнали на тази връзка. Ако на тази връзка е било кликано няколко пъти, при едно посещение, отчита се само веднъж.",
        "ColumnUniqueDownloads": "Уникални изтегляния",
        "ColumnUniqueOutlinks": "Уникални изходящи",
        "DownloadsReportDocumentation": "В този отчет можете да видите файловете, които Вашите посетители са изтеглили. %s Matomo отчита броя кликвания върху връзката за сваляне. Дали изтеглянето е завършено или не, не е ясно за Matomo.",
        "DownloadsSubcategoryHelp1": "В този отчет можете да видите кои файлове са изтеглили посетителите Ви.",
        "DownloadsSubcategoryHelp2": "Това, което Matomo брои за изтегляне, е кликването върху връзка за изтегляне. Дали изтеглянето е завършено или не, не е известно на Matomo.",
        "EntryPageTitles": "Входни заглавия",
        "EntryPageTitlesReportDocumentation": "Този отчет съдържа информация за заглавията на входните страници, които са били използвани през определен период.",
        "EntryPagesReportDocumentation": "Този отчет съдържа информация за входните страници, които са били използвани през посочения период. Входната страница е първата страница, която потребителят преглежда по време на посещението си. %s Входните URL адреси се показват като структура от папки.",
        "EntryPagesSubcategoryHelp1": "Този отчет съдържа информация за входните страници, които са били използвани през посочения период. Входната страница е първата страница, която потребителят преглежда по време на посещението си.",
        "EntryPagesSubcategoryHelp2": "Входните URL адреси се показват като структура от папки.",
        "ExitPageTitles": "Изходни заглавия",
        "ExitPageTitlesReportDocumentation": "Този отчет съдържа информация за заглавията на изходните страници, които са били използвани през определен период.",
        "ExitPagesReportDocumentation": "Този отчет съдържа информация за изходните страници, възникнали през посочения период. Изходната страница е последната страница, която потребителят преглежда по време на посещението си. %s Изходните URL адреси се показват като структура от папки.",
        "ExitPagesSubcategoryHelp1": "Този отчет съдържа информация за изходните страници, възникнали през посочения период. Изходната страница е последната страница, която потребителят преглежда по време на посещението си.",
        "ExitPagesSubcategoryHelp2": "Изходните URL адреси се показват като структура от папки.",
        "MainMetricsReportDocumentation": "Този отчет предоставя много основен преглед на това какви действия предприемат посетителите на уебсайта Ви.",
        "OneSearch": "1 търсене",
        "OutlinkDocumentation": "Изходящата връзка е връзка, която води посетителя извън Вашия сайт (към друг домейн).",
        "OutlinksReportDocumentation": "Този доклад показва йерархичен списък на изходящите адреси, които са избрани от посетителите.",
        "OutlinksSubcategoryHelp1": "Този отчет показва йерархичен списък с URL адреси за препращане, върху които са кликнали посетителите Ви. Препратка (outlink) е връзка, която отвежда посетителя извън Вашия уебсайт (към друг домейн).",
        "PageTitlesReportDocumentation": "Този доклад включва информация за заглавията на посетена страница. %1$s Заглавието на страницата е HTML %2$s таг, който се изобразява в заглавната част на повечето браузери.",
        "PageTitlesSubcategoryHelp1": "Този отчет съдържа информация за заглавията на посетените страници.",
        "PageTitlesSubcategoryHelp2": "Заглавието на страницата е HTML &amp;lt;title&amp;gt; таг, който повечето браузъри показват в заглавието на прозореца си.",
        "PageUrls": "URLs страница",
        "PageViewsByVisitor": "Колко пъти тази страница е била прегледана от този посетител за всички посещения",
        "PagesReportDocumentation": "Този доклад включва информация за посетените връзки. %s Таблицата е организирана йерархично, връзките са показани като структура от папки.",
        "PagesSubcategoryHelp1": "Този отчет съдържа информация за URL адресите на страниците, които са били посетени.",
        "PagesSubcategoryHelp2": "Таблицата е организирана йерархично, URL адресите се показват като структура от папки.",
        "PagesSubcategoryHelp3": "Използвайте знаците плюс и минус за навигация.",
        "PluginDescription": "Отчети за показванията на страниците и заглавията на страниците. Позволява Ви да измерите търсачката на Вашия вътрешен уебсайт. Автоматично проследява кликванията върху външни връзки и изтегляния на файлове.",
        "RevisitedPages": "Страници, преглеждани повече от веднъж",
        "SiteSearchCategories": "Категории (търсене в сайта)",
        "SiteSearchCategories1": "Този доклад показва списък с категориите, които посетителите са избрали при търсене във Вашия сайт.",
        "SiteSearchCategories2": "Например, електронните магазини обикновено имат категоризатор, така че посетителите да могат да филтрират търсенията си за всички продукти по категория.",
        "SiteSearchCategory": "Категория (търсене в сайта)",
        "SiteSearchFollowingPagesDoc": "Когато посетителите разглеждат Вашия сайт, те търсят определена страница, продукт или услуга. Този доклад показва списъка със страници, които са били посетени предимно след използване на търсачката на сайта. С други думи, това е списъкът с най-посещаваните страници, които са били търсени от посетителите намиращи се във Вашия сайт.",
        "SiteSearchIntro": "Проследявайки търсенията, които посетителите правят на вашия сайт, е един много ефективен начин да научите повече за това, което вашата аудитория търси. Това може да помогне за намиране на идеи за ново съдържание, нови продукти и търговия, които потенциалните клиенти могат да търсят, и като цяло да подобри впечатлението на потребителя от вашия сайт.",
        "SiteSearchKeyword": "Ключова дума (Търсене на сайта)",
        "SiteSearchKeywordCount": "Брой ключови думи (търсене в сайта)",
        "SiteSearchKeywordCounts": "Брой ключови думи (търсене в сайта)",
        "SiteSearchKeywords": "Ключови думи (търсене в сайта)",
        "SiteSearchKeywordsDocumentation": "Този отчет описва ключовите думи, които посетителите търсят през търсачката на сайта.",
        "SiteSearchKeywordsNoResultDocumentation": "Този отчет съдържа „Търсене по ключови думи“, в който няма резултати от търсенето: може би алгоритъмът на търсачката може да се подобри, или може би вашите посетители търсят съдържание, което (все още) не е на вашия сайт?",
        "SiteSearchSubcategoryHelp1": "Секцията за търсене в сайта показва кои ключови думи използват посетителите, когато търсят във Вашия уебсайт. Той също така показва кои страници преглеждат потребителите след извършване на търсене и кои ключови думи за търсене на място не връщат никакви резултати.",
        "SiteSearchSubcategoryHelp2": "Тези отчети могат да Ви дадат идеи за липсващо съдържание на Вашия сайт, представа за това, което Вашите посетители търсят, но не могат да намерят лесно и др.",
        "SiteSearchSubcategoryHelp3": "Научете повече в ръководството за търсене в сайта.",
        "SubmenuPageTitles": "Заглавия на страници",
        "SubmenuPagesEntry": "Входни страници",
        "SubmenuPagesExit": "Изходни страници",
        "SubmenuSitesearch": "Търсене на сайт",
        "TimeSpentInReferringAction": "Време, прекарано в препращащо действие",
        "WidgetEntryPageTitles": "Входящо заглавие на страницата",
        "WidgetExitPageTitles": "Изходящо заглавие на страницата",
        "WidgetPageTitles": "Заглавия на страниците",
        "WidgetPageTitlesFollowingSearch": "Заглавия на страници следящи търсенията на сайтове",
        "WidgetPageUrlsFollowingSearch": "Страници следящи търсенията на сайтове",
        "WidgetPagesEntry": "Входящи страници",
        "WidgetPagesExit": "Изходящи страници",
        "WidgetSearchCategories": "Търси категории",
        "WidgetSearchKeywords": "Ключови думи търсени от сайта",
        "WidgetSearchNoResultKeywords": "Търсене по ключови думи без резултати"
    }
}
