{
    "Actions": {
        "AvgGenerationTimeTooltip": "Средно базирано на %1$s посещение(я) %2$s между %3$s и %4$s",
        "ColumnClickedURL": "Посетена връзка",
        "ColumnClicks": "Щраквания",
        "ColumnClicksDocumentation": "Брой щраквания на тази връзка",
        "ColumnDownloadURL": "Свален URL",
        "ColumnEntryPageTitle": "Входно заглавие",
        "ColumnEntryPageURL": "Входна страница",
        "ColumnExitPageTitle": "Изходно заглавие",
        "ColumnExitPageURL": "Изходна страница",
        "ColumnNoResultKeyword": "Ключова дума без резултати в търсенето",
        "ColumnPageName": "Име на страницата",
        "ColumnPagesPerSearch": "Страници с резултати от търсене",
        "ColumnPagesPerSearchDocumentation": "Посетителите ще търсят във вашия сайт, а понякога избират „Напред“, за да видят повече резултати. Това е средният брой на страниците с резултати от търсенето, видян за тази ключова дума.",
        "ColumnPageURL": "Страница URL",
        "ColumnSearchCategory": "Търсена категория",
        "ColumnSearches": "Търсачки",
        "ColumnSearchesDocumentation": "Брой посещения търсениза тази ключова дума от системата за търсене на твоя сайт.",
        "ColumnSearchExits": "% Изход от търсене",
        "ColumnSearchExitsDocumentation": "Процент посещения, след които, потребителите са напуснали сайта, при търсене за тази ключова дума.",
        "ColumnSearchResultsCount": "Брой резултати от търсенето",
        "ColumnSiteSearchKeywords": "Уникални ключови думи",
        "ColumnUniqueClicks": "Уникални кликове",
        "ColumnUniqueClicksDocumentation": "Броят на посещенията които са кликнали на тази връзка. Ако на тази връзка е било кликано няколко пъти, при едно посещение, отчита се само веднъж.",
        "ColumnUniqueDownloads": "Уникални сваляния",
        "ColumnUniqueOutlinks": "Уникални изходящи",
        "DownloadsReportDocumentation": "В този отчет можете да видите файловете, които вашите посетители са изтеглили. %s Piwik отчита броя щракванията върху връзката за сваляне. Дали изтеглянето е завършено или не, не е ясно за Piwik.",
        "EntryPagesReportDocumentation": "Този отчет съдържа информация за входните страници, които са били използвани през определен период. Входна страница е първата страница, която потребителя е видял по времето на посещениета си. %s входните URL са изведени в директорийна структура.",
        "EntryPageTitles": "Входни заглавия",
        "EntryPageTitlesReportDocumentation": "Този отчет съдържа информация за заглавията на входните страници, които са били използвани през определен период.",
        "ExitPagesReportDocumentation": "Този отчет съдържа информация за изходните страници, които са използвани през определен период. Изходна страница е последната страница, която потребителя вижда при неговото посещение. %s Изходните страници са изведени в директорийна структура.",
        "ExitPageTitles": "Изходни заглавия",
        "ExitPageTitlesReportDocumentation": "Този отчет съдържа информация за заглавията на изходните страници, които са били използвани през определен период.",
        "LearnMoreAboutSiteSearchLink": "Научете повече за проследяването на посетителите използващи търсачката във Вашия сайт.",
        "OneSearch": "1 търсене",
        "OutlinkDocumentation": "Изходящата връзка е връзка, която води посетителя извън Вашия сайт (към друг домейн).",
        "OutlinksReportDocumentation": "Този доклад показва йерархичен списък на изходящите адреси, които са избрани от посетителите.",
        "PagesReportDocumentation": "Този доклад включва информация за посетените връзки. %s Таблицата е организирана йерархично, връзките са показани като структура от папки.",
        "PageTitlesReportDocumentation": "Този доклад включва информация за заглавията на посетена страница. %1$s Заглавието на страницата е HTML %2$s таг, който се изобразява в заглавната част на повечето браузери.",
        "PageUrls": "URLs страница",
        "PluginDescription": "Показва отчет за броя посетени страници и техните заглавия. Позволява ви да видите заявките към търсачката на вашия сайт. Автоматично проследява щракванията върху външни връзки и изтегляне на файлове.",
        "SiteSearchCategories1": "Този доклад показва списък с категориите, които посетителите са избрали при търсене във Вашия сайт.",
        "SiteSearchCategories2": "Например, електронните магазини обикновено имат категоризатор, така че посетителите да могат да филтрират търсенията си за всички продукти по категория.",
        "SiteSearchFollowingPagesDoc": "Когато посетителите разглеждат Вашия сайт, те търсят определена страница, продукт или услуга. Този доклад показва списъка със страници, които са били посетени предимно след използване на търсачката на сайта. С други думи, това е списъкът с най-посещаваните страници, които са били търсени от посетителите намиращи се във Вашия сайт.",
        "SiteSearchIntro": "Проследявайки търсенията, които посетителите правят на вашия сайт, е един много ефективен начин да научите повече за това, което вашата аудитория търси. Това може да помогне за намиране на идеи за ново съдържание, нови продукти и търговия, които потенциалните клиенти могат да търсят, и като цяло да подобри впечатлението на потребителя от вашия сайт.",
        "SiteSearchKeyword": "Ключова дума (Търсене на сайта)",
        "SiteSearchKeywordsDocumentation": "Този отчет описва ключовите думи, които посетителите търсят през търсачката на сайта.",
        "SiteSearchKeywordsNoResultDocumentation": "Този отчет съдържа „Търсене по ключови думи“, в който няма резултати от търсенето: може би алгоритъмът на търсачката може да се подобри, или може би вашите посетители търсят съдържание, което (все още) не е на вашия сайт?",
        "SubmenuPagesEntry": "Входни страници",
        "SubmenuPagesExit": "Изходни страници",
        "SubmenuPageTitles": "Заглавия на страници",
        "SubmenuSitesearch": "Търсене на сайт",
        "WidgetEntryPageTitles": "Входящо заглавие на страницата",
        "WidgetExitPageTitles": "Изходящо заглавие на страницата",
        "WidgetPagesEntry": "Входящи страници",
        "WidgetPagesExit": "Изходящи страници",
        "WidgetPageTitles": "Заглавия на страниците",
        "WidgetPageTitlesFollowingSearch": "Заглавия на страници следящи търсенията на сайтове",
        "WidgetPageUrlsFollowingSearch": "Страници следящи търсенията на сайтове",
        "WidgetSearchCategories": "Търси категории",
        "WidgetSearchKeywords": "Ключови думи търсени от сайта",
        "WidgetSearchNoResultKeywords": "Търсене по ключови думи без резултати"
    }
}