{
    "Actions": {
        "ActionType": "Tipus d'acció",
        "ActionTypes": "Tipus d'acció",
        "ActionsInVisit": "Accions a visites",
        "AvgGenerationTimeTooltip": "Promig basat en %1$s accessos %2$s entre %3$s i %4$s",
        "Behaviour": "Comportament",
        "ColumnActionURL": "URL d'acció",
        "ColumnClickedURL": "Clic fet a enllaç sortint",
        "ColumnClickedURLs": "Clic fet a enllaços sortints",
        "ColumnClicks": "Clics",
        "ColumnClicksDocumentation": "Nombre de vegades que s'ha fet clic en aquest enllaç.",
        "ColumnDownloadURL": "URL de descàrrega",
        "ColumnDownloadURLs": "URLs de descàrrega",
        "ColumnEntryPageTitle": "Títol de la pàgina d'entrada",
        "ColumnEntryPageURL": "URL de la pàgina d'entrada",
        "ColumnEntryPageURLs": "URLs de pàgines d'entrada",
        "ColumnExitPageTitle": "URL de la pàgina de sortida",
        "ColumnExitPageURL": "URL de la pàgina de sortida",
        "ColumnExitPageURLs": "URLs de pàgines de sortida",
        "ColumnIdPageview": "ID de pàgina vista",
        "ColumnInteractionPosition": "Posició d'interacció",
        "ColumnNoResultKeyword": "Paraula clau sense cap resultat de cerca",
        "ColumnPageName": "Nom de la pàgina",
        "ColumnPageURL": "URL de la pàgina",
        "ColumnPageViewPosition": "Posició de vista de pàgina",
        "ColumnPagesPerSearch": "Pàgines dels resultats de la cerca",
        "ColumnPagesPerSearchDocumentation": "Els visitants cerquen al vostre lloc web i, de vegades, fan clic a \"següent\" per veure més resultats. Aquest és el nombre mitjà de pàgines de resultats de cerca vistes per a aquesta paraula clau.",
        "ColumnSearchCategory": "Categoria de cerca",
        "ColumnSearchExits": "%% sortides de cerca",
        "ColumnSearchExitsDocumentation": "El percentatge de visites que marxen del vostre lloc web desprès de cercar aquesta paraula al cercador del vostre lloc web.",
        "ColumnSearchResultsCount": "Resultats de la cerca",
        "ColumnSearches": "Cerques",
        "ColumnSearchesDocumentation": "Nombre de visitants que han cercat aquesta paraula clau al cercador de la vostra pàgina web.",
        "ColumnSiteSearchKeywords": "Paraules clau úniques",
        "ColumnUniqueClicks": "Clics únics",
        "ColumnUniqueClicksDocumentation": "El nombre de visites que han fet clic en aquest enllaç. Si s'ha fet clic en un enllaç diverses vegades durant una visita, només es compta una vegada.",
        "ColumnUniqueDownloads": "Descàrregues úniques",
        "ColumnUniqueOutlinks": "Enllaços de sortida únics",
        "DownloadsReportDocumentation": "En aquest informe podeu observar quins fitxers han descarrregats els visitants. %s El Matomo només té constància dels clicks als enllaços de descarga, desconeix si la descàrrega s'ha completat o no.",
        "DownloadsSubcategoryHelp1": "En aquest informe podeu veure quins fitxers han baixat els vostres visitants.",
        "DownloadsSubcategoryHelp2": "El que Matomo compta com a descàrrega és fer clic a l'enllaç de descàrrega. Matomo no sap si la descàrrega es va completar o no.",
        "EntryPageTitles": "Títols de les pàgines d'entrada",
        "EntryPageTitlesReportDocumentation": "Aquest informe conté la informació sobre els títols de les pàgines d'entrada que s'han utilitzat durant el període especificat.",
        "EntryPagesReportDocumentation": "Aquest informe conté informació sobre les pàgines d'entrada durant el període especificat. Una pàgina d'entrada és la primera pàgina que visualitza un usuari durant la seva visita. %s Les URL d'entrada es mostren com una estructura de carpetes.",
        "EntryPagesSubcategoryHelp1": "Aquest informe conté informació sobre les pàgines d'entrada durant el període especificat. Una pàgina d'entrada és la primera pàgina que visualitza un usuari durant la seva visita.",
        "EntryPagesSubcategoryHelp2": "Les URL d'entrada es mostren com una estructura de carpetes.",
        "ExitPageTitles": "Títols de les pàgines de sortida",
        "ExitPageTitlesReportDocumentation": "Aquest informe conté els títols de les pàgins de sortida que s'han utiltizat durant el període especificat.",
        "ExitPagesReportDocumentation": "Aquest informe conté informació sobre les pàgines de sortida durant el període especificat. Una pàgina de sortida és l'última pàgina que visualitza un usuari durant la seva visita. %s Les URL de sortida es mostren com una estructura de carpetes.",
        "ExitPagesSubcategoryHelp1": "Aquest informe conté informació sobre les pàgines de sortida durant el període especificat. Una pàgina de sortida és l'última pàgina que visualitza un usuari durant la seva visita.",
        "ExitPagesSubcategoryHelp2": "Les URL de sortida es mostren com una estructura de carpetes.",
        "MainMetricsReportDocumentation": "Aquest informe ofereix una visió general molt bàsica de quines accions fan els vostres visitants al vostre lloc web.",
        "OneSearch": "1 cerca",
        "OutlinkDocumentation": "Un enllaç extern és un enllaç que allunya el visitant del vostre lloc web (a un altre domini).",
        "OutlinksReportDocumentation": "Aquest informe mostra una llista jeràrquica de les URL d'enllaços de sortida als quals han fet clic els vostres visitants.",
        "OutlinksSubcategoryHelp1": "Aquest informe mostra una llista jeràrquica de les URL d'enllaços externs als quals han fet clic els vostres visitants. Un enllaç extern és un enllaç que allunya el visitant del vostre lloc web (a un altre domini).",
        "PageTitlesReportDocumentation": "Aquest informe conté informació sobre els títols de les pàgines que s'han visitat. %1$s El títol de la pàgina es el tag HTML: %2$s, que es mostra al títol de la finestra en la majoría de navegadors.",
        "PageTitlesSubcategoryHelp1": "Aquest informe conté informació sobre els títols de les pàgines que s'han visitat.",
        "PageTitlesSubcategoryHelp2": "El títol de la pàgina és l'etiqueta HTML &amp;lt;títol&amp;gt; que la majoria dels navegadors mostren al títol de la finestra.",
        "PageUrls": "URLs de les pàgines",
        "PageViewsByVisitor": "Nombre de vegades que aquest visitant ha vist aquesta pàgina en totes les visites",
        "PagesReportDocumentation": "Aquest informe conté les URL de les pàgines que s'han visitat. %s La taula s'organitza jerarquicament, i les URL es mostren amb estructura de directoris.",
        "PagesSubcategoryHelp1": "Aquest informe conté informació sobre les URL de les pàgines visitades.",
        "PagesSubcategoryHelp2": "La taula està organitzada jeràrquicament, les URL es mostren com una estructura de carpetes.",
        "PagesSubcategoryHelp3": "Fes servir les icones de més i menys a l'esquerra per navegar.",
        "PluginDescription": "Informes sobre les pàgines vistes i els títols de les pàgines. Permet mesurar el motor de cerca del teu lloc web intern. Fa un seguiment automàtic dels clics als enllaços externs i a les descàrregues de fitxers.",
        "RevisitedPages": "Pàgines vistes més d'una vegada",
        "SiteSearchCategories": "Categories (cerca al lloc)",
        "SiteSearchCategories1": "Aquest informe mostra les categories que els visitants van seleccionar quan van fer una cerca al vostre lloc web.",
        "SiteSearchCategories2": "Per exemple, els llocs web de comerç electrònic solen tenir un selector de \"Categoria\" perquè els visitants puguin restringir les seves cerques a només els productes d'una categoria específica.",
        "SiteSearchCategory": "Categoria (cerca al lloc)",
        "SiteSearchFollowingPagesDoc": "Quan els visitants cerquen al teu lloc web, estan buscant una pàgina, un contingut, un producte o un servei en particular. Aquest informe mostra les pàgines que han estat clicades més vegades desprès d'una cerca interna. En altres paraules, la llista de pàgines que han estat més cercades pels visitants que ja están al vostre lloc web.",
        "SiteSearchIntro": "Observar les cerques que els visitants fan al vostre lloc web és una forma molt efectiva d'aprendre més sobre el que està cercant la vostra audiència. Pot ajudar a trobar idees per a nou contingut, nous productes que els vostres visitants poden estar buscant i permet millorar l'experiència dels visitants al vostre lloc web.",
        "SiteSearchKeyword": "Paraula clau (Cerca al lloc web)",
        "SiteSearchKeywordCount": "Recompte de paraules clau (cerca al lloc)",
        "SiteSearchKeywordCounts": "Recompte de paraules clau (cerca al lloc)",
        "SiteSearchKeywords": "Paraules clau (cerca al lloc)",
        "SiteSearchKeywordsDocumentation": "Aquest informe mostra les paraules clau que els visitants han utiltizat per cercar al cercador del vostre lloc web.",
        "SiteSearchKeywordsNoResultDocumentation": "Aquest informe enumera les paraules clau de cerca que no han retornat cap resultat de la cerca: potser es pot millorar l'algoritme del motor de cerca, o potser els vostres visitants busquen contingut que no es troba (encara) al vostre lloc web?",
        "SiteSearchSubcategoryHelp1": "La secció Cerca al lloc mostra quines paraules clau fan servir els visitants quan cerquen al vostre lloc web. També mostra quines pàgines veuen els usuaris després de fer una cerca i quines paraules clau de cerca al lloc no donen cap resultat.",
        "SiteSearchSubcategoryHelp2": "Aquests informes us poden donar idees sobre el contingut que manca al vostre lloc, informació sobre què cerquen els vostres visitants però que no poden trobar fàcilment i molt més.",
        "SiteSearchSubcategoryHelp3": "Més informació a la guia de cerca al lloc.",
        "SubmenuPageTitles": "Títols de les pàgines",
        "SubmenuPagesEntry": "Pàgines d'entrada",
        "SubmenuPagesExit": "Pàgines de sortida",
        "SubmenuSitesearch": "Cerca al lloc",
        "TimeSpentInReferringAction": "Temps dedicat a l'acció de referència",
        "WidgetEntryPageTitles": "Títols de les pàgines d'entrada",
        "WidgetExitPageTitles": "Títols de les pàgines de sortida",
        "WidgetPageTitles": "Títols de les pàgines",
        "WidgetPageTitlesFollowingSearch": "Títols de pàgines després d'una cerca al lloc",
        "WidgetPageUrlsFollowingSearch": "Pàgines després d'una cerca al lloc",
        "WidgetPagesEntry": "Pàgines d'entrada",
        "WidgetPagesExit": "Pàgines de sortida",
        "WidgetSearchCategories": "Categories de cerca",
        "WidgetSearchKeywords": "Paraules de cerca al lloc",
        "WidgetSearchNoResultKeywords": "Paraules clau de cerca sense resultats"
    }
}
