{
    "Actions": {
        "AvgGenerationTimeTooltip": "Průměr dle %s přístupů %s mezi %s a %s",
        "ColumnClickedURL": "URL prokliku",
        "ColumnClicks": "Prokliků",
        "ColumnClicksDocumentation": "Počet kliknutí na odkaz v závislosti na čase.",
        "ColumnDownloadURL": "URL stažení",
        "ColumnEntryPageTitle": "Titulek vstupní stránky",
        "ColumnEntryPageURL": "URL vstupní stránky",
        "ColumnExitPageTitle": "Titulek výstupní stránky",
        "ColumnExitPageURL": "URL výstupní stránky",
        "ColumnNoResultKeyword": "Hledané klíčové slovo nebylo nalezeno",
        "ColumnPageName": "Jméno stránky",
        "ColumnPagesPerSearch": "Stránka hledaných výsledků",
        "ColumnPagesPerSearchDocumentation": "Návštěvník hledal na Vaší stránce a občas klikl na \"Další\" k zobrazení více výsledků. Toto je průměrné číslo stránky s výsledky vyhledávání zobrazené na toto klíčové slovo.",
        "ColumnPageURL": "URL stránky",
        "ColumnSearchCategory": "Hledání kategorie",
        "ColumnSearches": "Vyhledávání",
        "ColumnSearchesDocumentation": "Počet uživatelů, kteří hledali tato klíčová slova ve vyhledávači na Vašich stránkách.",
        "ColumnSearchExits": "% Nalezených výstupů",
        "ColumnSearchExitsDocumentation": "Procento návštěv, které opustily stránku po nalezení tohoto klíčového slova pomocí vyhledávače.",
        "ColumnSearchResultsCount": "Počet nalezených výsledků",
        "ColumnSiteSearchKeywords": "Unikátních klíčových slov",
        "ColumnUniqueClicks": "Unikátních prokliků",
        "ColumnUniqueClicksDocumentation": "Počet návštěv, které klikly na tento odkaz. Pokud bylo na odkaz kliknuto vícekrát při jedné návštěvě, je kliknutí započítáno jen jednou.",
        "ColumnUniqueDownloads": "Unikátních stažení",
        "ColumnUniqueOutlinks": "Unikátní externí odkazy",
        "DownloadsReportDocumentation": "V tomto hlášení můžete vidět soubory, které byly staženy. %s Které Piwik počítá jako stažené jsou jen ty, na které bylo kliknuto. Bez ohledu na to, jestli bylo stažení dokončeno nebo přerušeno. To Piwik neumí zjistit.",
        "EntryPagesReportDocumentation": "Toto hlášení obsahuje informace o vstupních stránkách, které byly použity v daném období. Vstupní stránka je první stránka, kterou uživatel zobrazí při své návštěvě. %s URL vstupních stránek jsou zobrazeny jako strom složek.",
        "EntryPageTitles": "Titulky vstupních stránek",
        "EntryPageTitlesReportDocumentation": "Toto hlášení obsahuje informace o titulcích vstupních stránek, které byly použity v daném období.",
        "ExitPagesReportDocumentation": "Toto hlášení obsahuje informace o výstupních stránkách, které se vyskytly v daném období. Výstupní stránka je poslední stránkou, kterou uživatel zobrazí během své návštěvy. %s URL výstupních stránek jsou zobrazeny jako strom složek.",
        "ExitPageTitles": "Titulky výstupních stránek",
        "ExitPageTitlesReportDocumentation": "Toto hlášení obsahuje informace o titulcích výstupních stránek za dané období.",
        "LearnMoreAboutSiteSearchLink": "Zjistěte více o sledování toho, jak návštěvníci používaí váš vyhledávač.",
        "OneSearch": "1 Vyhledávání",
        "OutlinkDocumentation": "Externí odkaz je odkaz, který vede z vašich stránek na jinou domén.",
        "OutlinksReportDocumentation": "Toto hlášení zobrazuje hyerarchický seznam URL externích odkazů, na které vaši návštěvníci klikli.",
        "PagesReportDocumentation": "Toto hlášení obsahuje informace o URL navštívených. %s Tabulka je organizována hyerarchicky jako strom složek.",
        "PageTitlesReportDocumentation": "Toto hlášení obsahuje informace o titulcích navštívených stránek. %s Titulek je HTML tag %s, který většina prohlížečů zobrazuje v titulku okna.",
        "PageUrls": "URL stránky",
        "PluginDescription": "Podává hlášení o zobrazení a titulcích stránek. Umožňuje vám měřit váš interní vyhledávač. Automaticky sleduje kliky na externí odkazy a soubory ke stažení.",
        "SiteSearchCategories1": "Toto hlášení shrnuje kategorie, které návštěvníci vybrali při vyhledávání na stránkách.",
        "SiteSearchCategories2": "Například elektronické obchody mívají filtr kategorií, aby mohli uzákazníci zvolit, ve které kategorii bude provedeno hledání.",
        "SiteSearchFollowingPagesDoc": "Když návštěvníci hledají na vašich stránkách, snaží se nalézt určitou stránku, obhsa, produkt, nebo službu. Toto hlášení zobrazuje stránky, na které bylo klikáno nejčastěji po interním vyhledávání. Jinak řečeno, jedná se o stránky, které byly nejvíce hledány návštěvníky, kteří už byli na vašich stránkách.",
        "SiteSearchIntro": "Sledování vyhledávání na vašich stránkách je velmi efektivní způsob, jak se dozvědět více o tom, co vaši návštěvníci na stránkách hledají, jaký obsah by je mohl zajímat, jaké produkty by si mohli chtít koupit, a jak jim obecně zpříjemnit pobyt na vašich stránkách.",
        "SiteSearchKeyword": "Klíčová slova (Vyhledávání)",
        "SiteSearchKeywordsDocumentation": "Toto hlášení shrnuje klíčová slova, která byla použita návštěvníky při hledání pomocí interního vyhledávače.",
        "SiteSearchKeywordsNoResultDocumentation": "Toto hlášení shrnuje klíčová slova, pro která nebyl vrácen žádný výsledek. Možná by bylo možné vylepšit vyhledávací algoritmus, nebo návštěvníci hledají něco, co (zatím) není na vašich stránkách?",
        "SubmenuPagesEntry": "Vstupní stránky",
        "SubmenuPagesExit": "Odchozí stránky",
        "SubmenuPageTitles": "Titulky stránek",
        "SubmenuSitesearch": "Vyhledat stránku",
        "WidgetEntryPageTitles": "Název titulky vstupní stránky",
        "WidgetExitPageTitles": "Název titulky odchozí stránky",
        "WidgetPagesEntry": "Vstupní stránky",
        "WidgetPagesExit": "Výstupní stránky",
        "WidgetPageTitles": "Titulky stránek",
        "WidgetPageTitlesFollowingSearch": "Titulky stránky po hledání na stránce",
        "WidgetPageUrlsFollowingSearch": "Stránky po hledání na stránce",
        "WidgetSearchCategories": "Vyhledávání kategorií",
        "WidgetSearchKeywords": "Klíčová slova hledané stránky",
        "WidgetSearchNoResultKeywords": "Hledaná Klíčová slova bez výsledku hledání"
    }
}