{
    "Actions": {
        "ActionType": "Typ akce",
        "ActionTypes": "Typy akcí",
        "ActionsInVisit": "Akce během návštěvy",
        "AvgGenerationTimeTooltip": "Průměr dle %1$s přístupů %2$s mezi %3$s a %4$s",
        "Behaviour": "Chování",
        "ColumnActionURL": "URL akce",
        "ColumnClickedURL": "Kliknutý externí odkaz",
        "ColumnClickedURLs": "Kliknuté externí odkazy",
        "ColumnClicks": "Prokliků",
        "ColumnClicksDocumentation": "Počet kliknutí na odkaz v závislosti na čase.",
        "ColumnDownloadURL": "Stažení URL",
        "ColumnDownloadURLs": "Stáhnout adresy URL",
        "ColumnEntryPageTitle": "Titulek vstupní stránky",
        "ColumnEntryPageURL": "URL vstupní stránky",
        "ColumnEntryPageURLs": "URL vstupních stránek",
        "ColumnExitPageTitle": "Titulek výstupní stránky",
        "ColumnExitPageURL": "URL výstupní stránky",
        "ColumnExitPageURLs": "URL výstupních stránek",
        "ColumnIdPageview": "ID zobrazení stránky",
        "ColumnInteractionPosition": "Pozice interakce",
        "ColumnNoResultKeyword": "Hledané klíčové slovo nebylo nalezeno",
        "ColumnPageName": "Jméno stránky",
        "ColumnPageURL": "URL stránky",
        "ColumnPageViewPosition": "Pozice zobrazení stránek",
        "ColumnPagesPerSearch": "Stránky s výsledky vyhledávání",
        "ColumnPagesPerSearchDocumentation": "Návštěvníci budou hledat na vašem webu a někdy kliknutím na tlačítko „další“ zobrazíte další výsledky. Toto je průměrný počet stránek s výsledky vyhledávání zobrazených pro toto klíčové slovo.",
        "ColumnSearchCategory": "Hledání kategorie",
        "ColumnSearchExits": "%% odchodů z vyhledávání",
        "ColumnSearchExitsDocumentation": "Procento návštěv, které opustily stránku po nalezení tohoto klíčového slova pomocí vyhledávače.",
        "ColumnSearchResultsCount": "Počet nalezených výsledků",
        "ColumnSearches": "Vyhledávání",
        "ColumnSearchesDocumentation": "Počet uživatelů, kteří hledali tato klíčová slova ve vyhledávači na Vašich stránkách.",
        "ColumnSiteSearchKeywords": "Jedinečných klíčových slov",
        "ColumnUniqueClicks": "Jedinečných prokliků",
        "ColumnUniqueClicksDocumentation": "Počet návštěv, které klikly na tento odkaz. Pokud bylo na odkaz kliknuto vícekrát při jedné návštěvě, je kliknutí započítáno jen jednou.",
        "ColumnUniqueDownloads": "Jedinečných stažení",
        "ColumnUniqueOutlinks": "Jedinečné externí odkazy",
        "DownloadsReportDocumentation": "V tomto reportu můžete vidět soubory, které byly staženy. %s Matomo počítá jako stažené jen ty, na které bylo kliknuto. Bez ohledu na to, jestli bylo stažení dokončeno nebo přerušeno.",
        "DownloadsSubcategoryHelp1": "V tomto přehledu uvidíte, které soubory si vaši návštěvníci stáhli.",
        "DownloadsSubcategoryHelp2": "To, co Matomo počítá jako stahování, je kliknutí na odkaz ke stažení. Zda bylo stahování dokončeno nebo ne, Matomo neví.",
        "EntryPageTitles": "Titulky vstupních stránek",
        "EntryPageTitlesReportDocumentation": "Toto hlášení obsahuje informace o titulcích vstupních stránek, které byly použity v daném období.",
        "EntryPagesReportDocumentation": "Tento report obsahuje informace o vstupních stránkách, které byly za dané časové období použity. Vstupní stránka je první stránka, kterou uživatel navštíví. %s Vstupní URL jsou zobrazeny ve složkové struktuře.",
        "EntryPagesSubcategoryHelp1": "Tato sestava obsahuje informace o vstupních stránkách, které byly použity během zadaného období. Vstupní stránka je první stránka, kterou si uživatel prohlíží během své návštěvy.",
        "EntryPagesSubcategoryHelp2": "Vstupní adresy URL se zobrazují jako struktura složek.",
        "ExitPageTitles": "Titulek výstupní stránky",
        "ExitPageTitlesReportDocumentation": "Tento report obsahuje informace o titulcích výstupních stránek za dané období.",
        "ExitPagesReportDocumentation": "Toto hlášení obsahujje informace o výstupních stránkách, které se za dané časové období vyskytly. Výstupní stránka je poslední stránka, kterou návštěvník během své návštěvy navštíví. %s Výstupní URL jsou zobrazeny ve složkové struktuře.",
        "ExitPagesSubcategoryHelp1": "Tato sestava obsahuje informace o výstupních stránkách, které se objevily během zadaného období. Výstupní stránka je poslední stránka, kterou si uživatel prohlíží během své návštěvy.",
        "ExitPagesSubcategoryHelp2": "Výstupní adresy URL se zobrazují jako struktura složek.",
        "MainMetricsReportDocumentation": "Tento přehled poskytuje velmi základní přehled o tom, jaké akce návštěvníci na vašem webu provádějí.",
        "OneSearch": "1 Vyhledávání",
        "OutlinkDocumentation": "Externí odkaz je odkaz, který vede pryč z vašich stránek (na jinou doménu).",
        "OutlinksReportDocumentation": "Toto hlášení zobrazuje hyerarchický seznam externích URL, na které vaši návštěvníci klikli.",
        "OutlinksSubcategoryHelp1": "Tento přehled zobrazuje hierarchický seznam odchozích adres URL, na které klikli vaši návštěvníci. Externí link je odkaz, který vede návštěvníka pryč z vašeho webu (do jiné domény).",
        "PageTitlesReportDocumentation": "Toto hlášení obsahuje informace o titulcích navštívených stránek. %1$s Titulek je HTML tag %2$s, který většina prohlížečů zobrazuje v titulku okna.",
        "PageTitlesSubcategoryHelp1": "Tento report obsahuje informace o titulcích stránek, které byly navštíveny.",
        "PageTitlesSubcategoryHelp2": "Titulek stránky je HTML &amp;lt;title&amp;gt; Štítek, který většina prohlížečů zobrazuje v názvu okna.",
        "PageUrls": "URL stránky",
        "PageViewsByVisitor": "Počet zobrazení této stránky návštěvníkem během všech návštěv",
        "PagesReportDocumentation": "Tento report obsahuje informace o navštívených URL. %s Tabulka je organizována hyerarchicky jako strom složek.",
        "PagesSubcategoryHelp1": "Tento report obsahuje informace o navštívených stránkách URL.",
        "PagesSubcategoryHelp2": "Tabulka je uspořádána hierarchicky, adresy URL jsou zobrazeny jako struktura složek.",
        "PagesSubcategoryHelp3": "Použijte ikonu plus a mínus vlevo k navigaci.",
        "PluginDescription": "Hlášení o zobrazeních a názvech stránek. Umožňuje měřit interní vyhledávač vašich webových stránek. Automaticky sleduje kliknutí na externí odkazy a stahování souborů.",
        "RevisitedPages": "Stránky navštívené více než jednou",
        "SiteSearchCategories": "Kategorie (Vyhledávání na webu)",
        "SiteSearchCategories1": "Tento report shrnuje kategorie, které návštěvníci vybrali při vyhledávání na stránkách.",
        "SiteSearchCategories2": "Například elektronické obchody mívají filtr kategorií, aby mohli zákazníci zvolit, ve které kategorii bude provedeno hledání.",
        "SiteSearchCategory": "Kategorie (Vyhledávání na webu)",
        "SiteSearchFollowingPagesDoc": "Když návštěvníci hledají na vašich stránkách, snaží se nalézt určitou stránku, obsah, produkt, nebo službu. Toto hlášení zobrazuje stránky, na které bylo klikáno nejčastěji po interním vyhledávání. Jinak řečeno, jedná se o stránky, které byly nejvíce hledány návštěvníky, kteří už byli na vašich stránkách.",
        "SiteSearchIntro": "Sledování vyhledávání na vašich stránkách je velmi efektivní způsob, jak se dozvědět více o tom, co vaši návštěvníci na stránkách hledají, jaký obsah by je mohl zajímat, jaké produkty by si mohli chtít koupit, a jak jim obecně zpříjemnit pobyt na vašich stránkách.",
        "SiteSearchKeyword": "Klíčové slovo (Vyhledávání)",
        "SiteSearchKeywordCount": "Počet klíčových slov (Vyhledávání)",
        "SiteSearchKeywordCounts": "Počty klíčových slov (Vyhledávání)",
        "SiteSearchKeywords": "Klíčová slova (vyhledávání na webu)",
        "SiteSearchKeywordsDocumentation": "Tento report shrnuje klíčová slova, která byla použita návštěvníky při hledání pomocí interního vyhledávače.",
        "SiteSearchKeywordsNoResultDocumentation": "Toto hlášení shrnuje klíčová slova, pro která nebyl vrácen žádný výsledek. Možná by bylo možné vylepšit vyhledávací algoritmus, nebo návštěvníci hledají obsah, který (zatím) není na vašich stránkách?",
        "SiteSearchSubcategoryHelp1": "Sekce Vyhledávání stránek ukazuje, jaká klíčová slova návštěvníci používají při vyhledávání na vašem webu. Zobrazuje také, které stránky si uživatelé prohlížejí po provedení vyhledávání a která klíčová slova pro vyhledávání na webu nevracejí vůbec žádné výsledky.",
        "SiteSearchSubcategoryHelp2": "Tyto přehledy vám mohou poskytnout představu o chybějícím obsahu na vašem webu, nahlédnout do toho, co vaši návštěvníci hledají a nemohou najít, atd.",
        "SiteSearchSubcategoryHelp3": "Další informace naleznete v Site Search Guide.",
        "SubmenuPageTitles": "Titulky stránek",
        "SubmenuPagesEntry": "Vstupní stránky",
        "SubmenuPagesExit": "Odchozí stránky",
        "SubmenuSitesearch": "Vyhledat stránku",
        "TimeSpentInReferringAction": "Čas strávený v odkazující akci",
        "WidgetEntryPageTitles": "Titulky vstupní stránky",
        "WidgetExitPageTitles": "Titulky výstupní stránky",
        "WidgetPageTitles": "Titulky stránek",
        "WidgetPageTitlesFollowingSearch": "Titulky stránky po hledání na stránce",
        "WidgetPageUrlsFollowingSearch": "Stránky po hledání na stránce",
        "WidgetPagesEntry": "Vstupní stránky",
        "WidgetPagesExit": "Výstupní stránky",
        "WidgetSearchCategories": "Vyhledávání kategorií",
        "WidgetSearchKeywords": "Klíčová slova hledané stránky",
        "WidgetSearchNoResultKeywords": "Hledaná Klíčová slova bez výsledku hledání"
    }
}
