{
    "Actions": {
        "ActionType": "Typ der Aktion",
        "ActionTypes": "Aktionstypen",
        "ActionsInVisit": "Aktionen beim Besuch",
        "AvgGenerationTimeTooltip": "Durchschnitt basierend auf %1$s Aufruf(en) %2$s zwischen %3$s und %4$s",
        "Behaviour": "Verhalten",
        "ColumnActionURL": "Aktions-URL",
        "ColumnClickedURL": "Gewählter ausgehender Verweis",
        "ColumnClickedURLs": "Gewählte ausgehende Verweise",
        "ColumnClicks": "Klicks",
        "ColumnClicksDocumentation": "Anzahl der Klicks auf diesen Link.",
        "ColumnDownloadURL": "Download-URL",
        "ColumnDownloadURLs": "Download-URLs",
        "ColumnEntryPageTitle": "Titel der Einstiegsseite",
        "ColumnEntryPageURL": "URL der Einstiegsseite",
        "ColumnEntryPageURLs": "Einstiegsseiten-URLs",
        "ColumnExitPageTitle": "Titel der Ausstiegsseite",
        "ColumnExitPageURL": "URL der Ausstiegsseite",
        "ColumnExitPageURLs": "Ausgangsseiten URLs",
        "ColumnIdPageview": "Seitenansicht-ID",
        "ColumnInteractionPosition": "Interaktionsposition",
        "ColumnNoResultKeyword": "Suchbegriff ohne Ergebnisse",
        "ColumnPageName": "Seitenname",
        "ColumnPageURL": "Seiten-URL",
        "ColumnPageViewPosition": "Seitenansichtposition",
        "ColumnPagesPerSearch": "Besuchte Ergebnisseiten",
        "ColumnPagesPerSearchDocumentation": "In dieser Spalte sehen Sie, wie oft die Ergebnisseiten des Suchbegriffs im Durchschnitt aufgerufen wurden. Die Ergebnisse werden beispielsweise mehrere Male aufgerufen, wenn sie in mehrere Seiten aufgespalten sind und der Besucher verschiedene Seiten aufruft.",
        "ColumnSearchCategory": "Suchkategorie",
        "ColumnSearchExits": "%% Ausstiege nach Suche",
        "ColumnSearchExitsDocumentation": "Der Anteil der Besuche, die nach der internen Suche nach dem Suchbegriff die Website verlassen haben.",
        "ColumnSearchResultsCount": "Anzahl Suchergebnisse",
        "ColumnSearches": "Suchanfragen",
        "ColumnSearchesDocumentation": "Die Anzahl der Besucher, die nach diesem Begriff in der internen Suche gesucht haben.",
        "ColumnSiteSearchKeywords": "Eindeutige Suchbegriffe",
        "ColumnUniqueClicks": "Eindeutige Klicks",
        "ColumnUniqueClicksDocumentation": "Die Anzahl der Besuche, bei denen dieser Link angeklickt wurde. Falls der Link mehrmals pro Besuch angeklickt wurde, wird er nur einmal gezählt.",
        "ColumnUniqueDownloads": "Eindeutige Downloads",
        "ColumnUniqueOutlinks": "Eindeutige ausgehende Verweise",
        "DownloadsReportDocumentation": "In diesem Bericht sehen Sie, welche Dateien Ihre Besucher heruntergeladen haben. %s Als Download wird in Matomo der Klick auf einen Downloadlink gewertet. Ob der Download abgeschlossen wurde oder nicht, ist Matomo nicht bekannt.",
        "DownloadsSubcategoryHelp1": "In diesem Bericht können Sie sehen, welche Dateien Ihre Besucher heruntergeladen haben.",
        "DownloadsSubcategoryHelp2": "Als Download zählt bei Matomo der Klick auf einen Download-Link. Ob der Download abgeschlossen wurde oder nicht, ist Matomo nicht bekannt.",
        "EntryPageTitles": "Titel der Einstiegsseite",
        "EntryPageTitlesReportDocumentation": "Dieser Bericht enthält Informationen über die Titel der Einstiegsseiten, die im angeforderten Zeitraum verwendet wurden.",
        "EntryPagesReportDocumentation": "Dieser Bericht enthält Informationen über die Einstiegsseiten im gewählten Zeitraum. Die Einstiegsseite ist die erste Seite, die während eines Besuches aufgerufen wird. %s Die URLs werden als Ordnerstruktur angezeigt.",
        "EntryPagesSubcategoryHelp1": "Dieser Bericht enthält Informationen über die Einstiegsseiten im gewählten Zeitraum. Die Einstiegsseite ist die erste Seite, die während eines Besuches aufgerufen wird.",
        "EntryPagesSubcategoryHelp2": "Die Einstiegs-URLs werden als Verzeichnisstruktur angezeigt.",
        "ExitPageTitles": "Titel der Ausstiegsseite",
        "ExitPageTitlesReportDocumentation": "Dieser Bericht enthält Informationen über die Titel der Ausstiegsseiten, die angeforderten Zeitraum verwendet wurden.",
        "ExitPagesReportDocumentation": "Dieser Bericht enthält Informationen über die Ausstiegsseiten im gewählten Zeitraum. Die Ausstiegsseite ist die letzte Seite, die während eines Besuches aufgerufen wird. %s Die URLs werden als Ordnerstruktur angezeigt.",
        "ExitPagesSubcategoryHelp1": "Dieser Bericht enthält Informationen über die Ausstiegsseiten im gewählten Zeitraum. Die Ausstiegsseite ist die letzte Seite, die während eines Besuches aufgerufen wird.",
        "ExitPagesSubcategoryHelp2": "Die Ausstiegs-URLs werden als Verzeichnisstruktur angezeigt.",
        "MainMetricsReportDocumentation": "Dieser Bericht stellt einen sehr groben Überblick zur Verfügung darüber, welche Aktionen Ihre Besucher auf Ihrer Website ausgeführt haben.",
        "OneSearch": "1 Suche",
        "OutlinkDocumentation": "Ein ausgehender Verweis ist ein Link der einen Besucher auf eine andere Website führt (auf eine andere Domain).",
        "OutlinksReportDocumentation": "Dieser Bericht zeigt eine hierarchisch angeordnete Liste von ausgehenden Links, die von ihren Besuchern angeklickt wurden.",
        "OutlinksSubcategoryHelp1": "Dieser Bericht zeigt eine hierarchisch angeordnete Liste von ausgehenden Links, die von ihren Besuchern angeklickt wurden. Ein ausgehender Link ist ein Link, der den Besucher von Ihrer Webseite wegführt (zu einer anderen Domain).",
        "PageTitlesReportDocumentation": "Dieser Bericht enthält Informationen über die Seitentitel der besuchten Seiten. %1$s Der Seitentitel ist der HTML %2$s Tag, der von den meisten Browsern in ihrer Titelleiste angezeigt wird.",
        "PageTitlesSubcategoryHelp1": "Dieser Bericht enthält Informationen über die Titel der Seiten, welche besucht wurden.",
        "PageTitlesSubcategoryHelp2": "Der Seitentitel ist der HTML-&amp;lt;title&amp;gt; Tag, welcher von den meisten Browsern in deren Fenstertitel angezeigt wird.",
        "PageUrls": "Seiten URL",
        "PageViewsByVisitor": "Die Anzahl, wie häufig diese Seite von diesem Besucher insgesamt besucht wurde",
        "PagesReportDocumentation": "Dieser Bericht enthält Informationen über die URLs der besuchten Seiten. %s Die Tabelle ist hierarchisch strukturiert, die URLs werden als Ordnerstruktur angezeigt.",
        "PagesSubcategoryHelp1": "Dieser Bericht enthält Informationen über die Seiten URLs, welche besucht wurden.",
        "PagesSubcategoryHelp2": "Die Tabelle ist hierarchisch organisiert, die URLs werden als Verzeichnisstruktur angezeigt.",
        "PagesSubcategoryHelp3": "Benutzen Sie zur Navigation die Symbole Plus und Minus auf der linken Seite.",
        "PluginDescription": "Berichte über die Seitenansichten und Seitentitel. Lässt Sie die interne Suchmaschine Ihrer Website bewerten. Registriert Klicks auf externe Links und Dateidownloads automatisch.",
        "RevisitedPages": "Seiten die mehrmals angesehen wurden",
        "SiteSearchCategories": "Kategorien (Interne Suche)",
        "SiteSearchCategories1": "Dieser Bericht zeigt die Kategorien, welche bei der internen Suche ausgewählt wurden.",
        "SiteSearchCategories2": "Onlineshops haben beispielsweise meist eine Kategorieauswahl, mit der Besucher ihre Suche auf eine bestimmte Produktkategorie einschränken können.",
        "SiteSearchCategory": "Kategorie (Interne Suche)",
        "SiteSearchFollowingPagesDoc": "Wenn Besucher die interne Suche verwenden, suchen sie meist nach einer bestimmten Seite, bzw. einem bestimmen Inhalt. In diesem Bericht wird angezeigt, welche Seiten am häufigsten von den Suchergebnissen aus besucht wurden. In anderen Worten sind dies die Seiten, nach denen Besucher am häufigsten gesucht haben, nachdem sie sich bereits auf der Website befanden.",
        "SiteSearchIntro": "Die Suchbegriffe der internen Suche auszuwerten, hilft dabei zu verstehen, was Ihre Zielgruppe sucht. So können Ideen für neue Inhalte oder Produkte entstehen und bestehende Inhalte für die Sprache der Besucher optimiert werden.",
        "SiteSearchKeyword": "Suchbegriff (interne Suche)",
        "SiteSearchKeywordCount": "Anzahl Suchbegriffe (interne Suche)",
        "SiteSearchKeywordCounts": "Gezählte Suchbegriffe (interne Suche)",
        "SiteSearchKeywords": "Suchbegriffe (Interne Suche)",
        "SiteSearchKeywordsDocumentation": "Dieser Bericht enthält die Suchbegriffe, nach denen Besucher in der internen Suche gesucht haben.",
        "SiteSearchKeywordsNoResultDocumentation": "Dieser Bericht zeigt die Suchbegriffe an, welche keine Ergebnisse hatten. Vielleicht könnten diese Begriffe in bestehende Seiten eingebaut werden, um es den Besuchern zu erleichtern, die Inhalte zu finden?",
        "SiteSearchSubcategoryHelp1": "Der Bereich \"Interne Suche\" zeigt, welche Suchworte Besucher verwenden, wenn sie auf Ihrer Webseite suchen. Er zeigt auch auf welche Seiten Benutzer gehen, nachdem sie gesucht haben und welche Suchbegriffe gar keine Resultate erzeugt hatten.",
        "SiteSearchSubcategoryHelp2": "Dieser Bericht kann Ihnen Hinweise darauf geben, welche Inhalte auf Ihrer Seite eventuell fehlen, in dem er aufzeigt, was Ihre Besucher suchen, aber nicht so einfach finden.",
        "SiteSearchSubcategoryHelp3": "Weitere Informationen finden Sie in der Anleitung zur internen Suche.",
        "SubmenuPageTitles": "Seitentitel",
        "SubmenuPagesEntry": "Einstiegsseiten",
        "SubmenuPagesExit": "Ausstiegsseiten",
        "SubmenuSitesearch": "Interne Suche",
        "TimeSpentInReferringAction": "Verwendete Zeit für Verweisaktionen",
        "WidgetEntryPageTitles": "Titel der Einstiegsseiten",
        "WidgetExitPageTitles": "Titel der Ausgangsseiten",
        "WidgetPageTitles": "Seitentitel",
        "WidgetPageTitlesFollowingSearch": "Seitentitel nach einer internen Suche",
        "WidgetPageUrlsFollowingSearch": "Besuchte Seiten nach einer internen Suche",
        "WidgetPagesEntry": "Einstiegsseiten",
        "WidgetPagesExit": "Ausstiegsseiten",
        "WidgetSearchCategories": "Suchkategorien",
        "WidgetSearchKeywords": "Suchbegriffe (interne Suche)",
        "WidgetSearchNoResultKeywords": "Suchbegriffe ohne Ergebnisse"
    }
}
