{
    "Actions": {
        "ActionType": "Τύπος Ενέργειας",
        "ActionTypes": "Τύποι ενεργειών",
        "ActionsInVisit": "Δραστηριότητες στην επίσκεψη",
        "AvgGenerationTimeTooltip": "Μέσος όρος βάσει %1$s επισκέψεων %2$s μεταξύ %3$s και %4$s",
        "Behaviour": "Συμπεριφορά",
        "ColumnActionURL": "Διεύθυνση URL ενέργειας",
        "ColumnClickedURL": "Εξωτερικός σύνδεσμος με κλικ",
        "ColumnClickedURLs": "Εξωτερικοί σύνδεσμοι με κλικ",
        "ColumnClicks": "Κλικ",
        "ColumnClicksDocumentation": "Οι φορές που πατήθηκε αυτός ο σύνδεσμος.",
        "ColumnDownloadURL": "URL λήψης",
        "ColumnDownloadURLs": "URL για μεταφορτώσεις",
        "ColumnEntryPageTitle": "Τίτλος Σελίδας Εισαγωγής",
        "ColumnEntryPageURL": "URL Σελίδας Εισαγωγής",
        "ColumnEntryPageURLs": "URL σελίδων εισόδου",
        "ColumnExitPageTitle": "Τίτλος Σελίδας Εξόδου",
        "ColumnExitPageURL": "URL Σελίδας Εξόδου",
        "ColumnExitPageURLs": "URL Σελίδων Εξόδου",
        "ColumnIdPageview": "Αναγνωριστικό προβολής σελίδας",
        "ColumnInteractionPosition": "Θέση Αλληλεπίδρασης",
        "ColumnNoResultKeyword": "Λέξη-κλειδί Χωρίς Αποτέλεσμα Αναζήτησης",
        "ColumnPageName": "Ονομασία Σελίδας",
        "ColumnPageURL": "URL σελίδας",
        "ColumnPageViewPosition": "Θέση Προβολής Σελίδων",
        "ColumnPagesPerSearch": "Σελίδες Αποτελεσμάτων Αναζήτησης",
        "ColumnPagesPerSearchDocumentation": "Οι επισκέπτες θα αναζητήσουν στον ιστοτόπο σας και μερικές φορές θα πατήσουν «επόμενο» για να δουν περισσότερα αποτελέσματα. Αυτός είναι ο μέσος αριθμός των σελίδων αποτελεσμάτων αναζήτησης που προβάλλονται για αυτή τη λέξη-κλειδί.",
        "ColumnSearchCategory": "Κατηγορία Αναζήτησης",
        "ColumnSearchExits": "%% έξοδοι από αναζητήσεις",
        "ColumnSearchExitsDocumentation": "Το ποσοστό των επισκέψεων που άφησαν τον ιστοτόπο μετά την αναζήτηση για αυτή τη λέξη-κλειδί στην μηχανή Αναζήτησης του Ιστοτόπου σας.",
        "ColumnSearchResultsCount": "Μετρητής Αποτελεσμάτων Αναζήτησης",
        "ColumnSearches": "Αναζητήσεις",
        "ColumnSearchesDocumentation": "Ο αριθμός των επισκέψεων που αναζήτησαν για αυτή την λέξη-κλειδί στη μηχανή αναζήτησης του ιστοτόπου σας.",
        "ColumnSiteSearchKeywords": "Μοναδικές Λέξεις-κλειδιά",
        "ColumnUniqueClicks": "Μοναδικά κλικ",
        "ColumnUniqueClicksDocumentation": "Ο αριθμός των επισκέψεων που περιλαμβάνουν ένα πάτημα σε αυτό το σύνδεσμο. Αν ο σύνδεσμος πατήθηκε πολλές φορές σε μια επίσκεψη, μετριέται μόνο μια φορά.",
        "ColumnUniqueDownloads": "Μοναδικές λήψεις",
        "ColumnUniqueOutlinks": "Μοναδικοί Εξωτερικοί σύνδεσμοι",
        "DownloadsReportDocumentation": "Σε αυτή την αναφορά, μπορείτε να δείτε ποια αρχεία κατέβασαν οι επισκέπτες σας. %s Αυτό που μετράει το Matomo ως λήψη είναι το πάτημα σε σύνδεσμο λήψης. Αν η λήψη ολοκληρώθηκε ή όχι δεν είναι γνωστό στο Matomo.",
        "DownloadsSubcategoryHelp1": "Σε αυτή την αναφορά, μπορείτε να δείτε ποια αρχεία κατέβασαν οι επισκέπτες σας.",
        "DownloadsSubcategoryHelp2": "Αυτό που μετράει το Matomo ως λήψη είναι το πάτημα σε σύνδεσμο λήψης. Αν η λήψη ολοκληρώθηκε ή όχι δεν είναι γνωστό στο Matomo.",
        "EntryPageTitles": "Τίτλοι σελίδας εισόδου",
        "EntryPageTitlesReportDocumentation": "Αυτή η αναφορά περιέχει πληροφορίες για τους τίτλους των σελίδων εισόδου που χρησιμοποιήθηκαν κατά την ορισμένη περίοδο.",
        "EntryPagesReportDocumentation": "Η αναφορά περιέχει πληροφορίες για τις σελίδες εισόδου για συγκεκριμένη χρονική περίοδο. Μια σελίδα εισόδου είναι η πρώτη σελίδα που βλέπει ο χρήστης κατά την επίσκεψή του. %s Παρακάτω εμφανίζονται με δομή φακέλων οι διευθύνσεις URL εισόδου.",
        "EntryPagesSubcategoryHelp1": "Η αναφορά περιέχει πληροφορίες σχετικά με τις σελίδες εισόδου που χρησιμοποιήθηκαν σε μια συγκεκριμένη χρονική περίοδο. Μια σελίδα εισόδου είναι η πρώτη σελίδα που βλέπει ένας χρήστης κατά την επίσκεψή του.",
        "EntryPagesSubcategoryHelp2": "Οι διευθύνσεις URL εισόδου εμφανίζονται ως δομή φακέλων.",
        "ExitPageTitles": "Τίτλοι σελίδας εξόδου",
        "ExitPageTitlesReportDocumentation": "Αυτή η αναφορά περιέχει πληφορορίες για τους τίτλους των σελίδων εξόδου που συνέβησαν κατά την ορισμένη περίοδο.",
        "ExitPagesReportDocumentation": "Η αναφορά περιέχει πληροφορίες για τις σελίδες εξόδου σε συγκεκριμένη χρονική περίοδο. Μια σελίδα εξόδου είναι η τελευταία σελίδα που βλέπει ένας χρήστης κατά την επίσκεψή του. %s Παρακάτω εμφανίζονται με δομή φακέλων οι διευθύνσεις URL εξόδου.",
        "ExitPagesSubcategoryHelp1": "Η αναφορά περιέχει πληροφορίες για τις σελίδες εξόδου σε συγκεκριμένη χρονική περίοδο. Μια σελίδα εξόδου είναι η τελευταία σελίδα που βλέπει ένας χρήστης κατά την επίσκεψή του.",
        "ExitPagesSubcategoryHelp2": "Οι διευθύνσεις URL εξόδου εμφανίζονται ως δομή φακέλων.",
        "MainMetricsReportDocumentation": "Αυτή η αναφορά δείχνει μια βασική σύνοψη των ενεργειών που οι επισκέπτες σας προέβησαν στον ιστοτόπο σας.",
        "OneSearch": "1 αναζήτηση",
        "OutlinkDocumentation": "Ένας εξωτερικός σύνδεσμος είναι ένας σύνδεσμος που οδηγεί τον επισκέπτη εκτός της ιστοσελίδας (σε άλλη).",
        "OutlinksReportDocumentation": "Αυτή η αναφορά δείχνει μια ιεραρχημένη λίστα με εξωτερικούς συνδέσμους διευθύνσεων ιστοσελίδων που πατήθηκαν από τους επισκέπτες σας.",
        "OutlinksSubcategoryHelp1": "Η αναφορά δείχνει μια ιεραρχική λίστα με εξωτερικούς συνδέσμους διευθύνσεων ιστοσελίδων που πάτησαν οι επισκέπτες σας. Ένας εξωτερικός σύνδεσμος είναι ένας σύνδεσμος που οδηγεί τον επισκέπτη εκτός του ιστοτόπου (σε άλλο όνομα χώρου).",
        "PageTitlesReportDocumentation": "Η αναφορά αυτή περιέχει πληροφορίες σχετικά με τους τίτλους των σελίδων που επισκέφθηκαν οι χρήστες. %1$s Ο τίτλος της σελίδας είναι η σήμανση HTML %2$s που τα περισσότερα προγράμματα πλοήγησης δείχνουν στον τίτλο του παραθύρου τους.",
        "PageTitlesSubcategoryHelp1": "Αυτή η αναφορά περιέχει πληροφορίες για τους τίτλους των σελίδων που επισκέφτηκαν οι χρήστες.",
        "PageTitlesSubcategoryHelp2": "Η σελίδα τίτλου είναι η σήμανση HTML &amp;lt;title&amp;gt; που οι περισσότεροι φυλλομετρητές εμφανίζουν στον τίτλο του παραθύρου τους.",
        "PageUrls": "Διευθύνσεις σελίδων",
        "PageViewsByVisitor": "Ο αριθμός των αναγνώσεων της σελίδας από αυτόν τον επισκέπτη σε όλες του τις επισκέψεις",
        "PagesReportDocumentation": "Αυτή η αναφορά περιέχει πληροφορίες σχετικά με τις επισκεφθείσες διευθύνσεις σελίδων. %s Ο πίνακας ταξινομείται ιεραρχικά, οι διευθύνσεις σελίδων εμφανίζονται με δομή φακέλου.",
        "PagesSubcategoryHelp1": "Αυτή η αναφορά περιέχει πληροφορίες για τις διευθύνσεις των σελίδων που επισκέφτηκαν οι χρήστες.",
        "PagesSubcategoryHelp2": "Ο πίνακας είναι ιεραρχικά οργανωμένος, οι διευθύνσεις URL εμφανίζονται ως δομή φακέλων.",
        "PagesSubcategoryHelp3": "Χρησιμοποιήστε τα εικονίδια + και - στα αριστερά για πλοήγηση.",
        "PluginDescription": "Αναφέρει σχετικά με τις αναγνώσεις σελίδων και τους τίτλους τους. Επιτρέπει την μέτρηση της απόδοσης της εσωτερικής μηχανής αναζήτησης του ιστοτόπου σας. Αυτόματα παρακολουθεί τα κλικ προς εξωτερικούς συνδέσμους και μεταφορτώσεις αρχείων.",
        "RevisitedPages": "Σελίδες που αναγνώστηκαν παραπάνω από μία φορές",
        "SiteSearchCategories": "Κατηγορίες (Αναζήτηση ιστοτόπου)",
        "SiteSearchCategories1": "Αυτή η αναφορά δημιουργεί λίστα με τις Κατηγορίες που οι επισκέπτες επέλεξαν όταν έκαναν μια Αναζήτηση στην ιστοσελίδα σας.",
        "SiteSearchCategories2": "Για παράδειγμα, οι ιστοσελίδες Ηλεκτρονικού Εμπορίου τυπικά έχουν έναν επιλογέα «Κατηγορίας» ώστε οι επισκέπτες μπορούν να περιορίσουν τις αναζητήσεις τους από όλα τα προϊόντα σε μια συγκεκριμένη κατηγορία.",
        "SiteSearchCategory": "Κατηγορία (Αναζήτηση ιστοτόπου)",
        "SiteSearchFollowingPagesDoc": "Όταν οι επισκέπτες αναζητούν στην ιστοσελίδα σας, αναζητούν μια συγκεκριμένη σελίδα, περιεχόμενο, προϊόν ή υπηρεσία. Αυτή η αναφορά δημιουργεί μια λίστα με τις σελίδες που επιλέχθηκαν περισσότερο μετά από μια εσωτερική αναζήτηση. Με άλλα λόγια, η λίστα των σελίδων που αναζητήθηκαν περίσσότερο από τους επισκέπτες που ήταν ήδη στην ιστοσελίδα σας.",
        "SiteSearchIntro": "Η παρακολούθηση των αναζητήσεων που κάνουν οι επισκέπτες στην ιστοσελίδα σας είναι ένας πολύ αποτελεσματικός τρόπος για να μάθετε περισσότερα για το τί ενδιαφέρει το κοινό σας, μπορεί να σας βοηθήσει να βρείτε ιδέες για νέο περιεχόμενο, νέα προϊόντα ηλεκτρονικού εμπορίου για τα οποία οι πιθανοί πελάτες θα μπορούσαν να ψάχνουν και γενικά τη βελτίωση της εμπειρίας των επισκεπτών της ιστοσελίδας σας.",
        "SiteSearchKeyword": "Λέξη κλειδί (Αναζήτηση ιστοτόπου)",
        "SiteSearchKeywordCount": "Εμφάνιση λέξης κλειδιού (Αναζήτηση ιστοτόπου)",
        "SiteSearchKeywordCounts": "Εμφανίσεις λέξεων κλειδιών (Αναζήτηση ιστοτόπου)",
        "SiteSearchKeywords": "Λέξεις κλειδιά (Αναζήτηση ιστοτόπου)",
        "SiteSearchKeywordsDocumentation": "Η παρούσα αναφορά απαριθμεί τις λέξεις-κλειδιά αναζήτησης που έψαξαν οι επισκέπτες στην εσωτερική μηχανή αναζήτησης σας.",
        "SiteSearchKeywordsNoResultDocumentation": "Η παρούσα αναφορά παραθέτει τις λέξεις-κλειδιά αναζήτησης που δεν επιστρέψαν κανένα αποτέλεσμα αναζήτησης: ίσως ο αλγόριθμος της μηχανής αναζήτησης μπορεί να βελτιωθεί ή ίσως οι επισκέπτες σας ψάχνουν για περιεχόμενο που δεν είναι (ακόμη) στην ιστοσελίδα σας;",
        "SiteSearchSubcategoryHelp1": "Το τμήμα Αναζήτηση Ιστοτόπου εμφανίζει τις λέξεις κλειδιά που οι επισκέπτες χρησιμοποίησαν κατά την αναζήτησή τους στον ιστοτόπο σας. Εμφανίζει επίσης τις σελίδες που βλέπουν οι χρήστες μετά την εκτέλεση της αναζήτησης και ποιες λέξεις κλειδιά δεν επιστρέφουν αποτελέσματα.",
        "SiteSearchSubcategoryHelp2": "Οι αναφορές αυτές σας δίνουν ιδέες σχετικά με περιεχόμενο που μπορεί να λείπει από τον ιστοτόπο σας, εικόνα γύρω από αυτά που ψάχνουν οι επισκέπτες σας αλλά δεν βρήκαν εύκολα και άλλα πολλά.",
        "SiteSearchSubcategoryHelp3": "Μάθετε περισσότερα στον οδηγό Αναζήτησης Ιστοτόπου.",
        "SubmenuPageTitles": "Τίτλοι σελίδων",
        "SubmenuPagesEntry": "Σελίδες εισόδου",
        "SubmenuPagesExit": "Σελίδες εξόδου",
        "SubmenuSitesearch": "Αναζήτηση ιστοσελίδας",
        "TimeSpentInReferringAction": "Χρόνος που δαπανήθηκε σε Ενέργεια Αναφορών",
        "WidgetEntryPageTitles": "Τίτλοι Σελίδας Εισόδου",
        "WidgetExitPageTitles": "Τίτλοι Σελίδας Εξόδου",
        "WidgetPageTitles": "Τίτλοι Σελίδων",
        "WidgetPageTitlesFollowingSearch": "Τίτλοι Σελίδων που Ακολουθούν μια Αναζήτηση Ιστοσελίδας",
        "WidgetPageUrlsFollowingSearch": "Σελίδες που Ακολουθούν μια Αναζήτηση Ιστοσελίδας",
        "WidgetPagesEntry": "Σελίδες Εισόδου",
        "WidgetPagesExit": "Σελίδες Εξόδου",
        "WidgetSearchCategories": "Κατηγορίες Αναζήτησης",
        "WidgetSearchKeywords": "Λέξεις-κλειδιά Αναζήτησης Ιστοσελίδας",
        "WidgetSearchNoResultKeywords": "Λέξεις-κλειδιά Χωρίς Αποτελέσματα"
    }
}
