{
    "Actions": {
        "ColumnClickedURL": "URL επιλογής",
        "ColumnClicks": "Κλικ",
        "ColumnClicksDocumentation": "Οι φορές που πατήθηκε αυτός ο σύνδεσμος.",
        "ColumnDownloadURL": "URL λήψης",
        "ColumnEntryPageTitle": "Τίτλος Σελίδας Εισαγωγής",
        "ColumnEntryPageURL": "URL Σελίδας Εισαγωγής",
        "ColumnExitPageTitle": "Τίτλος Σελίδας Εξαγωγής",
        "ColumnExitPageURL": "URL Σελίδας Εξαγωγής",
        "ColumnNoResultKeyword": "Λέξη-κλειδί Χωρίς Αποτέλεσμα Αναζήτησης",
        "ColumnPageName": "Ονομασία σελίδας",
        "ColumnPagesPerSearch": "Σελίδες Αποτελεσμάτων Αναζήτησης",
        "ColumnPagesPerSearchDocumentation": "Οι επισκέπτες θα αναζητήσουν στην ιστοσελίδα σας και μερικές φορές θα πατήσουν «επόμενο» για να δουν περισσότερα αποτελέσματα. Αυτός είναι ο μέσος αριθμός των σελίδων αποτελεσμάτων αναζήτησης που προβάλλονται για αυτή τη λέξη-κλειδί.",
        "ColumnPageURL": "URL σελίδας",
        "ColumnSearchCategory": "Κατηγορία Αναζήτησης",
        "ColumnSearches": "Αναζητήσεις",
        "ColumnSearchesDocumentation": "Ο αριθμός των επισκέψεων που αναζήτησαν για αυτή τη λέξη-κλειδί στη μηχανή αναζήτησης της ιστοσελίδας σας.",
        "ColumnSearchExits": "% Έξοδοι Αναζήτησης",
        "ColumnSearchExitsDocumentation": "Το ποσοστό των επισκέψεων που άφησαν την ιστοσελίδα μετά την αναζήτηση για αυτή τη λέξη-κλειδί στην μηχανή Αναζήτησης της Ιστοσελίδας σας.",
        "ColumnSearchResultsCount": "Μετρητής Αποτελεσμάτων Αναζήτησης",
        "ColumnSiteSearchKeywords": "Μοναδικές Λέξεις-κλειδιά",
        "ColumnUniqueClicks": "Μοναδικά κλικ",
        "ColumnUniqueClicksDocumentation": "Ο αριθμός των επισκέψεων που περιλαμβάνουν ένα πάτημα σε αυτό το σύνδεσμο. Αν ο σύνδεσμος πατήθηκε πολλές φορές σε μια επίσκεψη, μετριέται μόνο μια φορά.",
        "ColumnUniqueDownloads": "Μοναδικές λήψεις",
        "ColumnUniqueOutlinks": "Μοναδικοί Εξωτερικοί σύνδεσμοι",
        "DownloadsReportDocumentation": "Σε αυτή την αναφορά, μπορείτε να δείτε ποια αρχεία λάβανε οι επισκέπτες σας. %s Αυτό που μετράει το Piwik ως λήψη είναι το πάτημα σε σύνδεσμο λήψης. Αν η λήψη ολοκληρώθηκε ή όχι δεν είναι γνωστό για το Piwik.",
        "EntryPagesReportDocumentation": "Αυτή η αναφορά περιέχει πληροφορίες σχετικά με τις σελίδες εισόδου που χρησιμοποιήθηκαν για τη συγκεκριμένη περίοδο. Μια σελίδα εισόδου είναι η πρώτη σελίδα που βλέπει ο χρήστης κατά την επίσκεψή του. %s Οι διευθύνσεις ιστοσελίδων εισόδου εμφανίζονται σε δομή φακέλου.",
        "EntryPageTitles": "Τίτλοι σελίδας εισόδου",
        "EntryPageTitlesReportDocumentation": "Αυτή η αναφορά περιέχει πληροφορίες για τους τίτλους των σελίδων εισόδου που χρησιμοποιήθηκαν κατά την ορισμένη περίοδο.",
        "ExitPagesReportDocumentation": "Αυτή η αναφορά περιέχει πληροφορίες σχετικά με τις σελίδες εξόδου που χρησιμοποιήθηκαν για τη συγκεκριμένη περίοδο. Μια σελίδα εξόδου είναι η τελευταία σελίδα που βλέπει ο χρήστης κατά την επίσκεψή του. %s Οι διευθύνσεις ιστοσελίδων εξόδου εμφανίζονται σε δομή φακέλου.",
        "ExitPageTitles": "Τίτλοι σελίδας εξόδου",
        "ExitPageTitlesReportDocumentation": "Αυτή η αναφορά περιέχει πληφορορίες για τους τίτλους των σελίδων εξόδου που συνέβησαν κατά την ορισμένη περίοδο.",
        "LearnMoreAboutSiteSearchLink": "Μάθετε περισσότερα για την Καταγραφή και στο πως οι επισκέπτες σας χρησιμοποιούν την μηχανή Αναζήτησης.",
        "OneSearch": "1 αναζήτηση",
        "OutlinkDocumentation": "Ένας εξωτερικός σύνδεσμος είναι ένας σύνδεσμος που οδηγεί τον επισκέπτη εκτός της ιστοσελίδας (σε άλλη).",
        "OutlinksReportDocumentation": "Αυτή η αναφορά δείχνει μια ιεραρχημένη λίστα με εξωτερικούς συνδέσμους διευθύνσεων ιστοσελίδων που πατήθηκαν από τους επισκέπτες σας.",
        "PagesReportDocumentation": "Αυτή η αναφορά περιέχει πληροφορίες σχετικά με τις επισκεφθείσες διευθύνσεις σελίδων. %s Ο πίνακας ταξινομείται ιεραρχικά, οι διευθύνσεις σελίδων εμφανίζονται με δομή φακέλου.",
        "PageTitlesReportDocumentation": "Αυτή η αναφορά περιέχει πληροφορίες για τους τίτλους των επισκεφθεισών σελίδων. %s Ο τίτλος σελίδας είναι η ετικέτα HTML %s που οι περισσότεροι φυλλομετρητές δείχνουν στον τίτλο του παραθύρου τους.",
        "PageUrls": "Διευθύνσεις σελίδων",
        "PluginDescription": "Αναφέρει για τις προβολές σελίδων, οι εξωτερικοί σύνδεσμοι και οι λήψεις. Η ανίχνευση των εξωτερικών συνδέσμων και των λήψεων είναι αυτόματη!",
        "SiteSearchCategories1": "Αυτή η αναφορά δημιουργεί λίστα με τις Κατηγορίες που οι επισκέπτες επέλεξαν όταν έκαναν μια Αναζήτηση στην ιστοσελίδα σας.",
        "SiteSearchCategories2": "Για παράδειγμα, οι ιστοσελίδες Ηλεκτρονικού Εμπορίου τυπικά έχουν έναν επιλογέα «Κατηγορίας» ώστε οι επισκέπτες μπορούν να περιορίσουν τις αναζητήσεις τους από όλα τα προϊόντα σε μια συγκεκριμένη κατηγορία.",
        "SiteSearchFollowingPagesDoc": "Όταν οι επισκέπτες αναζητούν στην ιστοσελίδα σας, αναζητούν μια συγκεκριμένη σελίδα, περιεχόμενο, προϊόν ή υπηρεσία. Αυτή η αναφορά δημιουργεί μια λίστα με τις σελίδες που επιλέχθηκαν περισσότερο μετά από μια εσωτερική αναζήτηση. Με άλλα λόγια, η λίστα των σελίδων που αναζητήθηκαν περίσσότερο από τους επισκέπτες που ήταν ήδη στην ιστοσελίδα σας.",
        "SiteSearchIntro": "Η παρακολούθηση των αναζητήσεων που κάνουν οι επισκέπτες στην ιστοσελίδα σας είναι ένας πολύ αποτελεσματικός τρόπος για να μάθετε περισσότερα για το τί ενδιαφέρει το κοινό σας, μπορεί να σας βοηθήσει να βρείτε ιδέες για νέο περιεχόμενο, νέα προϊόντα ηλεκτρονικού εμπορίου για τα οποία οι πιθανοί πελάτες θα μπορούσαν να ψάχνουν και γενικά τη βελτίωση της εμπειρίας των επισκεπτών της ιστοσελίδας σας.",
        "SiteSearchKeyword": "Λέξη κλειδί (Αναζήτηση ιστοτόπου)",
        "SiteSearchKeywordsDocumentation": "Η παρούσα αναφορά απαριθμεί τις λέξεις-κλειδιά αναζήτησης που έψαξαν οι επισκέπτες στην εσωτερική μηχανή αναζήτησης σας.",
        "SiteSearchKeywordsNoResultDocumentation": "Η παρούσα αναφορά παραθέτει τις λέξεις-κλειδιά αναζήτησης που δεν επιστρέψαν κανένα αποτέλεσμα αναζήτησης: ίσως ο αλγόριθμος της μηχανής αναζήτησης μπορεί να βελτιωθεί ή ίσως οι επισκέπτες σας ψάχνουν για περιεχόμενο που δεν είναι (ακόμη) στην ιστοσελίδα σας;",
        "SubmenuPagesEntry": "Σελίδες εισόδου",
        "SubmenuPagesExit": "Σελίδες εξόδου",
        "SubmenuPageTitles": "Τίτλοι σελίδων",
        "SubmenuSitesearch": "Αναζήτηση ιστοσελίδας",
        "WidgetEntryPageTitles": "Τίτλοι Σελίδας Εισόδου",
        "WidgetExitPageTitles": "Τίτλοι Σελίδας Εξόδου",
        "WidgetPagesEntry": "Σελίδες Εισόδου",
        "WidgetPagesExit": "Σελίδες Εξόδου",
        "WidgetPageTitles": "Τίτλοι Σελίδων",
        "WidgetPageTitlesFollowingSearch": "Τίτλοι Σελίδων που Ακολουθούν μια Αναζήτηση Ιστοσελίδας",
        "WidgetPageUrlsFollowingSearch": "Σελίδες που Ακολουθούν μια Αναζήτηση Ιστοσελίδας",
        "WidgetSearchCategories": "Κατηγορίες Αναζήτησης",
        "WidgetSearchKeywords": "Λέξεις-κλειδιά Αναζήτησης Ιστοσελίδας",
        "WidgetSearchNoResultKeywords": "Λέξεις-κλειδιά Χωρίς Αποτελέσματα"
    }
}