{
    "Actions": {
        "AvgGenerationTimeTooltip": "Promedio basado en %s acceso(s) %s entre %s y %s",
        "ColumnClickedURL": "URL Clicada",
        "ColumnClicks": "Clics",
        "ColumnClicksDocumentation": "Número de veces que este enlace ha sido clicado.",
        "ColumnDownloadURL": "URL de Descarga",
        "ColumnEntryPageTitle": "Título de la Página de entrada",
        "ColumnEntryPageURL": "URL de la Página de entrada",
        "ColumnExitPageTitle": "Título de la Página de salida",
        "ColumnExitPageURL": "URL de la Página de salida",
        "ColumnNoResultKeyword": "Palabra clave Sin Resultados en la Búsqueda",
        "ColumnPageName": "Nombre de Página",
        "ColumnPagesPerSearch": "Páginas de resultados de búsqueda",
        "ColumnPagesPerSearchDocumentation": "Los visitantes buscarán en tu sitio web y algunas veces harán click en \"siguiente\" para ver más resultados. Este es el promedio de páginas de resultados de búsqueda, vistos para esta palabra clave.",
        "ColumnPageURL": "URL de Página",
        "ColumnSearchCategory": "Categoría de búsqueda",
        "ColumnSearches": "Búsquedas",
        "ColumnSearchesDocumentation": "La cantidad de visitantes que buscó esta palabra clave en el buscador de tu sitio web.",
        "ColumnSearchExits": "% Salida de la búsqueda",
        "ColumnSearchExitsDocumentation": "El porcentaje de visitantes que abandonó el sitio después de buscar esta palabra clave en el buscador de tu sitio.",
        "ColumnSearchResultsCount": "Cantidad de resultados de la búsqueda",
        "ColumnSiteSearchKeywords": "Palabras clave Únicas",
        "ColumnUniqueClicks": "Clics Únicos",
        "ColumnUniqueClicksDocumentation": "Número de visitas que hicieron clic en este link. Si hicieron clic a link múltiples veces durante una visita, solo se cuenta como una.",
        "ColumnUniqueDownloads": "Descargas Únicas",
        "ColumnUniqueOutlinks": "Enlaces de salida Únicos",
        "DownloadsReportDocumentation": "En este reporte, usted puede ver que archivos han descargado sus visitantes. %s Lo que Piwik cuenta como descarga es el clic en un enlace de descarga. Piwik no puede saber si la descarga ha sido completada.",
        "EntryPagesReportDocumentation": "Este reporte contiene información sobre las entradas a las páginas que fueron usadas durante el periodo especificado. La página de entrada es la primera página que el usuario ve durante su visita. %s Las URLs de entrada son mostradas como una estructura de carpetas.",
        "EntryPageTitles": "Títulos de páginas de entrada",
        "EntryPageTitlesReportDocumentation": "Este reporte contiene información sobre los títulos de las páginas de entrada que han sido utilizadas durante el período específico.",
        "ExitPagesReportDocumentation": "Este reporte contiene información sobre las páginas de salida durante el periodo especificado. Una página de salida es la última página que un usuario ve durante su visita. %s Las URLs de salida son mostradas como una estructura de carpetas.",
        "ExitPageTitles": "Títulos de páginas de salida",
        "ExitPageTitlesReportDocumentation": "Este reporte contiene información sobre los títulos de las páginas de salida que ocurrieron durante el período específico.",
        "LearnMoreAboutSiteSearchLink": "Aprende más sobre cómo realizar un seguimiento al uso que tus visitantes dan a tu motor de búsqueda.",
        "OneSearch": "1 búsqueda",
        "OutlinkDocumentation": "Un enlace externo es un enlace que lleva a su visitante fuera de su página web (a otro dominio).",
        "OutlinksReportDocumentation": "Este reporte muestra una lista de los enlaces externos que han sido clicados por sus visitantes, organizada por jerarquía.",
        "PagesReportDocumentation": "Este reporte contiene información sobre las URLs de las páginas que han sido visitadas. %s La tabla está organizada por jerarquía, las URLs han sido mostradas como una estructura de carpetas.",
        "PageTitlesReportDocumentation": "Este reporte contiene información sobre los títulos de las páginas que han sido visitadas. %s El título de la página es el Tag %s de HTML, que la gran mayoría de los navegadores muestran en el título de su ventana.",
        "PageUrls": "URLs de página",
        "PluginDescription": "Reportes de páginas vistas, enlaces externos y descargas. Los Enlaces Externos y las Descargas se rastrean automáticamente!",
        "SiteSearchCategories1": "Este reporte lista las Categorías que los visitantes eligieron cuando realizaron una búsqueda en tu sitio.",
        "SiteSearchCategories2": "Por ejemplo: los sitios de E-commerce usualmente tienen un selector de \"Categorías\" para que los visitantes puedan restringir sus búsquedas sólo a los productos de una categoría específica.",
        "SiteSearchFollowingPagesDoc": "Cuando los visitantes realizan una búsqueda en tu sitio, están buscando una página, contenido, producto o servicio en particular. Este reporte lista las páginas que más han sido clickeadas luego de una búsqueda interna. En otras palabras, la lista de páginas más buscadas por los visitantes que ya están en de tu sitio.",
        "SiteSearchIntro": "El seguimiento de las búsquedas que tus visitantes hacen en tu sitio web es una manera muy efectiva de aprender más acerca de qué busca tu audiencia, puede ayudarte a encontrar ideas para nuevos contenidos o productos que tus potenciales clientes pueden estar buscando y en general, mejorar la experiencia de los visitantes de tu sitio web.",
        "SiteSearchKeyword": "Palabra clave (Búsqueda en Sitio)",
        "SiteSearchKeywordsDocumentation": "Este reporte muestra las palabras clave que tus visitantes buscaron en tu motor de búsqueda interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Este reporte lista las palabras clave que no produjeron resultados: ¿se podría mejorar el algoritmo de búsqueda o quizá tus visitantes están buscando algún contenido que no se encuentra (todavía) en tu sitio?",
        "SubmenuPagesEntry": "Páginas de entrada",
        "SubmenuPagesExit": "Páginas de salida",
        "SubmenuPageTitles": "Títulos de página",
        "SubmenuSitesearch": "Búsqueda interna",
        "WidgetEntryPageTitles": "Títulos de Páginas de Entrada",
        "WidgetExitPageTitles": "Títulos de Página de Salida",
        "WidgetPagesEntry": "Páginas de Entrada",
        "WidgetPagesExit": "Páginas de Salida",
        "WidgetPageTitles": "Títulos de Páginas",
        "WidgetPageTitlesFollowingSearch": "Títulos de las páginas que siguen a una búsqueda interna",
        "WidgetPageUrlsFollowingSearch": "Páginas siguientes a una búsqueda interna",
        "WidgetSearchCategories": "Categorías de búsqueda",
        "WidgetSearchKeywords": "Palabras clave de las búsquedas internas",
        "WidgetSearchNoResultKeywords": "Palabras clave sin resultados"
    }
}