{
    "Actions": {
        "ActionType": "Ekintza-mota",
        "ActionTypes": "Ekintza-motak",
        "ActionsInVisit": "Ekintzak bisitan",
        "AvgGenerationTimeTooltip": "%1$s bisitako ekintzetan oinarritutako batezbestekoa %2$s %3$s eta %4$s artean",
        "Behaviour": "Portaera",
        "ColumnActionURL": "Ekintzaren URLa",
        "ColumnClickedURL": "Kanpo estekan klik eginda",
        "ColumnClickedURLs": "Kanpo esteketan klik eginda",
        "ColumnClicks": "Klik kopurua",
        "ColumnClicksDocumentation": "Zenbat aldiz egin den klik esteka honetan.",
        "ColumnDownloadURL": "Deskargaren URLa",
        "ColumnDownloadURLs": "Deskargaren URLak",
        "ColumnEntryPageTitle": "Sarrera-orriaren izenburua",
        "ColumnEntryPageURL": "Sarrera-orriaren URLa",
        "ColumnEntryPageURLs": "Sarrera-orriaren URLak",
        "ColumnExitPageTitle": "Irteera-orriaren izenburua",
        "ColumnExitPageURL": "Irteera-orriaren URLa",
        "ColumnExitPageURLs": "Irteera-orriaren URLak",
        "ColumnIdPageview": "Orri-ikustaldi ID",
        "ColumnInteractionPosition": "Interakzioaren kokapena",
        "ColumnNoResultKeyword": "Bilaketa emaitzarik gabeko gako-hitza",
        "ColumnPageName": "Orriaren izena",
        "ColumnPageURL": "Orriaren URLa",
        "ColumnPageViewPosition": "Orri-ikustaldiaren posizioa",
        "ColumnPagesPerSearch": "Bilaketaren emaitzen orriak",
        "ColumnPagesPerSearchDocumentation": "Bisitariek bilaketak egingo dituzte zure webgunean, eta batzuetan \"hurrengoa\" estekan klik egingo dute emaitza gehiago ikusteko. Hau da gako-hitz honetarako bilaketa-emaitzetan ikusitako orrien batez besteko kopurua.",
        "ColumnSearchCategory": "Bilaketa kategoria",
        "ColumnSearchExits": "%% Bilaketa irteerak",
        "ColumnSearchExitsDocumentation": "Gako-hitz hau zure gunearen bilaketa-motorrean bilatu ondoren webgunea utzi duten bisitarien ehunekoa.",
        "ColumnSearchResultsCount": "Bilaketaren emaitzen kopurua",
        "ColumnSearches": "Bilaketak",
        "ColumnSearchesDocumentation": "Zenbat bisitetan bilatu zen gako-hitz hau zure webguneko bilatzailean.",
        "ColumnSiteSearchKeywords": "Gako-hitz desberdinak",
        "ColumnUniqueClicks": "Klik desberdinak",
        "ColumnUniqueClicksDocumentation": "Zenbat bisitak egin duten klik esteka honetan. Esteka batean behin baino gehiagotan egin bazen klik bisita batean, soilik behin kontatzen da.",
        "ColumnUniqueDownloads": "Deskarga desberdinak",
        "ColumnUniqueOutlinks": "Kanpo esteka desberdinak",
        "DownloadsReportDocumentation": "Txosten honetan ikus dezakezu zein fitxategi deskargatu dituzten bisitariek. %s Matomok deskarga bezala kontatzen du deskargarako estekan klik egitea. Matomok ez daki deskarga osatu zen ala ez.",
        "DownloadsSubcategoryHelp1": "Txosten honetan bisitariek deskargatutako fitxategiak ikus ditzakezu.",
        "DownloadsSubcategoryHelp2": "Matomok deskarga bezala kontatzen ditu deskarga-esteketan egindako klikak. Matomok ez daki deskarga osatu den ala ez.",
        "EntryPageTitles": "Sarrera-orrien izenburuak",
        "EntryPageTitlesReportDocumentation": "Txosten honek zehaztutako epean erabilitako sarrera-orrien izenburuei buruzko informazioa dauka.",
        "EntryPagesReportDocumentation": "Txosten honek zehaztutako epean erabilitako sarrera-orriei buruzko informazioa dauka. Sarrera-orri bat erabiltzaileak bisita batean ikusten duen lehen orria da. %s Sarrerako URLak karpeta egiturarekin bistaratzen dira.",
        "EntryPagesSubcategoryHelp1": "Txosten honek zehaztutako epean erabilitako sarrera-orriei buruzko informazioa dauka. Sarrera-orri bat erabiltzaileak bisita batean ikusten duen lehen orria da.",
        "EntryPagesSubcategoryHelp2": "Sarrerako URLak karpeta egituran bistaratzen dira.",
        "ExitPageTitles": "Irteera-orrien izenburuak",
        "ExitPageTitlesReportDocumentation": "Txosten honek zehaztutako epean erabilitako irteera-orrien izenburuei buruzko informazioa dauka.",
        "ExitPagesReportDocumentation": "Txosten honek zehaztutako epean erabilitako irteera-orriei buruzko informazioa dauka. Irteera-orri bat erabiltzaile batek bisita batean ikusten duen azken orria da. %s Irteerako URLak karpeta egiturarekin bistaratzen dira.",
        "ExitPagesSubcategoryHelp1": "Txosten honek zehaztutako epean erabilitako irteera-orriei buruzko informazioa dauka. Irteera-orri bat erabiltzaileak bisita batean ikusten duen azken orria da.",
        "ExitPagesSubcategoryHelp2": "Irteerako URLak karpeta egituran bistaratzen dira.",
        "MainMetricsReportDocumentation": "Txosten honek bisitariek zure webgunean gauzatzen dituzten ekintzen oinarrizko ikuspegi orokorra eskaintzen du.",
        "OneSearch": "Bilaketa 1",
        "OutlinkDocumentation": "Kanpo esteka bat bisitaria zure webgunetik kanpora eramaten duen esteka bat da (beste domeinu batera).",
        "OutlinksReportDocumentation": "Bisitariek klik egindako kanpo esteken URLen zerrenda hierarkikoa erakusten du txosten honek.",
        "OutlinksSubcategoryHelp1": "Bisitariek klik egindako kanpo esteken URLen zerrenda hierarkikoa erakusten du txosten honek. Bisitaria zure webgunetik kanpora (beste domeinu batera) eramaten duen esteka da kanpo esteka bat.",
        "PageTitlesReportDocumentation": "Txosten honek bisitatutako orrien izenburuei buruzko informazioa dauka. %1$s Orriaren izenburua HTML %2$s etiketa da, nabigatzaile gehienek leihoaren izenburuan bistaratzen dutena.",
        "PageTitlesSubcategoryHelp1": "Txosten honek informazioa dauka bisitatutako orrien izenburuei buruz.",
        "PageTitlesSubcategoryHelp2": "Orriaren izenburua HTML &amp;lt;title&amp;gt; etiketa da, nabigatzaile gehienek leihoaren izenburuan bistaratzen dute.",
        "PageUrls": "Orrien URLak",
        "PageViewsByVisitor": "Orri hau zenbat aldiz ikusi duen bisitari honek, bere bisita guztiak kontuan hartuta",
        "PagesReportDocumentation": "Txosten honek bisitatutako orrien URLei buruzko informazioa dauka. %s Taula hierarkikoki antolatuta dago, URLak karpeta egituran bistaratzen dira.",
        "PagesSubcategoryHelp1": "Txosten honek informazioa ematen du bisitatutako orrien URLei buruz.",
        "PagesSubcategoryHelp2": "Taula hau hierarkikoki antolatuta dago, URLak karpeta egitura moduan bistaratzen dira.",
        "PagesSubcategoryHelp3": "Erabili ezkerreko plus eta minus ikonoak nabigatzeko.",
        "PluginDescription": "Orri-ikustaldien eta orrien izenburuen berri ematen du. Zure webguneko barne-bilatzailearen erabilera neurtzeko aukera ematen dizu. Automatikoki erregistratzen ditu kanpo estekak eta fitxategien deskargak.",
        "RevisitedPages": "Behin baino gehiagotan ikusitako orriak",
        "SiteSearchCategories": "Kategoriak (gunearen bilaketa)",
        "SiteSearchCategories1": "Bisitariek zure webgunean bilaketak bat egin dituztenean hautatutako kategorien zerrenda dago txosten honetan.",
        "SiteSearchCategories2": "Adibidez, merkataritza elektronikoko webguneek \"Kategoria\" hautatzaile bat izan ohi dute, bisitariek bilaketak kategoria bateko produktuetara mugatzeko aukera izan dezaten.",
        "SiteSearchCategory": "Kategoria (gunearen bilaketa)",
        "SiteSearchFollowingPagesDoc": "Bisitariek zure webgunean bilaketak egiten dituztenean orri, eduki, produktu edo zerbitzu zehatz baten bila ari dira. Txosten honetan ikus ditzakezu barne-bilaketa baten ondoren gehienetan klik egindako orriak. Beste modu batera esanda, dagoeneko zure webgunean dauden bisitariek gehien bilatutako orrien zerrenda.",
        "SiteSearchIntro": "Bisitariek zure webgunean egiten dituzten bilaketen jarraipena egitea oso modu eraginkorra da zure audientzia zeren bila dabilen ikasteko, eduki berria sortzeko ideiak eman ditzake, baita bezero potentzialek bilatzen dituzten merkataritza elektronikoko produktu berriak ezagutzeko aukera ere. Orokorrean, bisitariek zure webgunean duten esperientzia hobetzen lagundu dezake.",
        "SiteSearchKeyword": "Gako-hitza (gunearen bilaketa)",
        "SiteSearchKeywordCount": "Gako-hitz kopurua (gunearen bilaketa)",
        "SiteSearchKeywordCounts": "Gako-hitz kopuruak (gunearen bilaketa)",
        "SiteSearchKeywords": "Gako-hitzak (gunearen bilaketa)",
        "SiteSearchKeywordsDocumentation": "Txosten honetan zerrendatzen dira bisitariek zure barne-bilatzailean bilatutako gako-hitzak.",
        "SiteSearchKeywordsNoResultDocumentation": "Txosten honetan zerrendatzen dira emaitzarik itzuli ez duten bilaketako gako-hitzak: behar bada bilatzailearen algoritmoa hobetu daiteke, edo baliteke bisitariek zure webgunean (oraindik) ez dagoen edukia bilatu izana?",
        "SiteSearchSubcategoryHelp1": "Guneko bilaketa atalak erakusten ditu bisitariek zure webgunean bilatu dituzten gako-hitzak. Bisitariek bilaketa egin ondoren ikusi dituzten orriak ere bistaratzen ditu, baita emaitzarik itzuli ez duten gako-hitzak ere.",
        "SiteSearchSubcategoryHelp2": "Txosten hauetatik zure webgunean falta diren edukiei buruzko ideiak jaso ditzakezu, bisitariek bilatzen duten baina aurkitu ezin dutena ezagutu, eta gehiago.",
        "SiteSearchSubcategoryHelp3": "Ikasi gehiago Guneko bilaketa gidan.",
        "SubmenuPageTitles": "Orrien izenburuak",
        "SubmenuPagesEntry": "Sarrera-orriak",
        "SubmenuPagesExit": "Irteera-orriak",
        "SubmenuSitesearch": "Gunearen bilaketa",
        "TimeSpentInReferringAction": "Erreferentzia ekintzan igarotako denbora",
        "WidgetEntryPageTitles": "Sarrera-orrien izenburuak",
        "WidgetExitPageTitles": "Irteera-orrien izenburuak",
        "WidgetPageTitles": "Orri-izenburuak",
        "WidgetPageTitlesFollowingSearch": "Orri-izenburuak gunearen bilaketa baten ondoren",
        "WidgetPageUrlsFollowingSearch": "Orriak gunearen bilaketa baten ondoren",
        "WidgetPagesEntry": "Sarrera-orriak",
        "WidgetPagesExit": "Irteera-orriak",
        "WidgetSearchCategories": "Bilaketa kategoriak",
        "WidgetSearchKeywords": "Gunearen bilaketaren gako-hitzak",
        "WidgetSearchNoResultKeywords": "Emaitzarik gabeko bilaketen gako-hitzak"
    }
}
