{
    "Actions": {
        "AvgGenerationTimeTooltip": "Moyenne basée sur %s entrée(s) sur %s entre %s et %s",
        "ColumnClickedURL": "URL cliquées",
        "ColumnClicks": "Clics",
        "ColumnClicksDocumentation": "Nombre de clics sur ce lien.",
        "ColumnDownloadURL": "URL de téléchargement",
        "ColumnEntryPageTitle": "Titre de la page d'entrée",
        "ColumnEntryPageURL": "URL de la page d'entrée",
        "ColumnExitPageTitle": "Titre de la page de sortie",
        "ColumnExitPageURL": "URL de la page de sortie",
        "ColumnNoResultKeyword": "Mots-clés sans résultats de recherche",
        "ColumnPageName": "Nom de la page",
        "ColumnPagesPerSearch": "Pages des résultats de la recherche",
        "ColumnPagesPerSearchDocumentation": "Les visiteurs vont effectuer des recherches sur votre site web et parfois cliquer sur \"suivant\" pour afficher plus de résultats. Ceci est le nombre moyen de pages de résultats de recherche vues pour ce mot-clef.",
        "ColumnPageURL": "URL de la page",
        "ColumnSearchCategory": "Catégorie de recherche",
        "ColumnSearches": "Recherches",
        "ColumnSearchesDocumentation": "Le nombre de visites pour lesquelles une recherche pour ce mot-clé a été effectuée avec le moteur de recherche de votre site web",
        "ColumnSearchExits": "% Taux de rebond après recherche",
        "ColumnSearchExitsDocumentation": "Le taux de visites après lesquelles les utilisateurs on quitté le site après avoir effectué une recherche pour ce mot clef avec le moteur de recherche de votre site.",
        "ColumnSearchResultsCount": "Nombre de résultats de la recherche",
        "ColumnSiteSearchKeywords": "Mot-clés uniques",
        "ColumnUniqueClicks": "Clics uniques",
        "ColumnUniqueClicksDocumentation": "Nombre de visites qui ont impliqué un clic sur ce lien. Si un lien a été cliqué plusieurs fois en une seule visite, il n'est compté qu'une seule fois.",
        "ColumnUniqueDownloads": "Téléchargements uniques",
        "ColumnUniqueOutlinks": "Liens sortants uniques",
        "DownloadsReportDocumentation": "Dans ce rapport vous pouvez voir quels fichiers les utilisateurs ont téléchargés. %s Ce que Piwik compte comme un téléchargement est un clic sur un lien de téléchargement. Le fait que le téléchargement ait été terminé ou non n'est pas connu de Piwik.",
        "EntryPagesReportDocumentation": "Ce rapport contient des informations à propos des pages d'entrées qui ont été utilisées durant la période spécifiée. Une page d'entrée est lapremière page qu'un utilisateur voit pendant sa visite. %s Les URLs des pages d'entrée sont affichées dans une structure de dossier.",
        "EntryPageTitles": "Titres de la page d'entrée",
        "EntryPageTitlesReportDocumentation": "Ce rapport contient des informations à propos des titres des pages d'entrée qui ont été utilisées durant la période spécifiée.",
        "ExitPagesReportDocumentation": "Ce rapport contient des informations à propos des pages de sortie utilisées durant la période sélectionnée. Une page de sortie est là dernière page de la visite que l'utilisateur voit avant de sortir du site. %s Les Urls de sorties sont affichées dans une structure de dossier.",
        "ExitPageTitles": "Titres de la page de sortie",
        "ExitPageTitlesReportDocumentation": "Ce rapport contient des infromations à propos des titres de pages de sortie qui ont été utilisées durant la période spécifiée.",
        "LearnMoreAboutSiteSearchLink": "Apprenez en plus sur le suivi de l'utilisation de votre moteur de recherche par vos visiteurs.",
        "OneSearch": "1 recherche",
        "OutlinkDocumentation": "Un lien sortant est un lien qui mène le visiteur en dehors de votre site web (vers un autre domaine).",
        "OutlinksReportDocumentation": "Ce rapport affiche une liste hiérarchique de liens sortants sur lesquels ont cliqué vos visiteurs.",
        "PagesReportDocumentation": "Ce rapport contient des informations à propos des URLs qui ont été visitées. %s Le tableau est organisé hiérarchiquement, les URLs sont affichées en structure de dossier.",
        "PageTitlesReportDocumentation": "Ce rapport contient des informations à propos des titres des pages qui ont été visitées. %s Le titre de la page est le tag HTML %s que la plupart des navigateurs affichent dans le titre de la fenêtre.",
        "PageUrls": "URL de la page",
        "PluginDescription": "Effectue des rapports sur les affichages de pages, les liens sortants et les téléchargements. Le suivi des liens sortants et des téléchargements est automatique!",
        "SiteSearchCategories1": "Ce rapport liste les catégories que les visiteurs ont sélectionnées lorsqu'ils ont effectué une recherche sur votre site web.",
        "SiteSearchCategories2": "Par exemple, les sites d'e-commerce ont généralement une sélection de la catégorie afin que les visiteurs puissent affiner leurs recherches aux produits d'une catégories définie.",
        "SiteSearchFollowingPagesDoc": "Quand les visiteurs recherchent sur votre site web, ils sont à la recherche d'une page, d'un produit, d'un contenu ou service en particulier. Ce rapport liste les pages qui ont été le plus cliquées après une recherche interne. En d'autres termes, la liste des pages les plus recherchées par des visiteurs déjà sur votre site.",
        "SiteSearchIntro": "Effectuer un suivi des recherches que les visiteurs font sur votre site web est une manière très efficace d'en apprendre plus sur ce que votre audience recherche, cela peut aider à trouver des idées pour du nouveau contenu, un nouveau produit e-commerce dont des clients potentiels pourraient être à la recherche, et de manière générale pour améliorer l'expérience utilisateurs de votre site web.",
        "SiteSearchKeyword": "Mot clef (recherche du site)",
        "SiteSearchKeywordsDocumentation": "Ce rapport est une liste des mots clefs de recherche que les visiteurs ont entré dans votre moteur de recherche interne.",
        "SiteSearchKeywordsNoResultDocumentation": "Ce rapport liste les mots clefs de recherche qui n'ont retourné aucun résultat de recherche: peut-être est-il possible d'améliorer l'algorithme, ou peut être que vos visiteurs cherchent du contenu qui n'est pas (encore) sur votre site web?",
        "SubmenuPagesEntry": "Pages d'entrée",
        "SubmenuPagesExit": "Pages de sortie",
        "SubmenuPageTitles": "Titres des pages",
        "SubmenuSitesearch": "Recherche sur le site",
        "WidgetEntryPageTitles": "Titres de pages d'entrée",
        "WidgetExitPageTitles": "Titres de pages de sortie",
        "WidgetPagesEntry": "Pages d'entrée",
        "WidgetPagesExit": "Pages de sortie",
        "WidgetPageTitles": "Titres de page",
        "WidgetPageTitlesFollowingSearch": "Titre des pages après une recherche",
        "WidgetPageUrlsFollowingSearch": "Pages après une recherche",
        "WidgetSearchCategories": "Catégories de recherche",
        "WidgetSearchKeywords": "Mot clés de recherche sur le site",
        "WidgetSearchNoResultKeywords": "Mots-clés sans résultat"
    }
}