{
    "Actions": {
        "ActionType": "Type d'action",
        "ActionTypes": "Types d'action",
        "ActionsInVisit": "Actions de la visite",
        "AvgGenerationTimeTooltip": "Moyenne basée sur %1$s entrée(s) %2$s entre %3$s et %4$s",
        "Behaviour": "Comportement",
        "ColumnActionURL": "URL d'action",
        "ColumnClickedURL": "Lien sortant cliqué",
        "ColumnClickedURLs": "Liens sortants cliqués",
        "ColumnClicks": "Clics",
        "ColumnClicksDocumentation": "Nombre de clics sur ce lien.",
        "ColumnDownloadURL": "URL de téléchargement",
        "ColumnDownloadURLs": "URL's téléchargées",
        "ColumnEntryPageTitle": "Titre de la page d'entrée",
        "ColumnEntryPageURL": "URL de la page d'entrée",
        "ColumnEntryPageURLs": "URL's de page d'entrée",
        "ColumnExitPageTitle": "Titre de la page de sortie",
        "ColumnExitPageURL": "URL de la page de sortie",
        "ColumnExitPageURLs": "URL's de page de sortie",
        "ColumnIdPageview": "ID de vue de page",
        "ColumnInteractionPosition": "Position de l'action",
        "ColumnNoResultKeyword": "Mots-clés sans résultats de recherche",
        "ColumnPageName": "Titre de la page",
        "ColumnPageURL": "URL de la page",
        "ColumnPageViewPosition": "Position de la page vue",
        "ColumnPagesPerSearch": "Pages des résultats de la recherche",
        "ColumnPagesPerSearchDocumentation": "Les visiteurs vont effectuer des recherches sur votre site web et parfois cliquer sur \"suivant\" pour afficher plus de résultats. Ceci est le nombre moyen de pages de résultats vues pour ce mot-clé.",
        "ColumnSearchCategory": "Catégorie de recherche",
        "ColumnSearchExits": "%% sorties de recherche",
        "ColumnSearchExitsDocumentation": "Le pourcentage de visites où les utilisateurs ont quitté le site après avoir effectué une recherche pour ce mot-clé avec le moteur de recherche de votre site.",
        "ColumnSearchResultsCount": "Nombre de résultats de la recherche",
        "ColumnSearches": "Recherches",
        "ColumnSearchesDocumentation": "Le nombre de visites pour lesquelles une recherche pour ce mot-clé a été effectuée avec le moteur de recherche de votre site web.",
        "ColumnSiteSearchKeywords": "Mot-clés uniques",
        "ColumnUniqueClicks": "Clics uniques",
        "ColumnUniqueClicksDocumentation": "Nombre de visites qui ont impliqué un clic sur ce lien. Si un lien a été cliqué plusieurs fois en une seule visite, il n'est compté qu'une seule fois.",
        "ColumnUniqueDownloads": "Téléchargements uniques",
        "ColumnUniqueOutlinks": "Liens sortants uniques",
        "DownloadsReportDocumentation": "Dans ce rapport vous pouvez voir quels fichiers les utilisateurs ont téléchargés. %s Ce que Matomo compte comme un téléchargement est un clic sur un lien de téléchargement. Le fait que le téléchargement ait été terminé ou non n'est pas connu de Matomo.",
        "DownloadsSubcategoryHelp1": "Dans ce rapport, vous pouvez voir quels fichiers vos visiteurs ont téléchargés.",
        "DownloadsSubcategoryHelp2": "Ce que Matomo considère comme un téléchargement, c'est le clic sur un lien de téléchargement. Matomo ne sait pas si le téléchargement a été effectué ou non.",
        "EntryPageTitles": "Titres de la page d'entrée",
        "EntryPageTitlesReportDocumentation": "Ce rapport contient des informations à propos des titres des pages d'entrée qui ont été utilisées durant la période spécifiée.",
        "EntryPagesReportDocumentation": "Ce rapport contient des informations à propos des pages d'entrées qui ont été utilisées durant la période spécifiée. Une page d'entrée est la première page qu'un utilisateur voit pendant sa visite. %s Les URLs des pages d'entrée sont affichées dans une structure de dossier.",
        "EntryPagesSubcategoryHelp1": "Ce rapport contient des informations sur les pages d'entrée qui ont été utilisées pendant la période spécifiée. Une page d'entrée est la première page qu'un utilisateur consulte pendant sa visite.",
        "EntryPagesSubcategoryHelp2": "Les URL des entrées sont affichées sous la forme d'une structure de dossiers.",
        "ExitPageTitles": "Titres de la page de sortie",
        "ExitPageTitlesReportDocumentation": "Ce rapport contient des infromations à propos des titres de pages de sortie qui ont été utilisées durant la période spécifiée.",
        "ExitPagesReportDocumentation": "Ce rapport contient des informations à propos des pages de sortie utilisées durant la période sélectionnée. Une page de sortie est la dernière page de la visite que l'utilisateur voit avant de quitter le site. %s Les Urls de sorties sont affichées dans une structure de dossier.",
        "ExitPagesSubcategoryHelp1": "Ce rapport contient des informations sur les pages de sortie qui ont eu lieu pendant la période spécifiée. Une page de sortie est la dernière page qu'un utilisateur consulte pendant sa visite.",
        "ExitPagesSubcategoryHelp2": "Les URL de sortie sont affichées sous la forme d'une structure de dossiers.",
        "MainMetricsReportDocumentation": "Ce rapport fournit une vue d'ensemble très sommaire des actions réalisées par les visiteurs de votre site web.",
        "OneSearch": "1 recherche",
        "OutlinkDocumentation": "Un lien sortant est un lien qui mène le visiteur en dehors de votre site web (vers un autre domaine).",
        "OutlinksReportDocumentation": "Ce rapport affiche une liste hiérarchique de liens sortants sur lesquels ont cliqué vos visiteurs.",
        "OutlinksSubcategoryHelp1": "Ce rapport présente une liste hiérarchique des URL de liens externes qui ont été cliqués par vos visiteurs. Un outlink est un lien qui conduit le visiteur hors de votre site web (vers un autre domaine).",
        "PageTitlesReportDocumentation": "Ce rapport contient des informations à propos des titres des pages qui ont été visitées. %1$s Le titre de la page est la balise HTML %2$s que la plupart des navigateurs affichent dans le titre de la fenêtre.",
        "PageTitlesSubcategoryHelp1": "Ce rapport contient des informations sur les titres des pages qui ont été visitées.",
        "PageTitlesSubcategoryHelp2": "Le titre de la page est la balise HTML &amp;lt;title&amp;gt ; que la plupart des navigateurs affichent dans le titre de leur fenêtre.",
        "PageUrls": "URL de la page",
        "PageViewsByVisitor": "Nombre de fois où cette page a été vue par ce visiteur au cours de toutes ses visites",
        "PagesReportDocumentation": "Ce rapport contient des informations à propos des URLs qui ont été visitées. %s Le tableau est organisé hiérarchiquement, les URLs sont affichées en structure de dossier.",
        "PagesSubcategoryHelp1": "Ce rapport contient des informations sur les URL des pages qui ont été visitées.",
        "PagesSubcategoryHelp2": "Le tableau est organisé de manière hiérarchique, les URL sont affichées sous forme de structure de dossiers.",
        "PagesSubcategoryHelp3": "Utilisez les icônes plus et moins sur la gauche pour naviguer.",
        "PluginDescription": "Rapports sur les pages vues et les titres des pages. Vous permet de mesurer le moteur de recherche interne de votre site Web. Suivi automatique des clics sur les liens externes et des téléchargements de fichiers.",
        "RevisitedPages": "Pages vues plus d'une fois",
        "SiteSearchCategories": "Catégories (recherche du site)",
        "SiteSearchCategories1": "Ce rapport liste les catégories que les visiteurs ont sélectionnées lorsqu'ils ont effectué une recherche sur votre site web.",
        "SiteSearchCategories2": "Par exemple, les sites d'e-commerce ont généralement une sélection de la catégorie afin que les visiteurs puissent affiner leurs recherches aux produits d'une catégories définie.",
        "SiteSearchCategory": "Catégories (recherche du site)",
        "SiteSearchFollowingPagesDoc": "Quand les visiteurs recherchent sur votre site web, ils sont à la recherche d'une page, d'un produit, d'un contenu ou service en particulier. Ce rapport liste les pages qui ont été le plus cliquées après une recherche interne. En d'autres termes, la liste des pages les plus recherchées par des visiteurs déjà sur votre site.",
        "SiteSearchIntro": "Effectuer un suivi des recherches que les visiteurs font sur votre site web est une manière très efficace d'en apprendre plus sur ce que votre audience recherche, cela peut aider à trouver des idées pour du nouveau contenu, un nouveau produit e-commerce dont des clients potentiels pourraient être à la recherche, et de manière générale pour améliorer l'expérience utilisateurs de votre site web.",
        "SiteSearchKeyword": "Mot-clé (recherche du site)",
        "SiteSearchKeywordCount": "Nombre de mots-clés (Recherche sur le site)",
        "SiteSearchKeywordCounts": "Comptage des mots-clés (Recherche sur le site)",
        "SiteSearchKeywords": "Mots-clés (recherche du site)",
        "SiteSearchKeywordsDocumentation": "Ce rapport liste les mots-clés recherchés dans votre moteur de recherche interne.",
        "SiteSearchKeywordsNoResultDocumentation": "Ce rapport liste les mots-clés de recherche qui n'ont retourné aucun résultat : peut-être est-il possible d'améliorer l'algorithme de recherche, ou peut-être que vos visiteurs cherchent du contenu qui n'est pas (encore) sur votre site web ?",
        "SiteSearchSubcategoryHelp1": "La section Recherche sur le site montre quels mots-clés les visiteurs utilisent lorsqu'ils recherchent votre site Web. Elle indique également les pages que les utilisateurs consultent après avoir effectué une recherche et les mots-clés de recherche sur site qui ne donnent aucun résultat.",
        "SiteSearchSubcategoryHelp2": "Ces rapports peuvent vous donner des idées sur le contenu manquant sur votre site, un aperçu de ce que vos visiteurs recherchent mais ne trouvent pas facilement, et plus encore.",
        "SiteSearchSubcategoryHelp3": "Pour en savoir plus, consultez le guide de recherche de sites.",
        "SubmenuPageTitles": "Titres des pages",
        "SubmenuPagesEntry": "Pages d'entrée",
        "SubmenuPagesExit": "Pages de sortie",
        "SubmenuSitesearch": "Recherche sur le site",
        "TimeSpentInReferringAction": "Temps consacré à l'action de référence",
        "WidgetEntryPageTitles": "Titres de pages d'entrée",
        "WidgetExitPageTitles": "Titres de pages de sortie",
        "WidgetPageTitles": "Titres de page",
        "WidgetPageTitlesFollowingSearch": "Titre des pages après une recherche",
        "WidgetPageUrlsFollowingSearch": "Pages après une recherche",
        "WidgetPagesEntry": "Pages d'entrée",
        "WidgetPagesExit": "Pages de sortie",
        "WidgetSearchCategories": "Catégories de recherche",
        "WidgetSearchKeywords": "Mot-clés recherchés sur le site",
        "WidgetSearchNoResultKeywords": "Mots-clés sans résultats"
    }
}
