{
    "Actions": {
        "ActionType": "Cineál Gnímh",
        "ActionTypes": "Cineálacha Gníomhaíochta",
        "ActionsInVisit": "Gníomhartha ar Cuairt",
        "AvgGenerationTimeTooltip": "Meán bunaithe ar %1$s amas(í) %2$s idir %3$s agus%4$s",
        "Behaviour": "Iompar",
        "ColumnActionURL": "URL an ghnímh",
        "ColumnClickedURL": "Cliceáil ar Outlink",
        "ColumnClickedURLs": "Naisc Chliceáilte",
        "ColumnClicks": "Cad a tharlaíonn",
        "ColumnClicksDocumentation": "Líon na n-uaireanta a cliceáladh an nasc seo.",
        "ColumnDownloadURL": "Íoslódáil URL",
        "ColumnDownloadURLs": "Íosluchtaigh URLanna",
        "ColumnEntryPageTitle": "Teideal an Leathanaigh Iontrála",
        "ColumnEntryPageURL": "URL an Leathanaigh Iontrála",
        "ColumnEntryPageURLs": "URLanna leathanach iontrála",
        "ColumnExitPageTitle": "Scoir teideal an leathanaigh",
        "ColumnExitPageURL": "Scoir URL an Leathanaigh",
        "ColumnExitPageURLs": "URLanna an Leathanaigh Scoir",
        "ColumnIdPageview": "Aitheantas amharc leathanaigh",
        "ColumnInteractionPosition": "Ionad Idirghníomhaíochta",
        "ColumnNoResultKeyword": "Eochairfhocal gan Toradh Cuardaigh",
        "ColumnPageName": "Ainm an Leathanaigh",
        "ColumnPageURL": "URL an leathanaigh",
        "ColumnPageViewPosition": "Ionad Amharc leathanaigh",
        "ColumnPagesPerSearch": "Cuardaigh leathanaigh Torthaí",
        "ColumnPagesPerSearchDocumentation": "Déanfaidh cuairteoirí cuardach ar do láithreán gréasáin, agus uaireanta cliceáil \"seo chugainn\" chun tuilleadh torthaí a fheiceáil. Is é seo meánlíon na leathanach torthaí cuardaigh a breathnaíodh ar an eochairfhocal seo.",
        "ColumnSearchCategory": "Catagóir Chuardaigh",
        "ColumnSearchExits": "Bealaí Amach Cuardaigh %%",
        "ColumnSearchExitsDocumentation": "Céatadán na gcuairteanna a d'fhág an láithreán gréasáin tar éis cuardach a dhéanamh ar an Eochairfhocal seo ar d'inneall Cuardaigh Láithreáin.",
        "ColumnSearchResultsCount": "Líon na dTorthaí Cuardaigh",
        "ColumnSearches": "Cuardaigh",
        "ColumnSearchesDocumentation": "Líon na gcuairteanna a chuardaigh an eochairfhocal seo ar inneall cuardaigh do láithreán gréasáin.",
        "ColumnSiteSearchKeywords": "Eochairfhocail uathúla",
        "ColumnUniqueClicks": "Cad a tharlaíonn nuair a tharlaíonn sé",
        "ColumnUniqueClicksDocumentation": "Líon na gcuairteanna a raibh cliceáil ar an nasc seo i gceist leo. Má cliceáladh nasc arís agus arís eile le linn cuairte amháin, ní áirítear é ach uair amháin.",
        "ColumnUniqueDownloads": "Íoslódálacha Uathúla",
        "ColumnUniqueOutlinks": "Naisc Uathúla",
        "DownloadsReportDocumentation": "Sa tuarascáil seo, is féidir leat a fheiceáil cé na comhaid a d'íoslódáil do chuairteoirí. %s Is é an rud a chomhaireamh Matomo mar íoslódáil ná cliceáil ar nasc íoslódála. Cibé an raibh an íoslódáil críochnaithe nó nach bhfuil ar eolas ag Matomo.",
        "DownloadsSubcategoryHelp1": "Sa tuarascáil seo, is féidir leat a fheiceáil cé na comhaid a d'íoslódáil do chuairteoirí.",
        "DownloadsSubcategoryHelp2": "Is é an rud a chomhaireamh Matomo mar íoslódáil ná an cliceáil ar nasc íoslódála. Cibé an raibh an íoslódáil críochnaithe nó nach bhfuil ar eolas ag Matomo.",
        "EntryPageTitles": "Teidil an leathanaigh iontrála",
        "EntryPageTitlesReportDocumentation": "Tá faisnéis sa tuarascáil seo faoi theidil na leathanach iontrála a úsáideadh le linn na tréimhse sonraithe.",
        "EntryPagesReportDocumentation": "Tá faisnéis sa tuarascáil seo faoi na leathanaigh iontrála a úsáideadh le linn na tréimhse sonraithe. Is é leathanach iontrála an chéad leathanach a fhéachann úsáideoir le linn a gcuairte. %s Taispeántar URLanna na hiontrála mar struchtúr fillteáin.",
        "EntryPagesSubcategoryHelp1": "Tá faisnéis sa tuarascáil seo faoi na leathanaigh iontrála a úsáideadh le linn na tréimhse sonraithe. Is é leathanach iontrála an chéad leathanach a fhéachann úsáideoir le linn a gcuairte.",
        "EntryPagesSubcategoryHelp2": "Taispeántar URLanna na hiontrála mar struchtúr fillteáin.",
        "ExitPageTitles": "Scoir teidil an leathanaigh",
        "ExitPageTitlesReportDocumentation": "Tá faisnéis sa tuarascáil seo faoi theidil na leathanach imeachta a tharla le linn na tréimhse sonraithe.",
        "ExitPagesReportDocumentation": "Tá faisnéis sa tuarascáil seo faoi na leathanaigh imeachta a tharla le linn na tréimhse sonraithe. Is é leathanach imeachta an leathanach deireanach a fhéachann úsáideoir le linn a gcuairte. %s Taispeántar na URLanna scoir mar struchtúr fillteáin.",
        "ExitPagesSubcategoryHelp1": "Tá faisnéis sa tuarascáil seo faoi na leathanaigh imeachta a tharla le linn na tréimhse sonraithe. Is é leathanach imeachta an leathanach deireanach a fhéachann úsáideoir le linn a gcuairte.",
        "ExitPagesSubcategoryHelp2": "Taispeántar na URLanna scoir mar struchtúr fillteáin.",
        "MainMetricsReportDocumentation": "Soláthraíonn an tuarascáil seo forbhreathnú an-bhunúsach ar na gníomhartha a ghlacann do chuairteoirí ar do láithreán gréasáin.",
        "OneSearch": "1 cuardach",
        "OutlinkDocumentation": "Is nasc é outlink a threoraíonn an cuairteoir ar shiúl ó do láithreán gréasáin (go fearann eile).",
        "OutlinksReportDocumentation": "Taispeánann an tuarascáil seo liosta ordlathach de URLanna outlink a chliceáil do chuairteoirí.",
        "OutlinksSubcategoryHelp1": "Taispeánann an tuarascáil seo liosta ordlathach de URLanna outlink a chliceáil do chuairteoirí. Is nasc é outlink a threoraíonn an cuairteoir ar shiúl ó do láithreán gréasáin (go fearann eile).",
        "PageTitlesReportDocumentation": "Tá eolas sa tuarascáil seo faoi theidil na leathanach ar tugadh cuairt orthu. %1$s Is é teideal an leathanaigh an Chlib HTML %2$s a thaispeánann formhór na mbrabhsálaithe ina dteideal fuinneoige.",
        "PageTitlesSubcategoryHelp1": "Tá eolas sa tuarascáil seo faoi theidil na leathanach ar tugadh cuairt orthu.",
        "PageTitlesSubcategoryHelp2": "Is é teideal an leathanaigh an Chlib HTML &amp;lt;title&amp;gt; a thaispeánann formhór na mbrabhsálaithe ina dteideal fuinneoige.",
        "PageUrls": "URLanna leathanaigh",
        "PageViewsByVisitor": "Líon na n-uaireanta a bhreathnaigh an cuairteoir seo ar an leathanach seo i ngach cuairt",
        "PagesReportDocumentation": "Tá faisnéis sa tuarascáil seo faoi URLanna an leathanaigh ar tugadh cuairt orthu. %s Eagraítear an tábla go hordlathach, taispeántar na URLanna mar struchtúr fillteáin.",
        "PagesSubcategoryHelp1": "Tá faisnéis sa tuarascáil seo faoi URLanna an leathanaigh ar tugadh cuairt orthu.",
        "PagesSubcategoryHelp2": "Tá an tábla eagraithe ordlathach, taispeántar na URLanna mar struchtúr fillteáin.",
        "PagesSubcategoryHelp3": "Bain úsáid as na deilbhíní móide agus lúide ar chlé chun nascleanúint a dhéanamh.",
        "PluginDescription": "Tuairiscí faoi thuairimí an leathanaigh agus teidil na leathanach. Ligeann duit inneall cuardaigh do láithreán gréasáin inmheánach a thomhas. Rianta go huathoibríoch cad a tharlaíonn ar naisc sheachtracha agus íoslódálacha comhad.",
        "RevisitedPages": "Leathanaigh a breathnaíodh níos mó ná uair amháin",
        "SiteSearchCategories": "Catagóirí (Cuardach Láithreáin)",
        "SiteSearchCategories1": "Liostaítear sa tuarascáil seo na Catagóirí a roghnaigh cuairteoirí nuair a rinne siad Cuardach ar do láithreán gréasáin.",
        "SiteSearchCategories2": "Mar shampla, de ghnáth bíonn roghnóir \"Catagóir\" ag láithreáin ghréasáin ríomhthráchtála ionas gur féidir le cuairteoirí a gcuardach a shrianadh do gach táirge i gCatagóir ar leith.",
        "SiteSearchCategory": "Catagóir (Cuardach Láithreáin)",
        "SiteSearchFollowingPagesDoc": "Nuair a dhéanann cuairteoirí cuardach ar do láithreán gréasáin, tá leathanach, ábhar, táirge nó seirbhís ar leith á lorg acu. Liostaítear sa tuarascáil seo na leathanaigh is mó a ndearnadh cliceáil orthu tar éis cuardach inmheánach. Is é sin le rá, liosta na leathanach is mó a ndearna cuairteoirí cuardach orthu cheana féin ar do láithreán gréasáin.",
        "SiteSearchIntro": "Is bealach an-éifeachtach é cuardaigh rianaithe a dhéanann cuairteoirí ar do láithreán gréasáin chun níos mó a fhoghlaim faoi na rudaí atá á lorg ag do lucht féachana, is féidir leis cabhrú le smaointe a aimsiú le haghaidh ábhar nua, táirgí ríomhthráchtála nua a d'fhéadfadh custaiméirí ionchasacha a chuardach, agus go ginearálta eispéireas na gcuairteoirí ar do láithreán gréasáin a fheabhsú.",
        "SiteSearchKeyword": "Eochairfhocal (Cuardach Suímh)",
        "SiteSearchKeywordCount": "Líon na n-eochairfhocal (Cuardach Láithreáin)",
        "SiteSearchKeywordCounts": "Líon eochairfhocal (Cuardach Láithreáin)",
        "SiteSearchKeywords": "Eochairfhocail (Cuardach Suímh)",
        "SiteSearchKeywordsDocumentation": "Liostaítear sa tuarascáil seo na hEochairfhocail Chuardaigh a chuardaigh cuairteoirí ar d'Inneall Cuardaigh inmheánach.",
        "SiteSearchKeywordsNoResultDocumentation": "Liostaítear sa tuarascáil seo na hEochairfhocail Chuardaigh nár thug aon toradh Cuardaigh ar ais: b'fhéidir gur féidir algartam an innill chuardaigh a fheabhsú, nó b'fhéidir go bhfuil do chuairteoirí ag lorg ábhar nach bhfuil (fós) ar do láithreán gréasáin?",
        "SiteSearchSubcategoryHelp1": "Taispeánann an rannán Cuardach Láithreáin na heochairfhocail a úsáideann cuairteoirí agus iad ag cuardach do láithreán gréasáin. Taispeánann sé freisin na leathanaigh a bhféachann úsáideoirí orthu tar éis cuardach a dhéanamh agus nach dtugann eochairfhocail chuardaigh ar an láthair aon torthaí ar chor ar bith.",
        "SiteSearchSubcategoryHelp2": "Is féidir leis na tuarascálacha seo smaointe a thabhairt duit faoi ábhar atá ar iarraidh ar do shuíomh, léargas ar an méid atá á lorg ag do chuairteoirí ach ní féidir leo teacht go héasca, agus níos mó.",
        "SiteSearchSubcategoryHelp3": "Foghlaim níos mó sa treoir Cuardaigh Láithreáin.",
        "SubmenuPageTitles": "Teidil an leathanaigh",
        "SubmenuPagesEntry": "Leathanaigh iontrála",
        "SubmenuPagesExit": "Leathanaigh scoir",
        "SubmenuSitesearch": "Cuardach Láithreáin",
        "TimeSpentInReferringAction": "An tAm a Chaitear i nGníomh a Tharchur",
        "WidgetEntryPageTitles": "Teidil leathanach iontrála",
        "WidgetExitPageTitles": "Scoir Teidil Leathanaigh",
        "WidgetPageTitles": "Teidil an Leathanaigh",
        "WidgetPageTitlesFollowingSearch": "Teidil leathanaigh tar éis cuardach láithreáin",
        "WidgetPageUrlsFollowingSearch": "Leathanaigh Tar éis Cuardach Láithreáin",
        "WidgetPagesEntry": "Leathanaigh Iontrála",
        "WidgetPagesExit": "Scoir de Leathanaigh",
        "WidgetSearchCategories": "Catagóirí Cuardaigh",
        "WidgetSearchKeywords": "Eochairfhocail Chuardaigh an tSuímh",
        "WidgetSearchNoResultKeywords": "Cuardaigh Eochairfhocail gan Torthaí"
    }
}
