{
    "Actions": {
        "ActionType": "ક્રિયા પ્રકાર",
        "ActionTypes": "ક્રિયા પ્રકારો",
        "ActionsInVisit": "મુલાકાતમાં ક્રિયાઓ",
        "AvgGenerationTimeTooltip": "%3$s અને %4$s વચ્ચેના %1$s હિટ(s) %2$s પર આધારિત સરેરાશ",
        "Behaviour": "વર્તન",
        "ColumnActionURL": "ક્રિયા URL",
        "ColumnClickedURL": "આઉટલિંક ક્લિક કર્યું",
        "ColumnClickedURLs": "ક્લિક કરેલા આઉટલિંક્સ",
        "ColumnClicks": "ક્લિક્સ",
        "ColumnClicksDocumentation": "આ લિંકને આટલી વાર ક્લિક કરવામાં આવી હતી.",
        "ColumnDownloadURL": "યુ.આર.એલ ડાઉનલોડ કરો",
        "ColumnDownloadURLs": "ડાઉનલોડ URLs",
        "ColumnEntryPageTitle": "પ્રવેશ પેજનું શીર્ષક",
        "ColumnEntryPageURL": "પ્રવેશ પેજનું યુ.આર.એલ",
        "ColumnEntryPageURLs": "પ્રવેશ પૃષ્ઠ URLs",
        "ColumnExitPageTitle": "એક્ઝીટ પેજ નું શીર્ષક",
        "ColumnExitPageURL": "એક્ઝીટ પેજ નું યુ.આર.એલ",
        "ColumnExitPageURLs": "નિર્ગમ પૃષ્ઠ URLs",
        "ColumnIdPageview": "પૃષ્ઠ દૃશ્ય ID",
        "ColumnInteractionPosition": "ક્રિયાપ્રતિક્રિયા સ્થાન",
        "ColumnNoResultKeyword": "શોધ પરિણામ વગર નો કીવર્ડ",
        "ColumnPageName": "પેજनु નામ",
        "ColumnPageURL": "પેજનું યુ.આર.એલ",
        "ColumnPageViewPosition": "પૃષ્ઠ દૃશ્ય સ્થાન",
        "ColumnPagesPerSearch": "શોધ પરિણામો ના પાના",
        "ColumnPagesPerSearchDocumentation": "વિઝીટર્સ તમારી વેબસાઇટ પર સર્ચ કરશે અને ક્યારેક વધુ પરિણામો જોવા \"નેક્ષ્ટ\" પર ક્લિક કરશે. આ એ કીવર્ડ માટે જોવાયા પૃષ્ઠોની સરેરાશ નંબર છે.",
        "ColumnSearchCategory": "સર્ચ કેટેગરી",
        "ColumnSearchExits": "%% શોધ નિર્ગમ",
        "ColumnSearchExitsDocumentation": "તમારી સાઇટ સર્ચ એન્જિન પર આ કિવર્ડ માટે શોધ પછી વેબસાઇટ એક્ઝીટ કરી હોય તેવી મુલાકાતો ટકા માં",
        "ColumnSearchResultsCount": "શોધ પરિણામોની ગણતરી",
        "ColumnSearches": "શોધો",
        "ColumnSearchesDocumentation": "તમારી વેબસાઇટ ના શોધ એન્જિન પર આ કીવર્ડ માટે શોધ કરેલ મુલાકાતો ની સંખ્યા.",
        "ColumnSiteSearchKeywords": "અનન્ય કીવર્ડ્સ",
        "ColumnUniqueClicks": "વિશિષ્ટ ક્લિક્સ",
        "ColumnUniqueClicksDocumentation": "આ લિંક પર ક્લિક કરતી મુલાકાતોની સંખ્યા. જો એક મુલાકાત દરમિયાન કોઈ લિંકને ઘણી વખત ક્લિક કરવામાં આવી હોય, તો તે માત્ર એક જ વાર ગણવામાં આવે છે.",
        "ColumnUniqueDownloads": "અનન્ય ડાઉનલોડ",
        "ColumnUniqueOutlinks": "અનન્ય આઉટલિંક્સ",
        "DownloadsReportDocumentation": "આ રિપોર્ટમાં, તમે જોઈ શકો છો કે તમારા મુલાકાતીઓએ કઈ ફાઇલો ડાઉનલોડ કરી છે. %s જે Matomo ડાઉનલોડ તરીકે ગણે છે તે ડાઉનલોડ લિંક પર ક્લિક છે. ડાઉનલોડ પૂર્ણ થયું કે નહીં તે Matomo ને ખબર નથી.",
        "DownloadsSubcategoryHelp1": "આ અહેવાલમાં, તમે જોઈ શકો છો કે તમારા મુલાકાતીઓએ કયા ફાઇલો ડાઉનલોડ કર્યા છે.",
        "DownloadsSubcategoryHelp2": "Matomo જેને ડાઉનલોડ તરીકે ગણે છે તે ડાઉનલોડ લિંક પર ક્લિક છે. ડાઉનલોડ પૂર્ણ થયું કે નહીં તે Matomo ને ખબર નથી.",
        "EntryPageTitles": "પ્રવેશ પૃષ્ઠ શીર્ષકો",
        "EntryPageTitlesReportDocumentation": "આ અહેવાલમાં તેમના વિશેષ સમયગાળો દરમિયાન વાપરાયેલા પ્રવેશ પૃષ્ઠોના શીર્ષકોની માહિતી શામેલ છે.",
        "EntryPagesReportDocumentation": "આ અહેવાલમાં તેવા પ્રવેશ પૃષ્ઠોની માહિતી છે જે નિર્દિષ્ટ સમયગાળા દરમિયાન વપરાયેલ છે. પ્રવેશ પૃષ્ઠ એવું પૃષ્ઠ છે જે વપરાશકર્તા તેમની મુલાકાત દરમિયાન પ્રથમ જોયે છે. %s પ્રવેશ URLs ફોલ્ડર સંરચના તરીકે પ્રદર્શિત કરવામાં આવે છે.",
        "EntryPagesSubcategoryHelp1": "આ અહેવાલમાં ઉલ્લેખિત સમયગાળા દરમિયાન ઉપયોગમાં લેવાતા એન્ટ્રી પૃષ્ઠો વિશેની માહિતી શામેલ છે. પ્રવેશ પૃષ્ઠ એ પ્રથમ પૃષ્ઠ છે જે વપરાશકર્તા તેમની મુલાકાત દરમિયાન જુએ છે.",
        "EntryPagesSubcategoryHelp2": "એન્ટ્રી URL ફોલ્ડર સ્ટ્રક્ચર તરીકે પ્રદર્શિત થાય છે.",
        "ExitPageTitles": "નિર્ગમ પૃષ્ઠ શીર્ષકો",
        "ExitPageTitlesReportDocumentation": "આ અહેવાલમાં નિર્દિષ્ટ સમયગાળો દરમિયાન થયેલા નિર્ગમ પૃષ્ઠોના શીર્ષકો વિશેની માહિતી શામેલ છે.",
        "ExitPagesReportDocumentation": "આ અહેવાલમાં નિર્દિષ્ટ સમયગાળો દરમિયાન થયેલા નિર્ગમ પૃષ્ઠો વિશેની માહિતી છે. નિર્ગમ પૃષ્ઠ એ એવું છે કે જે વપરાશકર્તા તેમની મુલાકાત દરમિયાન છેલ્લે જોવે છે. %s નિર્ગમ URLs એક ફોલ્ડર સંરચના તરીકે પ્રદર્શિત કરવામાં આવે છે.",
        "ExitPagesSubcategoryHelp1": "આ રિપોર્ટમાં નિર્દિષ્ટ સમયગાળા દરમિયાન બહાર નીકળેલા પૃષ્ઠો વિશેની માહિતી શામેલ છે. એક્ઝિટ પેજ એ છેલ્લું પેજ છે જે વપરાશકર્તા તેમની મુલાકાત દરમિયાન જુએ છે.",
        "ExitPagesSubcategoryHelp2": "એક્ઝિટ URL ફોલ્ડર સ્ટ્રક્ચર તરીકે પ્રદર્શિત થાય છે.",
        "MainMetricsReportDocumentation": "આ અહેવાલ તમારી વેબસાઇટ પર તમારા મુલાકાતીઓ શું ક્રિયાઓ લે છે તેની ખૂબ મૂળભૂત ઝાંખી આપે છે.",
        "OneSearch": "1 શોધ",
        "OutlinkDocumentation": "આઉટલિંક એ એવું લિંક છે જે મુલાકાતીને તમારી વેબસાઇટથી દૂર (અન્ય ડોમેન પર) લઈ જાય છે.",
        "OutlinksReportDocumentation": "આ અહેવાલ તમારા મુલાકાતીઓ દ્વારા ક્લિક કરેલા આઉટલિંક URLs ની હાયરાર્કીકલ યાદી બતાવે છે.",
        "OutlinksSubcategoryHelp1": "આ રિપોર્ટ તમારા મુલાકાતીઓ દ્વારા ક્લિક કરાયેલા આઉટલિંક URL ની શ્રેણીબદ્ધ સૂચિ દર્શાવે છે. આઉટલિંક એ એક લિંક છે જે મુલાકાતીને તમારી વેબસાઇટથી દૂર લઈ જાય છે (બીજા ડોમેન પર).",
        "PageTitlesReportDocumentation": "આ અહેવાલમાં મુલાકાત લીધેલ પૃષ્ઠોના શીર્ષકો વિશેની માહિતી છે. %1$s પૃષ્ઠ શીર્ષક એ HTML %2$s ટેગ છે જે મોટાભાગના બ્રાઉઝર તેમના વિન્ડો શીર્ષકમાં દર્શાવે છે.",
        "PageTitlesSubcategoryHelp1": "આ અહેવાલમાં મુલાકાત લીધેલ પૃષ્ઠોના શીર્ષકો વિશેની માહિતી છે.",
        "PageTitlesSubcategoryHelp2": "પેજ શીર્ષક એ HTML &amp;lt;title&amp;gt; ટેગ છે જેને વધું વધુ બ્રાઉઝરો તેમના વિન્ડો શીર્ષકમાં બતાવે છે.",
        "PageUrls": "પૃષ્ઠ URLs",
        "PageViewsByVisitor": "આ મુલાકાતીએ બધી મુલાકાતો દરમિયાન આ પૃષ્ઠને કેટલી વાર જોયું છે, તેની સંખ્યા",
        "PagesReportDocumentation": "આ અહેવાલમાં મુલાકાત લીધેલ પૃષ્ઠ URL વિશેની માહિતી છે. %s કોષ્ટક અધિક્રમિક રીતે ગોઠવાયેલ છે, URLs ફોલ્ડર સ્ટ્રક્ચર તરીકે પ્રદર્શિત થાય છે.",
        "PagesSubcategoryHelp1": "આ અહેવાલમાં તે પૃષ્ઠ URL વિશેની માહિતી છે જેની મુલાકાત લીધી છે.",
        "PagesSubcategoryHelp2": "કોષ્ટક હાયરાર્કીકલી ગોઠવાયેલ છે, URL ફોલ્ડર માળખા તરીકે પ્રદર્શિત થાય છે.",
        "PagesSubcategoryHelp3": "નેવિગેટ કરવા માટે ડાબી બાજુના પ્લસ અને માઈનસ ચિહ્નોનો ઉપયોગ કરો.",
        "PluginDescription": "પૃષ્ઠ દૃશ્યો અને પૃષ્ઠ શીર્ષકો વિશેના અહેવાલો. તમને તમારી આંતરિક વેબસાઇટના સર્ચ એન્જિનને માપવા દે છે. બાહ્ય લિંક્સ અને ફાઇલ ડાઉનલોડ્સ પરના ક્લિક્સને આપમેળે ટ્રૅક કરે છે.",
        "RevisitedPages": "એક કરતાં વધુ વખત જોવાયેલા પૃષ્ઠો",
        "SiteSearchCategories": "વર્ગો (સાઇટ શોધ)",
        "SiteSearchCategories1": "આ અહેવાલમાં તે શ્રેણીઓ છે જે મુલાકાતીઓએ તમારી વેબસાઇટ પર શોધ કરતાં વખતે પસંદ કરી.",
        "SiteSearchCategories2": "ઉદાહરણ તરીકે, ઈકોમર્સ વેબસાઇટ્સમાં સામાન્ય રીતે \"શ્રેણી\" પસંદગી હોય છે જેથી મુલાકાતીઓ તેમની શોધની મર્યાદાઓ વિશેષ શ્રેણીમાં બધા ઉત્પાદનો પર મર્યાદિત કરી શકે છે.",
        "SiteSearchCategory": "વર્ગ (સાઇટ શોધ)",
        "SiteSearchFollowingPagesDoc": "જ્યારે મુલાકાતીઓ તમારી વેબસાઇટ પર શોધ કરે છે, ત્યારે તેઓ ચોક્કસ પૃષ્ઠ, સામગ્રી, ઉત્પાદન અથવા સેવા શોધી રહ્યાં છે. આ અહેવાલમાં આંતરિક શોધ પછી સૌથી વધુ ક્લિક કરાયેલા પૃષ્ઠોની સૂચિ છે. બીજા શબ્દોમાં કહીએ તો, તમારી વેબસાઇટ પર પહેલેથી જ મુલાકાતીઓ દ્વારા સૌથી વધુ શોધાયેલ પૃષ્ઠોની સૂચિ.",
        "SiteSearchIntro": "તમારી વેબસાઇટ પર મુલાકાતીઓ દ્વારા કરવામાં આવતી શોધની ટ્રેકિંગ એ તમારા પ્રેક્ષકો શું શોધી રહ્યાં છે તે વધુ જાણવાનો ખૂબ કાર્યક્ષમ માર્ગ છે, તે નવી સામગ્રી માટે વિચારો શોધવામાં, નવી ઈકોમર્સ ઉત્પાદનો જે સંભવિત ગ્રાહકો શોધી રહ્યાં હોઈ શકે છે, અને સામાન્ય રીતે તમારી વેબસાઇટ પર મુલાકાતીઓનું અનુભવ સુધારવામાં મદદ કરી શકે છે.",
        "SiteSearchKeyword": "કીવર્ડ (સાઇટ શોધ)",
        "SiteSearchKeywordCount": "કીવર્ડ ગણતરી (સાઇટ શોધ)",
        "SiteSearchKeywordCounts": "કીવર્ડ ગણતરીઓ (સાઇટ શોધ)",
        "SiteSearchKeywords": "કીવર્ડ્સ (સાઇટ શોધ)",
        "SiteSearchKeywordsDocumentation": "આ અહેવાલમાં તમારા આંતરિક શોધ એન્જિન પર મુલાકાતીઓ દ્વારા શોધવામાં આવેલા શોધ કીવર્ડ્સની યાદી છે.",
        "SiteSearchKeywordsNoResultDocumentation": "આ અહેવાલમાં એવા શોધ કીવર્ડ્સની યાદી છે જેને કોઈ પણ શોધ પરિણામ મળ્યો નથી: શાયદ શોધ એન્જિન એલ્ગોરિદમને સુધારવાની જરૂર હોઈ શકે છે, અથવા શાયદ તમારા મુલાકાતીઓ એવી સામગ્રી માટે શોધી રહ્યાં છે જે તમારી વેબસાઇટ પર (હજુ સુધી) નથી?",
        "SiteSearchSubcategoryHelp1": "સાઇટ શોધ વિભાગ બતાવે છે કે મુલાકાતીઓ તમારી વેબસાઇટ શોધતી વખતે કયા કીવર્ડ્સનો ઉપયોગ કરે છે. તે એ પણ દર્શાવે છે કે વપરાશકર્તાઓ શોધ કર્યા પછી કયા પૃષ્ઠો જુએ છે અને કયા ઑન-સાઇટ સર્ચ કીવર્ડ્સ કોઈ પરિણામ આપતા નથી.",
        "SiteSearchSubcategoryHelp2": "આ અહેવાલો તમને તમારી સાઇટ પર ગુમ થયેલ સામગ્રી વિશેના વિચારો, તમારા મુલાકાતીઓ શું શોધી રહ્યા છે પરંતુ સરળતાથી શોધી શકતા નથી તેની સમજ આપી શકે છે અને વધુ.",
        "SiteSearchSubcategoryHelp3": "સાઇટ શોધ માર્ગદર્શિકામાં વધુ શીખો.",
        "SubmenuPageTitles": "પૃષ્ઠ શીર્ષકો",
        "SubmenuPagesEntry": "પ્રવેશ પૃષ્ઠો",
        "SubmenuPagesExit": "નિર્ગમ પૃષ્ઠો",
        "SubmenuSitesearch": "સાઇટ શોધ",
        "TimeSpentInReferringAction": "સંદર્ભ ક્રિયામાં વિતાવેલો સમય",
        "WidgetEntryPageTitles": "પ્રવેશ પૃષ્ઠ શીર્ષકો",
        "WidgetExitPageTitles": "નિર્ગમ પૃષ્ઠ શીર્ષકો",
        "WidgetPageTitles": "પૃષ્ઠ શીર્ષકો",
        "WidgetPageTitlesFollowingSearch": "સાઇટ શોધ પછીના પૃષ્ઠ શીર્ષકો",
        "WidgetPageUrlsFollowingSearch": "સાઇટ શોધ પછીના પૃષ્ઠો",
        "WidgetPagesEntry": "પ્રવેશ પૃષ્ઠો",
        "WidgetPagesExit": "નિર્ગમ પૃષ્ઠો",
        "WidgetSearchCategories": "શોધ વર્ગો",
        "WidgetSearchKeywords": "સાઇટ શોધ કીવર્ડ્સ",
        "WidgetSearchNoResultKeywords": "કોઈ પરિણામો વગરના શોધ કીવર્ડ્સ"
    }
}
