{
    "Actions": {
        "ColumnClickedURL": "क्लिक किया यूआरएल",
        "ColumnClicks": "क्लिकों",
        "ColumnClicksDocumentation": "इस लिंक पर इतनी बार क्लिक किया गया था",
        "ColumnDownloadURL": "यू.आर.एल डाउनलोड करें",
        "ColumnEntryPageTitle": "प्रवेश पेज का शीर्षक",
        "ColumnEntryPageURL": "प्रवेश पृष्ठ का यू.आर.एल",
        "ColumnExitPageTitle": "एक्जिट पेज का शीर्षक",
        "ColumnExitPageURL": "एक्जिट पेज का यू.आ.रएल",
        "ColumnNoResultKeyword": "कीवर्ड बगैर सर्च रिजल्ट के",
        "ColumnPageName": "पेज का नाम",
        "ColumnPagesPerSearch": "खोज परिणाम के पन्नों",
        "ColumnPagesPerSearchDocumentation": "विजिटर्स आपकी वेबसाइट पर सर्च करेंगे और कभी कभी अधिक रिजल्ट्स देखने के लिए \"नेक्स्ट\" पर क्लिक करेंगे। यह इस कीवर्ड के लिए देखी खोज परिणाम पृष्ठों की औसत संख्या है। यह इस कीवर्ड के लिए देखे गए सर्च रिजल्ट पृष्ठों की औसत संख्या है।",
        "ColumnPageURL": "पृष्ठ का यू.आर.एल",
        "ColumnSearchCategory": "सर्च श्रेणी",
        "ColumnSearches": "खोजें",
        "ColumnSearchesDocumentation": "अपनी वेबसाइट की खोज इंजन पर इस कीवर्ड के लिए खोज की है कि यात्राओं की संख्या.",
        "ColumnSearchExits": "% खोज एक्ज़िट",
        "ColumnSearchExitsDocumentation": "आपके साइट सर्च इंजन पर इस कीवर्ड के लिए खोज करने के बाद वेबसाइट को छोड़ दिया हो ऐसी विजिट्स के प्रतिशत।",
        "ColumnSearchResultsCount": "खोज परिणाम गणना",
        "ColumnSiteSearchKeywords": "अद्वितीय कीवर्ड",
        "ColumnUniqueClicks": "विशिष्ट क्लिक",
        "ColumnUniqueClicksDocumentation": "दिए गए लिंक पर क्लिक करने वाले विज़िट्स की संख्या। यदि एक विज़िट में किसी भी लिंक पर अनेकों बार क्लिक किया गया हो, तो उसे एक ही बार गिना जाता है।",
        "ColumnUniqueDownloads": "विशिष्ट डाउनलोड",
        "ColumnUniqueOutlinks": "विशिष्ट आउटलिंक",
        "DownloadsReportDocumentation": "यह रिपोर्ट आपकी वेबसाइट पर आने वाले व्यक्तियों द्वारा डाउनलोड की गयी फाइलों को दर्शाती है। जब कोई व्यक्ति किसी डाउनलोड लिंक %s पर क्लिक करता है, तो पिविक उसे डाउनलोड की दृष्टि से देखता है। डाउनलोड सही रूप से हुआ या नहीं, इस बात की जानकारी पिविक को नहीं होती।",
        "EntryPagesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान इस्तेमाल किया गया है कि प्रवेश पृष्ठों के बारे में जानकारी शामिल हैं. एक प्रवेश पृष्ठ एक उपयोगकर्ता अपनी यात्रा के दौरान विचार है कि प्रथम पृष्ठ है. प्रवेश यूआरएल %s एक फ़ोल्डर संरचना के रूप में प्रदर्शित कर रहे हैं.",
        "EntryPageTitles": "एंट्री पेज खिताब",
        "EntryPageTitlesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान इस्तेमाल किया गया है कि प्रवेश पृष्ठों के शीर्षक के बारे में जानकारी शामिल हैं.",
        "ExitPagesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान हुई कि निकास पृष्ठों के बारे में जानकारी शामिल हैं. एक बाहर निकलें पृष्ठ एक उपयोगकर्ता अपनी यात्रा के दौरान विचार है कि पिछले पृष्ठ है. बाहर निकलने के यूआरएल %s एक फ़ोल्डर संरचना के रूप में प्रदर्शित कर रहे हैं.",
        "ExitPageTitles": "पृष्ठ शीर्षक से बाहर निकलें",
        "ExitPageTitlesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान हुई कि निकास पृष्ठों के शीर्षक के बारे में जानकारी शामिल हैं.",
        "LearnMoreAboutSiteSearchLink": "आपकी वेबसाइट पर आने वाले व्यक्ति वेबसाइट के सर्च इंजन को किस प्रकार से इस्तेमाल करते हैं के विषय में और जानें।",
        "OutlinkDocumentation": "आउटलिंक उस लिंक को कहा जाता है जो आपकी वेबसाइट पर आये व्यक्तियों को किसी अन्य वेबसाइट पर ले जाता है।",
        "OutlinksReportDocumentation": "इस रिपोर्ट में अपने आगंतुकों द्वारा क्लिक किया गया है कि बाहर कड़ी यूआरएल की एक पदानुक्रमित सूची दिखाता है.",
        "PagesReportDocumentation": "इस रिपोर्ट का दौरा किया गया है कि पृष्ठ यूआरएल के बारे में जानकारी शामिल हैं. तालिका %s पदानुक्रम रूप से आयोजित किया जाता है, यूआरएल एक फ़ोल्डर संरचना के रूप में प्रदर्शित कर रहे हैं.",
        "PageTitlesReportDocumentation": "इस रिपोर्ट का दौरा किया गया है कि पृष्ठों के शीर्षक के बारे में जानकारी शामिल हैं. %1$s पृष्ठ शीर्षक सबसे ब्राउज़रों अपने विंडो शीर्षक में पता चलता है कि एचटीएमएल %2$s टैग है.",
        "PageUrls": "पृष्ठों के यूआरएल",
        "SiteSearchCategories1": "यह रिपोर्ट है कि वे अपनी वेबसाइट पर एक खोज कर दिया जब आगंतुकों द्वारा चयनित श्रेणियाँ सूचीबद्ध करता है.",
        "SiteSearchCategories2": "आगंतुकों को एक विशिष्ट श्रेणी में सभी उत्पादों को उनकी खोजों को सीमित कर सकते हैं इतना है कि उदाहरण के लिए, ईकॉमर्स वेबसाइटों आम तौर पर एक \"श्रेणी\" चयनकर्ता है.",
        "SiteSearchFollowingPagesDoc": "आगंतुकों को अपनी वेबसाइट पर खोज करते हैं, वे एक विशेष पृष्ठ, सामग्री, उत्पाद या सेवा के लिए देख रहे हैं. इस रिपोर्ट में यह एक आंतरिक खोज के बाद सबसे क्लिक किया गया है कि पृष्ठों की सूची. दूसरे शब्दों में, पृष्ठों की सूची में सबसे पहले से ही अपनी वेबसाइट पर आगंतुकों द्वारा की खोज की.",
        "SiteSearchIntro": "आगंतुकों को अपनी वेबसाइट पर बनाने वाली खोजों ट्रैकिंग अपने दर्शकों के लिए क्या देख रहा है के बारे में अधिक जानने के लिए एक बहुत प्रभावी तरीका है, यह संभावित ग्राहकों के लिए खोज, और आम तौर पर आगंतुकों 'में सुधार किया जा सकता है कि नया ईकॉमर्स उत्पादों, नई सामग्री के लिए विचारों को खोजने में मदद कर सकते हैं अपनी वेबसाइट पर अनुभव.",
        "SiteSearchKeyword": "खोजशब्द (साइट खोज)",
        "SiteSearchKeywordsDocumentation": "यह रिपोर्ट आपकी वेबसाइट के आंतरिक सर्च इंजन पर ढूंढे गए खोजशब्दों को दर्शाती है।",
        "SiteSearchKeywordsNoResultDocumentation": "इस रिपोर्ट में किसी भी खोज कीवर्ड को सूचीबद्ध करता है जिनसे खोज परिणाम वापस नहीं आता है शायद खोज इंजन एल्गोरिथ्म में सुधार किया जा सकता है, या हो सकता है आपके आगंतुकों सामग्री के लिए देख रहे हैं वह आपकी वेबसाइट में न हो",
        "SubmenuPagesEntry": "प्रवेश पृष्ठ",
        "SubmenuPagesExit": "बाहर निकलें पृष्ठों",
        "SubmenuPageTitles": "पृष्ठों के शीर्षक",
        "SubmenuSitesearch": "साइट खोज",
        "WidgetEntryPageTitles": "प्रवेश प्रष्ट शीर्षक",
        "WidgetExitPageTitles": "पृष्ठ शीर्षक से बाहर निकलें",
        "WidgetPagesEntry": "प्रवेश पन्ने",
        "WidgetPagesExit": "निकास पृष्ठ",
        "WidgetPageTitles": "पृष्ठों के शीर्षक",
        "WidgetPageTitlesFollowingSearch": "एक साइट खोज के बाद पृष्ठ शीर्षक",
        "WidgetPageUrlsFollowingSearch": "एक साइट खोज के बाद पन्ने",
        "WidgetSearchCategories": "खोज श्रेणियां",
        "WidgetSearchKeywords": "साइट खोजशब्द",
        "WidgetSearchNoResultKeywords": "खोजशब्द जिनका कोई परिणाम नहीं"
    }
}