{
    "Actions": {
        "ActionType": "Jenis Tindakan",
        "ActionTypes": "Jenis Tindakan",
        "ActionsInVisit": "Tindakan dalam Kunjungan",
        "AvgGenerationTimeTooltip": "Rata-rata berdasarkan %1$s hit (s) %2$s antara %3$s dan %4$s",
        "Behaviour": "Perilaku",
        "ColumnActionURL": "URL tindakan",
        "ColumnClickedURL": "Tautan Keluar yang Diklik",
        "ColumnClickedURLs": "Tautan Keluar yang Diklik",
        "ColumnClicks": "Klik",
        "ColumnClicksDocumentation": "Jumlah tautan ini diklik.",
        "ColumnDownloadURL": "URL Unduhan",
        "ColumnDownloadURLs": "URL Unduhan",
        "ColumnEntryPageTitle": "Judul Halaman Masuk",
        "ColumnEntryPageURL": "URL Halaman Masuk",
        "ColumnEntryPageURLs": "Alamat web untuk halaman masuk",
        "ColumnExitPageTitle": "Judul Halaman Keluar",
        "ColumnExitPageURL": "URL Halaman Keluar",
        "ColumnExitPageURLs": "Alamat web untuk halaman keluar",
        "ColumnIdPageview": "ID Tampilan Halaman",
        "ColumnInteractionPosition": "Posisi Interaksi",
        "ColumnNoResultKeyword": "Kata Kunci dengan Tanpa Hasil Pencarian",
        "ColumnPageName": "Nama Halaman",
        "ColumnPageURL": "URL Halaman",
        "ColumnPageViewPosition": "Posisi Tampilan Halaman",
        "ColumnPagesPerSearch": "Halaman Hasil Pencarian",
        "ColumnPagesPerSearchDocumentation": "Pengunjung akan melakukan pencarian dalam situs Anda, dan terkadang mengeklik \"Selanjutnya\" untuk melihat hasil lebih. Ini merupakan jumlah rerata halaman ditampilkan untuk kata kunci ini.",
        "ColumnSearchCategory": "Kategori Pencarian",
        "ColumnSearchExits": "%% Pencarian Keluar",
        "ColumnSearchExitsDocumentation": "Persentase jumlah pengunjung yang meninggalkan situs setelah melakukan pencarian untuk Kata Kunci ini dalam mesin Pencarian Situs Anda.",
        "ColumnSearchResultsCount": "Jumlah Hasil Pencarian",
        "ColumnSearches": "Pencarian",
        "ColumnSearchesDocumentation": "Jumlah kunjungan dengan pencarian kata kunci ini dalam mesin pencari Anda.",
        "ColumnSiteSearchKeywords": "Kata Kunci Unik",
        "ColumnUniqueClicks": "Klik Unik",
        "ColumnUniqueClicksDocumentation": "Jumlah kunjungan yang melibatkan klik pada tautan ini. Jika tautan diklik beberapa kali selama satu kali kunjungan, ini hanya dihitung sekali.",
        "ColumnUniqueDownloads": "Unduhan Unik",
        "ColumnUniqueOutlinks": "Tautan Keluar yang Unik",
        "DownloadsReportDocumentation": "Dalam laporan ini, Anda dapat melihat berkas yang diunduh oleh pengunjung. %s Apa yang Matomo hitung adalah yang mengeklik tautan unduhan. Kondisi unduhan yang sudah lengkap atau belum, Matomo tidak mengetahuinya.",
        "DownloadsSubcategoryHelp1": "Dalam laporan ini, Anda dapat melihat berkas mana yang telah diunduh oleh pengunjung Anda.",
        "DownloadsSubcategoryHelp2": "Apa yang Matomo hitung sebagai unduhan adalah klik tautan unduhan. Apakah unduhan selesai atau tidak, Matomo tidak mengetahuinya.",
        "EntryPageTitles": "Judul halaman masuk",
        "EntryPageTitlesReportDocumentation": "Laporan ini mengandung informasi tentang judul halaman masuk yang digunakan selama rentang waktu tertentu.",
        "EntryPagesReportDocumentation": "Laporan ini berisi informasi tentang halaman masuk yang digunakan selama periode yang ditentukan. Halaman masuk adalah halaman pertama yang dilihat pengguna selama kunjungan mereka. %s URL entri ditampilkan sebagai struktur folder.",
        "EntryPagesSubcategoryHelp1": "Laporan ini berisi informasi tentang halaman entri yang digunakan selama periode tertentu. Halaman entri adalah halaman pertama yang dilihat pengguna selama kunjungan mereka.",
        "EntryPagesSubcategoryHelp2": "URL entri ditampilkan sebagai struktur folder.",
        "ExitPageTitles": "Judul halaman keluar",
        "ExitPageTitlesReportDocumentation": "Laporan ini mengandung informasi tentang judul halman keluar yang terjadi selama waktu tertentu.",
        "ExitPagesReportDocumentation": "Laporan ini berisi informasi tentang halaman keluar yang terjadi selama periode yang ditentukan. Halaman keluar adalah halaman terakhir yang dilihat pengguna selama kunjungan mereka. %s URL keluar ditampilkan sebagai struktur folder.",
        "ExitPagesSubcategoryHelp1": "Laporan ini berisi informasi tentang halaman keluar yang terjadi selama periode yang ditentukan. Halaman keluar adalah halaman terakhir yang dilihat pengguna selama kunjungan mereka.",
        "ExitPagesSubcategoryHelp2": "URL keluar ditampilkan sebagai struktur folder.",
        "MainMetricsReportDocumentation": "Laporan ini memberikan gambaran yang sangat mendasar tentang tindakan apa yang dilakukan oleh pengunjung di situs web Anda.",
        "OneSearch": "1 pencarian",
        "OutlinkDocumentation": "Tautan keluar merupakan tautan yang mengarahkan pengunjung untuk keluar dari situs Anda (ke domain lainnya).",
        "OutlinksReportDocumentation": "Laporan ini menunjukkan daftar hierarki URL tautan keluar yang diklik oleh pengunjung Anda.",
        "OutlinksSubcategoryHelp1": "Laporan ini menunjukkan daftar hierarki URL tautan keluar yang diklik oleh pengunjung Anda. Tautan keluar adalah tautan yang mengarahkan pengunjung menjauh dari situs web Anda (ke domain lain).",
        "PageTitlesReportDocumentation": "Laporan ini berisi informasi tentang judul halaman yang telah dikunjungi. %1$s Judul halaman adalah Tag HTML %2$s yang ditampilkan sebagian besar peramban di judul jendelanya.",
        "PageTitlesSubcategoryHelp1": "Laporan ini berisi informasi tentang judul halaman yang telah dikunjungi.",
        "PageTitlesSubcategoryHelp2": "Judul halaman adalah HTML &amp;lt;title&amp;gt; Tag yang ditampilkan sebagian besar peramban di judul jendela mereka.",
        "PageUrls": "URL Halaman",
        "PageViewsByVisitor": "Jumlah dari berapa kali halaman ini dilihat oleh pengunjung dari semua pengunjung",
        "PagesReportDocumentation": "Laporan ini berisi informasi tentang URL halaman yang telah dikunjungi. %s Tabel diatur secara hierarkis, URL ditampilkan sebagai struktur folder.",
        "PagesSubcategoryHelp1": "Laporan ini berisi informasi tentang URL halaman yang telah dikunjungi.",
        "PagesSubcategoryHelp2": "Tabel diatur secara hierarkis, URL ditampilkan sebagai struktur folder.",
        "PagesSubcategoryHelp3": "Gunakan ikon plus dan minus di kiri untuk bernavigasi.",
        "PluginDescription": "Laporan tentang tampilan halaman dan judul halaman. Memungkinkan Anda untuk mengukur mesin pencari situs web internal Anda. Secara otomatis melacak klik pada tautan eksternal dan unduhan berkas.",
        "RevisitedPages": "Halaman yang dilihat lebih dari satu kali",
        "SiteSearchCategories": "Kategori (Pencarian situs)",
        "SiteSearchCategories1": "Laporan ini mencantumkan Kategori yang dipilih oleh pengunjung saat mereka melakukan Penelusuran di situs web Anda.",
        "SiteSearchCategories2": "Misalnya, situs Niaga-el biasanya memiliki pemilih \"Kategori\" yang membatasi pencarian pengunjung terhadap seluruh produk dalam Kategori tertentu.",
        "SiteSearchCategory": "Kategori (Pencarian situs)",
        "SiteSearchFollowingPagesDoc": "Ketika pengnjung melakukan pencarian di situs Anda, mereka mencari sebagian halaman, isi, produk, atau layanan. Laporan ini mendaftar halaman paling banyak diklik dalam pencarian dalam. Dengan kata lain, daftar halaman paling dicari oleh pengunjung telah tersedia di situs Anda.",
        "SiteSearchIntro": "Melacak pencarian yang dilakukan pengunjung di situs web Anda adalah cara yang sangat efektif untuk mempelajari lebih lanjut tentang apa yang dicari audiens Anda, ini dapat membantu dalam menemukan ide untuk membuat konten baru, produk Niaga-el baru yang mungkin dicari oleh calon pelanggan, dan secara umum meningkatkan pengalaman pengunjung di situs web Anda.",
        "SiteSearchKeyword": "Kata Kunci (Pencarian Situs)",
        "SiteSearchKeywordCount": "Perhitungan kata kunci (Pencarian situs)",
        "SiteSearchKeywordCounts": "Perhitungan kata kunci (Pencarian situs)",
        "SiteSearchKeywords": "Kata Kunci (Pencarian Situs)",
        "SiteSearchKeywordsDocumentation": "Laporan ini mencantumkan Kata Kunci Penelusuran yang ditelusuri oleh pengunjung di Mesin Pencari internal Anda.",
        "SiteSearchKeywordsNoResultDocumentation": "Laporan ini mencantumkan Kata Kunci Penelusuran yang tidak menampilkan hasil Penelusuran apa pun: mungkin algoritma mesin telusur dapat ditingkatkan, atau mungkin pengunjung Anda mencari konten yang belum ada di situs web Anda?",
        "SiteSearchSubcategoryHelp1": "Bagian Pencarian Situs menunjukkan kata kunci yang digunakan oleh pengunjung saat mencari situs web Anda. Hal ini juga menampilkan halaman mana yang dilihat pengguna setelah melakukan pencarian dan kata kunci pencarian di tempat mana yang tidak menghasilkan hasil sama sekali.",
        "SiteSearchSubcategoryHelp2": "Laporan ini dapat memberi Anda ide tentang konten yang tidak ada di situs Anda, wawasan tentang apa yang dicari oleh pengunjung Anda, tetapi tidak dapat ditemukan dengan mudah, dan masih banyak lagi.",
        "SiteSearchSubcategoryHelp3": "Pelajari lebih lanjut di panduan Pencarian Situs.",
        "SubmenuPageTitles": "Judul halaman",
        "SubmenuPagesEntry": "Halaman masuk",
        "SubmenuPagesExit": "Halaman keluar",
        "SubmenuSitesearch": "Pencarian Situs",
        "TimeSpentInReferringAction": "Waktu yang Dihabiskan dalam Merujuk Tindakan",
        "WidgetEntryPageTitles": "Judul Halaman Masuk",
        "WidgetExitPageTitles": "Judul Halaman Keluar",
        "WidgetPageTitles": "Judul Halaman",
        "WidgetPageTitlesFollowingSearch": "Judul Halaman Setelah Pencarian Situs",
        "WidgetPageUrlsFollowingSearch": "Halaman Setelah Pencarian Situs",
        "WidgetPagesEntry": "Halaman Masuk",
        "WidgetPagesExit": "Halaman Keluar",
        "WidgetSearchCategories": "Kategori Pencarian",
        "WidgetSearchKeywords": "Kata Kunci Pencarian Situs",
        "WidgetSearchNoResultKeywords": "Kata Kunci Pencarian dengan Tanpa Hasil"
    }
}
