{
    "Actions": {
        "AvgGenerationTimeTooltip": "Media basata su %s hits %s tra %s e %s",
        "ColumnClickedURL": "URL Cliccate",
        "ColumnClicks": "Clic",
        "ColumnClicksDocumentation": "Numero di volte che questo link è stato cliccato",
        "ColumnDownloadURL": "URL Download",
        "ColumnEntryPageTitle": "Titoli pagine di ingresso",
        "ColumnEntryPageURL": "URL pagine di ingresso",
        "ColumnExitPageTitle": "Titoli pagine di uscita",
        "ColumnExitPageURL": "URL pagine di uscita",
        "ColumnNoResultKeyword": "Parole chiave senza risultati di ricerca",
        "ColumnPageName": "Nome pagina",
        "ColumnPagesPerSearch": "Pagine di risultati",
        "ColumnPagesPerSearchDocumentation": "I visitatori cercheranno sul sito e delle volte cliccheranno su \"Successivi\" per vedere più risultati. Questo è il numero medio di risultati di ricerca visualizzati per questa parola chiave.",
        "ColumnPageURL": "URL pagina",
        "ColumnSearchCategory": "Ricerca Categoria",
        "ColumnSearches": "Ricerche",
        "ColumnSearchesDocumentation": "Il numero di visite che hanno ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchExits": "% Uscite dalla ricerca",
        "ColumnSearchExitsDocumentation": "La percentuale di visite che hanno lasciato il sito dopo aver ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchResultsCount": "Numero risultati di ricerca",
        "ColumnSiteSearchKeywords": "Parole chiave uniche",
        "ColumnUniqueClicks": "Clic Unici",
        "ColumnUniqueClicksDocumentation": "Il numero di visite che hanno coinvolto un clic su questo link. Se un link è stato cliccato più volte nel corso di una visita, viene conteggiato una sola volta.",
        "ColumnUniqueDownloads": "Download Unici",
        "ColumnUniqueOutlinks": "Link esterni unici",
        "DownloadsReportDocumentation": "In questo report è possibile vedere quali file sono stati scaricati i tuoi visitatori. %s Ciò che conta Piwik come download è il click su un link per il download. Se il download è stato completato o meno, non è noto a Piwik.",
        "EntryPagesReportDocumentation": "Questo report contiene informazioni sulle pagine di ingresso che sono state utilizzate durante il periodo specificato. Una pagina di ingresso è la prima pagina che un utente visualizza durante la sua visita. %s Gli URL di ingresso vengono visualizzati come una struttura di cartelle.",
        "EntryPageTitles": "Titoli delle pagine in entrata",
        "EntryPageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine di ingresso che sono state utilizzate durante il periodo specificato.",
        "ExitPagesReportDocumentation": "Questo report contiene informazioni sulle pagine di uscita durante il periodo specificato. Una pagina di uscita è l'ultima pagina che un utente visualizza durante la sua visita. %s Gli URL di uscita vengono visualizzati come una struttura di cartelle.",
        "ExitPageTitles": "Titoli delle pagine di uscita",
        "ExitPageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine di uscita durante il periodo specificato.",
        "LearnMoreAboutSiteSearchLink": "Scopri di più sul tracciamento di come i visitatori usano il vostro motore di ricerca.",
        "OneSearch": "1 ricerca",
        "OutlinkDocumentation": "Un link esterno è un link che conduce il visitatore lontano dal tuo sito web (in un altro dominio)",
        "OutlinksReportDocumentation": "Questo report mostra un elenco gerarchico di link esterni che sono stati cliccati dai visitatori.",
        "PagesReportDocumentation": "Questo report contiene informazioni riguardo gli URL delle pagine che sono state viste. %s La tabella è organizzata gerarchicamente, gli URL vengono visualizzati come una struttura di cartelle.",
        "PageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine che sono state visitate. %s Il titolo della pagina è il tag HTML %s che la maggior parte dei browser mostrano nel titolo della loro finestra.",
        "PageUrls": "URL delle pagine",
        "PluginDescription": "Rapporto sulle pagine viste, i link in uscita e i downloads. Il tracciamento dei Link in uscita e dei Download è automatico! Puoi anche tracciare il Motore di Ricerca interno al sito.",
        "SiteSearchCategories1": "Questo report elenca le Categorie che i visitatori hanno selezionato nel fare una ricerca sul vostro sito.",
        "SiteSearchCategories2": "Per esempio, i siti di Ecommerce hanno tipicamente un selettore di \"Categoria\", così che i visitatori possano restringere le ricerche ai prodotti in una Categoria specifica.",
        "SiteSearchFollowingPagesDoc": "Quando i visitatori fanno ricerche sul vostro sito, stanno cercando una determinata pagina, contenuto, prodotto e servizio. Questo report elenca le pagine più cliccate dopo una ricerca interna. In altre parole, è l'elenco delle pagine più ricercate dai visitatori sul vostro sito.",
        "SiteSearchIntro": "Tracciare le ricerche che i visitatori fanno sul vostro sito è un modo molto efficace per imparare di più su quello che cercano coloro che vi seguono, può aiutare a trovare idee per nuovi contenuti, nuovi prodotti Ecommerce ricercati da potenziali clienti e generalmente migliora l'esperienza dei visitarori sul vostro sito.",
        "SiteSearchKeyword": "Parola chiave (Ricerca sito)",
        "SiteSearchKeywordsDocumentation": "Questo report elenca le Parole di Ricerca che i visitatori hanno digitato nel vostro Motore di Ricerca interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Questo report elenca la Parole di Ricerca che non hanno restituito alcun risultato: forse può essere migliorato l'algoritmo del motore di ricerca o forse i vostri visitatori stanno cercando un contenuto che non è (ancora) sul vostro sito?",
        "SubmenuPagesEntry": "Pagine di ingresso",
        "SubmenuPagesExit": "Pagine di uscita",
        "SubmenuPageTitles": "Titoli delle pagine",
        "SubmenuSitesearch": "Ricerca sul Sito",
        "WidgetEntryPageTitles": "Titoli delle pagine di entrata",
        "WidgetExitPageTitles": "Titoli pagine di uscita",
        "WidgetPagesEntry": "Pagine di entrata",
        "WidgetPagesExit": "Pagine di uscita",
        "WidgetPageTitles": "Titoli delle pagine",
        "WidgetPageTitlesFollowingSearch": "Titoli Pagina risultanti da una Ricerca sul Sito",
        "WidgetPageUrlsFollowingSearch": "Pagine risultanti da una Ricerca sul Sito",
        "WidgetSearchCategories": "Categorie di Ricerca",
        "WidgetSearchKeywords": "Parole Chiave di Ricerca sul Sito",
        "WidgetSearchNoResultKeywords": "Parole Chiave di Ricerca senza risultati"
    }
}