{
    "Actions": {
        "AvgGenerationTimeTooltip": "Media basata su %1$s hits %2$s tra %3$s e %4$s",
        "ColumnClickedURL": "Link in Uscita Cliccato",
        "ColumnClickedURLs": "Link in Uscita Cliccati",
        "ColumnActionURL": "URL dell'azione",
        "ColumnClicks": "Click",
        "ColumnClicksDocumentation": "Numero di volte che questo link è stato cliccato.",
        "ColumnDownloadURL": "URL Download",
        "ColumnDownloadURLs": "URL Download",
        "ColumnEntryPageTitle": "Titolo pagina di entrata",
        "ColumnEntryPageURL": "URL pagina di entrata",
        "ColumnEntryPageURLs": "URL Pagine di entrata",
        "ColumnExitPageTitle": "Titolo pagina di uscita",
        "ColumnExitPageURL": "URL pagina di uscita",
        "ColumnExitPageURLs": "URL Pagine di Uscita",
        "ColumnNoResultKeyword": "Parole chiave senza risultati di ricerca",
        "ColumnPageName": "Nome pagina",
        "ColumnPagesPerSearch": "Pagine di risultati",
        "ColumnPagesPerSearchDocumentation": "I visitatori cercheranno sul sito e delle volte cliccheranno su \"Successivi\" per vedere più risultati. Questo è il numero medio di risultati di ricerca visualizzati per questa parola chiave.",
        "ColumnPageURL": "URL pagina",
        "ColumnSearchCategory": "Categoria di Ricerca",
        "ColumnSearches": "Ricerche",
        "ColumnSearchesDocumentation": "Il numero di visite che hanno ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchExits": "%% Esiti Ricerca",
        "ColumnSearchExitsDocumentation": "La percentuale di visite che hanno lasciato il sito dopo aver ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchResultsCount": "Numero risultati di ricerca",
        "ColumnSiteSearchKeywords": "Parole chiave uniche",
        "ColumnUniqueClicks": "Click Unici",
        "ColumnUniqueClicksDocumentation": "Il numero di visite che hanno coinvolto un click su questo link. Se un link è stato cliccato più volte nel corso di una visita, viene conteggiato una sola volta.",
        "ColumnUniqueDownloads": "Download Unici",
        "ColumnUniqueOutlinks": "Link esterni unici",
        "ColumnIdPageview": "ID Pagina vista",
        "ColumnInteractionPosition": "Posizione Interazione",
        "ColumnPageViewPosition": "Posizione in Visualizzazione di pagina",
        "ActionsInVisit": "Azioni su Visita",
        "DownloadsReportDocumentation": "In questo report è possibile vedere quali file sono stati scaricati dai tuoi visitatori. %s Ciò che Matomo conta come download è il click su un link per il download. Se il download è stato completato o meno, non è noto a Matomo.",
        "EntryPagesReportDocumentation": "Questo report contiene le informazioni sulle pagine di entrata utilizzate nel periodo di tempo definito. Una pagina di entrata è la prima pagina che un utente vede durante la sua visita. %s Le URL di ingresso vengono visualizzate come una struttura a cartelle.",
        "EntryPageTitles": "Titoli delle pagine di entrata",
        "EntryPageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine di entrata che sono state utilizzate durante il periodo specificato.",
        "ExitPagesReportDocumentation": "Questo report contiene le informazioni sulle pagine di uscita utilizzate nel periodo di tempo definito. Una pagina di uscita è l'ultima pagina che un utente vede durante la sua visita. %s Le URL di uscita vengono visualizzate come una struttura a cartelle.",
        "ExitPageTitles": "Titoli delle pagine di uscita",
        "ExitPageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine di uscita durante il periodo specificato.",
        "MainMetricsReportDocumentation": "Questo report fornisce una panoramica molto semplice delle azioni intraprese dai visitatori sul tuo sito web.",
        "OneSearch": "1 ricerca",
        "OutlinkDocumentation": "Un link esterno è un link che conduce il visitatore lontano dal tuo sito web (in un altro dominio)",
        "OutlinksReportDocumentation": "Questo report mostra un elenco gerarchico di link esterni che sono stati cliccati dai visitatori.",
        "PagesReportDocumentation": "Questo report contiene informazioni riguardo gli URL delle pagine che sono state viste. %s La tabella è organizzata gerarchicamente, gli URL vengono visualizzati come una struttura di cartelle.",
        "PageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine che sono state visitate. %1$s Il titolo della pagina è il tag HTML %2$s che la maggior parte dei browser mostrano nel titolo della loro finestra.",
        "PageUrls": "URL delle pagine",
        "PageViewsByVisitor": "Numero di volte che questa pagina è stata vista da questo visitatore in tutte le sue visite.",
        "PluginDescription": "Riporta le viste e i titoli pagina. Ti consente di misurare il motore di ricerca interno al tuo sito. Traccia in automatico i click sui link esterni e i download dei files.",
        "RevisitedPages": "Pagine viste più di una volta.",
        "SiteSearchCategories1": "Questo report elenca le Categorie che i visitatori hanno selezionato nel fare una ricerca sul vostro sito.",
        "SiteSearchCategories2": "Per esempio, i siti di Ecommerce hanno tipicamente un selettore di \"Categoria\", così che i visitatori possano restringere le ricerche ai prodotti in una Categoria specifica.",
        "SiteSearchFollowingPagesDoc": "Quando i visitatori fanno ricerche sul vostro sito, stanno cercando una determinata pagina, contenuto, prodotto e servizio. Questo report elenca le pagine più cliccate dopo una ricerca interna. In altre parole, è l'elenco delle pagine più ricercate dai visitatori sul vostro sito.",
        "SiteSearchIntro": "Tracciare le ricerche che i visitatori fanno sul vostro sito è un modo molto efficace per imparare di più su quello che cercano coloro che vi seguono, può aiutare a trovare idee per nuovi contenuti, nuovi prodotti Ecommerce ricercati da potenziali clienti, e generalmente migliora l'esperienza dei visitarori sul vostro sito.",
        "SiteSearchCategory": "Categoria (Ricerca nel Sito)",
        "SiteSearchCategories": "Categorie (Ricerca nel Sito)",
        "SiteSearchKeyword": "Parola chiave (Ricerca sito)",
        "SiteSearchKeywords": "Keywords (Ricerca nel Sito)",
        "SiteSearchKeywordCount": "Conteggio Keyword (Ricerca nel sito)",
        "SiteSearchKeywordCounts": "Conteggi Keyword (Ricerca nel sito)",
        "SiteSearchKeywordsDocumentation": "Questo report elenca le Parole di Ricerca che i visitatori hanno digitato nel vostro Motore di Ricerca interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Questo report elenca la Parole di Ricerca che non hanno restituito alcun risultato: forse può essere migliorato l'algoritmo del motore di ricerca o forse i vostri visitatori stanno cercando un contenuto che non è (ancora) sul vostro sito?",
        "SubmenuPagesEntry": "Pagine di entrata",
        "SubmenuPagesExit": "Pagine di uscita",
        "SubmenuPageTitles": "Titoli delle pagine",
        "SubmenuSitesearch": "Ricerca sul Sito",
        "WidgetEntryPageTitles": "Titoli delle pagine di entrata",
        "WidgetExitPageTitles": "Titoli pagine di uscita",
        "WidgetPagesEntry": "Pagine di entrata",
        "WidgetPagesExit": "Pagine di uscita",
        "WidgetPageTitles": "Titoli delle pagine",
        "WidgetPageTitlesFollowingSearch": "Titoli Pagina risultanti da una Ricerca sul Sito",
        "WidgetPageUrlsFollowingSearch": "Pagine risultanti da una Ricerca sul Sito",
        "WidgetSearchCategories": "Categorie di Ricerca",
        "WidgetSearchKeywords": "Parole Chiave di Ricerca sul Sito",
        "WidgetSearchNoResultKeywords": "Parole Chiave di Ricerca senza risultati",
        "ActionType": "Tipo di Azione",
        "ActionTypes": "Tipi di Azione",
        "Behaviour": "Comportamento",
        "TimeSpentInReferringAction": "Tempo trascorso nell'azione di riferimento",
        "PagesSubcategoryHelp1": "Questo report contiene informazioni sugli URL delle pagine che sono state visitate.",
        "PagesSubcategoryHelp2": "La tabella è organizzata in maniera gerarchica, gli URL vengono visualizzati come una struttura di cartelle.",
        "PagesSubcategoryHelp3": "Usa le icone + e - per navigare.",
        "EntryPagesSubcategoryHelp1": "Questo report contiene informazioni sulle pagine di entrata utilizzate durante il periodo specificato. Una pagina di ingresso è la prima pagina che un utente visualizza durante la sua visita.",
        "EntryPagesSubcategoryHelp2": "Le pagine di entrata sono visualizzate come una struttura di cartelle.",
        "ExitPagesSubcategoryHelp1": "Questo report contiene informazioni sulle pagine di uscita utilizzate durante il periodo specificato. Una pagina di uscita è l'ultima pagina che un utente visualizza durante la sua visita.",
        "ExitPagesSubcategoryHelp2": "Le pagine di uscita sono visualizzate come una struttura di cartelle.",
        "PageTitlesSubcategoryHelp1": "Questo report contiene informazioni sui titoli delle pagine che sono state visitate.",
        "PageTitlesSubcategoryHelp2": "Il titolo della pagina è il Tag HTML &amp; lt; title&amp; gt; Tag che la maggior parte dei browser mostra nel titolo della finestra.",
        "SiteSearchSubcategoryHelp1": "La sezione Ricerca nel sito mostra le parole chiave utilizzate dai visitatori durante le ricerche nel tuo sito web. Mostra anche quali pagine visualizzano gli utenti dopo aver eseguito una ricerca e quali parole chiave di ricerca sul sito non restituiscono alcun risultato.",
        "SiteSearchSubcategoryHelp2": "Questi report possono darti delle idee sui contenuti mancanti nel tuo sito, informazioni su ciò che i tuoi visitatori cercano ma non riescono a trovare facilmente e altro ancora.",
        "SiteSearchSubcategoryHelp3": "Ulteriori informazioni nella guida Ricerca sul sito.",
        "OutlinksSubcategoryHelp1": "Questo report mostra un elenco gerarchico di URL di link di uscita su cui hanno cliccato i tuoi visitatori. Un link di uscita è un link che porta il visitatore lontano dal tuo sito web (verso un altro dominio).",
        "DownloadsSubcategoryHelp1": "In questo report puoi vedere quali file hanno scaricato i tuoi visitatori.",
        "DownloadsSubcategoryHelp2": "Ciò che Matomo conta come download è il click su un collegamento per il download. Matomo non sa se il download è stato completato o meno."
    }
}