{
    "Actions": {
        "AvgGenerationTimeTooltip": "Gjennomsnitt basert på %1$s treff %2$s mellom %3$s og %4$s",
        "ColumnClickedURL": "Klikket URL",
        "ColumnActionURL": "Handlings-URL",
        "ColumnClicks": "Klikk",
        "ColumnClicksDocumentation": "Antall klikk på denne lenken",
        "ColumnDownloadURL": "Nedlastings-URL",
        "ColumnEntryPageTitle": "Tittel på inngangsside",
        "ColumnEntryPageURL": "URL på inngangsside",
        "ColumnExitPageTitle": "Tittel på utgangsside",
        "ColumnExitPageURL": "URL på utgangsside",
        "ColumnNoResultKeyword": "Nøkkelord uten søkeresultat",
        "ColumnPageName": "Sidenavn",
        "ColumnPagesPerSearch": "Søkeresultatsider",
        "ColumnPagesPerSearchDocumentation": "Brukere vil søke på ditt nettsted, og noen ganger klikke «neste» for å se flere resultater. Dette er det gjennomsnittlige antallet søkeresultatsider for dette nøkkelordet.",
        "ColumnPageURL": "Side-URL",
        "ColumnSearchCategory": "Søkekategori",
        "ColumnSearches": "Søk",
        "ColumnSearchesDocumentation": "Antall besøkende som søkte etter dette nøkkelordet i ditt nettsteds søkemotor.",
        "ColumnSearchExits": "% Utganger fra søk",
        "ColumnSearchExitsDocumentation": "Antall besøkende som forlot nettsiden etter å ha søkt etter dette nøkkelordet.",
        "ColumnSearchResultsCount": "Antall søkeresultater",
        "ColumnSiteSearchKeywords": "Unike nøkkelord",
        "ColumnUniqueClicks": "Unike klikk",
        "ColumnUniqueClicksDocumentation": "Antall besøk som involverte et klikk på denne lenken. Hvis lenken ble klikket flere ganger i løpet av et besøk, blir det kun talt én gang.",
        "ColumnUniqueDownloads": "Unike nedlastinger",
        "ColumnUniqueOutlinks": "Unike utlenker",
        "DownloadsReportDocumentation": "I denne rapporten kan du se hvilke filer de besøkende har lastet ned. %s Hva Piwik teller som en nedlasting, er klikket på en nedlastingslink. Om nedlastingen ble fullført eller ikke er ikke kjent for Piwik.",
        "EntryPagesReportDocumentation": "Denne rapporten inneholder informasjon om inngangssidene som ble brukt i løpet av den angitte perioden. En inngangsside er den første siden en bruker ser i løpet av besøket. %s Inngangs-URLen vises som en mappestruktur.",
        "EntryPageTitles": "Titler på inngangssider",
        "EntryPageTitlesReportDocumentation": "Denne rapporten inneholder informasjon om titler på inngangssider som ble brukt i løpet av den angitte perioden.",
        "ExitPagesReportDocumentation": "Denne rapporten inneholder informasjon om utgangssidene som ble brukt i den angitte perioden. En utgangsside er den siste siden en bruker ser i løpet av besøket. %s Utgangs-URLene vises som en mappestruktur.",
        "ExitPageTitles": "Titler på utgangssider",
        "ExitPageTitlesReportDocumentation": "Denne rapporten inneholder informasjon om titler på utgangssider som ble brukt i den angitte perioden.",
        "LearnMoreAboutSiteSearchLink": "Lær mer om hvordan du kan spore hvordan besøkere bruker din søkemotor.",
        "OneSearch": "1 søk",
        "OutlinkDocumentation": "En utlenke er en lenke som leder besøkeren bort fra ditt nettsted (til et annet domene).",
        "OutlinksReportDocumentation": "Denne rapporten viser en hierarkisk liste av utlenkers URL-er som ble klikket av dine besøkere.",
        "PagesReportDocumentation": "Denne rapporten inneholder informasjon om side-URLer som har blitt besøkt. %s Tabellen er organisert hierarkisk, URL-ene vises som en mappestruktur.",
        "PageTitlesReportDocumentation": "Denne rapporten inneholder informasjon om titler på sider som har blitt besøkt. %1$s Sidetittelen er HTML-taggen %2$s som de fleste nettlesere viser i vindustittelen.",
        "PageUrls": "Side-URLer",
        "PluginDescription": "Rapporter om sidevisninger org sidetitler. Lar deg måle ditt nettsteds interne søkemotor. Sporer klikk på eksterne lenker og nedlastinger automatisk.",
        "SiteSearchCategories1": "Denne rapporten viser kategorier som besøkere velger når de søker på ditt nettsted.",
        "SiteSearchCategories2": "For eksempel: e-handelsnettsteder har typisk en «kategori»-velger slik at besøkere kan begrense sine søk til kun produkter i en spesifikk kategori.",
        "SiteSearchFollowingPagesDoc": "Når besøkere søker på ditt nettsted, leter de etter en bestemt side, innhold, produkt eller tjeneste. Denne rapporten lister opp sider som ble klikket mest etter et internt søk. Med andre ord, det er listen over sider som blir mest søkt etter av besøkere som allerede er på nettstedet.",
        "SiteSearchIntro": "Å spore søk som besøkere gjør på dine nettsteder er en effektiv måte å lære mer om hva din målgruppe leter etter. Det kan hjelpe deg å finne ideer til nytt innhold, nye produkter og generelt å øke kvaliteten på dine besøkeres opplevelse av ditt nettsted.",
        "SiteSearchKeyword": "Nøkkelord (Sidesøk)",
        "SiteSearchKeywordsDocumentation": "Denne rapporten lister opp nøkkelord som besøkere har søkt etter i nettstedets interne søkemotor.",
        "SiteSearchKeywordsNoResultDocumentation": "Denne rapporten lister opp nøkkelord som ikke ga noen søkeresultater. Kanskje søkealgoritmen kan forbedres, eller kanskje dine besøkere ser etter innhold som ikke er på ditt nettsted (ennå)?",
        "SubmenuPagesEntry": "Inngangssider",
        "SubmenuPagesExit": "Utgangssider",
        "SubmenuPageTitles": "Sidetitler",
        "SubmenuSitesearch": "Sidesøk",
        "WidgetEntryPageTitles": "Titler på inngangssider",
        "WidgetExitPageTitles": "Titler på utgangssider",
        "WidgetPagesEntry": "Inngangssider",
        "WidgetPagesExit": "Utgangssider",
        "WidgetPageTitles": "Sidetitler",
        "WidgetPageTitlesFollowingSearch": "Sidetittel fulgt av ett nettstedssøk",
        "WidgetPageUrlsFollowingSearch": "Sider som følger etter et nettstedssøk",
        "WidgetSearchCategories": "Søkekategorier",
        "WidgetSearchKeywords": "Nøkkelord for sidesøk",
        "WidgetSearchNoResultKeywords": "Nøkkelord uten resultater",
        "ActionType": "Handlingstype"
    }
}