{
    "Actions": {
        "ActionType": "Handlingstype",
        "ActionTypes": "Handlingstyper",
        "ActionsInVisit": "Handlinger i løpet av besøk",
        "AvgGenerationTimeTooltip": "Gjennomsnitt basert på %1$s treff %2$s mellom %3$s og %4$s",
        "Behaviour": "Oppførsel",
        "ColumnActionURL": "Handlings-URL",
        "ColumnClickedURL": "Klikket utgående lenke",
        "ColumnClickedURLs": "Klikkede utgående lenker",
        "ColumnClicks": "Klikk",
        "ColumnClicksDocumentation": "Antall klikk på denne lenken.",
        "ColumnDownloadURL": "Nedlastings-URL",
        "ColumnDownloadURLs": "Last ned nettadresser",
        "ColumnEntryPageTitle": "Tittel på inngangsside",
        "ColumnEntryPageURL": "URL på inngangsside",
        "ColumnEntryPageURLs": "Inngangsside-nettadresser",
        "ColumnExitPageTitle": "Tittel på utgangsside",
        "ColumnExitPageURL": "URL på utgangsside",
        "ColumnExitPageURLs": "Nettadresser for utgangssider",
        "ColumnIdPageview": "Sidevisnings-ID",
        "ColumnInteractionPosition": "Interaksjonsposisjon",
        "ColumnNoResultKeyword": "Nøkkelord uten søkeresultat",
        "ColumnPageName": "Sidenavn",
        "ColumnPageURL": "Side-URL",
        "ColumnPageViewPosition": "Sidevisningsposisjon",
        "ColumnPagesPerSearch": "Søkeresultatsider",
        "ColumnPagesPerSearchDocumentation": "Brukere vil søke på ditt nettsted, og noen ganger klikke «neste» for å se flere resultater. Dette er det gjennomsnittlige antallet søkeresultatsider for dette nøkkelordet.",
        "ColumnSearchCategory": "Søkekategori",
        "ColumnSearchExits": "%% søkeutganger",
        "ColumnSearchExitsDocumentation": "Antall besøkende som forlot nettsiden etter å ha søkt etter dette nøkkelordet.",
        "ColumnSearchResultsCount": "Antall søkeresultater",
        "ColumnSearches": "Søk",
        "ColumnSearchesDocumentation": "Antall besøkende som søkte etter dette nøkkelordet i ditt nettsteds søkemotor.",
        "ColumnSiteSearchKeywords": "Unike nøkkelord",
        "ColumnUniqueClicks": "Unike klikk",
        "ColumnUniqueClicksDocumentation": "Antall besøk som involverte et klikk på denne lenken. Hvis lenken ble klikket flere ganger i løpet av et besøk, blir det kun talt én gang.",
        "ColumnUniqueDownloads": "Unike nedlastinger",
        "ColumnUniqueOutlinks": "Unike utlenker",
        "DownloadsReportDocumentation": "I denne rapporten kan du se hvilke filer de besøkende har lastet ned. %s Hva Matomo teller som en nedlasting, er klikket på en nedlastingslink. Om nedlastingen ble fullført eller ikke er ikke kjent for Matomo.",
        "DownloadsSubcategoryHelp1": "I denne rapporten kan du se hvilke file dine besøkende har lastet ned.",
        "DownloadsSubcategoryHelp2": "Det Matomo teller som en nedlasting er et klikk på en nedlastingslenke. Hvorvidt nedlastingen ble fullført eller ei vites ikke av Matomo.",
        "EntryPageTitles": "Titler på inngangssider",
        "EntryPageTitlesReportDocumentation": "Denne rapporten inneholder informasjon om titler på inngangssider som ble brukt i løpet av den angitte perioden.",
        "EntryPagesReportDocumentation": "Denne rapporten inneholder info om inngangssidene som ble brukt i den angitte perioden. En inngangsside er den første siden en bruker møtes med under første besøk. %s Inngangs-nettadresser vises som en mappestruktur.",
        "EntryPagesSubcategoryHelp1": "Rapporten inneholder info om inngangssider som ble brukt innenfor en angitt periode. En inngangsside er den første siden en bruker møtes med under første besøk.",
        "EntryPagesSubcategoryHelp2": "Inngangsnettadresser vises som en mappestruktur.",
        "ExitPageTitles": "Titler på utgangssider",
        "ExitPageTitlesReportDocumentation": "Denne rapporten inneholder informasjon om titler på utgangssider som ble brukt i den angitte perioden.",
        "ExitPagesReportDocumentation": "Denne rapporten inneholder info om utgangssidene som ble brukt i den angitte perioden. En utgangsside er den siste siden en bruker brukte under sitt besøk. %s Utgangs-nettadresser vises som en mappestruktur.",
        "ExitPagesSubcategoryHelp1": "Denne rapporten inneholder info om utgangssider som inntraff innenfor den angitte perioden. En avsluttningsside er den siste siden en bruker brukte i løpet av besøket sitt.",
        "ExitPagesSubcategoryHelp2": "Utgangsnettadresser viser som en mappestruktur.",
        "MainMetricsReportDocumentation": "Denne rapporten gir en veldig grunnleggende oversikt over hvilke foretagende dine besøkende utførte på nettsiden din.",
        "OneSearch": "1 søk",
        "OutlinkDocumentation": "En utlenke er en lenke som leder besøkeren bort fra ditt nettsted (til et annet domene).",
        "OutlinksReportDocumentation": "Denne rapporten viser en hierarkisk liste av utlenkers URL-er som ble klikket av dine besøkere.",
        "OutlinksSubcategoryHelp1": "Denne rapporten viser en hierarkisk liste over utlenke-nettadresser som ble klikket av dine besøkende. En utlenke er en lenke som leder den besøkende bort fra nettsiden din (til et annet domene).",
        "PageTitlesReportDocumentation": "Denne rapporten inneholder informasjon om titler på sider som har blitt besøkt. %1$s Sidetittelen er HTML-taggen %2$s som de fleste nettlesere viser i vindustittelen.",
        "PageTitlesSubcategoryHelp1": "Denne rapporten inneholder info om navnene på sider som har blitt besøkt.",
        "PageTitlesSubcategoryHelp2": "Sidens navn er en HTML-&amp;lt;title&amp;gt;-tagg de fleste nettlesere viser i tittellinjen.",
        "PageUrls": "Side-URLer",
        "PageViewsByVisitor": "Antall ganger denne siden ble besøkt av denne besøkeren i løpet av alle besøk",
        "PagesReportDocumentation": "Denne rapporten inneholder informasjon om side-URLer som har blitt besøkt. %s Tabellen er organisert hierarkisk, URL-ene vises som en mappestruktur.",
        "PagesSubcategoryHelp1": "Denne rapporten inneholder info om besøkte nettadresser på siden.",
        "PagesSubcategoryHelp2": "Tabellen er organisert i et hierarki. Nettadresser vises som en mappestruktur.",
        "PagesSubcategoryHelp3": "Bruk pluss- og minus-ikonene til venstre for å navigere.",
        "PluginDescription": "Rapporter om sidevisninger org sidetitler. Lar deg måle ditt nettsteds interne søkemotor. Sporer klikk på eksterne lenker og nedlastinger automatisk.",
        "RevisitedPages": "Sider besøkt mer enn én gang",
        "SiteSearchCategories": "Kategorier (sidesøk)",
        "SiteSearchCategories1": "Denne rapporten viser kategorier som besøkere velger når de søker på ditt nettsted.",
        "SiteSearchCategories2": "For eksempel: e-handelsnettsteder har typisk en «kategori»-velger slik at besøkere kan begrense sine søk til kun produkter i en spesifikk kategori.",
        "SiteSearchCategory": "Kategori (sidesøk)",
        "SiteSearchFollowingPagesDoc": "Når besøkere søker på ditt nettsted, leter de etter en bestemt side, innhold, produkt eller tjeneste. Denne rapporten lister opp sider som ble klikket mest etter et internt søk. Med andre ord, det er listen over sider som blir mest søkt etter av besøkere som allerede er på nettstedet.",
        "SiteSearchIntro": "Å spore søk som besøkere gjør på dine nettsteder er en effektiv måte å lære mer om hva din målgruppe leter etter. Det kan hjelpe deg å finne ideer til nytt innhold, nye produkter og generelt å øke kvaliteten på dine besøkeres opplevelse av ditt nettsted.",
        "SiteSearchKeyword": "Nøkkelord (Sidesøk)",
        "SiteSearchKeywordCount": "Antall søkeord (søk på siden)",
        "SiteSearchKeywordCounts": "Antall nøkkelord (søk på siden)",
        "SiteSearchKeywords": "Nøkkelord (sidesøk)",
        "SiteSearchKeywordsDocumentation": "Denne rapporten lister opp nøkkelord som besøkere har søkt etter i nettstedets interne søkemotor.",
        "SiteSearchKeywordsNoResultDocumentation": "Denne rapporten lister opp nøkkelord som ikke ga noen søkeresultater. Kanskje søkealgoritmen kan forbedres, eller kanskje dine besøkere ser etter innhold som ikke er på ditt nettsted (ennå)?",
        "SiteSearchSubcategoryHelp1": "Sidesøksdelen viser hvilke nøkkelord besøkende bruker når de søker på nettsiden din. Den viser også hvilke sider brukere går til etter å ha utført et søk og hvilke søkeord som er resultatløse.",
        "SiteSearchSubcategoryHelp2": "Disse rapportene kan gi deg idéer om manglende innhold på siden din, innsikt i hva dine besøkende ser etter og ikke finner, med mer.",
        "SiteSearchSubcategoryHelp3": "Lær mer i veiledningen for søk på siden.",
        "SubmenuPageTitles": "Sidetitler",
        "SubmenuPagesEntry": "Inngangssider",
        "SubmenuPagesExit": "Utgangssider",
        "SubmenuSitesearch": "Sidesøk",
        "TimeSpentInReferringAction": "Tid brukt i henvisningsforetagende",
        "WidgetEntryPageTitles": "Titler på inngangssider",
        "WidgetExitPageTitles": "Titler på utgangssider",
        "WidgetPageTitles": "Sidetitler",
        "WidgetPageTitlesFollowingSearch": "Sidetittel fulgt av ett nettstedssøk",
        "WidgetPageUrlsFollowingSearch": "Sider som følger etter et nettstedssøk",
        "WidgetPagesEntry": "Inngangssider",
        "WidgetPagesExit": "Utgangssider",
        "WidgetSearchCategories": "Søkekategorier",
        "WidgetSearchKeywords": "Nøkkelord for sidesøk",
        "WidgetSearchNoResultKeywords": "Nøkkelord uten resultater"
    }
}
