{
    "Actions": {
        "AvgGenerationTimeTooltip": "Gemiddelde gebaseerd op %s hit(s) %s tussen %s en %s",
        "ColumnClickedURL": "Aangeklikte URL",
        "ColumnClicks": "Kliks",
        "ColumnClicksDocumentation": "Aantal keer dat er op deze link geklikt is.",
        "ColumnDownloadURL": "Download link",
        "ColumnEntryPageTitle": "Inkomende paginatitel",
        "ColumnEntryPageURL": "Inkomende pagina URL",
        "ColumnExitPageTitle": "Uitgaande paginatitel",
        "ColumnExitPageURL": "Uitgaande pagina URL",
        "ColumnNoResultKeyword": "Sleutelwoord zonder zoekresultaten",
        "ColumnPageName": "Pagina naam",
        "ColumnPagesPerSearch": "Zoekresultaat pagina's",
        "ColumnPagesPerSearchDocumentation": "Bezoekers zoeken op uw website en klikken soms op \"volgende\" voor meer zoekresultaten. Dit is het gemiddeld aantal zoekreultatenpagina's dat voor dit sleutelwoord is bekeken.",
        "ColumnPageURL": "Pagina URL",
        "ColumnSearchCategory": "Zoekcategorie",
        "ColumnSearches": "Aantal zoekopdrachten",
        "ColumnSearchesDocumentation": "Het aantal bezoeken waarbij op dit sleutelwoord werd gezocht met de zoekoptie van uw website.",
        "ColumnSearchExits": "% verlaten na zoekopdracht",
        "ColumnSearchExitsDocumentation": "Het percentage bezoeken dat uw website heeft verlaten nadat op dit sleutelwoord werd gezocht met de zoekoptie van uw website.",
        "ColumnSearchResultsCount": "Aantal zoekresultaten",
        "ColumnSiteSearchKeywords": "Unieke sleutelwoorden",
        "ColumnUniqueClicks": "Unieke kliks",
        "ColumnUniqueClicksDocumentation": "Het aantal bezoeken dat een klik op deze link betrokken. Als een link is geklikt meerdere keren tijdens een bezoek, is het maar een keer geteld.",
        "ColumnUniqueDownloads": "Unieke downloads",
        "ColumnUniqueOutlinks": "Unieke Outlinks",
        "DownloadsReportDocumentation": "Dit rapport laat zien welke bestanden door de bezoekers zijn gedownload. %s Piwik telt een klik op een downloadlink als een download. Piwik kan niet zien of de download succesvol is uitgevoerd en afgerond.",
        "EntryPagesReportDocumentation": "Dit rapport bevat informatie over de inkomende pagina's in de opgegeven periode. Een inkomende pagina is de eerste pagina waarop de bezoeker binnenkomt. %s De URL's van de inkomende pagina's worden getoond in een mapstructuur.",
        "EntryPageTitles": "Inkomende paginatitels",
        "EntryPageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de inkomende pagina's in de opgegeven periode.",
        "ExitPagesReportDocumentation": "Dit rapport bevat informatie over de uitgaande pagina's tijdens de opgegeven periode. De iutgaande pagina is de laatste pagina die de bezoeker bekijkt. %s De URL's van de uitgaande pagina's worden getoond in een mapstructuur.",
        "ExitPageTitles": "Uitgaande paginatitels",
        "ExitPageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de uitgaande pagina's in de opgegeven periode.",
        "LearnMoreAboutSiteSearchLink": "Leer meer over de manier waarop bezoekers de zoekoptie in uw website gebruiken.",
        "OneSearch": "1 zoekopdracht",
        "OutlinkDocumentation": "Een outlink is een link die de bezoeker leidt uit de buurt van uw website (naar een ander domein).",
        "OutlinksReportDocumentation": "Dit rapport geeft een hiërarchische lijst van outlink URL's die zijn aangeklikt door uw bezoekers.",
        "PagesReportDocumentation": "Dit rapport bevat informatie over de pagina-URL's die zijn bezocht. %s De tabel is hiërarchisch georganiseerd. De URL's worden weergegeven in een map structuur.",
        "PageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de pagina's die zijn bezocht. %s De paginatitel is de HTML %s Tag dat de meeste browsers laten zien in hun window titel.",
        "PageUrls": "pagina-URL's",
        "PluginDescription": "Rapporteert over pagina weergaven en pagina titels. Het maakt het zoekgedrag op je website inzichtelijk, geeft rapporten weer over outlinks en downloads.",
        "SiteSearchCategories1": "Dit rapport toont de categorieën die bezoekers hebben geselecteerd bij het zoeken op uw website.",
        "SiteSearchCategories2": "Bijvoorbeeld, Ecommerce websites hebben vaak een categoriekeuze waarbij de zoekresultaten worden beperkt tot een specifieke categorie.",
        "SiteSearchFollowingPagesDoc": "Als bezoekers op uw website surfen, dan zoekt men vaak een bepaalde pagina, inhoud, produkt of dienst. Dit rapport laat de pagina's zien die het vaakst zijn aangeklikt na een interne zoekopdracht. Met andere woorden: de meeste gezochte pagina's door bezoekers die reeds op uw website zijn.",
        "SiteSearchIntro": "Het volgen van het zoekgedrag dat bezoekers op uw website vertonen is een zeer effectieve manier om er achter te komen wat het publiek op uw website zoekt. Het kan u aan nieuwe ideeën helpen om nieuwe content te maken of nieuwe Ecommerceprodukten toe te passen die helpen om de bezoekersbeleving op uw website te verhogen.",
        "SiteSearchKeyword": "Zoekwoord (Site search)",
        "SiteSearchKeywordsDocumentation": "Dit rapport toont een lijst met sleutelwoorden waarop bezoekers hebben gezocht met de interne zoekoptie van uw website.",
        "SiteSearchKeywordsNoResultDocumentation": "Dit rapport toon een lijst met sleutelwoorden waarop door uw website geen zoekresultaten werden gegeven. Wellicht kan het zoekalgorithm worden verbeterd of misschien wordt gezocht op content dat (nog) niet beschikbaar is op uw website.",
        "SubmenuPagesEntry": "Pagina's waarlangs de bezoeker binnen kwam",
        "SubmenuPagesExit": "Pagina's die verlaten werden",
        "SubmenuPageTitles": "Paginatitels",
        "SubmenuSitesearch": "Lokale zoekopdracht",
        "WidgetEntryPageTitles": "Inkomende paginatitels.",
        "WidgetExitPageTitles": "Uitgaande paginatitels",
        "WidgetPagesEntry": "Beginpagina's",
        "WidgetPagesExit": "Pagina's die verlaten werden.",
        "WidgetPageTitles": "Paginatitels",
        "WidgetPageTitlesFollowingSearch": "Paginatitels na zoekopdrachten",
        "WidgetPageUrlsFollowingSearch": "Bestemmings pagina na lokale zoekopdracht",
        "WidgetSearchCategories": "Zoekcategorieën",
        "WidgetSearchKeywords": "Zoektermen lokale zoekopdracht",
        "WidgetSearchNoResultKeywords": "Zoektermen zonder resultaten"
    }
}