{
    "Actions": {
        "ActionType": "Soort actie",
        "ActionTypes": "Soorten acties",
        "ActionsInVisit": "Acties tijdens bezoek",
        "AvgGenerationTimeTooltip": "Gemiddelde gebaseerd op %1$s hit(s) %2$s tussen %3$s en %4$s",
        "Behaviour": "Gedrag",
        "ColumnActionURL": "Actie-URL",
        "ColumnClickedURL": "Aangeklikte uitgaande link",
        "ColumnClickedURLs": "Aangeklikte uitgaande links",
        "ColumnClicks": "Kliks",
        "ColumnClicksDocumentation": "Aantal keren dat er op deze link was gekikt.",
        "ColumnDownloadURL": "Download-URL",
        "ColumnDownloadURLs": "Download-URL's",
        "ColumnEntryPageTitle": "Titel binnenkomstpagina",
        "ColumnEntryPageURL": "URL binnenkomstpagina",
        "ColumnEntryPageURLs": "URL's binnenkomstpagina's",
        "ColumnExitPageTitle": "Titel vertrekpagina",
        "ColumnExitPageURL": "URL vertrekpagina",
        "ColumnExitPageURLs": "URL's vertekpagina's",
        "ColumnIdPageview": "Paginaweergave-ID",
        "ColumnInteractionPosition": "Positie interactie",
        "ColumnNoResultKeyword": "Sleutelwoord zonder zoekresultaat",
        "ColumnPageName": "Naam pagina",
        "ColumnPageURL": "Pagina-URL",
        "ColumnPageViewPosition": "Paginaweergave positie",
        "ColumnPagesPerSearch": "Zoekresultaten-pagina's",
        "ColumnPagesPerSearchDocumentation": "Bezoekers zoeken op uw website en klikken soms op \"volgende\" voor meer zoekresultaten. Dit is het gemiddeld aantal zoekreultatenpagina's dat voor dit sleutelwoord is bekeken.",
        "ColumnSearchCategory": "Zoekcategorie",
        "ColumnSearchExits": "%% verlaten na zoekopdracht",
        "ColumnSearchExitsDocumentation": "Het percentage bezoeken dat uw website heeft verlaten nadat op dit sleutelwoord werd gezocht met de zoekoptie van uw website.",
        "ColumnSearchResultsCount": "Aantal zoekresultaten",
        "ColumnSearches": "Zoekopdrachten",
        "ColumnSearchesDocumentation": "Aantal bezoeken dat op dit sleutelwoord heeft gezocht via de zoekmachine van uw website.",
        "ColumnSiteSearchKeywords": "Unieke sleutelwoorden",
        "ColumnUniqueClicks": "Unieke kliks",
        "ColumnUniqueClicksDocumentation": "Het aantal bezoeken dat een klik op deze link betrokken. Als een link is geklikt meerdere keren tijdens een bezoek, is het maar een keer geteld.",
        "ColumnUniqueDownloads": "Unieke downloads",
        "ColumnUniqueOutlinks": "Unieke uitgaande links",
        "DownloadsReportDocumentation": "Dit rapport laat zien welke bestanden door de bezoekers zijn gedownload. %s Matomo telt een klik op een downloadlink als een download. Matomo kan niet zien of de download succesvol is uitgevoerd en afgerond.",
        "DownloadsSubcategoryHelp1": "In dit rapport ziet u welke bestanden bezoekers hebben gedownload.",
        "DownloadsSubcategoryHelp2": "Wat Matomo telt als een download is de klik op een download link. Of de download voltooid werd is niet bekend door Matomo.",
        "EntryPageTitles": "Binnenkomende paginatitels",
        "EntryPageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de inkomende pagina's in de opgegeven periode.",
        "EntryPagesReportDocumentation": "Dit rapport bevat informatie over de landingpagina's van een bezoeker welke bezocht zijn gedurende een specifieke periode. Een landingspagina is de eerste pagina die bekeken wordt tijdens een bezoek. %s. The landingspagina's URL's worden getoond in een folder structuur.",
        "EntryPagesSubcategoryHelp1": "Dit rapport toont informatie over ingangspagina's die gebruikt werden gedurende de opgegeven periode. Een ingangspagina is de eerste pagina die een gebruiker bekijkt tijdens diens bezoek.",
        "EntryPagesSubcategoryHelp2": "De ingang-URL's worden weergegeven als mappenstructuur.",
        "ExitPageTitles": "Titels vertrekpagina's",
        "ExitPageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de uitgaande pagina's in de opgegeven periode.",
        "ExitPagesReportDocumentation": "Dit rapport bevat informatie over de exit pagina's gedurende een geselecteerde periode. Een exit pagina is de laatste pagina die bekeken is gedurende een bezoek. %s De exit pagina's worden getoond in een folder structuur.",
        "ExitPagesSubcategoryHelp1": "Dit rapport toont informatie over de uitgangspagina's die voorkwamen gedurende de opgegeven periode. Een uitgangspagina is de laatste pagina die een gebruiker bekijkt bij diens bezoek.",
        "ExitPagesSubcategoryHelp2": "De uitgang-URL's worden weergegeven als mappenstructuur.",
        "MainMetricsReportDocumentation": "Dit rapport geeft een zeer eenvoudig overzicht over welke activiteiten bezoekers uitvoeren op uw website.",
        "OneSearch": "1 zoekopdracht",
        "OutlinkDocumentation": "Een uitgaande link is een link die de bezoeker wegleid van uw website (naar een ander domein).",
        "OutlinksReportDocumentation": "Dit rapport geeft een hiërarchische lijst van uitgaande link URL's die zijn aangeklikt door uw bezoekers.",
        "OutlinksSubcategoryHelp1": "Dit rapport toont een hiërarchische lijst van uitgaande link URL's die aangeklikt werden door bezoekers. Een uitgaande link is een link die de bezoeker wegleidt van uw website (naar een ander domein).",
        "PageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de pagina's die zijn bezocht. %1$s De paginatitel is de HTML %2$s Tag dat de meeste browsers laten zien in hun window titel.",
        "PageTitlesSubcategoryHelp1": "Dit rapport toont informatie over de titels van de bezochte pagina's.",
        "PageTitlesSubcategoryHelp2": "De paginatitel is de HTML &amp;lt;title&amp;gt; tag die de meeste browsers tonen als titel in hun venster.",
        "PageUrls": "Pagina-URL's",
        "PageViewsByVisitor": "Aantal keer dat deze pagina door deze bezoeker tijdens al diens bezoeken bekeken is",
        "PagesReportDocumentation": "Dit rapport bevat informatie over de pagina-URL's die zijn bezocht. %s De tabel is hiërarchisch georganiseerd. De URL's worden weergegeven in een map structuur.",
        "PagesSubcategoryHelp1": "Dit rapport toont informatie over de bezochte pagina URL's.",
        "PagesSubcategoryHelp2": "De tabel is hiërarchisch georganiseerd, de URL's worden als mappenstructuur weergegeven.",
        "PagesSubcategoryHelp3": "Gebruik de + en - icoontjes aan de linkerzijde om te navigeren.",
        "PluginDescription": "Rapporteert over pagina weergaven en pagina titels. Het maakt het interne zoekgedrag op uw website inzichtelijk en volgt automatisch het klikken op externe linken en downloads van bestanden.",
        "RevisitedPages": "Pagina's die meer dan eens zijn bekeken",
        "SiteSearchCategories": "Categorieën (zoeken via site)",
        "SiteSearchCategories1": "Dit rapport toont de categorieën die bezoekers hebben geselecteerd bij het zoeken op uw website.",
        "SiteSearchCategories2": "Bijvoorbeeld, Ecommerce websites hebben vaak een categoriekeuze waarbij de zoekresultaten worden beperkt tot een specifieke categorie.",
        "SiteSearchCategory": "Categorie (zoeken via site)",
        "SiteSearchFollowingPagesDoc": "Als bezoekers op uw website surfen, dan zoekt men vaak een bepaalde pagina, inhoud, product of dienst. Dit rapport laat de pagina's zien die het vaakst zijn aangeklikt na een interne zoekopdracht. Met andere woorden: de meeste gezochte pagina's door bezoekers die reeds op uw website zijn.",
        "SiteSearchIntro": "Het volgen van het zoekgedrag dat bezoekers op uw website vertonen is een zeer effectieve manier om er achter te komen wat het publiek op uw website zoekt. Het kan u aan nieuwe ideeën helpen om nieuwe content te maken of nieuwe Ecommerceprodukten toe te passen die helpen om de bezoekersbeleving op uw website te verhogen.",
        "SiteSearchKeyword": "Sleutelwoord (zoeken via site)",
        "SiteSearchKeywordCount": "Aantal sleutelwoorden (zoeken via de site)",
        "SiteSearchKeywordCounts": "Aantal sleutelwoorden (zoeken via de site)",
        "SiteSearchKeywords": "Sleutelwoorden (zoeken via site)",
        "SiteSearchKeywordsDocumentation": "Dit rapport toont een lijst met sleutelwoorden waarop bezoekers hebben gezocht met de interne zoekoptie van uw website.",
        "SiteSearchKeywordsNoResultDocumentation": "Dit rapport toont een lijst met sleutelwoorden waarvoor uw website geen zoekresultaten kon gegeven. Wellicht kan het zoekalgoritme worden verbeterd of misschien wordt er gezocht op content die (nog) niet beschikbaar is op uw website?",
        "SiteSearchSubcategoryHelp1": "De Site zoekopdrachten sectie toont welke sleutelwoorden bezoekers gebruikten bij het zoeken op uw website. Het toont ook welke pagina's gebruikers bekijken na de zoekopdracht en welke sleutelwoorden geen enkel resultaat opleveren.",
        "SiteSearchSubcategoryHelp2": "Deze rapporten geven u een idee over ontbrekende inhoud op uw website, inzicht naar wat bezoekers zoeken maar niet kunnen vinden, en meer.",
        "SiteSearchSubcategoryHelp3": "Lees meer in de handleiding Site Search.",
        "SubmenuPageTitles": "Paginatitels",
        "SubmenuPagesEntry": "Binnenkomstpagina's",
        "SubmenuPagesExit": "Vertrekpagina's",
        "SubmenuSitesearch": "Lokale zoekopdracht",
        "TimeSpentInReferringAction": "Tijd besteed aan doorverwijzing",
        "WidgetEntryPageTitles": "Binnenkomende paginatitels",
        "WidgetExitPageTitles": "Uitgaande paginatitels",
        "WidgetPageTitles": "Paginatitels",
        "WidgetPageTitlesFollowingSearch": "Paginatitels na zoekopdrachten",
        "WidgetPageUrlsFollowingSearch": "Bestemmingspagina na zoekopdracht",
        "WidgetPagesEntry": "Binnenkomstpagina's",
        "WidgetPagesExit": "Vertrekpagina's",
        "WidgetSearchCategories": "Zoekcategorieën",
        "WidgetSearchKeywords": "Zoektermen",
        "WidgetSearchNoResultKeywords": "Zoekwoorden zonder resultaten"
    }
}
