{
    "Actions": {
        "ColumnClickedURL": "Klikka URL",
        "ColumnClicks": "Klikk",
        "ColumnClicksDocumentation": "Talet på klikk på denne peikaren.",
        "ColumnDownloadURL": "Nedlasta URL",
        "ColumnEntryPageTitle": "Tittel til inngangsside",
        "ColumnEntryPageURL": "URL til inngangsside",
        "ColumnExitPageTitle": "Tittel til utgangsside",
        "ColumnExitPageURL": "URL til utgangsside",
        "ColumnPageName": "Sidenamn",
        "ColumnPageURL": "Side-URL",
        "ColumnUniqueClicks": "Unike klikk",
        "ColumnUniqueClicksDocumentation": "Talet på vitjingar som involverte eit klikk på denne peikaren. Viss ein peikar vart klikka fleire gonger under ei vitjing, reknast det med berre ein gong.",
        "ColumnUniqueDownloads": "Unike nedlastingar",
        "ColumnUniqueOutlinks": "Unike utpeikarar",
        "DownloadsReportDocumentation": "I denne rapporten kan du sjå kva filer som vitjarane har lasta ned. %s Piwik tel berre klikk på peikarar til filer. Det er ikkje kjent for Piwik om nedlastinga vart fullførd eller ikkje.",
        "EntryPagesReportDocumentation": "Denne rapporten inneheld informasjon om inngangssider gjennom ein oppgjeven periode. Ei inngangsside er den fyrste sida ein brukar ser under ei vitjing. %s URLane til inngangssider er vist som ein mappestruktur.",
        "EntryPageTitles": "Tittel på inngangssider",
        "EntryPageTitlesReportDocumentation": "Denne rapporten inneheld informasjon om sidetittelen til inngangssider gjennom ein oppgjeven periode.",
        "ExitPagesReportDocumentation": "Denne rapporten inneheld informasjon om utgangssider gjennom ein oppgjeven periode. Ei utgangsside er den siste sida ein brukar ser under ei vitjing. %s URLane til utgangssider er vist som ein mappestruktur.",
        "ExitPageTitles": "Tittel på utgangssider",
        "ExitPageTitlesReportDocumentation": "Denne rapporten inneheld informasjon om sidetittelen til utgangssider gjennom ein oppgjeven periode.",
        "OutlinkDocumentation": "Ein utpeikar er ein peikar som leier vitjarane dine vekk frå nettsida di (til eit anna domene).",
        "OutlinksReportDocumentation": "Denne rapporten viser ei hierarkisk liste av utpeikarar som vitjarane dine klikka på.",
        "PagesReportDocumentation": "Denne rapporten inneheld informasjon om side-URLar som er vitja. %s Tabellen er organisert hierarkisk, URLane er vist som ein mappestruktur.",
        "PageTitlesReportDocumentation": "Denne rapporten inneheld informasjon om titlane til sidene som er vitja. %s Sidetittelen er HTML-entiteten %s som dei fleste nettlesarane viser som tittel på vindauget sitt.",
        "PageUrls": "Side-URLar",
        "PluginDescription": "Rapportar om sidevisningar, utpeikarar og nedlastingar. Sporing av utpeikarar og nedlastingar skjer automatisk!",
        "SubmenuPagesEntry": "Inngangssider",
        "SubmenuPagesExit": "Utgangssider",
        "SubmenuPageTitles": "Sidetitlar"
    }
}