{
    "Actions": {
        "ActionType": "Tipo de ação",
        "ActionTypes": "Tipos de ação",
        "ActionsInVisit": "Ações na visita",
        "AvgGenerationTimeTooltip": "Média com base em %1$s acesso(s) %2$sentre %3$s e %4$s",
        "Behaviour": "Comportamento",
        "ColumnActionURL": "Endereço da ação",
        "ColumnClickedURL": "Hiperligação de Saída Clicada",
        "ColumnClickedURLs": "Ligações de saída clicadas",
        "ColumnClicks": "Cliques",
        "ColumnClicksDocumentation": "O número de vezes que esta hiperligação foi clicada.",
        "ColumnDownloadURL": "URL de Descargas",
        "ColumnDownloadURLs": "URLs de Descargas",
        "ColumnEntryPageTitle": "Título da Página de Entrada",
        "ColumnEntryPageURL": "URL da Página de Entrada",
        "ColumnEntryPageURLs": "Endereços das páginas de entrada",
        "ColumnExitPageTitle": "Título da Página de Saída",
        "ColumnExitPageURL": "URL da Página de Saída",
        "ColumnExitPageURLs": "Endereços das páginas de saída",
        "ColumnIdPageview": "ID da visualização de página",
        "ColumnInteractionPosition": "Posição da interação",
        "ColumnNoResultKeyword": "Palavra-chave sem Resultados de Pesquisa",
        "ColumnPageName": "Nome da Página",
        "ColumnPageURL": "URL da Página",
        "ColumnPageViewPosition": "Posição da Visualização de Página",
        "ColumnPagesPerSearch": "Páginas dos Resultados de Pesquisa",
        "ColumnPagesPerSearchDocumentation": "Os visitantes irão pesquisar no seu site e por vezes clicam em \"seguinte\" para ver mais resultados. Este é o número médio de páginas de resultados de pesquisa visualizados para esta palavra-chave.",
        "ColumnSearchCategory": "Categoria de Pesquisa",
        "ColumnSearchExits": "%% saídas de pesquisa",
        "ColumnSearchExitsDocumentation": "A percentagem das visitas que saíram do site depois de pesquisarem por esta palavra-chave no seu motor de pesquisa do site.",
        "ColumnSearchResultsCount": "Contagem dos Resultados da Pesquisa",
        "ColumnSearches": "Pesquisas",
        "ColumnSearchesDocumentation": "O número de visitas que pesquisaram por esta palavra-chave no motor de pesquisa do seu site.",
        "ColumnSiteSearchKeywords": "Palavras-chave Únicas",
        "ColumnUniqueClicks": "Cliques Únicos",
        "ColumnUniqueClicksDocumentation": "O número de visitas que envolveu um clique nesta ligação. Se uma ligação foi clicada várias vezes durante uma visita, só é contabilizada uma vez.",
        "ColumnUniqueDownloads": "Descargas Únicas",
        "ColumnUniqueOutlinks": "Hiperligações de Saída Únicas",
        "DownloadsReportDocumentation": "Neste relatório, pode ver quais ficheiros os visitantes descarregaram.%s O que Matomo conta como uma descarga é o clique numa hiperligação de descarga. Matomo não tem conhecimento se a descarga foi concluída ou não.",
        "DownloadsSubcategoryHelp1": "Neste relatório pode ver quais ficheiros os seus visitantes descarregaram.",
        "DownloadsSubcategoryHelp2": "O que o Matomo contabiliza como uma descarga é a ativação de uma ligação de descarga. O Matomo não é informado se a descarga foi concluída ou não.",
        "EntryPageTitles": "Títulos das páginas de entrada",
        "EntryPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos das páginas de entrada que foram utilizados durante o período especificado.",
        "EntryPagesReportDocumentation": "Este relatório contém informação sobre as páginas de entrada que foram utilizadas durante o período especificado, Uma página de entrada é a primeira página que um utilizador vê durante a sua visita. %s Os endereços de entrada são apresentados numa estrutura de pastas.",
        "EntryPagesSubcategoryHelp1": "Este relatório contém informações sobre as páginas de entrada que foram utilizadas durante o período especificado. Uma página de entrada é a primeira página que um utilizador visualiza durante a sua visita.",
        "EntryPagesSubcategoryHelp2": "Os endereços de entrada são apresentados como uma estrutura de pastas.",
        "ExitPageTitles": "Títulos das páginas de saída",
        "ExitPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos de páginas de saída que ocorreram durante o período especificado.",
        "ExitPagesReportDocumentation": "Este relatório contém informação sobre as páginas de saída que foram utilizadas durante o período especificado, Uma página de saída é a última página que um utilizador vê durante a sua visita. %s Os endereços de saída são apresentados numa estrutura de pastas.",
        "ExitPagesSubcategoryHelp1": "Este relatório contém informações sobre as páginas de saída que utilizadas durante o período especificado. Uma página de saída é a última página que um utilizador visualiza durante a sua visita.",
        "ExitPagesSubcategoryHelp2": "Os endereços de saída são apresentados como uma estrutura de pastas.",
        "MainMetricsReportDocumentation": "Este relatório fornece uma visão geral muito básica das ações que os seus visitantes executaram no seu site.",
        "OneSearch": "1 pesquisa",
        "OutlinkDocumentation": "Uma ligação de saída é uma ligação que encaminha um visitante para fora do seu site (para outro domínio).",
        "OutlinksReportDocumentation": "Este relatório mostra uma lista hierárquica de ligações de saída que foram clicadas pelos seus visitantes.",
        "OutlinksSubcategoryHelp1": "Este relatório mostra uma lista hierárquica de endereços de saída que foram ativados pelos seus visitantes. Uma ligação de saída é uma ligação que afasta o visitante do seu site (para outro domínio).",
        "PageTitlesReportDocumentation": "Este relatório contém informação sobre os títulos das páginas que foram visitadas. %1$s O título de página é a tag HTML %2$s que a maioria dos navegadores mostra como título respetiva janela.",
        "PageTitlesSubcategoryHelp1": "Este relatório contém informações sobre os títulos das páginas que foram visitadas.",
        "PageTitlesSubcategoryHelp2": "O título da página é a tag HTML &amp;lt;title&amp;gt; que a maioria dos navegadores utiliza para mostrar no título da respetiva janela.",
        "PageUrls": "Endereços de páginas",
        "PageViewsByVisitor": "O número de vezes que esta página foi vista por este visitante em todas as visitas",
        "PagesReportDocumentation": "Este relatório contém informações sobre os endereços das páginas que foram visitadas. %s A tabela está organizada hierarquicamente, os endereços são apresentados como uma estrutura de pastas.",
        "PagesSubcategoryHelp1": "Este relatório contém informações sobre os endereços das páginas que foram visitadas.",
        "PagesSubcategoryHelp2": "A tabela é organizada hierarquicamente, os endereços são apresentados como uma estrutura de pastas.",
        "PagesSubcategoryHelp3": "Utilize os ícones mais e menos à esquerda para navegar.",
        "PluginDescription": "Relatórios sobre as visualizações e títulos das páginas. Permite-lhe avaliar o motor de pesquisa interno do seu site. Monitoriza automaticamente os cliques nas ligações externas e descargas de ficheiros.",
        "RevisitedPages": "Páginas vistas mais do que uma vez",
        "SiteSearchCategories": "Categorias (pesquisa do site)",
        "SiteSearchCategories1": "Este relatório lista as Categorias que os visitantes selecionaram quando realizaram uma Pesquisa no seu site.",
        "SiteSearchCategories2": "Por exemplo, os sites de comércio eletrónico têm tipicamente um seletor de \"Categoria\" de modo a que os visitantes possam restringir as suas pesquisas a todos os produtos de uma categoria específica.",
        "SiteSearchCategory": "Categoria (pesquisa do site)",
        "SiteSearchFollowingPagesDoc": "Quando os visitantes pesquisam no seu site, eles estão à procura de uma página, conteúdo, produto ou serviço em particular. Este relatório lista as páginas que foram mais clicadas depois de uma pesquisa interna. Noutras palavras, a lista de páginas mais pesquisadas pelos visitantes dentro do seu site.",
        "SiteSearchIntro": "O acompanhamento das pesquisas que os visitantes fazem no seu site é uma maneira muito eficaz de saber mais sobre o que o seu público está à procura, pode ajudar a encontrar ideias para novos conteúdos, novos produtos de comércio eletrónico que os potenciais clientes podem estar à procura e, em geral, melhorar a experiência do seu site para os visitantes.",
        "SiteSearchKeyword": "Palavra-chave (Pesquisa do Site)",
        "SiteSearchKeywordCount": "Contagem de palavra-chave (Pesquisa de Site)",
        "SiteSearchKeywordCounts": "Contagens de palavra-chave (Pesquisa de Site)",
        "SiteSearchKeywords": "Palavras-chave (pesquisa do site)",
        "SiteSearchKeywordsDocumentation": "Este relatório lista as «Palavras-chave de Pesquisa» que os visitantes procuraram no seu «Motor de Pesquisa» interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Este relatório lista as Palavras-chave de pesquisa que não devolveram qualquer resultado de Pesquisa: talvez o algoritmo do motor de pesquisa possa ser melhorado, ou talvez os seus visitantes estejam à procura de conteúdo que (ainda) não existe no seu site?",
        "SiteSearchSubcategoryHelp1": "A secção Pesquisa do site mostra quais as palavras-chave que os visitantes utilizaram para pesquisar o seu site. Também mostra que páginas os utilizadores visualizaram depois de realizar uma pesquisa e que termos de pesquisa do site não devolveram qualquer resultado.",
        "SiteSearchSubcategoryHelp2": "Estes relatórios podem dar-lhe ideias sobre o conteúdo em falta no seu site, informações sobre o que os seus visitantes procuram mas não conseguem encontrar facilmente e muito mais.",
        "SiteSearchSubcategoryHelp3": "Saiba mais no guia de Pesquisa do site.",
        "SubmenuPageTitles": "Títulos das páginas",
        "SubmenuPagesEntry": "Páginas de entrada",
        "SubmenuPagesExit": "Páginas de saída",
        "SubmenuSitesearch": "Pesquisa do Site",
        "TimeSpentInReferringAction": "Tempo despendido na Ação de referência",
        "WidgetEntryPageTitles": "Títulos de páginas de entrada",
        "WidgetExitPageTitles": "Títulos de páginas de saída",
        "WidgetPageTitles": "Títulos de páginas",
        "WidgetPageTitlesFollowingSearch": "Títulos de páginas após uma pesquisa no site",
        "WidgetPageUrlsFollowingSearch": "Páginas após uma pesquisa no site",
        "WidgetPagesEntry": "Páginas de entrada",
        "WidgetPagesExit": "Páginas de saída",
        "WidgetSearchCategories": "Categorias de pesquisa",
        "WidgetSearchKeywords": "Palavras-chave de pesquisa do site",
        "WidgetSearchNoResultKeywords": "Palavras-chave de pesquisa sem resultados"
    }
}
