{
    "Actions": {
        "AvgGenerationTimeTooltip": "Média com base em %1$s acesso(s) %2$sentre %3$s e %4$s",
        "ColumnClickedURL": "Hiperligação de Saída Clicada",
        "ColumnClickedURLs": "Ligações de saída clicadas",
        "ColumnActionURL": "Endereço da ação",
        "ColumnClicks": "Cliques",
        "ColumnClicksDocumentation": "O número de vezes que esta hiperligação foi clicada.",
        "ColumnDownloadURL": "URL de Transferência",
        "ColumnDownloadURLs": "URLs de Transferência",
        "ColumnEntryPageTitle": "Título da Página de Entrada",
        "ColumnEntryPageURL": "URL da Página de Entrada",
        "ColumnEntryPageURLs": "Endereços das páginas de entrada",
        "ColumnExitPageTitle": "Título da Página de Saída",
        "ColumnExitPageURL": "URL da Página de Saída",
        "ColumnExitPageURLs": "Endereços das páginas de saída",
        "ColumnNoResultKeyword": "Palavra-chave sem Resultados de Pesquisa",
        "ColumnPageName": "Nome da Página",
        "ColumnPagesPerSearch": "Páginas dos Resultados de Pesquisa",
        "ColumnPagesPerSearchDocumentation": "Os visitantes irão pesquisar no seu <i>site<\/i> da Web, e às vezes clicam em \"seguinte\" para ver mais resultados. Este é o número médio das páginas dos resultados de pesquisa visualizados para esta palavra-chave.",
        "ColumnPageURL": "URL da Página",
        "ColumnSearchCategory": "Categoria de Pesquisa",
        "ColumnSearches": "Pesquisas",
        "ColumnSearchesDocumentation": "O número de visitas que pesquisaram por esta palavra-chave no motor de pesquisa do seu <i>site<\/i> da Web.",
        "ColumnSearchExits": "%% saídas de pesquisa",
        "ColumnSearchExitsDocumentation": "A percentagem das visitas que sairam do <i>site<\/i> da Web depois de pesquisarem por esta palavra-chave no seu motor de «Pesquisa do Site».",
        "ColumnSearchResultsCount": "Contagem dos Resultados da Pesquisa",
        "ColumnSiteSearchKeywords": "Palavras-chave Únicas",
        "ColumnUniqueClicks": "Cliques Únicos",
        "ColumnUniqueClicksDocumentation": "O número de visitas que envolveu um clique nesta ligação. Se uma ligação foi clicada várias vezes durante uma visita, só é contabilizada uma vez.",
        "ColumnUniqueDownloads": "Transferências Únicas",
        "ColumnUniqueOutlinks": "Hiperligações de Saída Únicas",
        "ColumnIdPageview": "ID da visualização de página",
        "ColumnInteractionPosition": "Posição da interação",
        "ColumnPageViewPosition": "Posição da Visualização de Página",
        "ActionsInVisit": "Ações na visita",
        "DownloadsReportDocumentation": "Neste relatório, pode ver quais os ficheiros que os visitantes transferiram.%s O que Matomo conta como uma transferência é o clique numa hiperligação de transferência. Se a transferência foi concluída ou não, Matomo não tem conhecimento.",
        "EntryPagesReportDocumentation": "Este relatório contém informação sobre as páginas de entrada que foram utilizadas durante o período especificado, Uma página de entrada é a primeira página que um utilizador vê durante a sua visita. %s Os endereços de entrada são apresentados numa estrutura de pastas.",
        "EntryPageTitles": "Títulos das páginas de entrada",
        "EntryPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos das páginas de entrada que foram utilizados ​​durante o período especificado.",
        "ExitPagesReportDocumentation": "Este relatório contém informação sobre as páginas de saída que foram utilizadas durante o período especificado, Uma página de saída é a última página que um utilizador vê durante a sua visita. %s Os endereços de saída são apresentados numa estrutura de pastas.",
        "ExitPageTitles": "Títulos das páginas de saída",
        "ExitPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos de páginas de saída que ocorreram durante o período especificado.",
        "OneSearch": "1 pesquisa",
        "OutlinkDocumentation": "Uma ligação de saída é uma ligação que encaminha um visitante para fora do seu site (para outro domínio).",
        "OutlinksReportDocumentation": "Este relatório mostra uma lista hierárquica de ligações de saída que foram clicadas pelos seus visitantes.",
        "PagesReportDocumentation": "Este relatório contém informações sobre os endereços das páginas que foram visitadas. %s A tabela está organizada hierarquicamente, os endereços são apresentados como uma estrutura de pastas.",
        "PageTitlesReportDocumentation": "Este relatório contém informação sobre os títulos das páginas que foram visitadas. %1$s O título de página é a tag HTML %2$s que a maioria dos navegadores mostra como título respetiva janela.",
        "PageUrls": "Endereços de páginas",
        "PageViewsByVisitor": "O número de vezes que esta página foi vista por este visitante em todas as visitas",
        "PluginDescription": "Relatórios sobre as visualizações e títulos das páginas. Permite-lhe avaliar o motor de pesquisa interno do seu <i>site<\/i> da Web. Monitoriza automaticamente os cliques nas hiperligações externas e transferências de ficheiro.",
        "RevisitedPages": "Páginas vistas mais do que uma vez",
        "SiteSearchCategories1": "Este relatório lista as Categorias que os visitantes selecionaram quando realizaram uma Pesquisa no seu site.",
        "SiteSearchCategories2": "Por exemplo, os sites de comércio eletrónico têm tipicamente um seletor de \"Categoria\" de modo a que os visitantes possam restringir as suas pesquisas a todos os produtos de uma categoria específica.",
        "SiteSearchFollowingPagesDoc": "Quando os visitantes pesquisam no seu site, eles estão à procura de uma página, conteúdo, produto ou serviço em particular. Este relatório lista as páginas que foram mais clicadas depois de uma pesquisa interna. Noutras palavras, a lista de páginas mais pesquisadas pelos visitantes dentro do seu site.",
        "SiteSearchIntro": "O acompanhamento das pesquisas que os visitantes fazem no seu site é uma maneira muito eficaz de saber mais sobre o que o seu público está à procura, pode ajudar a encontrar ideias para novos conteúdos, novos produtos de comércio eletrónico que os potenciais clientes podem estar à procura e, em geral, melhorar a experiência do seu site para os visitantes.",
        "SiteSearchCategory": "Categoria (pesquisa do site)",
        "SiteSearchCategories": "Categorias (pesquisa do site)",
        "SiteSearchKeyword": "Palavra-chave (Pesquisa do Site)",
        "SiteSearchKeywords": "Palavras-chave (pesquisa do site)",
        "SiteSearchKeywordCount": "Contagem de palavra-chave (Pesquisa de Site)",
        "SiteSearchKeywordCounts": "Contagens de palavra-chave (Pesquisa de Site)",
        "SiteSearchKeywordsDocumentation": "Este relatório lista as «Palavras-chave de Pesquisa» que os visitantes procuraram no seu «Motor de Pesquisa» interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Este relatório lista as «Palavras-chave de Pesquisa» que não devolveram qualquer resultado de «Pesquisa»: talvez o algoritmo do motor de pesquisa possa ser melhorado, ou talvez, os seus visitantes estejam à procura de conteúdo que (ainda) não existe no seu <i>site<\/i> da Web?",
        "SubmenuPagesEntry": "Páginas de entrada",
        "SubmenuPagesExit": "Páginas de saída",
        "SubmenuPageTitles": "Títulos das páginas",
        "SubmenuSitesearch": "Pesquisa do Site",
        "WidgetEntryPageTitles": "Títulos de páginas de entrada",
        "WidgetExitPageTitles": "Títulos de páginas de saída",
        "WidgetPagesEntry": "Páginas de entrada",
        "WidgetPagesExit": "Páginas de saída",
        "WidgetPageTitles": "Títulos de páginas",
        "WidgetPageTitlesFollowingSearch": "Títulos de páginas após uma pesquisa no site",
        "WidgetPageUrlsFollowingSearch": "Páginas após uma pesquisa no site",
        "WidgetSearchCategories": "Categorias de pesquisa",
        "WidgetSearchKeywords": "Palavras-chave de pesquisa do site",
        "WidgetSearchNoResultKeywords": "Palavras-chave de pesquisa sem resultados",
        "ActionType": "Tipo de ação",
        "ActionTypes": "Tipos de ação",
        "Behaviour": "Comportamento"
    }
}