{
    "Actions": {
        "AvgGenerationTimeTooltip": "Media bazata pe %s hit(uri) %s intre %s si %s",
        "ColumnClickedURL": "URL-uri accesate",
        "ColumnClicks": "Click-uri",
        "ColumnClicksDocumentation": "Numărul de ori link-ul a fost click-uit.",
        "ColumnDownloadURL": "URL Descărcare",
        "ColumnEntryPageTitle": "Titlul Paginii de Intrare",
        "ColumnEntryPageURL": "URL Paginii de Intrare",
        "ColumnExitPageTitle": "Titlul Paginii de Ieşire",
        "ColumnExitPageURL": "URL-ul Paginii de Ieşire",
        "ColumnNoResultKeyword": "Cuvânt cheie fără rezultate în căutări",
        "ColumnPageName": "Numele Paginii",
        "ColumnPagesPerSearch": "Pagini cu rezultate căutări",
        "ColumnPagesPerSearchDocumentation": "Vizitatorii vor căuta pe site-ul dvs web şi uneori vor apăsa \"următorul\" pentru a vizualiza mai multe rezultate. Acesta este numărul mediu de pagini cu rezultate ale căutării vizualizate pentru acest cuvânt cheie.",
        "ColumnPageURL": "URL-ul Paginii",
        "ColumnSearchCategory": "Categorie căutare",
        "ColumnSearches": "Căutări",
        "ColumnSearchesDocumentation": "Numărul de vizite care au căutat după acest cuvânt cheie folosind motorul de căutare de pe site-ul dvs web.",
        "ColumnSearchExits": "% Căutări abandonate",
        "ColumnSearchExitsDocumentation": "Procentul vizitelor care au parasit siteul dupa ce au cautat acest Cuvant prin intermediul casutei de Search (Cautare) prezenta pe siteul tau.",
        "ColumnSearchResultsCount": "Numărul rezultate căutare",
        "ColumnSiteSearchKeywords": "Cuvinte-cheie unice",
        "ColumnUniqueClicks": "Click-uri unice.",
        "ColumnUniqueClicksDocumentation": "Numărul de vizite ce a presupus un click pe acest link. Dacă un link a fost click-uit de mai multe ori în timpul unei vizite, este numărat o dată.",
        "ColumnUniqueDownloads": "Descărcări Unice",
        "ColumnUniqueOutlinks": "Outlink-uri Unice",
        "DownloadsReportDocumentation": "În acest raport, poţi vedea ce fişiere au fost descărcate de vizitatorii tăi. %s Ceea ce Piwik socoteşte ca fiind o descărcare este un click pe un link de descărcare. Dacă a fost terminată sau nu nu este cunoscut de către Piwik.",
        "EntryPagesReportDocumentation": "Acest raport conţinte informaţii despre paginile de intrare ce au fost folosite în perioada specificată. O pagină de intrare este prima pagină ce a fost văzută de un vizitator în timpul vizitei sale. %s URL-urile de intrare sunt afişate într-o structură arborescentă.",
        "EntryPageTitles": "Titlurile paginilor de intrare",
        "EntryPageTitlesReportDocumentation": "Acest raport conţine informaţii despre titlurile paginilor de intrare ce au fost folosite în timpul perioadei specificate.",
        "ExitPagesReportDocumentation": "Acest raport conţine informaţii despre paginile de ieşire ce au fost folosite în timpul perioadei specificate. O pagină de ieşire este ultima pagină ce a fost văzută de un vizitator în timpul vizitei sale. %s URL-urile de ieşire sunt afişate ca o structură tip arbore.",
        "ExitPageTitles": "Titlurile paginilor de ieşire",
        "ExitPageTitlesReportDocumentation": "Acest raport conţine informaţii despre titlurile paginilor de ieşire ce au fost folosite în timpul perioadei specificate.",
        "LearnMoreAboutSiteSearchLink": "Află mai multe despre urmărirea utilizării motorului de căutare de pe situl tău.",
        "OneSearch": "1 căutare",
        "OutlinkDocumentation": "Un outlink este un link ce trimite vizitatori de pe website-ul tău (către alt domeniu).",
        "OutlinksReportDocumentation": "Acest raport arată o listă ierarhică al URL-urilor outlink-urilor ce au fost click-uite de vizitatorii tăi.",
        "PagesReportDocumentation": "Acest raport conţine informaţii despre URL-urile paginilor ce au fost vizitate. %s Acest tabel este organizat ierarhic,URL-urile sunt afişate într-o structură tip arbore.",
        "PageTitlesReportDocumentation": "Acest raport conţine informaţii despre titlurile paginilor ce au fost vizitate. %s Titlul paginii este Tag-ul HTML %s afişat de cele mai multe browsere ca nume al ferestrei.",
        "PageUrls": "URL-uri pagini",
        "SiteSearchCategories1": "Acest raport afiseaza Categoriile pe care vizitatorii le-au selectat cand au efectuat o Cautare pe siteul tau.",
        "SiteSearchCategories2": "De exemplu, magazinele online de obicei au o optiune de a selecta o anumita \"Categorie\" dintr-o lista, pentru ca vizitatorii sa restrictioneze cautarile pe site doar la produsele aflate intr-o anumita Categorie.",
        "SiteSearchFollowingPagesDoc": "Cand vizitatorii cauta pe siteul tau, ei doresc sa gaseasca o anumita pagina, continut, produs sau serviciu. Acest raport afiseaza paginile care au fost cel mai accesate prin click dupa efectuarea unei cautari interne. Cu alte cuvinte, o lista cu paginile cele mai cautate de vizitatorii aflati deja pe siteul tau.",
        "SiteSearchIntro": "A urmari cautarile pe care vizitatorii le fac pe siteul tau este o modalitate foarte eficienta de a invata ce anume cauta audienta ta, te poate ajuta sa gasesti idei pentru continut nou, noi produse pentru magazinul online pe care potentialii clienti le-ar putea cauta si, in general, pentru a imbunatati experienta utilizatorilor pe siteul tau.",
        "SiteSearchKeyword": "Cuvânt-cheie (căutare pe site)",
        "SiteSearchKeywordsDocumentation": "Acest raport afiseaza Cuvintele Cautate pe care vizitatorii le-au cautat prin intermediul optiunii de Cautare prezente pe siteul tau.",
        "SiteSearchKeywordsNoResultDocumentation": "Acest raport afiseaza Cuvintele Cautate care nu au returnat nici un rezultat: poate algoritmul functiei de cautare poate fi imbunatatit sau poate vizitatorii cauta continut care nu este (inca) prezent pe siteul tau?",
        "SubmenuPagesEntry": "Pagini de intrare",
        "SubmenuPagesExit": "Pagini de ieşire",
        "SubmenuPageTitles": "Titluri pagini",
        "SubmenuSitesearch": "Căutare pe site",
        "WidgetEntryPageTitles": "Titlurile paginii de intrare",
        "WidgetExitPageTitles": "Titlurile paginilor de ieşire",
        "WidgetPagesEntry": "Pagini de intrare",
        "WidgetPagesExit": "Pagini de ieşire",
        "WidgetPageTitles": "Titluri pagini",
        "WidgetPageTitlesFollowingSearch": "Titluri pagini urmărind căutarea pe site",
        "WidgetPageUrlsFollowingSearch": "Pagini care urmeaza dupa o Cautare pe site.",
        "WidgetSearchCategories": "Categorii de cautare",
        "WidgetSearchKeywords": "Cuvinte-cheie pentru căutare pe site",
        "WidgetSearchNoResultKeywords": "CUvinte-cheie de căutare fără rezultat"
    }
}