{
    "Actions": {
        "ColumnClickedURL": "URL të klikuara",
        "ColumnClicks": "Klikime",
        "ColumnClicksDocumentation": "Sa herë është klikuar kjo lidhje.",
        "ColumnDownloadURL": "URL shkarkimesh",
        "ColumnEntryPageTitle": "Titull Faqeje Hyrëse",
        "ColumnEntryPageURL": "URL Faqeje Hyrëse",
        "ColumnExitPageTitle": "Titull Faqeje Dalëse",
        "ColumnExitPageURL": "URL Faqeje Dalëse",
        "ColumnNoResultKeyword": "Fjalëkyça me Pa Përfundime Kërkimi",
        "ColumnPageName": "Emër Faqeje",
        "ColumnPagesPerSearch": "Kërkoni te faqet e Përfundimeve",
        "ColumnPagesPerSearchDocumentation": "Vizitorët do të kërkojnë te site-i juaj web, dhe ndonjëherë klikojnë \"pasuesja\" që të shohin më tepër përfundime. Kjo është mesatarja e numrit të faqeve me përfundime kërkimi të para për këtë fjalëkyç.",
        "ColumnPageURL": "URL faqesh",
        "ColumnSearchCategory": "Kategori Kërkimesh",
        "ColumnSearches": "Kërkime",
        "ColumnSearchesDocumentation": "Numri i vizitave nga të cilat pati kërkime për këtë fjalëkyç te motori i kërkimit në site-in tuaj web.",
        "ColumnSearchExits": "% Largime Nga Kërkimi",
        "ColumnSearchExitsDocumentation": "Përqindja e vizitave që përfunduan me largim nga site-i web pas kërkimit për këtë Fjalëkyç te motori i kërkimeve në Site-in tuaj.",
        "ColumnSearchResultsCount": "Numërim Përfundimesh Kërkimi",
        "ColumnSiteSearchKeywords": "Fjalëkyça Unikë",
        "ColumnUniqueClicks": "Klikime Unike",
        "ColumnUniqueClicksDocumentation": "Numri i vizitave që kanë sjellë klikim mbi këtë lidhje. Nëse një lidhje është klikuar shumë herë gjatë një vizite, llogaritet vetëm një herë.",
        "ColumnUniqueDownloads": "Shkarkime Unike",
        "ColumnUniqueOutlinks": "Lidhje për Jashtë Unike",
        "DownloadsReportDocumentation": "Në këtë raport, mund të shihni cilat kartela kanë shkarkuar vizitorët tuaj. %s Ato që Piwik-u numëron si shkarkim është çdo klikim mbi një lidhje shkarkimi. Por Piwik-u nuk mund ta dijë a u plotësua a jo shkarkimi.",
        "EntryPagesReportDocumentation": "Ky raport përmban të dhëna rreth faqesh hyrjesh që janë përdorur gjatë një periudhe të caktuar. Faqe hyrjeje është faqja e parë që sheh një vizitor gjatë vizitës së tij. %s URL-të e hyrjeve shfaqen sipas një strukture dosjeje.",
        "EntryPageTitles": "Tituj faqesh hyrje",
        "EntryPageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve hyrje që janë përdorur gjatë periudhës së dhënë.",
        "ExitPagesReportDocumentation": "Ky raport përmban të dhëna rreth faqesh daljesh që janë kryer gjatë një periudhe të caktuar. Faqe daljeje është faqja e fundit që sheh një vizitor gjatë vizitës së tij. %s URL-të e daljeve shfaqen sipas një strukture dosjeje.",
        "ExitPageTitles": "Tituj faqesh dalje",
        "ExitPageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve dalje që janë përdorur gjatë periudhës së dhënë.",
        "LearnMoreAboutSiteSearchLink": "Mësoni më tepër rreth Gjurmimit se si e përdorin vizitorët motorin tuaj të Kërkimeve.",
        "OutlinkDocumentation": "Një lidhje e jashtme është një lidhje që e shpie përdoruesin diku jashtë site-it tuaj web (te një tjetër përkatësi).",
        "OutlinksReportDocumentation": "Ky raport shfaq një listë hierarkike URL-sh të jashtme që janë klikuar nga vizitorët tuaj.",
        "PagesReportDocumentation": "Ky raport përmban të dhëna rreth URL faqesh që janë vizituar. %s Tabela është e sistemuar në mënyrë hierarkike, URL-të tregohen si strukturë dosjeje.",
        "PageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve që janë vizituar. %s Titulli i faqes është Etiketa HTML %s që shfaqin shumica e shfletuesve te titulli i dritares.",
        "PageUrls": "URL faqesh",
        "PluginDescription": "Raporton rreth shikimit të faqeve, lidhjeve nga jashtë dhe shkarkimeve. Ndjekja e Lidhjeve nga Jashtë dhe e Shkarkimeve bëhet automatikisht!",
        "SiteSearchCategories1": "Ky raport paraqet kategoritë që vizitorët kanë përzgjedhur kur bënë një Kërkim te site-i juaj web.",
        "SiteSearchCategories2": "Për shembull, site-et web për e-tregti kanë zakonisht një përzgjedhës \"Kategorish\" që kështu vizitorët të mund t'i ngushtojnë kërkimet e tyre nga krejt produktet te një Kategori specifike.",
        "SiteSearchFollowingPagesDoc": "Kur vizitorët kërkojnë te site-i juaj web, ata shohin për një faqe, lëndë, produkt ose shërbim të veçantë. Ky raport paraqet faqet që qenë klikuar më shumë pas një kërkimi të brendshëm. Me fjalë të tjera, listën e faqeve më të kërkuara nga vizitorët tashmë brenda site-it tuaj web.",
        "SiteSearchIntro": "Gjurmimi i kërkimeve që bëjnë vizitorët në site-in tuaj web është një rrugë shumë e efektshme për të mësuar më tepër rreth çka po kërkon publiku juaj, mund t'ju ndihmojë të gjeni ide për lëndë të re, produkte të reja e-tregtie që mund të jenë duke u kërkuar nga blerës potencialë, dhe përgjithësisht të përmirësoni për vizitorët punimin e site-it tuaj web.",
        "SiteSearchKeywordsDocumentation": "Ky raport paraqet Fjalëkyça Kërkimesh që vizitorët kanë bërë me Motorin tuaj të brendshëm të Kërkimeve.",
        "SiteSearchKeywordsNoResultDocumentation": "Ky raport paraqet Fjalëkyça Kërkimesh që nuk patën ndonjë përfundim kërkimi: ndoshta algoritmi i motorit të kërkimit mund të përmirësohet, ose ndoshta vizitorët tuaj po kërkonin [ër lëndë që nuk gjendet (ende) në site-in tuaj web?",
        "SubmenuPagesEntry": "Faqe hyrjesh",
        "SubmenuPagesExit": "Faqe daljesh",
        "SubmenuPageTitles": "Titull faqesh",
        "SubmenuSitesearch": "Kërkim te Site-i",
        "WidgetEntryPageTitles": "Tituj Faqesh Hyrje",
        "WidgetExitPageTitles": "Tituj Faqesh Dalje",
        "WidgetPagesEntry": "Faqe Hyrje",
        "WidgetPagesExit": "Faqe Daljesh",
        "WidgetPageTitles": "Tituj Faqesh",
        "WidgetSearchCategories": "Kategori Kërkimesh",
        "WidgetSearchNoResultKeywords": "Fjalëkyça Kërkimesh me Pa Përfundime"
    }
}