{
    "Actions": {
        "ActionType": "Lloj Veprimi",
        "ActionTypes": "Lloje Veprimesh",
        "ActionsInVisit": "Veprime Në Vizitë",
        "AvgGenerationTimeTooltip": "Mesatare e bazuar në %1$s “hit”(e) %2$s mes %3$s dhe %4$s",
        "Behaviour": "Sjellje",
        "ColumnActionURL": "URL Veprimi",
        "ColumnClickedURL": "Lidhje për Jashtë e Klikuar",
        "ColumnClickedURLs": "Lidhje për Jashtë të Klikuara",
        "ColumnClicks": "Klikime",
        "ColumnClicksDocumentation": "Sa herë është klikuar kjo lidhje.",
        "ColumnDownloadURL": "URL shkarkimesh",
        "ColumnDownloadURLs": "URL Shkarkimesh",
        "ColumnEntryPageTitle": "Titull Faqeje Hyrëse",
        "ColumnEntryPageURL": "URL Faqeje Hyrëse",
        "ColumnEntryPageURLs": "URL Faqesh Hyrëse",
        "ColumnExitPageTitle": "Titull Faqeje Dalëse",
        "ColumnExitPageURL": "URL Faqeje Dalëse",
        "ColumnExitPageURLs": "URL Faqesh Dalëse",
        "ColumnIdPageview": "ID Parjeje Faqeje",
        "ColumnInteractionPosition": "Pozicion Ndërveprimi",
        "ColumnNoResultKeyword": "Fjalëkyçe me “Pa Përfundime Kërkimi”",
        "ColumnPageName": "Emër Faqeje",
        "ColumnPageURL": "URL faqesh",
        "ColumnPageViewPosition": "Pozicion Sipas Parjesh Faqeje",
        "ColumnPagesPerSearch": "Faqe “Përfundime Kërkimi”",
        "ColumnPagesPerSearchDocumentation": "Vizitorët do të kërkojnë te sajti juaj dhe ndonjëherë klikojnë “pasuesja”, që të shohin më tepër përfundime. Kjo është mesatarja e numrit të faqeve me përfundime kërkimi të para për këtë fjalëkyç.",
        "ColumnSearchCategory": "Kategori Kërkimesh",
        "ColumnSearchExits": "%% Largime Nga Kërkimi",
        "ColumnSearchExitsDocumentation": "Përqindja e vizitave që përfunduan me largim nga sajti pas kërkimit për këtë Fjalëkyç te motori i Kërkimeve në Sajtin tuaj.",
        "ColumnSearchResultsCount": "Numër Përfundimesh Kërkimi",
        "ColumnSearches": "Kërkime",
        "ColumnSearchesDocumentation": "Numri i vizitave nga të cilat pati kërkime për këtë fjalëkyç te motori i kërkimit në sajtin tuaj.",
        "ColumnSiteSearchKeywords": "Fjalëkyçe Unike",
        "ColumnUniqueClicks": "Klikime Unike",
        "ColumnUniqueClicksDocumentation": "Numri i vizitave që kanë sjellë klikim mbi këtë lidhje. Nëse një lidhje është klikuar shumë herë gjatë një vizite, llogaritet vetëm një herë.",
        "ColumnUniqueDownloads": "Shkarkime Unike",
        "ColumnUniqueOutlinks": "Lidhje për Jashtë Unike",
        "DownloadsReportDocumentation": "Në këtë raport, mund të shihni cilat kartela kanë shkarkuar vizitorët tuaj. %s Ato çka Matomo numëron si shkarkim është çdo klikim mbi një lidhje shkarkimi. Por Matomo s’mund ta dijë a u plotësua apo jo shkarkimi.",
        "DownloadsSubcategoryHelp1": "Në këtë raport mund të shihni se cilat kartela kanë shkarkuar vizitorët tuaj.",
        "DownloadsSubcategoryHelp2": "Ato çka Matomo numëron si shkarkim është çdo klikim mbi një lidhje shkarkimi. Por Matomo s’mund ta dijë a u plotësua apo jo shkarkimi.",
        "EntryPageTitles": "Tituj faqesh hyrje",
        "EntryPageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujsh faqesh hyrje që janë përdorur gjatë periudhës së dhënë.",
        "EntryPagesReportDocumentation": "Ky raport përmban të dhëna rreth faqesh hyrjesh që janë përdorur gjatë një periudhe të caktuar. Faqe hyrjeje është faqja e parë që sheh një vizitor gjatë vizitës së tij. %s URL-të e hyrjeve shfaqen sipas një strukture dosjeje.",
        "EntryPagesSubcategoryHelp1": "Ky raport përmban të dhëna rreth faqesh hyrjesh që janë përdorur gjatë një periudhe të caktuar. Faqe hyrjeje është faqja e parë që sheh një vizitor gjatë vizitës së tij.",
        "EntryPagesSubcategoryHelp2": "URL-të e hyrjeve tregohen si strukturë dosjeje.",
        "ExitPageTitles": "Tituj faqesh dalje",
        "ExitPageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve dalje që janë përdorur gjatë periudhës së dhënë.",
        "ExitPagesReportDocumentation": "Ky raport përmban të dhëna rreth faqesh daljesh që janë kryer gjatë një periudhe të caktuar. Faqe daljeje është faqja e fundit që sheh një vizitor gjatë vizitës së tij. %s URL-të e daljeve shfaqen sipas një strukture dosjeje.",
        "ExitPagesSubcategoryHelp1": "Ky raport përmban të dhëna rreth faqesh daljesh që janë përdorur gjatë një periudhe të caktuar. Faqe daljeje është faqja e fundit që sheh një vizitor gjatë vizitës së tij.",
        "ExitPagesSubcategoryHelp2": "URL-të e daljeve tregohen si strukturë dosjeje.",
        "MainMetricsReportDocumentation": "Ky raport furnizon një përmbledhje shumë elementare rreth çfarë veprimesh bëjnë vizitorët në sajtin tuaj.",
        "OneSearch": "1 kërkim",
        "OutlinkDocumentation": "Një lidhje për jashtë është një lidhje që e shpie përdoruesin diku jashtë sajtit tuaj (te një tjetër përkatësi).",
        "OutlinksReportDocumentation": "Ky raport shfaq një listë hierarkike URL-sh lidhjesh për jashtë që janë klikuar nga vizitorët tuaj.",
        "OutlinksSubcategoryHelp1": "Ky raport shfaq një listë hierarkike URL-sh lidhjesh për jashtë që janë klikuar nga vizitorët tuaj. Një lidhje për jashtë është një lidhje që e largon vizitorin nga sajti juaj (drejt një përkatësie tjetër).",
        "PageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve që janë vizituar. %1$s Titulli i faqes është Etiketa HTML %2$s që shfaqin shumica e shfletuesve te titulli i dritares.",
        "PageTitlesSubcategoryHelp1": "Ky raport përmban të dhëna rreth titujve të faqeve që janë vizituar.",
        "PageTitlesSubcategoryHelp2": "Titulli i faqeve është Etiketa HTML &amp;lt;title&amp;gt; që shfaqin në titullin e dritares shumica e faqeve.",
        "PageUrls": "URL faqesh",
        "PageViewsByVisitor": "Numër herësh që kjo faqe qe parë nga ky vizitor gjatë krejt vizitave",
        "PagesReportDocumentation": "Ky raport përmban të dhëna rreth URL faqesh që janë vizituar. %s Tabela është e sistemuar në mënyrë hierarkike, URL-të tregohen si strukturë dosjeje.",
        "PagesSubcategoryHelp1": "Ky raport përmban të dhëna rreth URL-sh faqesh që janë vizituar.",
        "PagesSubcategoryHelp2": "Tabela është e sistemuar në mënyrë hierarkike, URL-të tregohen si strukturë dosjeje.",
        "PagesSubcategoryHelp3": "Për lëvizje përdorni ikonat plus dhe minus majtas.",
        "PluginDescription": "Raporte rreth parjes së faqeve dhe titujve të tyre. Ju lejon të matni gjëra për motorin e brendshëm të kërkimeve të sajtit tuaj. Ndjek vetvetiu klikimet drejt lidhjesh të jashtme dhe shkarkime kartelash.",
        "RevisitedPages": "Faqe të para më shumë se një herë",
        "SiteSearchCategories": "Kategori (Kërkim Në Sajt)",
        "SiteSearchCategories1": "Ky raport paraqet kategoritë që vizitorët kanë përzgjedhur kur bënë një Kërkim te sajti juaj.",
        "SiteSearchCategories2": "Për shembull, sajtet për e-tregti kanë zakonisht një përzgjedhës “Kategorish”, që kështu vizitorët të mund t’i ngushtojnë kërkimet e tyre nga krejt produktet te një Kategori specifike.",
        "SiteSearchCategory": "Kategori (Kërkim Në Sajt)",
        "SiteSearchFollowingPagesDoc": "Kur vizitorët kërkojnë te sajti juaj, ata shohin për një faqe, lëndë, produkt ose shërbim të veçantë. Ky raport paraqet faqet që qenë klikuar më shumë pas një kërkimi të brendshëm. Me fjalë të tjera, listën e faqeve më të kërkuara nga vizitorët tashmë brenda sajtit tuaj.",
        "SiteSearchIntro": "Ndjekja e kërkimeve që bëjnë vizitorët në sajtin tuaj është një rrugë shumë e efektshme për të mësuar më tepër rreth çka po kërkon publiku juaj, mund t’ju ndihmojë të gjeni ide për lëndë të re, produkte të reja e-tregtie që mund të jenë duke u kërkuar nga blerës potencialë dhe, përgjithësisht, të përmirësoni për vizitorët punimin e sajtit tuaj.",
        "SiteSearchKeyword": "Fjalëkyç (Kërkim Në Sajt)",
        "SiteSearchKeywordCount": "Numër fjalëkyçesh (Kërkim Në Sajt)",
        "SiteSearchKeywordCounts": "Numër fjalëkyçesh (Kërkim Në Sajt)",
        "SiteSearchKeywords": "Fjalëkyça (Kërkim Në Sajt)",
        "SiteSearchKeywordsDocumentation": "Ky raport paraqet Fjalëkyçe Kërkimesh që vizitorët kanë bërë me Motorin tuaj të brendshëm të Kërkimeve.",
        "SiteSearchKeywordsNoResultDocumentation": "Ky raport paraqet Fjalëkyçe Kërkimesh që s’patën ndonjë përfundim kërkimi: ndoshta algoritmi i motorit të kërkimit mund të përmirësohet, ose ndoshta vizitorët tuaj po kërkonin për lëndë që s’gjendet (ende) në sajtin tuaj?",
        "SiteSearchSubcategoryHelp1": "Ndarja Kërkim në Sajt shfaq cilat fjalëkyçe përdorin vizitorët kur kërkojnë në sajtin tuaj. Shfaq gjithashtu cilat faqe shohin vizitorët pasi bëjnë një kërkim dhe cilat fjalëkyçe në sajt nuk japin asnjë përfundim.",
        "SiteSearchSubcategoryHelp2": "Këto raporte mund t’ju japin ide rreth lënde që mungon në sajtin tuaj, se çfarë po kërkojnë vizitorët, por s’e gjejnë kollaj, etj.",
        "SiteSearchSubcategoryHelp3": "Mësoni më tepër, te Udhërrëfyesi i Kërkimit Në Sajt.",
        "SubmenuPageTitles": "Tituj faqesh",
        "SubmenuPagesEntry": "Faqe hyrjesh",
        "SubmenuPagesExit": "Faqe daljesh",
        "SubmenuSitesearch": "Kërkim Në Sajt",
        "TimeSpentInReferringAction": "Kohë e Harxhuar në Veprim Sjelljeje",
        "WidgetEntryPageTitles": "Tituj Faqesh Hyrje",
        "WidgetExitPageTitles": "Tituj Faqesh Dalje",
        "WidgetPageTitles": "Tituj Faqesh",
        "WidgetPageTitlesFollowingSearch": "Tituj Faqesh Në Vijim të një Kërkimi në Sajt",
        "WidgetPageUrlsFollowingSearch": "Faqe Në Vijim të një Kërkimi në Sajt",
        "WidgetPagesEntry": "Faqe Hyrje",
        "WidgetPagesExit": "Faqe Daljesh",
        "WidgetSearchCategories": "Kategori Kërkimesh",
        "WidgetSearchKeywords": "Fjalëkyçe Kërkimi në Sajt",
        "WidgetSearchNoResultKeywords": "Fjalëkyçe Kërkimesh me Pa Përfundime"
    }
}
