{
    "Actions": {
        "AvgGenerationTimeTooltip": "Medel baseras på %1$s träff(ar) %2$s mellan %3$s och %4$s",
        "ColumnClickedURL": "Klickade utlänkar",
        "ColumnClickedURLs": "Klickade utlänkar",
        "ColumnActionURL": "Åtgärds-URL",
        "ColumnClicks": "Klick",
        "ColumnClicksDocumentation": "Antalet gånger som denna länk klickades på.",
        "ColumnDownloadURL": "Nedladdnings-URL",
        "ColumnDownloadURLs": "Nerladdade adresser",
        "ColumnEntryPageTitle": "Målsidans titel",
        "ColumnEntryPageURL": "Målsidans URL",
        "ColumnEntryPageURLs": "Ingångssidornas adresser",
        "ColumnExitPageTitle": "Avvisningssidans titel",
        "ColumnExitPageURL": "Avvisningssidans URL",
        "ColumnExitPageURLs": "Utgångssidornas adresser",
        "ColumnNoResultKeyword": "Nyckelord utan resultat",
        "ColumnPageName": "Sidnamn",
        "ColumnPagesPerSearch": "Sökresultatsidor",
        "ColumnPagesPerSearchDocumentation": "Ibland klickar användare som söker på din webbplats på \"nästa\" för att visa flera resultat. Detta är det genomsnittliga antalet sidor med sökresultat som visas för det här nyckelordet.",
        "ColumnPageURL": "Sidans URL",
        "ColumnSearchCategory": "Sökkategori",
        "ColumnSearches": "Sökningar",
        "ColumnSearchesDocumentation": "Antalet besök som sökte efter detta nyckelord i din webbplats sökmotor.",
        "ColumnSearchExits": "%% Sökutgångar",
        "ColumnSearchExitsDocumentation": "Procentandelen besök som lämnade webbplatsen efter att ha sökt efter detta nyckelord i din webbplats sökmotor.",
        "ColumnSearchResultsCount": "Antal sökresultat",
        "ColumnSiteSearchKeywords": "Unika nyckelord",
        "ColumnUniqueClicks": "Unika klick",
        "ColumnUniqueClicksDocumentation": "Antalet besök som involverade ett klick på denna länk. Om en länk klickades på flera gånger under ett besök, så räknas det bara en gång.",
        "ColumnUniqueDownloads": "Unika nedladdningar",
        "ColumnUniqueOutlinks": "Unika utlänkar",
        "ColumnIdPageview": "Pageview ID",
        "ColumnInteractionPosition": "Interaktionsplats",
        "ColumnPageViewPosition": "Position för sidvisning",
        "ActionsInVisit": "Aktiviteter under besök",
        "DownloadsReportDocumentation": "I denna rapport kan du se vilka filer som besökarna har laddat ner. %s Vad Matomo räknar som en nedladdning är klicket på en nedladdningslänk. Oavsett om nedladdningen slutfördes eller inte.",
        "EntryPagesReportDocumentation": "Denna rapport innehåller information om ingångssidor som användes under perioden. En ingångssida är den första sida en användare landar på under sitt besök. %s Ingångs-URL:er visas i en katalogstruktur.",
        "EntryPageTitles": "Målsidors titel",
        "EntryPageTitlesReportDocumentation": "Den här rapporten innehåller information om sidtitlar för målsidorna som använts under den valda perioden.",
        "ExitPagesReportDocumentation": "Denna rapport innehåller information om utgångssidor som användes under perioden. En utgångssida är den sista sida en användare ser på under sitt besök. %sUtgångsside-URL:er visas i en katalogstruktur.",
        "ExitPageTitles": "Utgångssidors titel",
        "ExitPageTitlesReportDocumentation": "Den här rapporten innehåller information om sidtitlar för utgångssidorna som använts under den valda perioden.",
        "MainMetricsReportDocumentation": "Denna rapport ger en mycket grundläggande översikt över vilka åtgärder dina besökare gör på din webbplats.",
        "OneSearch": "1 sökning",
        "OutlinkDocumentation": "En utlänk är en länk som leder besökaren bort från webbplatsen (till en annan domän).",
        "OutlinksReportDocumentation": "Denna rapport visar en hierarkisk lista över utlänkarnas webbadresser som klickades på utav dina besökare.",
        "PagesReportDocumentation": "Denna rapport innehåller information om webbadresserna som har besökts. %s Tabellen ordnas hierarkiskt, webbadresserna visas som en mappstruktur.",
        "PageTitlesReportDocumentation": "Denna rapport innehåller information om titlarna på de sidor som har besökts. %1$s sidans titel är HTML-taggen %2$s som de flesta webbläsare visar i sina fönster titel.",
        "PageUrls": "Webbadresser",
        "PageViewsByVisitor": "Antal gånger som den här sidan har visats av besökaren, alla besök summerade",
        "PluginDescription": "Rapporter om sidvisningar och sidtitlar. Låter dig mäta din webbplats sökmotor. Spårar klick på externa länkar och filnedladdningar.",
        "RevisitedPages": "Sidor visade fler än en gång",
        "SiteSearchCategories1": "Den här rapporten listar kategorierna som besökarna valt när dom gjort en sökning på din webbplats.",
        "SiteSearchCategories2": "T.ex. så har e-handelssidor vanligtvis kategorier som gör att besökarna kan begränsa sökningen till produkter i en vald kategori",
        "SiteSearchFollowingPagesDoc": "När besökare söker på din webbplats så letar dom efter en speciell sida, innehåll, produkt eller tjänst. Den här rapporten listar de sidor med flest klick efter en intern sökning. Med andra ord, en lista med dom mest sökta sidorna av besökare som redan hittat till din webbplats.",
        "SiteSearchIntro": "Att spåra sökningar som besökare gör på webbplatsen är ett väldigt effektivt sätt att lära sig mer om vad dom letar efter. Det kan hjälpa till med nya idéer för innehåll eller nya produkter som potentiella kunder letar efter. Det kan även förbättra den allmänna upplevelsen besökarna får på din webbplats.",
        "SiteSearchCategory": "Kategori (Sajtsökning)",
        "SiteSearchCategories": "Kategorier (Sajtsökning)",
        "SiteSearchKeyword": "Nyckelord (Webbplatssökning)",
        "SiteSearchKeywords": "Nyckelord (Sajtsökning)",
        "SiteSearchKeywordCount": "Antal sökord (webbplatssökning)",
        "SiteSearchKeywordCounts": "Antal sökord (webbplatssökning)",
        "SiteSearchKeywordsDocumentation": "Den här rapporten listar nyckelorden som besökare sökt efter med din interna sökmotor.",
        "SiteSearchKeywordsNoResultDocumentation": "Den här rapporten listar nyckelorden som inte gav något resultat. Möjligtvis kan webbplatsens sökmotor förbättras eller så letar besökarna efter innehåll som inte finns (ännu?)",
        "SubmenuPagesEntry": "Målsidor",
        "SubmenuPagesExit": "Utgångssidor",
        "SubmenuPageTitles": "Sidtitlar",
        "SubmenuSitesearch": "Webbplatssök",
        "WidgetEntryPageTitles": "Målsidors titlar",
        "WidgetExitPageTitles": "Utgångssidors titlar",
        "WidgetPagesEntry": "Målsidor",
        "WidgetPagesExit": "Utgångssidor",
        "WidgetPageTitles": "Sidtitlar",
        "WidgetPageTitlesFollowingSearch": "Sidtitlar från en webbplatssökning",
        "WidgetPageUrlsFollowingSearch": "Sidor från en webbplatssökning",
        "WidgetSearchCategories": "Sök kategorier",
        "WidgetSearchKeywords": "Nyckelord från webbplatssökningar",
        "WidgetSearchNoResultKeywords": "Nyckelord utan resultat",
        "ActionType": "Åtgärdstyp",
        "ActionTypes": "Typer av handlingar",
        "Behaviour": "Beteende",
        "TimeSpentInReferringAction": "Tid lagd i hänvisningsaktivitet",
        "PagesSubcategoryHelp1": "Denna rapport innehåller information om sidans webbadresser som har besökts.",
        "PagesSubcategoryHelp2": "Tabellen är organiserad hierarkiskt, URL:erna visas som en mappstruktur.",
        "PagesSubcategoryHelp3": "Använd plus- och minusikonerna till höger för att navigera.",
        "EntryPagesSubcategoryHelp1": "Denna rapport innehåller information om de ingångssidor som användes under den angivna perioden. En ingångssida är den första sidan som en användare ser under sitt besök.",
        "EntryPagesSubcategoryHelp2": "Ingångs-URL:erna visas som en mappstruktur.",
        "ExitPagesSubcategoryHelp1": "Denna rapport innehåller information om utgångssidorna som inträffade under den angivna perioden. En utgångssida är den sista sidan som en användare ser under sitt besök.",
        "ExitPagesSubcategoryHelp2": "Utgångs-URL:erna visas som en mappstruktur.",
        "PageTitlesSubcategoryHelp1": "Denna rapport innehåller information om titlarna på de sidor som har besökts.",
        "PageTitlesSubcategoryHelp2": "Sidans titel är HTML &amp;lt;title&amp;gt; taggen som de flesta webbläsare visar i deras fönstertitel.",
        "SiteSearchSubcategoryHelp1": "Sökdelen visar vilka nyckelord besökare använder när de söker på din webbplats. Det visar också vilka sidor användarna går in på efter en sökning och vilka sökord som inte ger några resultat alls.",
        "SiteSearchSubcategoryHelp2": "Dessa rapporter kan ge dig en bild av innehåll som saknas på din webbplats, inblick i vad dina besökare letar efter men som de inte hittar så lätt, och mer.",
        "SiteSearchSubcategoryHelp3": "Läs mer i webbplatssök-guiden.",
        "OutlinksSubcategoryHelp1": "Den här rapporten visar en hierarkisk lista över utlänk-URL:er som besökarna klickade på. En utlänk är en länk som leder besökaren bort från din webbplats (till en annan domän).",
        "DownloadsSubcategoryHelp1": "I den här rapporten kan du se vilka filer dina besökare har laddat ner.",
        "DownloadsSubcategoryHelp2": "Vad Matomo räknar som en nedladdning är det klick som görs på en nedladdningslänk. Huruvida nedladdningen slutfördes eller inte är inte känt för Matomo."
    }
}