{
    "Actions": {
        "AvgGenerationTimeTooltip": "Medel baseras på %1$s träff(ar) %2$s mellan %3$s och %4$s",
        "ColumnClickedURL": "Klickad URL",
        "ColumnActionURL": "Åtgärds-URL",
        "ColumnClicks": "Klick",
        "ColumnClicksDocumentation": "Antalet gånger som denna länk klickades på.",
        "ColumnDownloadURL": "Nedladdnings-URL",
        "ColumnEntryPageTitle": "Målsidans titel",
        "ColumnEntryPageURL": "Målsidans URL",
        "ColumnExitPageTitle": "Avvisningssidans titel",
        "ColumnExitPageURL": "Avvisningssidans URL",
        "ColumnNoResultKeyword": "Nyckelord utan resultat",
        "ColumnPageName": "Sidnamn",
        "ColumnPagesPerSearch": "Sökresultatsidor",
        "ColumnPagesPerSearchDocumentation": "Ibland klickar användare som söker på din webbplats på \"nästa\" för att visa flera resultat. Detta är det genomsnittliga antalet sidor med sökresultat som visas för det här nyckelordet.",
        "ColumnPageURL": "Sidans URL",
        "ColumnSearchCategory": "Sökkategori",
        "ColumnSearches": "Sökningar",
        "ColumnSearchesDocumentation": "Antalet besök som sökte efter detta nyckelord i din webbplats sökmotor.",
        "ColumnSearchExits": "% Sökutgångar",
        "ColumnSearchExitsDocumentation": "Procentandelen besök som lämnade webbplatsen efter att ha sökt efter detta nyckelord i din webbplats sökmotor.",
        "ColumnSearchResultsCount": "Antal sökresultat",
        "ColumnSiteSearchKeywords": "Unika nyckelord",
        "ColumnUniqueClicks": "Unika klick",
        "ColumnUniqueClicksDocumentation": "Antalet besök som involverade ett klick på denna länk. Om en länk klickades på flera gånger under ett besök, så räknas det bara en gång.",
        "ColumnUniqueDownloads": "Unika nedladdningar",
        "ColumnUniqueOutlinks": "Unika utlänkar",
        "DownloadsReportDocumentation": "I denna rapport kan du se vilka filer som besökarna har laddat ner. %s Vad Piwik räknar som en nedladdning är klicket på en nedladdningslänk. Oavsett om nedladdningen slutfördes eller inte.",
        "EntryPagesReportDocumentation": "Denna rapport innehåller information om målsidor som användes under den angivna perioden. En målsida är den första sidan som en användare besöker under sitt besök. %s Målsidornas adresser visas som en mappstruktur.",
        "EntryPageTitles": "Målsidors titel",
        "EntryPageTitlesReportDocumentation": "Den här rapporten innehåller information om sidtitlar för målsidorna som använts under den valda perioden.",
        "ExitPagesReportDocumentation": "Denna rapport innehåller information om utgångssidor som uppstod under den angivna perioden. En utgångssida är den sista sidan som en användare besöker på under sitt besök. %s Utgångsadresserna visas som en mappstruktur.",
        "ExitPageTitles": "Utgångssidors titel",
        "ExitPageTitlesReportDocumentation": "Den här rapporten innehåller information om sidtitlar för utgångssidorna som använts under den valda perioden.",
        "LearnMoreAboutSiteSearchLink": "Läs mer om spårning för hur dina besökare använder din sökmotor.",
        "OneSearch": "1 sökning",
        "OutlinkDocumentation": "En utlänk är en länk som leder besökaren bort från webbplatsen (till en annan domän).",
        "OutlinksReportDocumentation": "Denna rapport visar en hierarkisk lista över utlänkarnas webbadresser som klickades på utav dina besökare.",
        "PagesReportDocumentation": "Denna rapport innehåller information om webbadresserna som har besökts. %s Tabellen ordnas hierarkiskt, webbadresserna visas som en mappstruktur.",
        "PageTitlesReportDocumentation": "Denna rapport innehåller information om titlarna på de sidor som har besökts. %1$s sidans titel är HTML-taggen %2$s som de flesta webbläsare visar i sina fönster titel.",
        "PageUrls": "Webbadresser",
        "PluginDescription": "Rapporter om sidvisningar och sidtitlar. Låter dig mäta din webbplats sökmotor. Spårar klick på externa länkar och filnedladdningar.",
        "SiteSearchCategories1": "Den här rapporten listar kategorierna som besökarna valt när dom gjort en sökning på din webbplats.",
        "SiteSearchCategories2": "T.ex. så har e-handelssidor vanligtvis kategorier som gör att besökarna kan begränsa sökningen till produkter i en vald kategori",
        "SiteSearchFollowingPagesDoc": "När besökare söker på din webbplats så letar dom efter en speciell sida, innehåll, produkt eller tjänst. Den här rapporten listar de sidor med flest klick efter en intern sökning. Med andra ord, en lista med dom mest sökta sidorna av besökare som redan hittat till din webbplats.",
        "SiteSearchIntro": "Att spåra sökningar som besökare gör på webbplatsen är ett väldigt effektivt sätt att lära sig mer om vad dom letar efter. Det kan hjälpa till med nya idéer för innehåll eller nya produkter som potentiella kunder letar efter. Det kan även förbättra den allmänna upplevelsen besökarna får på din webbplats.",
        "SiteSearchKeyword": "Nyckelord (Webbplatssökning)",
        "SiteSearchKeywordsDocumentation": "Den här rapporten listar nyckelorden som besökare sökt efter med din interna sökmotor.",
        "SiteSearchKeywordsNoResultDocumentation": "Den här rapporten listar nyckelorden som inte gav något resultat. Möjligtvis kan webbplatsens sökmotor förbättras eller så letar besökarna efter innehåll som inte finns (ännu?)",
        "SubmenuPagesEntry": "Målsidor",
        "SubmenuPagesExit": "Utgångssidor",
        "SubmenuPageTitles": "Sidtitlar",
        "SubmenuSitesearch": "Webbplatssök",
        "WidgetEntryPageTitles": "Målsidors titlar",
        "WidgetExitPageTitles": "Utgångssidors titlar",
        "WidgetPagesEntry": "Målsidor",
        "WidgetPagesExit": "Utgångssidor",
        "WidgetPageTitles": "Sidtitlar",
        "WidgetPageTitlesFollowingSearch": "Sidtitlar från en webbplatssökning",
        "WidgetPageUrlsFollowingSearch": "Sidor från en webbplatssökning",
        "WidgetSearchCategories": "Sök kategorier",
        "WidgetSearchKeywords": "Nyckelord från webbplatssökningar",
        "WidgetSearchNoResultKeywords": "Nyckelord utan resultat",
        "ActionType": "Åtgärdstyp"
    }
}