{
    "Actions": {
        "AvgGenerationTimeTooltip": "ค่าเฉลี่ยของจำนวน %s ครั้ง %s ระหว่าง %s และ %s",
        "ColumnClickedURL": "URL ที่ถูกคลิก",
        "ColumnClicks": "คลิก",
        "ColumnClicksDocumentation": "จำนวนครั้งที่ link นี้ถูกคลิก",
        "ColumnDownloadURL": "URL ที่ถูกดาว์นโหลด",
        "ColumnEntryPageTitle": "หัวเรื่องของหน้าขาเข้า",
        "ColumnEntryPageURL": "URL ของหน้าขาเข้า",
        "ColumnExitPageTitle": "หัวเรื่องของหน้าขาออก",
        "ColumnExitPageURL": "URL ของหน้าขาออก",
        "ColumnNoResultKeyword": "Keyword ที่ไม่มีผลการค้นหา",
        "ColumnPageName": "ชื่อหน้า",
        "ColumnPagesPerSearch": "หน้าที่แสดงบนผลการค้นหา",
        "ColumnPagesPerSearchDocumentation": "ในบางครั้งผู้เข้าชมที่ค้นหาบนเว็บไซต์ของคุณ จะกด \"ถัดไป\" เพื่อดูผลลัพธ์ที่มากขึ้น สิ่งนี้เป็นค่าเฉลี่ยของจำนวนหน้าผลการค้นหาที่ถูกรับชมสำหรับ Keyword นี้",
        "ColumnPageURL": "URL หน้า",
        "ColumnSearchCategory": "หมวดหมู่การค้นหา",
        "ColumnSearches": "ค้นหา",
        "ColumnSearchesDocumentation": "จำนวนผู้เข้าชมที่ค้นหา Keyword นี้บนระบบค้นหาในเว็บไซต์ของคุณ",
        "ColumnSearchExits": "% ค้นหาเจอแล้วออก",
        "ColumnSearchExitsDocumentation": "ร้อยละของผู้เข้าชมที่ออกเว็บไซต์หลังค้นหาด้วย keyword นี้บนเครื่องมือค้นหาของเว็บไซต์ของคุณ",
        "ColumnSearchResultsCount": "จำนวนผลการค้นหา",
        "ColumnSiteSearchKeywords": "Keyword ที่ไม่ซ้ำ",
        "ColumnUniqueClicks": "คลิกที่ไม่ซ้ำ",
        "ColumnUniqueClicksDocumentation": "จำนวนการเข้าชมที่เกี่ยวข้องกับการคลิกที่ลิงค์นี้ หากการเชื่อมโยงการคลิกหลายครั้งในระหว่างเข้าชมครั้งเดียวก็จะถูกนับเพียงครั้งเดียว",
        "ColumnUniqueDownloads": "ดาวน์โหลดที่ไม่ซ้ำ",
        "ColumnUniqueOutlinks": "ลิงค์ออกที่ไม่ซ้ำ",
        "DownloadsReportDocumentation": "ในรายงานนี้ คุณจะสามารถทราบว่าไฟล์ใดได้ถูกผู้เข้าชมดาว์นโหลดไป %s Piwik จะนับดาวน์โหลดจากการคลิกที่ลิงค์ดาวน์โหลด อย่างไรก็ตามดาวน์โหลดได้เสร็จสิ้นหรือไม่นั้น Piwik ไม่สามารถรู้ได้",
        "EntryPagesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับรายการหน้าขาเข้าที่ถูกเรียกใช้ในช่วงระยะเวลาที่กำหนด โดยหน้าขาเข้าคือหน้าแรกที่ผู้ใช้งานได้รับชมในระหว่างการเยี่ยมชมครั้งนั้น %s URL ขาเข้าทั้งหมดจะแสดงผลเป็นรูปโฟลเดอร์",
        "EntryPageTitles": "หัวเรื่องหน้าขาเข้า",
        "EntryPageTitlesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับหัวเรื่องของหน้าขาเข้า ที่ถูกเรียกใช้ในช่วงระยะเวลาที่กำหนดไว้",
        "ExitPagesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับหน้าขาออกจากที่เกิดขึ้นในช่วงระยะเวลาที่กำหนด โดยหน้าขาเข้าคือหน้าl6fที่ผู้ใช้งานได้รับชมในระหว่างการเยี่ยมชมครั้งนั้น %s URL ขาออกทั้งหมดจะแสดงผลเป็นรูปโฟลเดอร์",
        "ExitPageTitles": "หัวเรื่องหน้าขาออก",
        "ExitPageTitlesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับหัวเรื่องของหน้าขาออก ที่เกิดขึ้นระหว่างระยะเวลาที่กำหนดไว้",
        "LearnMoreAboutSiteSearchLink": "เรียนรู้เพิ่มเติมเกี่ยวกับการติดตามผู้เข้าชมของคุณ ว่าใช้เครื่องมือค้นหาของคุณอย่างไร",
        "OneSearch": "1 ค้นหา",
        "OutlinkDocumentation": "Outlink คือการเชื่อมโยงที่นำไปสู่​​ผู้เข้าชมอยู่ห่างจากเว็บไซต์ของคุณ (โดเมนอื่น)",
        "OutlinksReportDocumentation": "รายงานนี้จะแสดงรายการลำดับชั้นของการเชื่อมโยง URL อัตโนมัติ ที่มีการคลิกโดยผู้เข้าชมของคุณ",
        "PagesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับ URL ของหน้าที่ได้รับการเข้าเยี่ยมชม %s ตารางจะถูกจัดลำดับชั้น URL ที่จะปรากฏเป็นโครงสร้างโฟลเดอร์",
        "PageTitlesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับชื่อเรื่องของหน้าเว็บที่ได้รับการเข้าเยี่ยมชม %s ชื่อหน้าจะเป็นแท็ก %s HTML เบราว์เซอร์ส่วนใหญ่จะแสดงในชื่อเรื่องของหน้าต่างของพวกเขา",
        "PageUrls": "Url ของเพจ",
        "PluginDescription": "รายงานเกี่ยวกับมุมมองเพจลิงค์ออก ดาวน์โหลดลิงค์ออก และติดตามการดาวน์โหลดจะเป็นไปอย่างอัตโนมัติ!",
        "SiteSearchCategories1": "รายงานนี้แสดงรายการหมวดหมู่ที่ผู้เข้าชมเลือกไว้ เมื่อพวกเขาทำค้นหาบนเว็บไซต์ของคุณ",
        "SiteSearchCategories2": "ตัวอย่างเช่น เว็บไซต์อีคอมเมิร์ซมักจะมี \"หมวดหมู่\" เพื่อให้ผู้เข้าชมสามารถจำกัดการค้นหาของพวกเขาให้กับสินค้าทั้งหมดในหมวดหมู่ที่เลือกไว้ได้",
        "SiteSearchFollowingPagesDoc": "เมื่อผู้เยี่ยมชมค้นหาเว็บไซต์ของคุณ พวกเขาจะค้นหาเฉพาะหน้า เนื้อหา ผลิตภัณฑ์ หรือบริการ รายงานนี้จะแสดงรายการหน้าที่ถูกคลิกเป็นส่วนใหญ่",
        "SiteSearchKeyword": "คีย์เวิร์ด (ค้นหาด้วยเว็บไซต์)",
        "SubmenuPagesEntry": "รายการเพจ",
        "SubmenuPagesExit": "ออกจากหน้าเพจ",
        "SubmenuPageTitles": "ชื่อเพจ",
        "WidgetPagesExit": "ออกจากเพจ"
    }
}