{
    "Actions": {
        "AvgGenerationTimeTooltip": "Pamantayan batay sa mga %1$s ng mga hit %2$s sa pagitan ng %3$s at %4$s",
        "ColumnClickedURL": "Na-click na URL",
        "ColumnClicks": "Mga Click",
        "ColumnClicksDocumentation": "Kung ilang beses na na-click ang link na ito.",
        "ColumnDownloadURL": "URL para ma-download",
        "ColumnEntryPageTitle": "Pamagat ng Entry Page",
        "ColumnEntryPageURL": "URL ng Entry Page",
        "ColumnExitPageTitle": "Pamagat ng Exit Page",
        "ColumnExitPageURL": "URL ng Exit Page",
        "ColumnNoResultKeyword": "Keyword na Walang Resulta sa Paghahanap",
        "ColumnPageName": "Pangalan ng Pahina",
        "ColumnPagesPerSearch": "Mga pahina ng mga Resulta sa Paghahanap",
        "ColumnPagesPerSearchDocumentation": "Dokumentasyon ng bawat nahahanap na pahina",
        "ColumnPageURL": "URL ng Pahina",
        "ColumnSearchCategory": "Kategorya ng Paghahanap",
        "ColumnSearches": "Mga Paghahanap",
        "ColumnSearchesDocumentation": "Ang bilang ng mga bisita na naghanap para sa keyword na ito sa engine ng paghahanap ng iyong website.",
        "ColumnSearchExits": "% Mga Exit sa Paghahanap",
        "ColumnSearchExitsDocumentation": "Ang porsyento ng mga pagbisita na iniwanan ang website pagkatapos maghanap ng Keyword na ito sa iyong engine ng paghahanap sa iyong site.",
        "ColumnSearchResultsCount": "Bilang ng Mga Resulta sa Paghahanap",
        "ColumnSiteSearchKeywords": "Natatanging mga Keyword",
        "ColumnUniqueClicks": "Natatanging mga Pag-click",
        "ColumnUniqueClicksDocumentation": "Ang bilang ng pagbisita na nakapaloob sa pag-click sa link na ito. Kung ang isang link ay na-click ng maraming beses sa panahon ng isang pagbisita, ito ay binibilang lamang nang isang beses.",
        "ColumnUniqueDownloads": "Natatanging mga Download",
        "ColumnUniqueOutlinks": "Natatanging mga Outlink",
        "DownloadsReportDocumentation": "Sa ulat na ito, maaari mong makita kung aling mga file ang i-dinownload ng iyong mga bisita . %s Ang binibilang ng Piwik bilang download ay ang pag-click sa download link. Kung ang pag-download ay natapos o hindi ito ay hindi na nalalaman ng Piwik.",
        "EntryPagesReportDocumentation": "Ang ulat na ito ay naglalaman ng impormasyon tungkol sa mga 'entry page' na ginamit sa tuwing natukoy na panahon. Ang isang 'entry page' ay ang unang pahina na natanaw ng isang user sa panahon ng kanyang pagbisita. %s Ang mga 'entry URL' ay ipinapakita bilang isang 'folder structure'.",
        "EntryPageTitles": "Mga pamagat ng entry page",
        "EntryPageTitlesReportDocumentation": "Ang ulat na ito ay naglalaman ng impormasyon tungkol sa mga pamagat ng mga 'entry page' na ginamit sa tinukoy na panahon.",
        "ExitPagesReportDocumentation": "Ang ulat na ito ay naglalaman ng impormasyon tungkol sa mga 'exit page' na naganap sa loob ng tinukoy na panahon. Ang isang 'exit page' ay ang huling pahina na tinanaw ng isang user sa panahon ng kanyang pagbisita. %s Ang mga exit URL ay ipinapakita bilang isang 'folder structure'.",
        "ExitPageTitles": "Mga pamagat ng exit page",
        "ExitPageTitlesReportDocumentation": "Ang ulat na ito ay naglalaman ng impormasyon tungkol sa mga pamagat ng mga 'exit page' na ginamit sa tinukoy na panahon.",
        "LearnMoreAboutSiteSearchLink": "Matuto nang higit pa tungkol sa Pagsubaybay sa kung paano ginagamit ng iyong mga bisita ang iyong engine ng Paghahanap",
        "OneSearch": "1 paghahanap",
        "OutlinkDocumentation": "Ang isang outlink ay isang link na naghahatid sa isang bisita nang palayo mula sa iyong website (sa isa pang domain).",
        "OutlinksReportDocumentation": "Ipinapakita ng ulat na ito ang hirerkiya na listahan ng mga outlink URL na na-click ng iyong mga bisita.",
        "PagesReportDocumentation": "Ang ulat na ito ay naglalaman ng impormasyon tungkol sa mga URL ng pahina na binisita mo. %s ang talahanayan ay nakaayos ng hierarchically, ang mga URL ay ipinapakita bilang isang istraktura ng folder.",
        "PageTitlesReportDocumentation": "Ang ulat na ito ay naglalaman ng impormasyon tungkol sa mga pamagat ng mga pahina na binisita na. %1$s Ang pamagat ng pahina ay ang HTML %2$s Tag na karaniwang pinapakita ng ng karamihan sa mga browser sa kanilang mga window bilang pamagat.",
        "PageUrls": "Mga URL ng Pahina",
        "SiteSearchCategories1": "Inililista ng ulat na ito ang mga kategorya na napili ng mga bisita kapag ginawa nila ang isang Paghahanap sa iyong website.",
        "SiteSearchCategories2": "Halimbawa, ang mga Ecommerce website ay karaniwang may tagapili ng \"Kategorya\" upang ang mga bisita ay maaaring malimitahan ang kanilang mga paghahanap sa lahat ng produkto sa isang espesipikong Kategorya.",
        "SiteSearchFollowingPagesDoc": "Kapag naghanap ang mga bisita sa iyong website, ang mga ito ay naghahanap para sa isang partikular na pahina, nilalaman, produkto, o serbisyo. Inililista ng ulat na ito ang mga pahina na pinakana-click pagkatapos ng isang internal na paghahanap. Sa isang salita, ang listahan ng mga pahina ang pinaka-hinanap ng mga bisita na sa iyong website.",
        "SiteSearchIntro": "Ang pagsubaybay sa mga paghahanap ng mga bisita sa iyong website ay isang napaka-epektibong paraan upang matuto nang higit pa tungkol sa kung ano ang hinahanap ng iyong mga tagasubaybay, ito ay makakatulong na makahanap ng mga ideya para sa mga bagong nilalaman, mga bagong produkto ng Ecommerce na maaaring hinahanap ng potensyal na customer, at sa pangkalahatan ay mapahusay ang karanasan ng mga bisita sa iyong website.",
        "SiteSearchKeyword": "Keyword (Paghahanap sa Site)",
        "SiteSearchKeywordsDocumentation": "Inililista ng ulat na ito ang mga Keyword sa Paghahanap na hinanap ng mga bisita sa iyong panloob na Engine ng Paghahanap",
        "SiteSearchKeywordsNoResultDocumentation": "Inililista ng ulat na ito ang mga Keyword sa Paghahanap na hindi nagpapakita ng anumang resulta ng paghahanap: maari na ang algorithm ng search engine ay pinabuti, o maaring ang iyong mga bisita ay naghahanap ng bagay na wala (pa) sa iyong website?",
        "SubmenuPagesEntry": "Mga entry page",
        "SubmenuPagesExit": "Mga exit page",
        "SubmenuPageTitles": "Mga pamagat ng pahina",
        "SubmenuSitesearch": "Paghahanap sa Site",
        "WidgetEntryPageTitles": "Mga pamagat ng entry page",
        "WidgetExitPageTitles": "Mga pamagat ng exit page",
        "WidgetPagesEntry": "Mga entry page",
        "WidgetPagesExit": "Mga exit page",
        "WidgetPageTitles": "Mga pamagat ng pahina",
        "WidgetPageTitlesFollowingSearch": "Mga Pamagat ng Pahina Pagkatapos ng isang Paghahanap sa Site",
        "WidgetPageUrlsFollowingSearch": "Mga Pahina Pagkatapos ng isang Paghahanap sa Site",
        "WidgetSearchCategories": "Mga Kategorya ng Paghahanap",
        "WidgetSearchKeywords": "Mga Keyword ng Paghahanap sa Site",
        "WidgetSearchNoResultKeywords": "Paghahanap ng mga Keyword na Walang mga Resulta"
    }
}