{
    "Actions": {
        "ActionType": "Тип дії",
        "ActionTypes": "Типи дії",
        "ActionsInVisit": "Дії у візиті",
        "AvgGenerationTimeTooltip": "В середньому по %1$s хіт (ів) %2$s між %3$s і %4$s",
        "Behaviour": "Поведінка",
        "ColumnActionURL": "URL дій",
        "ColumnClickedURL": "Натиснуто вихідне посилання",
        "ColumnClickedURLs": "Натиснуто вихідні посилання",
        "ColumnClicks": "Кліків",
        "ColumnClicksDocumentation": "Кількість кліків по цьому посиланню.",
        "ColumnDownloadURL": "Посилання для завантаження",
        "ColumnDownloadURLs": "URL завантажень",
        "ColumnEntryPageTitle": "Заголовок початкової сторінки",
        "ColumnEntryPageURL": "URL початкової сторінки",
        "ColumnEntryPageURLs": "URL сторінки входу",
        "ColumnExitPageTitle": "заголовок сторінки виходу",
        "ColumnExitPageURL": "URL сторінки виходу",
        "ColumnExitPageURLs": "URL сторінки виходу",
        "ColumnIdPageview": "ID перегляду",
        "ColumnInteractionPosition": "Позиція взаємодії",
        "ColumnNoResultKeyword": "Ключове слово без результатів в пошуку",
        "ColumnPageName": "Заголовок сторінки",
        "ColumnPageURL": "URL сторінок",
        "ColumnPageViewPosition": "Позиція перегляду сторінки",
        "ColumnPagesPerSearch": "Сторінки результатів пошуку",
        "ColumnPagesPerSearchDocumentation": "Відвідувачі будуть користуватися пошуком на вашому сайті і іноді натискати \"next\" (наступна сторінка), щоб переглянути більше результатів. Це середнє число сторінок з результатами пошуку для цього ключового слова.",
        "ColumnSearchCategory": "Шукати категорію",
        "ColumnSearchExits": "%% Виходів після пошуку",
        "ColumnSearchExitsDocumentation": "Відсоток відвідувань, коли відвідувач пішов з сайту після пошуку на вашому сайті саме цього ключового слова.",
        "ColumnSearchResultsCount": "Лічильник результатів",
        "ColumnSearches": "Пошуки",
        "ColumnSearchesDocumentation": "Число відвідувань, коли відвідувач шукав саме це ключове слово через пошук на сайті.",
        "ColumnSiteSearchKeywords": "Унікальні ключові слова",
        "ColumnUniqueClicks": "Унікальні кліки",
        "ColumnUniqueClicksDocumentation": "Кількість відвідувань, коли було відкрито це посилання. Якщо посилання була відкрито кілька разів протягом одного і того ж відвідування, це враховується лише раз.",
        "ColumnUniqueDownloads": "Унікальні завантаження",
        "ColumnUniqueOutlinks": "Унікальні вихідні посилання",
        "DownloadsReportDocumentation": "У цьому звіті ви можете бачити файли, які завантажували ваші відвідувачі. %s За завантаження вважається клік на відповідне посилання. Однак чи закінчив відвідувач завантаження залишається невідомим. За завантаження вважається також відкриття картинок і інших розширень файлів.",
        "DownloadsSubcategoryHelp1": "У цьому звіті ви можете побачити, які файли завантажили ваші відвідувачі.",
        "DownloadsSubcategoryHelp2": "Matomo вважає завантаженням натискання на посилання для завантаження. Matomo не знає, чи було завантаження завершено, чи ні.",
        "EntryPageTitles": "Заголовки сторінок входу",
        "EntryPageTitlesReportDocumentation": "Цей звіт містить інформацію про заголовки вхідних сторінок, на які потрапляли відвідувачі в конкретний період.",
        "EntryPagesReportDocumentation": "Цей звіт містить інформацію про сторінки входу, які використовувались протягом зазначеного періоду. Сторінка входу - це перша сторінка, яку користувач переглядає під час відвідування. %s Вхідні посилання відображаються як структура тек.",
        "EntryPagesSubcategoryHelp1": "Цей звіт містить інформацію про сторінки входу, які використовувалися протягом зазначеного періоду. Сторінка входу – це перша сторінка, яку переглядає користувач під час відвідування.",
        "EntryPagesSubcategoryHelp2": "URL-адреси входу показуються у вигляді структури тек.",
        "ExitPageTitles": "Заголовки сторінок виходу",
        "ExitPageTitlesReportDocumentation": "Цей звіт містить інформацію про заголовки вихідних сторінок, з яких відвідувач пішов з сайту в конкретний період.",
        "ExitPagesReportDocumentation": "Цей звіт містить інформацію про сторінки виходу, які відбулися протягом зазначеного періоду. Сторінка виходу - це остання сторінка, яку користувач переглядає під час відвідування. %s URL-адреси виходу відображаються як структура тек.",
        "ExitPagesSubcategoryHelp1": "Цей звіт містить інформацію про сторінки виходу, які відбулися протягом зазначеного періоду. Сторінка виходу – це остання сторінка, яку переглядає користувач під час відвідування.",
        "ExitPagesSubcategoryHelp2": "URL-адреси виходу показуються у вигляді структури тек.",
        "MainMetricsReportDocumentation": "Цей звіт надає базовий огляд того, які дії відвідувачі здійснюють на вашому вебсайті.",
        "OneSearch": "1 пошук",
        "OutlinkDocumentation": "Вихідне посилання – посилання, яка виводить відвідувача з вашого сайту (на інший домен).",
        "OutlinksReportDocumentation": "Цей звіт показує ієрархічний список вихідних посилань, на які користувач натиснув.",
        "OutlinksSubcategoryHelp1": "Цей звіт показує ієрархічний список URL-адрес зовнішніх посилань, на які переходили ваші відвідувачі. Вихідне посилання — це посилання, яке веде відвідувача з вашого сайту (на інший домен).",
        "PageTitlesReportDocumentation": "Цей звіт містить інформацію про заголовки відвіданих сторінок. %1$s Заголовок сторінки це HTML-тег %2$s, який браузери відображають в заголовку вікна (вкладки).",
        "PageTitlesSubcategoryHelp1": "Цей звіт містить інформацію про назви відвіданих сторінок.",
        "PageTitlesSubcategoryHelp2": "Заголовок сторінки — це тег HTML &amp;lt;title&amp;gt;, який більшість браузерів показують у заголовку вікна.",
        "PageUrls": "URL-и сторінок",
        "PageViewsByVisitor": "Скільки разів ця сторінка була переглянута цим відвідувачем за всі відвідування",
        "PagesReportDocumentation": "Цей звіт містить інформацію про адреси сторінок, на яких побували відвідувачі вашого сайту. %s Таблицю організовано ієрархічно – URL-и відображаються тековою структурою.",
        "PagesSubcategoryHelp1": "Цей звіт містить інформацію про URL-адреси відвіданих сторінок.",
        "PagesSubcategoryHelp2": "Таблиця організована ієрархічно, URL-адреси показано структурою тек.",
        "PagesSubcategoryHelp3": "Для навігації використовуйте іконки плюс і мінус, що зліва.",
        "PluginDescription": "Звіти про перегляди і заголовки сторінок. Дозволяють оцінити внутрішню пошукову систему сайту. Автоматично відстежує кліки по зовнішніх посиланнях і завантаженню файлів.",
        "RevisitedPages": "Сторінки переглянуті більше одного разу",
        "SiteSearchCategories": "Категорії (Пошук на сайті)",
        "SiteSearchCategories1": "Цей звіт показує список категорій, які вибрали відвідувачі при пошуку на вашому сайті.",
        "SiteSearchCategories2": "Наприклад, сайти електронної комерції зазвичай мають вибір «Категорій», щоб відвідувачам було зручно їх сортувати і шукати.",
        "SiteSearchCategory": "Категорія (Пошук на сайті)",
        "SiteSearchFollowingPagesDoc": "Коли відвідувачі шукають щось на вашому сайті, вони хочуть знайти певну сторінку, контент, продукт або послугу. Цей звіт відображає сторінки, за якими відвідувачі клацають найбільш часто при пошуку. Іншими словами, це список сторінок, які шукаються найчастіше на вашому сайті.",
        "SiteSearchIntro": "Відстеження пошуку на вашому сайті – ефективний спосіб дізнатися, чим саме цікавиться ваша аудиторія. Це може допомогти знайти ідеї для нового контенту, нових продуктів і поліпшити взаємодію відвідувачів з вашим сайту в цілому.",
        "SiteSearchKeyword": "Ключове слово (пошук по сайту)",
        "SiteSearchKeywordCount": "Кількість ключових слів (пошук на сайті)",
        "SiteSearchKeywordCounts": "Кількість ключових слів (пошук на сайті)",
        "SiteSearchKeywords": "Ключове слово (Пошук на сайті)",
        "SiteSearchKeywordsDocumentation": "Ці звіт показує список ключових слів, які відвідувачі шукали на вашому сайті через ваш пошук.",
        "SiteSearchKeywordsNoResultDocumentation": "Цей звіт відображає список ключових слів, за якими не було нічого знайдено на вашому сайті: можливо, варто поліпшити пошуковий алгоритм на вашому сайті або відвідувачі шукають те, чого на вашому сайті немає?",
        "SiteSearchSubcategoryHelp1": "Розділ «Пошук на сайті» показує, які ключові слова відвідувачі використовують під час пошуку на вашому вебсайті. Він також показує, які сторінки переглядають користувачі після виконання пошуку та які ключові слова пошуку на сайті взагалі не дають результатів.",
        "SiteSearchSubcategoryHelp2": "Ці звіти можуть дати вам ідеї щодо відсутнього вмісту на вашому сайті, розуміння того, що ваші відвідувачі шукають, але не можуть легко знайти, і багато іншого.",
        "SiteSearchSubcategoryHelp3": "Дізнайтеся більше в посібнику з пошуку на сайті.",
        "SubmenuPageTitles": "Заголовки",
        "SubmenuPagesEntry": "Сторінки входу",
        "SubmenuPagesExit": "Сторінки виходу",
        "SubmenuSitesearch": "Пошук по сайту",
        "TimeSpentInReferringAction": "Час, витрачений на реферальну дію",
        "WidgetEntryPageTitles": "Заголовки сторінок входу",
        "WidgetExitPageTitles": "Заголовки сторінки виходу",
        "WidgetPageTitles": "Заголовки сторінок",
        "WidgetPageTitlesFollowingSearch": "Заголовки сторінок, які знайшлися в пошуку",
        "WidgetPageUrlsFollowingSearch": "Сторінки, які знайшлися в пошуку",
        "WidgetPagesEntry": "Сторінки входу",
        "WidgetPagesExit": "Сторінки виходу",
        "WidgetSearchCategories": "Категорії пошуку",
        "WidgetSearchKeywords": "Пошукові ключові слова сайту",
        "WidgetSearchNoResultKeywords": "Пошукові ключові слова без результатів"
    }
}
