{
    "Actions": {
        "AvgGenerationTimeTooltip": "В середньому по %1$s хіт (ів) %2$s між %3$s і %4$s",
        "ColumnClickedURL": "URL кліків",
        "ColumnActionURL": "URL дій",
        "ColumnClicks": "Кліків",
        "ColumnClicksDocumentation": "Кількість кліків по цьому посиланню.",
        "ColumnDownloadURL": "Посилання для завантаження",
        "ColumnEntryPageTitle": "Заголовок початкової сторінки",
        "ColumnEntryPageURL": "URL початкової сторінки",
        "ColumnExitPageTitle": "заголовок сторінки виходу",
        "ColumnExitPageURL": "URL сторінки виходу",
        "ColumnNoResultKeyword": "Ключове слово без результатів в пошуку",
        "ColumnPageName": "Заголовок сторінки",
        "ColumnPagesPerSearch": "Сторінки результатів пошуку",
        "ColumnPagesPerSearchDocumentation": "Відвідувачі будуть користуватися пошуком на вашому сайті і іноді натискати \"next\" (наступна сторінка), щоб переглянути більше результатів. Це середнє число сторінок з результатами пошуку для цього ключового слова.",
        "ColumnPageURL": "URL сторінок",
        "ColumnSearchCategory": "Шукати категорію",
        "ColumnSearches": "Пошуки",
        "ColumnSearchesDocumentation": "Число відвідувань, коли відвідувач шукав саме це ключове слово через пошук на сайті.",
        "ColumnSearchExits": "% виходів з пошуку",
        "ColumnSearchExitsDocumentation": "Відсоток відвідувань, коли відвідувач пішов з сайту після пошуку на вашому сайті саме цього ключового слова.",
        "ColumnSearchResultsCount": "Лічильник результатів",
        "ColumnSiteSearchKeywords": "Унікальні ключові слова",
        "ColumnUniqueClicks": "Унікальні кліки",
        "ColumnUniqueClicksDocumentation": "Кількість відвідувань, коли було відкрито це посилання. Якщо посилання була відкрито кілька разів протягом одного і того ж відвідування, це враховується лише раз.",
        "ColumnUniqueDownloads": "Унікальні завантаження",
        "ColumnUniqueOutlinks": "Унікальні вихідні посилання",
        "DownloadsReportDocumentation": "У цьому звіті ви можете бачити файли, які завантажували ваші відвідувачі. %s За завантаження вважається клік на відповідне посилання. Однак чи закінчив відвідувач завантаження залишається невідомим. За завантаження вважається також відкриття картинок і інших розширень файлів.",
        "EntryPagesReportDocumentation": "Цей звіт містить інформацію про сторінки входу за певний період. Вхідна сторінка – це перша сторінка сайту, яку користувач переглядає за відвідування. %s Вхідні посилання відображаються в папочном вигляді.",
        "EntryPageTitles": "Заголовки сторінок входу",
        "EntryPageTitlesReportDocumentation": "Цей звіт містить інформацію про заголовки вхідних сторінок, на які потрапляли відвідувачі в конкретний період.",
        "ExitPagesReportDocumentation": "Цей звіт містить інформацію про сторінки виходу за певний період. Сторінка виходу – це остання сторінка сайту, на якій побував відвідувач. %s Посилання цих сторінок відображаються у вигляді дерева.",
        "ExitPageTitles": "Заголовки сторінок виходу",
        "ExitPageTitlesReportDocumentation": "Цей звіт містить інформацію про заголовки вихідних сторінок, з яких відвідувач пішов з сайту в конкретний період.",
        "LearnMoreAboutSiteSearchLink": "Дізнайтеся більше про відстеження використання пошуку на вашому сайті.",
        "OneSearch": "1 пошук",
        "OutlinkDocumentation": "Вихідне посилання – посилання, яка виводить відвідувача з вашого сайту (на інший домен).",
        "OutlinksReportDocumentation": "Цей звіт показує ієрархічний список вихідних посилань, на які користувач натиснув.",
        "PagesReportDocumentation": "Цей звіт містить інформацію про адреси сторінок, на яких побували відвідувачі вашого сайту. %s Таблицю організовано ієрархічно – URL-и відображаються тековою структурою.",
        "PageTitlesReportDocumentation": "Цей звіт містить інформацію про заголовки відвіданих сторінок. %1$s Заголовок сторінки це HTML-тег %2$s, який браузери відображають в заголовку вікна (вкладки).",
        "PageUrls": "URL-и сторінок",
        "PluginDescription": "Звіти про перегляди і заголовки сторінок. Дозволяють оцінити внутрішню пошукову систему сайту. Автоматично відстежує кліки по зовнішніх посиланнях і скачуванню файлів.",
        "SiteSearchCategories1": "Цей звіт показує список категорій, які вибрали відвідувачі при пошуку на вашому сайті.",
        "SiteSearchCategories2": "Наприклад, сайти електронної комерції зазвичай мають вибір «Категорій», щоб відвідувачам було зручно їх сортувати і шукати.",
        "SiteSearchFollowingPagesDoc": "Коли відвідувачі шукають щось на вашому сайті, вони хочуть знайти певну сторінку, контент, продукт або послугу. Цей звіт відображає сторінки, за якими відвідувачі клацають найбільш часто при пошуку. Іншими словами, це список сторінок, які шукаються найчастіше на вашому сайті.",
        "SiteSearchIntro": "Відстеження пошуку на вашому сайті – ефективний спосіб дізнатися, чим саме цікавиться ваша аудиторія. Це може допомогти знайти ідеї для нового контенту, нових продуктів і поліпшити взаємодію відвідувачів з вашим сайту в цілому.",
        "SiteSearchKeyword": "Ключове слово (пошук по сайту)",
        "SiteSearchKeywordsDocumentation": "Ці звіт показує список ключових слів, які відвідувачі шукали на вашому сайті через ваш пошук.",
        "SiteSearchKeywordsNoResultDocumentation": "Цей звіт відображає список ключових слів, за якими не було нічого знайдено на вашому сайті: можливо, варто поліпшити пошуковий алгоритм на вашому сайті або відвідувачі шукають те, чого на вашому сайті немає?",
        "SubmenuPagesEntry": "Сторінки входу",
        "SubmenuPagesExit": "Сторінки виходу",
        "SubmenuPageTitles": "Заголовки",
        "SubmenuSitesearch": "Пошук по сайту",
        "WidgetEntryPageTitles": "Заголовки сторінок входу",
        "WidgetExitPageTitles": "Заголовки сторінки виходу",
        "WidgetPagesEntry": "Сторінки входу",
        "WidgetPagesExit": "Сторінки виходу",
        "WidgetPageTitles": "Заголовки сторінок",
        "WidgetPageTitlesFollowingSearch": "Заголовки сторінок, які знайшлися в пошуку",
        "WidgetPageUrlsFollowingSearch": "Сторінки, які знайшлися в пошуку",
        "WidgetSearchCategories": "Категорії пошуку",
        "WidgetSearchKeywords": "Пошукові ключові слова сайту",
        "WidgetSearchNoResultKeywords": "Пошукові ключові слова без результатів",
        "ActionType": "Тип дії"
    }
}