{
    "Actions": {
        "AvgGenerationTimeTooltip": "Trung bình dựa trên %1$s lần(s) %2$s giữa %3$s và %4$s",
        "ColumnClickedURL": "URL đã truy cập",
        "ColumnClicks": "Clicks",
        "ColumnClicksDocumentation": "Số lần đường dẫn này đã được click",
        "ColumnDownloadURL": "Đường dẫn tải về",
        "ColumnEntryPageTitle": "Tiêu đề trang khởi đầu",
        "ColumnEntryPageURL": "URL trang khởi đầu",
        "ColumnExitPageTitle": "Tiêu đề trang rời đi",
        "ColumnExitPageURL": "URL trang rời đi",
        "ColumnNoResultKeyword": "Từ khóa không có kết quả tìm kiếm",
        "ColumnPageName": "Tên trang",
        "ColumnPagesPerSearch": "Kết quả tìm kiếm",
        "ColumnPagesPerSearchDocumentation": "Khách truy cập sẽ tìm kiếm trên trang web của bạn, và đôi khi click \"Next\" để xem nhiều kết quả hơn. Đây là trung bình số trang kết quả đã tìm kiếm cho từ khóa này.",
        "ColumnPageURL": "URL của trang",
        "ColumnSearchCategory": "Danh mục tìm kiếm",
        "ColumnSearches": "Tìm kiếm",
        "ColumnSearchesDocumentation": "Số truy cập tìm kiếm cho từ khóa này bằng công cụ tìm kiếm trên website của bạn.",
        "ColumnSearchExits": "% tìm kiếm thoát luôn",
        "ColumnSearchExitsDocumentation": "Tỷ lệ khách rời website sau khi tìm kiếm Từ khóa này trên công cụ tìm kiếm Site của bạn",
        "ColumnSearchResultsCount": "Số kết quả tìm kiếm",
        "ColumnSiteSearchKeywords": "Từ khóa duy nhất",
        "ColumnUniqueClicks": "Số click duy nhất",
        "ColumnUniqueClicksDocumentation": "Số lần truy cập liên quan đến một click chuột vào liên kết này. Nếu một liên kết đã được click nhiều lần trong một lần truy cập, nó chỉ được tính một lần.",
        "ColumnUniqueDownloads": "Lượt tải về duy nhất",
        "ColumnUniqueOutlinks": "Đường link bên ngoài",
        "DownloadsReportDocumentation": "Trong báo cáo này, bạn có thể thấy những file nào khách truy cập đã download. %s Cái gì mà Piwik tính như một tải về là một click trên một liên kết tải về. Cho dù tải về đã được hoàn thành hoặc không được biết đến Piwik.",
        "EntryPagesReportDocumentation": "Báo cáo này chứa thông tin về những trang đến (entry pages) được sử dụng trong một khoảng thời gian nhất định. Một trang đến là trang đầu tiên mà người dùng xem trong lượt truy cập của người đó. %s Các URL đến được hiển thị dưới một cấu trúc thư mục (folder).",
        "EntryPageTitles": "Tiêu đề trang khởi đầu",
        "EntryPageTitlesReportDocumentation": "Báo cáo này chứa thông tin về các tiêu đề của các trang đến đã được sử dụng trong một thời hạn quy định.",
        "ExitPagesReportDocumentation": "Báo cáo này chứa thông tin về những trang thoát (exit pages) trong một khoảng thời gian quy định. Trang thoát là trang mà người dùng truy cập cuối cùng trong lượt truy cập của người đó. %s Đường link thoát được hiển thị dưới cấu trúc folder.",
        "ExitPageTitles": "Tiêu đề trang rời đi",
        "ExitPageTitlesReportDocumentation": "Báo cáo này có chứa thông tin về những tiêu đề của những trang thoát xuất hiện trong một khoảng thời gian nhất định.",
        "LearnMoreAboutSiteSearchLink": "Tìm hiểu thêm về việc theo dõi cách những khách truy cập của bạn sử dụng công cụ tìm kiếm của bạn.",
        "OneSearch": "1 lần tìm kiếm",
        "OutlinkDocumentation": "Một outlink là một liên kết dẫn người truy cập từ trang web của bạn (đến tên miền khác)",
        "OutlinksReportDocumentation": "Báo cáo này cho thấy một danh sách phân cấp của outlink URL đã được click bởi khách truy cập của bạn",
        "PagesReportDocumentation": "Báo cáo này chứa thông tin về các URLs của trang đã được xem. %s Bảng này được tổ chức dưới dạng cây, Các URL được hiển thị dưới cấu trúc folder.",
        "PageTitlesReportDocumentation": "Báo cáo này chứa thông tin về tiêu đề các trang đã được truy cập. %1$s Tiêu đề trang là thẻ HTML %2$s mà các trình duyệt hiển thị trên thanh tiêu đề của cửa sổ trình duyệt.",
        "PageUrls": "Đường dẫn trang",
        "SiteSearchCategories1": "Báo cáo này liệt kê các hạng mục cho người truy cập lựa chọn khi họ thực hiện một tìm kiếm trên trang web của bạn",
        "SiteSearchCategories2": "Ví dụ, một trang thương mại điện tử (e-commerce) thường có chức năng \"Lựa chọn Phân mục\" để khách truy cập giới hạn phạm vi tìm kiếm đối với các sản phẩm trong một phân mục quy định.",
        "SiteSearchFollowingPagesDoc": "Khi khách tìm kiếm trên trang web của bạn, họ tìm kiếm một trang, nội dung, sản phẩm hoặc một dịch vụ cụ thể. Báo cáo này liệt kê các trang đã được click nhiều nhất sau khi thực hiện phép tìm kiếm (nội bộ). Nói cách khác, danh sách này chứa các trang được tìm kiếm nhiều nhất được thực hiện bởi khách trên trang web của bạn.",
        "SiteSearchIntro": "Theo dõi các tìm kiếm mà khách đã thực hiện trên trang web của bạn là một cách hữu hiệu để hiểu hơn về thói quen tìm kiếm của khách hàng, và có thể giúp bạn tìm ra ý tưởng cho nội dung mới, sản phẩm thương mại điện tử mới mà những khách hàng tiềm năng có thể tìm kiếm, và cải thiện trải nghiệm của khách hàng trên trang web của bạn.",
        "SiteSearchKeyword": "Từ khóa(trang tìm kiếm)",
        "SiteSearchKeywordsDocumentation": "Báo cáo này liệt kê các từ khóa tìm kiếm mà người truy cập thực hiện tìm kiếm trên công cụ tìm kiếm nội bộ của bạn",
        "SiteSearchKeywordsNoResultDocumentation": "Báo cáo này liệt kê các từ khóa tìm kiếm không trả lại bất cứ kết quả nào => Có thể cần cải thiện máy tìm kiếm, hoặc có thể do người dùng tìm kiếm thứ chưa có trên website.",
        "SubmenuPagesEntry": "Trang khởi đầu",
        "SubmenuPagesExit": "Trang rời đi",
        "SubmenuPageTitles": "Tiêu đề trang",
        "SubmenuSitesearch": "Trang tìm kiếm",
        "WidgetEntryPageTitles": "Tiêu đề trang đầu vào",
        "WidgetExitPageTitles": "Số tiêu đề trang thoát",
        "WidgetPagesEntry": "Trang khởi đầu",
        "WidgetPagesExit": "Trang rời đi",
        "WidgetPageTitles": "Tiêu đề trang",
        "WidgetPageTitlesFollowingSearch": "Các trang ghé thăm sau trang tìm kiếm",
        "WidgetPageUrlsFollowingSearch": "Các trang ghé thăm sau trang tìm kiếm",
        "WidgetSearchCategories": "Số danh mục tìm kiếm",
        "WidgetSearchKeywords": "Số từ khóa trang tìm kiếm",
        "WidgetSearchNoResultKeywords": "Các từ khóa tìm kiếm không có kết quả"
    }
}