{
    "Widgetize": {
        "DirectLink": "&rsaquo; Пряка връзка",
        "DisplayDashboardInIframe": "Можете също да покажете пълното табло за управление на Matomo във Вашето приложение или уебсайт в IFRAME (%1$sвиж примера %2$s). Параметърът за дата може да бъде зададен на конкретна календарна дата, \"днес\" или \"вчера\". Параметърът на периода може да бъде зададен на \"ден\", \"седмица\", \"месец\" или \"година\". Параметърът на езика може да бъде зададен на езиковия код на превод, като език=fr. Например, за idSite=1 и date=yesterday, можете да напишете:",
        "DisplayDashboardInIframeAllSites": "Можете също така да приспособите таблото за управление на всички уебсайтове в IFRAME (%1$sвиж примера%2$s)",
        "EmbedIframe": "&rsaquo; Вграждане на IFRAME",
        "Intro": "С Matomo можете да %1$sекспортирате отчетите си за уеб анализи%2$s във Вашия блог, уебсайт или интранет табло... с едно кликване.",
        "OpenInNewWindow": "Отвори в нов прозорец",
        "PluginDescription": "Показвайте всеки отчет Matomo във Вашия уебсайт или приложение с обикновен HTML таг за „вграждане“ (embed).",
        "Reports": "Уиджетизиране на отчети",
        "SelectAReport": "Изберете отчет и копирайте, поставете във Вашата страница кода за вграждане под уиджета:",
        "TooHighAccessLevel": "Този потребител има достъп на супер потребител. Вграждането на уиджети с удостоверяване на токен на супер потребител не е разрешено. %1$sПроверете ЧЗВ за повече информация.%2$s",
        "TopLinkTooltip": "Експортирайте отчетите на Matomo като уиджети и вградете таблото за управление във Вашето приложение като вграден iFrame.",
        "ViewAccessRequired": "Този потребител има поне някакъв достъп за запис. Могат да се използват само токени на потребители, които имат достъп само за преглед. Проверете %1$s за повече информация.",
        "ViewableAnonymously": "Ако искате Вашите уиджети да бъдат видими от всички, първо трябва да зададете разрешенията за „преглед“ на анонимния потребител в секцията %1$sУправление на потребителите%2$s. <br>Алтернативно, ако публикувате уиджети на защитена с парола или частна страница, не е задължително да разрешавате на „анонимен“ да преглежда Вашите отчети. В този случай можете да добавите тайния параметър <code>token_auth</code> в URL адреса на уиджет. Можете да управлявате Вашите идентификационни токени на Вашата %3$sстраница за сигурност%4$s."
    }
}
