{
    "Widgetize": {
        "DirectLink": "› Direkter Link",
        "DisplayDashboardInIframe": "Sie können auch das komplette Matomo-Dashboard in Ihrer Anwendung oder Webseite in einem IFRAME anzeigen (%1$ssiehe Beispiel%2$s). Der Datumsparameter kann auf ein bestimmtes Kalenderdatum, \"heute\" oder \"gestern\" gesetzt werden. Der Zeitraumsparameter kann auf \"day\", \"week\", \"month\" oder \"year\" eingestellt werden. Der Sprachparameter kann auf den Sprachcode einer Übersetzung gesetzt werden, z. B. language=fr. Zum Beispiel können Sie für idSite=1 und date=yesterday schreiben:",
        "DisplayDashboardInIframeAllSites": "Sie können das Dashboard für alle Webseiten auch in einem IFRAME als Widget einrichten (%1$ssiehe Beispiel%2$s)",
        "EmbedIframe": "&rsaquo; Iframe einbetten",
        "Intro": "Mit Matomo können Sie %1$sIhre Webanalyse-Berichte%2$s auf Ihren Blog, Ihre Webseite oder Ihr Intranet-Dashboard exportieren... mit einem Klick.",
        "OpenInNewWindow": "In neuem Fenster öffnen",
        "PluginDescription": "Zeigt sämtliche Matomo Berichte in Ihrer Webseite oder App mit einem einfachen Embed HTML-Tag an.",
        "Reports": "Berichte in Widgets einfügen",
        "SelectAReport": "Wählen Sie einen Bericht aus, und fügen Sie den Einbettungscode unter dem Widget in Ihre Seite ein:",
        "TooHighAccessLevel": "Dieser Benutzer hat Administratorenberechtigungen. Es ist nicht erlaubt, Widgets mit Administratoren-Token-Authentifizierung einzubinden. %1$sFAQ kontaktieren für mehr Informationen.%2$s",
        "TopLinkTooltip": "Exportieren Sie Matomo-Berichte als Widgets und binden Sie das Dashboard in Ihrer Applikation als iframe ein.",
        "ViewAccessRequired": "Dieser Benutzer hat mindestens Schreibzugriff. Es können nur Token von Benutzern verwendet werden, welche lediglich Lesezugriff haben. Sehen Sie in %1$s nach für mehr Infos.",
        "ViewableAnonymously": "Wenn Sie wollen, dass Ihr Widget für alle sichtbar ist, müssen Sie zuerst die Berechtigung 'Ansicht' für den anonymen Benutzer im %1$sBneutzermanagement-Bereich%2$s setzen.<br>Alternativ, wenn Sie Widgets auf einer passwortgeschützten oder privaten Seite veröffentlichen, müssen Sie den 'anonymen' Benutzer nicht zwingend Ihre Berichte sehen lassen. In diesem Fall können Sie den geheimen <code>token_auth</code> Parameter in der Widget URL hinzufügen. Sie können Ihre Auth Token auf Ihrer %3$sSicherheits-Seite%4$s verwalten."
    }
}
