{
    "Widgetize": {
        "DirectLink": "› Απευθείας Σύνδεσμος",
        "DisplayDashboardInIframe": "Μπορείτε επίσης να εμφανίσετε το πλήρες ταμπλό του Matomo στην εφαρμογή ή ιστοτόπο σας σε ένα IFRAME (%1$sδείτε παράδειγμα%2$s). Η παράμετρος της ημερομηνίας μπορεί να οριστεί σε συγκεκριμένη ημερομηνία του ημερολογίου, \"σήμερα\" ή \"χθες\". Η παράμετρος της περιόδου μπορεί να οριστεί σε \"ημέρα\", \"εβδομάδα\", \"μήνας\" ή \"έτος\". Η παράμετρος της γλώσσας μπορεί να οριστεί στον κωδικό γλώσσας της μετάφρασης, όπως language=fr. Για παράδειγμα, για το idSite=1 και date=yesterday, μπορείτε να γράψετε:",
        "DisplayDashboardInIframeAllSites": "Μπορείτε να μετατρέψετε σε γραφικό στοιχείο το ταμπλό ιστοτόπων σας μέσα σε ένα IFRAME (%1$sδείτε παράδειγμα%2$s)",
        "EmbedIframe": "› Ενσωμάτωση Iframe",
        "Intro": "Με το Matomo, μπορείτε να %1$sεξαγάγετε τις αναφορές Αναλυτικών Ιστού σας%2$s στο ιστολόγιο, ιστοτόπο ή ταμπλό σας στο εσωτερικό σας δίκτυο… με ένα κλικ.",
        "OpenInNewWindow": "Άνοιγμα σε νέο παράθυρο",
        "PluginDescription": "Εμφάνιση οποιασδήποτε αναφοράς του Matomo στον ιστοτόπο σας ή στην εφαρμογή του κινητού με ενσωμάτωση μιας απλής σήμανσης HTML.",
        "Reports": "Γραφικό στοιχείο αναφορών",
        "SelectAReport": "Επιλέξτε μια αναφορά και αντιγράψτε-επικολλήστε στη σελίδα σας τον κώδικα ενσωμάτωσης κάτω από το γραφικό συστατικό:",
        "TooHighAccessLevel": "Ο χρήστης αυτός έχει πρόσβαση υπερχρήστη. Η ενσωμάτωση γραφικών συστατικών με χρήση διαπιστευτηρίων υπερχρήστη δεν επιτρέπεται. %1$sΔείτε τις συχνές ερωτήσεις-απαντήσεις για περισσότερες πληροφορίες.%2$s",
        "TopLinkTooltip": "Εξαγωγή Αναφορών του Matomo ως Μικροεφαρμογές και ενσωμάτωση του Κεντρικού Πίνακα στην εφαρμογή σας ως πλαίσιο.",
        "ViewAccessRequired": "Ο χρήστης αυτός έχει κάποια πρόσβαση για εγγραφή. Μόνο διαπιστευτήρια χρηστών που έχουν πρόσβαση μόνο για ανάγνωση μπορούν να χρησιμοποιηθούν. Δείτε το %1$s για περισσότερες πληροφορίες.",
        "ViewableAnonymously": "Αν θέλετε τα γραφικά σας στοιχεία να είναι θεατά από οποιονδήποτε, πρέπει πρώτα να ορίσετε την άδεια 'εμφάνιση' στον ανώνυμο χρήστη στο %1$sΤμήμα Διαχείρισης Χρηστών%2$s. <br>Εναλλακτικά, αν εκδίδετε γραφικά στοιχεία για μια ιδιωτική σελίδα κλειδωμένη με συνθηματικό, δεν χρειάζεται απαραίτητα να δώσετε στο χρήστη 'ανώνυμο' να βλέπει τις αναφορές σας. Σε αυτή την περίπτωση, μπορείτε να προσθέσετε την μυστική παράμετρο <code>token_auth</code> στη διεύθυνση URL του γραφικού στοιχείου. Μπορείτε να διαχειριστείτε τα τεκμήρια αυθεντικοποίησής σας στη %3$sΣελίδα Ασφάλειας%4$s."
    }
}
