{
    "Widgetize": {
        "DirectLink": "› ડાયરેક્ટ લિંક",
        "DisplayDashboardInIframe": "તમે તમારી એપ્લિકેશન અથવા વેબસાઇટમાં IFRAME માં સંપૂર્ણ Matomo ડેશબોર્ડ પણ પ્રદર્શિત કરી શકો છો (%1$sઉદાહરણ%2$s જુઓ). તારીખ પરિમાણ ચોક્કસ કેલેન્ડર તારીખ, \"આજે\", અથવા \"ગઈકાલે\" પર સેટ કરી શકાય છે. સમયગાળો પરિમાણ \"દિવસ\", \"અઠવાડિયું\", \"મહિનો\" અથવા \"વર્ષ\" પર સેટ કરી શકાય છે. ભાષા પરિમાણને ભાષાંતરના ભાષા કોડ પર સેટ કરી શકાય છે, જેમ કે language=fr. ઉદાહરણ તરીકે, idSite=1 અને તારીખ=ગઈકાલ માટે, તમે લખી શકો છો:",
        "DisplayDashboardInIframeAllSites": "તમે IFRAME (%1$ssee ઉદાહરણ%2$s) માં તમામ વેબસાઇટ્સના ડેશબોર્ડને વિજેટાઇઝ પણ કરી શકો છો",
        "EmbedIframe": "› Iframe એમ્બેડ કરો",
        "Intro": "Matomo સાથે, તમે તમારા વેબ એનાલિટિક્સ રિપોર્ટ્સ%2$s ને તમારા બ્લોગ, વેબસાઇટ અથવા ઇન્ટ્રાનેટ ડેશબોર્ડ પર %1$s નિકાસ કરી શકો છો… એક ક્લિકમાં.",
        "OpenInNewWindow": "નવી વિંડોમાં ખોલો",
        "PluginDescription": "તમારી વેબસાઇટ અથવા એપ્લિકેશનમાં કોઈપણ Matomo રિપોર્ટને સરળ \"embed\" HTML ટેગ સાથે પ્રદર્શિત કરો.",
        "Reports": "અહેવાલો વિજેટાઇઝ કરો",
        "SelectAReport": "રિપોર્ટ પસંદ કરો અને વિજેટની નીચે એમ્બેડ કોડને તમારા પેજમાં કોપી પેસ્ટ કરો:",
        "TooHighAccessLevel": "આ વપરાશકર્તા પાસે સુપર-યુઝર એક્સેસ છે. સુપર-યુઝર ટોકન પ્રમાણીકરણ સાથે વિજેટ્સને એમ્બેડ કરવાની મંજૂરી નથી. %1$sવધુ માહિતી માટે FAQ તપાસો.%2$s",
        "TopLinkTooltip": "Matomo રિપોર્ટ્સને વિજેટ્સ તરીકે નિકાસ કરો અને ડેશબોર્ડને તમારી એપ્લિકેશનમાં iframe તરીકે એમ્બેડ કરો.",
        "ViewAccessRequired": "આ વપરાશકર્તા પાસે ઓછામાં ઓછી થોડી લખવાની ઍક્સેસ છે. ફક્ત જોવાની ઍક્સેસ ધરાવતા વપરાશકર્તાઓના જ ટોકનનો ઉપયોગ કરી શકાય છે. વધુ માહિતી માટે %1$s તપાસો.",
        "ViewableAnonymously": "જો તમે ઈચ્છો છો કે તમારા વિજેટ્સ દરેકને જોઈ શકાય, તો તમારે પહેલા %1$sUsers Management વિભાગ%2$s માં અનામી વપરાશકર્તા માટે 'જુઓ' પરવાનગીઓ સેટ કરવી પડશે. <br>વૈકલ્પિક રીતે, જો તમે પાસવર્ડથી સુરક્ષિત અથવા ખાનગી પૃષ્ઠ પર વિજેટ્સ પ્રકાશિત કરી રહ્યાં છો, તો તમારે તમારા રિપોર્ટ્સ જોવા માટે 'અનામી'ને મંજૂરી આપવી જરૂરી નથી. આ કિસ્સામાં, તમે વિજેટ URL માં ગુપ્ત <code>token_auth</code> પરિમાણ ઉમેરી શકો છો. તમે તમારા %3$s સુરક્ષા પૃષ્ઠ%4$s પર તમારા પ્રમાણીકરણ ટોકન્સનું સંચાલન કરી શકો છો."
    }
}
