{
    "Widgetize": {
        "DirectLink": "› Link direto",
        "DisplayDashboardInIframe": "Você também pode exibir o painel Matomo completo em seu aplicativo ou site em um IFRAME (%1$sveja o exemplo%2$s). O parâmetro de data pode ser definido para uma data de calendário específica, \"hoje\" ou \"ontem\". O parâmetro do período pode ser definido como \"dia\", \"semana\", \"mês\" ou\n \"ano\". O parâmetro language pode ser definido como o código do idioma de uma tradução, como language=fr. Por exemplo, para idSite=1 e data=ontem, você pode escrever:",
        "DisplayDashboardInIframeAllSites": "Você também pode criar widgets no painel de todos os sites em um IFRAME (%1$sver exemplo%2$s)",
        "EmbedIframe": "› Incorporar Iframe",
        "Intro": "Com o Matomo, você pode %1$sexportar seus relatórios de Web Analytics%2$s em seu blog, site ou painel de intranet... com um clique.",
        "OpenInNewWindow": "Abrir numa nova janela",
        "PluginDescription": "Exiba qualquer relatório Matomo em seu site ou aplicativo com uma simples tag HTML \"incorporada\".",
        "Reports": "Widgetize relatórios",
        "SelectAReport": "Selecione um relatório e copie e cole em sua página o código de incorporação abaixo do widget:",
        "TooHighAccessLevel": "Este usuário tem acesso de superusuário. Não é permitido incorporar widgets com autenticação de token de superusuário. %1$sVerifique o FAQ para mais informações.%2$s",
        "TopLinkTooltip": "Exporte os relatórios do Matomo como widgets e incorpore o painel em seu aplicativo como um iframe.",
        "ViewAccessRequired": "Este usuário tem pelo menos algum acesso de gravação. Somente tokens de usuários que têm apenas acesso de visualização podem ser usados. Verifique %1$s para mais informações.",
        "ViewableAnonymously": "Se você deseja que seus widgets possam ser visualizados por todos, primeiro você deve definir as permissões de 'exibição' para o usuário anônimo na seção %1$sGerenciamento de usuários%2$s. <br>Como alternativa, se você estiver publicando widgets em uma página privada ou protegida por senha, não precisa necessariamente permitir que 'anônimos' visualizem seus relatórios. Nesse caso, você pode adicionar o parâmetro secreto <code>token_auth</code> na URL do widget. Você pode gerenciar seus tokens de autenticação em sua %3$spágina de segurança%4$s."
    }
}
