{
    "Widgetize": {
        "DirectLink": "› Doğrudan bağlantı",
        "DisplayDashboardInIframe": "Ayrıca, Matomo panosunu uygulamanızda ya da sitenizde bir IFRAME içinde görüntüleyebilirsiniz (%1$sörneğe bakın%2$s). Tarih parametresi belirli bir takvim tarihi, \"today\" ya da \"yesterday\" olarak ayarlanabilir. Dönem parametresi \"day\", \"week\", \"month\" ya da \"year\" olarak ayarlanabilir. Dil parametresi, language=tr gibi bir çevirinin dil koduna ayarlanabilir. Örneğin, idSite=1 ve date=yesterday için şunu yazabilirsiniz:",
        "DisplayDashboardInIframeAllSites": "Ayrıca, tam site panolarını bir IFRAME içinde pano bileşeni olarak görüntüleyebilirsiniz (%1$sörneğe bakın%2$s)",
        "EmbedIframe": "› Iframe olarak ekle",
        "Intro": "Matomo ile, tek tıkla %1$ssite istatistikleri raporlarınızı dışa aktararak%2$s blogunuza, sitenize veya intranet panonuza ekleyebilirsiniz.",
        "OpenInNewWindow": "Yeni pencerede açılsın",
        "PluginDescription": "Basit bir \"embed\" HTML kod imi ekleyerek istediğiniz Matomo raporunun sitede ya da uygulamanızda görüntülenmesini sağlayabilirsiniz.",
        "Reports": "Raporları panoya ekleyin",
        "SelectAReport": "Bir rapor seçin ve pano bileşeninin altındaki gömme kodunu kopyalayıp sayfanıza yapıştırın:",
        "TooHighAccessLevel": "Bu kullanıcının süper kullanıcı izinleri var. Pano bileşenlerini gömmek için süper kullanıcı kodları ile kimlik doğrulaması yapılamaz. %1$sAyrıntılı bilgi almak için sık sorulan sorular bölümüne bakabilirsiniz.%2$s",
        "TopLinkTooltip": "Matomo raporlarını, uygulamanızın panosuna iFrame olarak ekleyebileceğiniz pano bileşenleri olarak dışa aktarabilirsiniz.",
        "ViewAccessRequired": "Bu kullanıcının en az bir yazma izni var. Yalnızca görüntüleme iznine sahip olan kullanıcıların kodları kullanılabilir. Ayrıntılı bilgi almak için %1$s bölümüne bakabilirsiniz.",
        "ViewableAnonymously": "Pano bileşenlerinizin herkes tarafından görüntülenebilir olmasını istiyorsanız, öncelikle %1$sKullanıcı yönetimi bölümünde%2$s anonim kullanıcı için 'görüntüleme' izininlerini vermeniz gerekir. <br>Alternatif olarak, pano bileşenlerini parola korumalı ya da özel bir sayfada yayınlıyorsanız, 'anonim' kullanıcının raporlarınızı görüntülemesine izin vermeniz gerekmez. Bu durumda, pano bileşeni adresine gizli <code>token_auth</code> parametresini ekleyebilirsiniz. Kimlik doğrulama kodlarınızı %3$sGüvenlik sayfanızdan%4$s yönetebilirsiniz."
    }
}
