{
    "Widgetize": {
        "DirectLink": "› Пряме посилання",
        "DisplayDashboardInIframe": "Ви також можете показувати повну інформаційну панель Matomo у своєму застосунку або на вебсайті в IFRAME (%1$sперегляньте приклад%2$s). Параметр дата може бути налаштований на конкретну календарну дату, «сьогодні» або «вчора». Параметр «період» може бути налаштований на «день», «тиждень», «місяць» або «рік». Параметр «мова» може мати значення коду мови перекладу, наприклад, language=fr. Наприклад, для idSite=1 і date=yesterday можна написати:",
        "DisplayDashboardInIframeAllSites": "Ви також можете віджетувати всі інформаційні панелі вебсайтів у IFRAME (%1$sдив. приклад%2$s)",
        "EmbedIframe": "&rsaquo; Вбудовування Iframe",
        "Intro": "За допомогою Matomo ви можете %1$sекспортувати ваші звіти вебаналітики%2$s у ваш блог, вебсайт або інформаційну панель в Інтранет… одним кліком.",
        "OpenInNewWindow": "Відкрити в новому вікні",
        "PluginDescription": "Показати звіт Matomo на вебсайті або в застосунку за допомогою простого «вбудованого» HTML-теґа.",
        "Reports": "Віджетуйте звіти",
        "SelectAReport": "Оберіть звіт, далі скопіюйте і вставте на вашу сторінку код вбудовування під віджетом:",
        "TooHighAccessLevel": "Цей користувач має доступ суперкористувача. Вбудовування віджетів із маркерами автентифікації суперкористувача не дозволяється. %1$sОзнайомтесь із поширеними запитаннями для отримання подробиць.%2$s",
        "TopLinkTooltip": "Експортуйте аналітику Matomo у вигляді віджетів і вбудовуйте їх на своєму сайті або вебсервісі як iframe.",
        "ViewAccessRequired": "Цей користувач має принаймні деякий доступ на запис. Можна використовувати токени тих користувачів, що мають доступ лише до перегляду. Ознайомтесь з %1$s для отримання подробиць.",
        "ViewableAnonymously": "Якщо ви хочете, щоб ваші віджети могли переглядати всі охочі, спочатку необхідно встановити права «перегляду» для анонімного користувача в розділі %1$sКерування користувачами%2$s. <br>Але якщо ви публікуєте віджети на захищеній паролем або приватній сторінці, вам не обов'язково дозволяти «аноніму» користувачеві переглядати ваші звіти. У цьому випадку ви можете додати таємний параметр <code>token_auth</code> в URL-адресу віджета. Ви можете керувати своїми токенами авторизації на своїй %3$sсторінці безпеки%4$s."
    }
}
