{
    "CoreUpdater": {
        "AlreadyUpToDate": "Всичко вече е актуализирано.",
        "CheckingForPluginUpdates": "Проверка за нови актуализации на плъгини",
        "ClickHereToViewSqlQueries": "Щракнете тук, за да видите и да копирате листата с SQL заявките и командите в конзолата, които ще бъдат изпълнени",
        "CloudHosting": "Хостинг в облака",
        "ConsoleCommandDescription": "Задейства надстройки. Използвайте го, след като ядрото на Matomo или други файлове на плъгини бъдат актуализирани. Добавете --yes за надстройка без потвърждение.",
        "ConsoleParameterDescription": "Директно изпълнете актуализацията, без да искате потвърждение",
        "ConsoleStartingDbUpgrade": "Започваме процеса на надграждане на базата данни сега. Това може да отнеме известно време, така че бъдете търпеливи.",
        "ConsoleUpdateFailure": "Matomo не може да бъде актуализиран! Вижте по-горе за повече информация.",
        "ConsoleUpdateNoSqlQueries": "Забележка: Няма SQL заявки или конзолни команди за изпълнение.",
        "ConsoleUpdateUnexpectedUserWarning": "Изглежда, че сте изпълнили тази актуализация с потребител %1$s, докато Вашите Matomo файлове са собственост на %2$s.\n\nЗа да сте сигурни, че файловете Matomo са четими от правилния потребител, може да се наложи да изпълните следната команда (или подобна команда в зависимост от конфигурацията на Вашия сървър):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Конвертиране на база данни в UTF8mb4 набор от знаци",
        "CriticalErrorDuringTheUpgradeProcess": "Открита е КРИТИЧНА грешка по време на обновяването:",
        "DatabaseUpgradeRequired": "Необходимо е да се обнови базата от данни (БД)",
        "DbUpgradeNotExecuted": "Надстройката на базата данни не е извършена.",
        "DisablingIncompatiblePlugins": "Деактивиране на несъвместими плъгини: %s",
        "DownloadX": "Изтегляне %s",
        "DownloadingUpdateFromX": "Изтегляне на обновлението от %s",
        "DryRun": "Забележка: това е сух опит",
        "DryRunEnd": "Край на сухия опит",
        "EmptyDatabaseError": "Базата от данни (БД) %s е празна. Трябва да редактирате или изтриете конфигурационният файл на Matomo.",
        "ErrorDIYHelp": "Ако сте напреднал потребител и попаднете на грешка при обновяване на базата от данни (БД):",
        "ErrorDIYHelp_1": "открийте и редактирайте в конфигурационния файл (например, memory_limit или max_execution_time)",
        "ErrorDIYHelp_2": "изпълни останалите заявки за обновяване от това поле",
        "ErrorDIYHelp_3": "опцията `ръчно обновяване` на таблиците в Matomo базата от данни (БД), определяне на стойността на version_core на версията на провалилота се актуализация",
        "ErrorDIYHelp_4": "повторно стартирайте обновлението (чрез браузъра или от командния ред) за да продължите с останалите обновления",
        "ErrorDIYHelp_5": "изпратете този проблем и\\/или решение на Matomo екипа, за да може продуктът да бъде подобрен",
        "ErrorDuringPluginsUpdates": "Грешка по време на актуализации на плъгини:",
        "ExceptionAlreadyLatestVersion": "Тази версия %s на Matomo е актуална.",
        "ExceptionArchiveEmpty": "Празен архив.",
        "ExceptionArchiveIncompatible": "Несъвместим архив: %s",
        "ExceptionArchiveIncomplete": "Несъвместим архив: някои файлове липсват (например %s).",
        "ExceptionDirWrongPermission": "Някои папки не позволяват записване. Моля, уверете се, че следните папки позволяват това и опитайте отново: %s.",
        "ExecuteDbUpgrade": "Изисква се надстройка на базата данни. Да се изпълни ли надстройката?",
        "FeedbackRequest": "Не се колебайте да споделите вашите идеи и предложения с екипа на Matomo тук:",
        "HelpMessageContent": "Проверете %1$s Често Задавани Въпроси (ЧЗВ) %2$s , където са обяснени възможните грешки по време на обновяването. %3$s Посъветвайте се с вашия системен администратор - те са в състояние да ви помогнат с грешка, която най-вероятно е свързана със сървъра или MySQL настройка.",
        "HelpMessageIntroductionWhenError": "Открита е грешка в ядрото на Matomo. Ако имате нужда от допълнителна помощ моля обърнете се към нашия форум и/или прочетете документацията:",
        "HelpMessageIntroductionWhenWarning": "Актуализацията приключи успешно, но бяха открити грешки по време на процеса. Моля, прочетете документацията за допълнителна информация:",
        "HighTrafficPiwikServerEnableMaintenance": "Ако управлявате сървър Matomo с голям трафик, препоръчваме %1$s за момент да деактивирате проследяването на посетители и да поставите потребителския интерфейс на Matomo в режим на поддръжка %2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Забележка: някои плъгини не са съвместими с Matomo %s. Ще ги актуализираме, ако има актуализация на Marketplace, в противен случай ще ги деактивираме, когато надстроите:",
        "InstallingTheLatestVersion": "Инсталиране на последната версия",
        "LatestBetaRelease": "Най-новата бета версия",
        "LatestStableRelease": "Най-новата стабилна версия",
        "LatestXBetaRelease": "Най-новата бета версия %s",
        "LatestXStableRelease": "Най-новата стабилна %s",
        "ListOfSqlQueriesFYI": "За сведение: това са SQL заявките и конзолните команди, които ще бъдат изпълнени за надграждане на Вашата база данни до Matomo %s",
        "LtsSupportVersion": "Версия за дългосрочна поддръжка",
        "MajorUpdateWarning1": "Това е основна актуализация! Това ще отнеме малко повече от обичайното.",
        "MajorUpdateWarning2": "Следният съвет е особено важен за големи инсталации.",
        "NeedHelpUpgrading": "Нуждаете се от помощ за обновяване на Matomo?",
        "NeedHelpUpgradingText": "Ако имате нужда от поддръжка, за да надстроите Вашето Matomo, създателите на Matomo са тук, за да Ви помогнат да направите надстройката на Matomo успешна и да предоставят всички инструкции, най-добри практики и текуща поддръжка. %1$sСвържете се с експертите на Matomo, за да започнете безопасното надграждане на Matomo.%2$s",
        "NoteForLargePiwikInstances": "Важна бележка за големи Matomo инсталации",
        "NotificationClickToUpdatePlugins": "Кликнете тук, за да обновите вашите плъгини:",
        "NotificationClickToUpdateThemes": "Кликнете тук, за да обновите Вашите теми (изглед):",
        "NotificationSubjectAvailableCoreUpdate": "Налична е нова Matomo версия %s",
        "NotificationSubjectAvailablePluginUpdate": "Налични актуализации за Вашите плъгини за Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo успешно е обновен!",
        "PiwikUpdatedSuccessfully": "Обновлението на Matomo завърши успешно!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Matomo базата от данни (БД) ще бъде обновена от %1$s версия към %2$s.",
        "PostUpdateMessage": "Matomo винаги ще бъде безплатен за изтегляне и използване, но се нуждае от Вашата постоянна подкрепа, за да расте и да се подобрява.",
        "PostUpdateSupport": "Ако имате нужда от помощ при използването на Matomo, можете да получите подкрепа от създателите му:",
        "ReadyToGo": "Готови ли сте?",
        "ReceiveEmailBecauseIsSuperUser": "Получавате този имейл, защото сте супер потребител на Matomo на адрес: %s",
        "ServicesSupport": "Услуги и поддръжка",
        "SkipCacheClear": "Пропускане на изчистването на кеша.",
        "SkipCacheClearDesc": "Пропуска изчистването на кеша преди актуализиране. Това е полезно само ако можете да се уверите, че екземпляри, изпълняващи тази команда, все още не са създали кеш и ако изчистването на кеша за много акаунти в Matomo може да се превърне в пречка.",
        "ThankYouUpdatePiwik": "Благодарим Ви, че използвате Matomo и го поддържате актуален!",
        "TheFollowingDimensionsWillBeUpgradedX": "Следните размери ще бъдат актуализирани: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Следните плъгини ще бъдат актуализирани: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Ако имате голяма Matomo база данни, актуализирането и може да отнеме прекалено много време, ако я стартирате през Вашият браузър. В този случай, можете да извършите актуализацията чрез команден ред: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Обновяването на базата от данни (БД) отнема известно време! Бъдете търпеливи...",
        "ThereIsNewPluginVersionAvailableForUpdate": "Някои плъгини, които използвате, са актуализирани на Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Има нова версия на Matomo, можете да обновите",
        "TheseCommandsWillBeExecuted": "Ще бъдат изпълнени тези конзолни команди:",
        "TheseSqlQueriesWillBeExecuted": "Тези SQL заявки ще бъдат изпълнени:",
        "TriggerDatabaseConversion": "Задейства преобразуване на база данни във фонов режим",
        "UnpackingTheUpdate": "Разархивиране на обновлението",
        "UpdateAutomatically": "Обновете автоматично",
        "UpdateErrorTitle": "Грешка при актуализиране",
        "UpdateHasBeenCancelledExplanation": "Автоматичното обновяване на Matomo е отказано. Опитайте отново! Ако не успеете автоматично да обновите Matomo, опитайте ръчно. %1$s Моля прочетете %2$s документацията %3$s и продължете!",
        "UpdateLog": "Дневник на актуализациите",
        "UpdateSuccessTitle": "Matomo успешно е обновен!",
        "UpdateTitle": "Обновления",
        "UpdateUsingHttpsFailed": "Изтеглянето на най-новата версия на Matomo през защитена HTTPS връзка не беше успешно поради следната грешка:",
        "UpdateUsingHttpsFailedHelp": "Защо се провали? Изтеглянето на най-новата версия на Matomo (през защитена HTTPS връзка) може да се провали по различни причини, например поради мрежова грешка, бавна скорост на мрежата или грешна системна конфигурация. Имайте предвид, че това може също да означава, че Вашият сървър е цел на MITM атака и някой се опитва да замени актуализацията със злонамерена версия на Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Препоръчително е да опитате повторно изтеглянето, като използвате защитената HTTPS връзка, тъй като тя предотвратява MITM атаки.",
        "Updating": "Актуализиране",
        "UpdatingPluginXToVersionY": "Актуализиране на плъгин %1$s до версия %2$s",
        "UpgradeComplete": "Обновяването приключи!",
        "UpgradePiwik": "Обновете Matomo",
        "UsingHttp": "използвайки незащитената HTTP връзка",
        "UsingHttps": "използване на защитената HTTPS връзка (препоръчително)",
        "Utf8mb4ConversionHelp": "Вашата база данни в момента не използва utf8mb4 набор от знаци. Това прави невъзможно съхраняването на 4-байтови знаци, като емоджи, по-рядко срещани знаци от азиатски езици, различни исторически писмености или математически символи. Те в момента са заменени с %1$s.<br><br>Вашата база данни поддържа набора от знаци utf8mb4 и би било възможно да го конвертирате.<br><br>Ако можете да изпълнявате конзолни команди, препоръчваме да използвате тази команда: %2$s<br><br>Алтернативно можете да активирате преобразуването тук. След това ще се задейства автоматично като планирана задача на заден план.<br><br>Внимание: Преобразуването на базата данни може да отнеме до няколко часа в зависимост от размера на базата данни. Тъй като проследяването може да не работи по време на този процес, не препоръчваме да използвате тригера за по-големи инсталации.<br><br>Можете да намерите повече информация по тази тема в тези %3$sЧесто задавани въпроси%4$s.",
        "VerifyingUnpackedFiles": "Проверка на разархивираните файлове",
        "ViewVersionChangelog": "Вижте списъка на промените за тази версия:",
        "WarningMessages": "Предупредителни съобщения:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Автоматично деактивирахме следните плъгини: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Можете да обновите автоматично към версия %s или да изтеглите обновлението и инсталирате ръчно:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo не може да презапише текущата Ви инсталация. Можете или да коригирате разрешенията за директория/файл, или да изтеглите пакета и да инсталирате версия %s ръчно:",
        "YourDatabaseIsOutOfDate": "Базата от данни (БД) на Matomo е остаряла. Трябва да обновите преди да продължите нататък."
    }
}
