{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Щракнете тук, за да видите и копие на списъка на SQL заявката, която ще изпълнява",
        "CreatingBackupOfConfigurationFile": "Създадено е резервно копие на конфигурационния файл в %s",
        "CriticalErrorDuringTheUpgradeProcess": "Открита е КРИТИЧНА грешка по време на обновяването:",
        "DatabaseUpgradeRequired": "Необходимо е да се обнови базата от данни (БД)",
        "DisablingIncompatiblePlugins": "Изключване на несъвместими добавки: %s",
        "DownloadingUpdateFromX": "Изтегляне на обновлението от %s",
        "DownloadX": "Изтегляне %s",
        "EmptyDatabaseError": "Базата от данни (БД) %s е празна. Трябва да редактирате или изтриете конфигурационният файл на Piwik.",
        "ErrorDIYHelp": "Ако сте напреднал потребител и попаднете на грешка при обновяване на базата от данни (БД):",
        "ErrorDIYHelp_1": "открийте и редактирайте в конфигурационния файл (например, memory_limit или max_execution_time)",
        "ErrorDIYHelp_2": "изпълни останалите заявки за обновяване от това поле",
        "ErrorDIYHelp_3": "опцията `ръчно обновяване` на таблиците в Piwik базата от данни (БД), определяне на стойността на version_core на версията на провалилота се актуализация",
        "ErrorDIYHelp_4": "повторно стартирайте обновлението (чрез браузъра или от командния ред) за да продължите с останалите обновления",
        "ErrorDIYHelp_5": "изпратете този проблем и\/или решение на Piwik екипа - възможно е това да е важно!",
        "ErrorDuringPluginsUpdates": "Открита е грешка при обновяването на добавките:",
        "ExceptionAlreadyLatestVersion": "Тази версия %s на Piwik е актуална.",
        "ExceptionArchiveEmpty": "Празен архив.",
        "ExceptionArchiveIncompatible": "Несъвместим архив: %s",
        "ExceptionArchiveIncomplete": "Несъвместим архив: някои файлове липсват (например %s).",
        "HelpMessageContent": "Проверете %1$s Често Задавани Въпроси (ЧЗВ) %2$s , където са обяснени възможните грешки по време на обновяването. %3$s Посъветвайте се с вашия системен администратор - те са в състояние да ви помогнат с грешка, която най-вероятно е свързана със сървъра или MySQL настройка.",
        "HelpMessageIntroductionWhenError": "Открита е грешка в ядрото на Piwik. Ако имате нужда от допълнителна помощ моля обърнете се към нашия форум и\/или прочетете документацията:",
        "HelpMessageIntroductionWhenWarning": "Актуализацията приключи успешно, но бяха открити грешки по време на процеса. Моля, прочетете документацията за допълнителна информация:",
        "InstallingTheLatestVersion": "Инсталиране на последната версия",
        "MajorUpdateWarning1": "Това е основна актуализация! Това ще отнеме малко повече от обичайното.",
        "MajorUpdateWarning2": "Следният съвет е особено важен за големи инсталации.",
        "NoteForLargePiwikInstances": "Важна бележка за големи Piwik инсталации",
        "NoteItIsExpectedThatQueriesFail": "Забележка: При ръчното изпълнение на тези въпроси, се очаква, че някои от тях ще се провалят. В такъв случай ги игнорирайте и продължете напред.",
        "NotificationClickToUpdatePlugins": "Щракнете тук, за да обновите вашите добавки:",
        "NotificationClickToUpdateThemes": "Щракнете тук, за да обновите вашите тапети:",
        "NotificationSubjectAvailableCoreUpdate": "Налична е нова Piwik версия %s",
        "NotificationSubjectAvailablePluginUpdate": "Налични са обновления за вашите Piwik добавки",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik успешно е обновен!",
        "PiwikUpdatedSuccessfully": "Обновлението на Piwik завърши успешно!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik базата от данни (БД) ще бъде обновена от %1$s версия към %2$s.",
        "PluginDescription": "Механизъм за актуализиране на Piwik",
        "ReadyToGo": "Готови ли сте?",
        "TheFollowingPluginsWillBeUpgradedX": "Следните добавки ще бъдат обновени: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Някои от добавките, които използвате, са обновени в магазина:",
        "ThereIsNewVersionAvailableForUpdate": "Открита е нова версия на Piwik, можете да обновите!",
        "TheUpgradeProcessMayFailExecuteCommand": "Ако имате голяма Piwik база данни, актуализирането и може да отнеме прекалено много време, ако я стартирате през Вашият браузър. В този случай, можете да извършите актуализацията чрез команден ред: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Обновяването на базата от данни (БД) отнема известно време! Бъдете търпеливи...",
        "UnpackingTheUpdate": "Разархивиране на обновлението",
        "UpdateAutomatically": "Обновете автоматично",
        "UpdateHasBeenCancelledExplanation": "Автоматичното обновяване на Piwik е отказано. Опитайте отново! Ако не успеете автоматично да обновите Piwik, опитайте ръчно. %1$s Моля прочетете %2$s документацията %3$s и продължете!",
        "UpdateTitle": "Обновления",
        "UpgradeComplete": "Обновяването приключи!",
        "UpgradePiwik": "Обновете Piwik",
        "VerifyingUnpackedFiles": "Разархивираните файлове",
        "WarningMessages": "Предупредителни съобщения:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Автоматично са деактивирани следните добавки: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Можете да обновите автоматично към версия %s или да изтеглите обновлението и инсталирате ръчно:",
        "YouCouldManuallyExecuteSqlQueries": "Ако не сте в състояние да използвате актуализациите и ако не успеете да обновите Piwik (поради изчакване на база данни, изчакване на уеб браузъра или друго) можете ръчно да изпълните SQL заявките актуализиране на Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik не е в състояние да презапишете текущата си инсталация. Можете да отстраните директорията\/файла за достъп, или да изтеглите и инсталирате пакет версия %s и ръчно:",
        "YourDatabaseIsOutOfDate": "Базата от данни (БД) на Piwik е остаряла. Трябва да обновите преди да продължите нататък."
    }
}