{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Feu click aquí per veure i copiar la llista de consultes SQL que s'executaran",
        "CriticalErrorDuringTheUpgradeProcess": "Hi ha hagut un error crític durant el procés d'actualització:",
        "DatabaseUpgradeRequired": "És necessari actualitzar la base de dades",
        "DownloadingUpdateFromX": "S'està descarregant l'actualització de %s",
        "DownloadX": "Descarrega %s",
        "EmptyDatabaseError": "La base de dades %s està buida. Heu d'editar o esborrar el fitxer de configuració del Piwik.",
        "ErrorDIYHelp": "Si sou un usuari avançat i trobeu un error en l'actualització de la base de dades:",
        "ErrorDIYHelp_1": "identifiqueu i corregiu l'origen de l'error (per exemple: memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "executeu les consultes restants de l'actualització que han fallat",
        "ErrorDIYHelp_3": "actualitzeu la taula `option` de la base de dades del Piwik, introduint la versió que ha fallat a l'hora d'actualitzar a version_core",
        "ErrorDIYHelp_4": "torneu a engegar l'actualització (a través del navegador o la línia de comandes) per a continuar amb les actualitzacions restants.",
        "ErrorDIYHelp_5": "informeu sobre el problema (i la solució) per tal que puguem millorar el Piwik",
        "ErrorDuringPluginsUpdates": "Hi ha hagut errors en l'actualització dels connectors",
        "ExceptionAlreadyLatestVersion": "El Piwik està actualitzat a la versió %s.",
        "ExceptionArchiveEmpty": "Arxiu buit",
        "ExceptionArchiveIncompatible": "Arxiu incompatible: %s",
        "ExceptionArchiveIncomplete": "L'arxiu és incomplet: manquen alguns fitxers (per exemple, %s).",
        "HelpMessageContent": "Comproveu les %1$s PMF del Piwik (en anglès) %2$s, que intenten explicar els errors més comuns a l'actualització. %3$s Pregunteu a l'administrador del sistema, podria ajudar-vos amb l'error, que sembla estar relacionat amb el servidor o la instal·lació del MySQL.",
        "HelpMessageIntroductionWhenError": "El que hi ha a sobre és l'error del nucli. Hauria d'explicar la causa, però si necessiteu més ajuda, si us plau:",
        "HelpMessageIntroductionWhenWarning": "La actualització s'ha completat amb èxit, però hi ha hagut alguns problemes durant el procés. Si us plau, llegiu les descripcions que hi ha a sobre per a saber més detalls. Si voleu més informació:",
        "InstallingTheLatestVersion": "S'està instal·lant la darrera versió",
        "MajorUpdateWarning1": "Es tracta una actualització major! Tardarà més de l'habitual",
        "MajorUpdateWarning2": "Aquest avís és extremadament important per instalacion amb gran quantitat d'informació.",
        "NoteForLargePiwikInstances": "Notes importants per instalacions del Piwik amb gran quanitat d'informació",
        "NoteItIsExpectedThatQueriesFail": "Nota: Si executeu les consultes manualment, s'epera que algunes d'elles fallin. En aquest cas, simplement ignoreu els error i executeu les següents a la llista.",
        "PiwikHasBeenSuccessfullyUpgraded": "El Piwik s'ha actualitzat amb èxit!",
        "PiwikUpdatedSuccessfully": "El Piwik s'ha actualitzat correctament!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de dades s'actualitzarà de la versió %1$s a la nova %2$s.",
        "ReadyToGo": "Preparat?",
        "TheFollowingPluginsWillBeUpgradedX": "Aquests connectors s'actualitzaran: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Hi ha una nova versió del Piwik disponible.",
        "TheUpgradeProcessMayFailExecuteCommand": "Si teuniu una gran base de dades del Piwik, les actualitzacions poden tardar massa per executar-les des del navegador. En aquesta situació podeu executar les actualitzacions desde la línia de comandes: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "El procés d'actualització pot durar una estona, tingueu paciència.",
        "UnpackingTheUpdate": "S'està desempacant l'actualització",
        "UpdateAutomatically": "Actualitza automàticament",
        "UpdateHasBeenCancelledExplanation": "L'actualització en un clic del Piwik ha estat cancel·lada. Si no podeu arreglar l'error de més amunt, us recomanem que actualitzeu el Piwik manualment. %1$s Si us plau, mireu-vos la %2$sDocumentació d'actualització (en anglès)%3$s per a començar!",
        "UpdateTitle": "Actualització del Piwik",
        "UpdateSuccessTitle": "El Piwik s'ha actualitzat amb èxit!",
        "UpgradeComplete": "S'ha actualitzat amb èxit!",
        "UpgradePiwik": "Actualitza el Piwik",
        "VerifyingUnpackedFiles": "S'estan verificant els fitxers",
        "WarningMessages": "Avisos:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "S'han desactivat automàticament els connectors següents: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Podeu actualitzar a la versió %s automàticament o baixar-vos el paquet i instal·lar-lo manualment.",
        "YouCouldManuallyExecuteSqlQueries": "Si no podeu executar l'actualització desde la línia de comandes i el falla l'actualització del Piwik (degut a un temps d'espera massa elevat, o algún altre problema) podeu executar manualment les sentències SQL per actualitzar el Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "El Piwik no pot sobrescriure la instal·lació actual. Podeu corregir els permisos dels fitxers\/directoris o descarregar el paquet i instal·lar la versió %s manualment:",
        "YourDatabaseIsOutOfDate": "La base de dades del Piwik és antiga i cal actualitzar-la abans de continuar."
    }
}