{
    "CoreUpdater": {
        "AlreadyUpToDate": "Ja està tot al dia.",
        "CheckingForPluginUpdates": "S'estan buscant noves actualitzacions de connectors",
        "ClickHereToViewSqlQueries": "Feu clic aquí per veure i copiar la llista de consultes SQL i comandes de consola que s'executaran",
        "CloudHosting": "Allotjament al núvol",
        "ConsoleCommandDescription": "Engega les actualitzacions. Utilitzeu-lo després que el nucli de Matomo o qualsevol fitxer del connector s'hagi actualitzat. Afegiu --yes per actualitzar sense confirmació.",
        "ConsoleParameterDescription": "Executeu l'actualització directament sense demanar confirmació",
        "ConsoleStartingDbUpgrade": "S'està iniciant el procés d'actualització de la base de dades ara. Això pot trigar una mica, així que tingueu paciència.",
        "ConsoleUpdateFailure": "No s'ha pogut actualitzar Matomo! Vegeu més amunt per obtenir més informació.",
        "ConsoleUpdateNoSqlQueries": "Nota: no hi ha consultes SQL ni comandes de consola per executar.",
        "ConsoleUpdateUnexpectedUserWarning": "Sembla que heu executat aquesta actualització amb l'usuari %1$s, mentre que els vostres fitxers Matomo són propietat de %2$s. \n\nPer assegurar que els fitxers Matomo siguin llegibles per l'usuari correcte, és possible que hàgiu d'executar l'ordre següent (o una ordre similar en funció de la configuració del vostre servidor):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Converteix la base de dades a codificació UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Error crític durant el procés d'actualització:",
        "DatabaseUpgradeRequired": "Cal actualitzar la base de dades",
        "DbUpgradeNotExecuted": "L'actualització de la base de dades no s'ha executat.",
        "DisablingIncompatiblePlugins": "S'estan desactivant els connectors incompatibles: %s",
        "DownloadX": "Descarrega %s",
        "DownloadingUpdateFromX": "S'està descarregant l'actualització de %s",
        "DryRun": "Nota: això és un assaig",
        "DryRunEnd": "Final de l'assaig",
        "EmptyDatabaseError": "La base de dades %s està buida. Heu d'editar o esborrar el fitxer de configuració del Matomo.",
        "ErrorDIYHelp": "Si sou un usuari avançat i trobeu un error en l'actualització de la base de dades:",
        "ErrorDIYHelp_1": "identifiqueu i corregiu l'origen de l'error (per exemple: memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "executeu les consultes restants a l'actualització que ha fallat",
        "ErrorDIYHelp_3": "actualitzeu manualment la taula `option' a la vostra base de dades Matomo, establint el valor de version_core a la versió de l'actualització fallida",
        "ErrorDIYHelp_4": "torneu a executar l'actualitzador (a través del navegador o de la línia de comandes) per continuar amb les actualitzacions restants",
        "ErrorDIYHelp_5": "informeu sobre el problema (i la solució) per tal de millorar Matomo",
        "ErrorDuringPluginsUpdates": "Error durant les actualitzacions del connector:",
        "ExceptionAlreadyLatestVersion": "La vostra versió de Matomo %s està actualitzada.",
        "ExceptionArchiveEmpty": "Arxiu buit.",
        "ExceptionArchiveIncompatible": "Arxiu incompatible: %s",
        "ExceptionArchiveIncomplete": "L'arxiu és incomplet: manquen alguns fitxers (per exemple %s).",
        "ExceptionDirWrongPermission": "Algunes carpetes no es poden escriure. Assegureu-vos que les carpetes següents es poden escriure i torneu-ho a provar: %s.",
        "ExecuteDbUpgrade": "Es requereix una actualització de la base de dades. Vols executar l'actualització?",
        "FeedbackRequest": "No dubteu a compartir les vostres idees i suggeriments amb l'equip de Matomo aquí:",
        "HelpMessageContent": "Consulteu les FAQ de %1$s Matomo %2$s que explica els errors més comuns durant l'actualització. %3$s Pregunteu al vostre administrador del sistema; és possible que us puguin ajudar amb l'error que probablement estigui relacionat amb el vostre servidor o la configuració de MySQL.",
        "HelpMessageIntroductionWhenError": "L'anterior és el missatge d'error bàsic. Hauria d'ajudar a explicar la causa, però si necessiteu més ajuda, si us plau:",
        "HelpMessageIntroductionWhenWarning": "La actualització s'ha completat amb èxit, però hi ha hagut alguns problemes durant el procés. Si us plau, llegiu les descripcions que hi ha a sobre per a saber més detalls. Si voleu més informació:",
        "HighTrafficPiwikServerEnableMaintenance": "Si gestioneu un servidor Matomo d'alt trànsit, us recomanem que %1$s desactiveu momentàniament el seguiment de visitants i que poseu la interfície d'usuari de Matomo en mode de manteniment%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Nota: alguns connectors no són compatibles amb Matomo %s. Els actualitzarem si hi ha una actualització al Marketplace, en cas contrari els desactivarem quan actualitzeu:",
        "InstallingTheLatestVersion": "S'està instal·lant la darrera versió",
        "LatestBetaRelease": "Darrera versió beta",
        "LatestStableRelease": "Última versió estable",
        "LatestXBetaRelease": "Darrera beta %s",
        "LatestXStableRelease": "Darrera versió estable %s",
        "ListOfSqlQueriesFYI": "FYI: aquestes són les consultes SQL i les comandes de la consola que s'executaran per actualitzar la vostra base de dades a Matomo %s",
        "LtsSupportVersion": "Versió de suport a llarg termini",
        "MajorUpdateWarning1": "Es tracta d'una actualització major! Trigarà més que de costum.",
        "MajorUpdateWarning2": "El consell següent és especialment important per a instal·lacions grans.",
        "NeedHelpUpgrading": "Necessites ajuda per actualitzar Matomo?",
        "NeedHelpUpgradingText": "Si necessiteu assistència per actualitzar el vostre Matomo, els creadors de Matomo estan aquí per ajudar-vos a fer que l'actualització de Matomo sigui un èxit i proporcionar-vos totes les instruccions, bones pràctiques i suport permanent. %1$sContacteu amb els experts de Matomo per començar a actualitzar el vostre Matomo de manera segura.%2$s",
        "NoteForLargePiwikInstances": "Notes importants per a grans instal·lacions de Matomo",
        "NotificationClickToUpdatePlugins": "Feu clic aquí per actualitzar els vostres connectors ara:",
        "NotificationClickToUpdateThemes": "Feu clic aquí per actualitzar els vostres temes ara:",
        "NotificationSubjectAvailableCoreUpdate": "Disponible la nova versió %s de Matomo",
        "NotificationSubjectAvailablePluginUpdate": "Actualitzacions disponibles per als vostres connectors de Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo s'ha actualitzat correctament!",
        "PiwikUpdatedSuccessfully": "El Matomo s'ha actualitzat correctament!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de dades de Matomo s'actualitzarà de la versió %1$s a la nova versió %2$s.",
        "PostUpdateMessage": "Matomo sempre es podrà descarregar i utilitzar gratuïtament, però necessita el vostre suport continuat per créixer i millorar.",
        "PostUpdateSupport": "Si necessiteu ajuda amb Matomo, podeu obtenir suport dels seus creadors:",
        "ReadyToGo": "Preparat?",
        "ReceiveEmailBecauseIsSuperUser": "Rebeu aquest correu electrònic perquè sou un superusuari de Matomo a: %s",
        "ServicesSupport": "Serveis i Suport",
        "SkipCacheClear": "S'ha omès esborrar les memòries cau.",
        "SkipCacheClearDesc": "Omet l'esborrament de la memòria cau abans d'actualitzar. Això només és útil si podeu assegurar-vos que les instàncies que executen aquesta ordre encara no han creat una memòria cau, i si esborrar la memòria cau per a molts comptes de Matomo es pot convertir en un coll d'ampolla.",
        "ThankYouUpdatePiwik": "Gràcies per utilitzar Matomo i mantenir-lo actualitzat!",
        "TheFollowingDimensionsWillBeUpgradedX": "S'actualitzaran les dimensions següents: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "S'actualitzaran els connectors següents: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Si teniu a Matomo una base de dades molt gran les actualitzacions poden trigar molt a executar-se al navegador. En aquesta situació podeu executar les actualitzacions des de la vostra línia de comandes: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "El procés d'actualització de la base de dades pot trigar una mica, tingueu paciència.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Alguns connectors que feu servir s'han actualitzat al Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Hi ha una nova versió de Matomo disponible per actualitzar",
        "TheseCommandsWillBeExecuted": "Aquestes ordres de consola s'executaran:",
        "TheseSqlQueriesWillBeExecuted": "S'executarà aquestes consultes SQL:",
        "TriggerDatabaseConversion": "Activa la conversió de la base de dades en segon pla",
        "UnpackingTheUpdate": "Desempaquetant l'actualització",
        "UpdateAutomatically": "Actualitza automàticament",
        "UpdateErrorTitle": "Error d'actualització",
        "UpdateHasBeenCancelledExplanation": "L'actualització d'un clic de Matomo s'ha cancel·lat. Si no podeu solucionar el missatge d'error anterior, us recomanem que actualitzeu Matomo manualment. %1$s Consulteu la %2$sdocumentació d'actualització%3$s per començar!",
        "UpdateLog": "Actualitzar el registre",
        "UpdateSuccessTitle": "Matomo s'ha actualitzat correctament!",
        "UpdateTitle": "Actualització",
        "UpdateUsingHttpsFailed": "No s'ha pogut descarregar la darrera versió de Matomo mitjançant una connexió HTTPS segura a causa del següent error:",
        "UpdateUsingHttpsFailedHelp": "Per què ha fallat? La descàrrega de la darrera versió de Matomo (a través d'una connexió HTTPS segura) pot fallar per diversos motius, per exemple a causa d'un error de xarxa, una velocitat de xarxa lenta o una configuració incorrecta del sistema. Tingueu en compte que també podria significar que el vostre servidor és l'objectiu d'un atac MITM i algú està intentant substituir l'actualització per una versió maliciosa de Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Es recomana tornar a provar la descàrrega mitjançant la connexió HTTPS segura, ja que evita atacs MITM.",
        "Updating": "Actualitzant",
        "UpdatingPluginXToVersionY": "S'està actualitzant el connector %1$s a la versió %2$s",
        "UpgradeComplete": "Actualització llesta!",
        "UpgradePiwik": "Actualitza Matomo",
        "UsingHttp": "utilitzant la connexió HTTP no segura",
        "UsingHttps": "utilitzant la connexió HTTPS segura (recomanat)",
        "Utf8mb4ConversionHelp": "La vostra base de dades no està utilitzant el conjunt de caràcters utf8mb4. Això fa que sigui impossible emmagatzemar caràcters de 4 bytes, com ara emojis, caràcters menys comuns de llengües asiàtiques, diverses escriptures històriques o símbols matemàtics. Actualment es substitueixen per %1$s.<br><br>La vostra base de dades admet el conjunt de caràcters utf8mb4 i seria possible convertir-lo.<br><br>Si podeu executar les ordres de la consola, recomanem que utilitzeu aquesta ordre: %2$s<br><br>Com alternativa, podeu activar la conversió aquí. Aleshores s'activarà automàticament com una tasca programada en segon pla.<br><br>Atenció: la conversió de la base de dades pot trigar fins a un parell d'hores depenent de la mida de la base de dades. Com que el seguiment pot no funcionar durant aquest procés, no us recomanem que utilitzeu l'activador per a instàncies més grans.<br><br>Podeu trobar més informació sobre aquest tema en aquestes %3$sFAQ%4$s.",
        "VerifyingUnpackedFiles": "Verificació dels fitxers descomprimits",
        "ViewVersionChangelog": "Consulteu el registre de canvis d'aquesta versió:",
        "WarningMessages": "Missatges d'advertència:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Hem desactivat automàticament els connectors següents: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Podeu actualitzar a la versió %s automàticament o descarregar el paquet i instal·lar-lo manualment:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo no pot sobreescriure la vostra instal·lació actual. Podeu arreglar els permisos del directori/fitxer o descarregar el paquet i instal·lar la versió %s manualment:",
        "YourDatabaseIsOutOfDate": "La vostra base de dades Matomo és antiga i s'ha d'actualitzar abans de poder continuar."
    }
}
