{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Klicken Sie hier, um die Liste der auszuführenden SQL-Befehle anzuzeigen.",
        "CreatingBackupOfConfigurationFile": "Eine Sicherheitskopie der Konfigurationsdatei wird in %s erstellt",
        "CriticalErrorDuringTheUpgradeProcess": "Kritischer Fehler während der Aktualisierung:",
        "DatabaseUpgradeRequired": "Die Datenbank muss aktualisiert werden",
        "DisablingIncompatiblePlugins": "Deaktiviere inkompatible Plugins: %s",
        "DownloadingUpdateFromX": "Aktualisierung wird von %s heruntergeladen",
        "DownloadX": "%s herunterladen",
        "EmptyDatabaseError": "Die Datenbank %s ist leer. Sie müssen die Konfigurationsdatei anpassen oder entfernen.",
        "ErrorDIYHelp": "Wenn Sie ein professioneller Anwender sind und einen unerwarteten Fehler in der Aktualisierung der Datenbank entdecken:",
        "ErrorDIYHelp_1": "identifizieren und korrigieren Sie die Quelle des Problems (z.B. memory_limit oder max_execution_time)",
        "ErrorDIYHelp_2": "führen Sie die fehlgeschlagenen Befehle zur Aktualisierung nochmal aus",
        "ErrorDIYHelp_3": "Aktualisieren Sie die Tabelle `option` in der Datenbank und setzen dabei den Wert version_core auf die aktuelle Version, deren Aktualisierung fehlgeschlagen ist",
        "ErrorDIYHelp_4": "starten Sie die Aktualisierung erneut (im Browser oder auf der Kommandozeile), um die Aktualisierung zu fortzusetzen",
        "ErrorDIYHelp_5": "Melden Sie den Fehler (und die Lösung), um Piwik zu verbessern",
        "ErrorDuringPluginsUpdates": "Fehler während Plugin-Aktualisierungen:",
        "ExceptionAlreadyLatestVersion": "Ihre Version %s ist aktuell.",
        "ExceptionArchiveEmpty": "Leeres Archiv.",
        "ExceptionArchiveIncompatible": "Archiv inkompatibel: %s",
        "ExceptionArchiveIncomplete": "Das Archiv ist nicht komplett. Einige Dateien fehlen (z.B. %s).",
        "FeedbackRequest": "Gerne können Sie dem Piwik Team Ihre Ideen und Vorschläge hier mitteilen:",
        "HelpMessageContent": "Lesen Sie die %1$sPiwik-FAQ%2$s. Dort werden die meisten Fehler, die während einer Aktualisierung auftreten können, erklärt. %3$sFragen Sie Ihren Systemadministrator - dieser kann Ihnen mit diesem Fehler helfen, da er am wahrscheinlichsten mit Ihrem Server oder dem MySQL-Server zusammenhängt.",
        "HelpMessageIntroductionWhenError": "Dies ist die Kernfehlermeldung. Sie sollte helfen, die Ursache zu erklären, aber wenn Sie weitere Hilfe benötigen, bitte:",
        "HelpMessageIntroductionWhenWarning": "Die Aktualisierung verlief reibungslos, obwohl es verschiedene Meldungen währenddessen gab. Bitte lesen Sie die Beschreibung, um weitere Details zu erfahren. Für weitere Hilfe:",
        "HighTrafficPiwikServerEnableMaintenance": "Wenn Sie eine Webseite mit hohem Verkehrsaufkommen verwalten, empfehlen wir, das %sBesuchertracking vorübergehend zu deaktivieren und die Benutzeroberfläche in den Wartungsmodus zu versetzen%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Hinweis: Einige Plugins sind nicht kompatibel mit Piwik %s. Diese werden beim Upgrade deaktiviert:",
        "InstallingTheLatestVersion": "Die neueste Version wird installiert",
        "MajorUpdateWarning1": "Dies ist ein umfangreiche Aktualisierung. Das Einspielen dauert länger als üblich.",
        "MajorUpdateWarning2": "Der folgende Hinweis ist besonders für große Installationen wichtig.",
        "NoteForLargePiwikInstances": "Wichtiger Hinweis für große Piwik-Installationen",
        "NoteItIsExpectedThatQueriesFail": "Hinweis: Wenn Sie die Befehle manuell ausführen, könnte es passieren, dass einige fehlschlagen. In solch einem Fall ignorieren Sie die Fehlermeldung einfach und führen den nächsten Befehl in der Liste aus.",
        "NotificationClickToUpdatePlugins": "Klicken Sie hier, um Ihre Plugins jetzt zu aktualisieren:",
        "NotificationClickToUpdateThemes": "Klicken Sie hier, um Ihre Themes jetzt zu aktualisieren:",
        "NotificationSubjectAvailableCoreUpdate": "Neue Piwik-Version %s ist verfügbar!",
        "NotificationSubjectAvailablePluginUpdate": "Es sind Aktualisierungen für Ihre Piwik Plugins verfügbar",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik wurde erfolgreich aktualisiert!",
        "PiwikUpdatedSuccessfully": "Piwik wurde erfolgreich aktualisiert!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Die Piwik-Datenbank wird von Version %1$s auf die neue Version %2$s aktualisiert.",
        "PluginDescription": "Piwik-Aktualisierung",
        "ReadyToGo": "Sind Sie bereit?",
        "TheFollowingDimensionsWillBeUpgradedX": "Die folgenden Dimensionen werden aktualisiert: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Die folgenden Plugins werden aktualisiert: %s",
        "ThereIsNewPluginVersionAvailableForUpdate": "Für einige der von Ihnen benutzten Plugins sind Aktualisierungen im Marketplace verfügbar:",
        "ThereIsNewVersionAvailableForUpdate": "Eine neue Version von Piwik ist verfügbar",
        "TheUpgradeProcessMayFailExecuteCommand": "Wenn Sie eine große Piwik-Datenbank haben, können Aktualisierungen zu lange dauern, um erfolgreich im Browser durchgeführt zu werden. In diesem Fall können Sie die Aktualisierung auch von der Kommandozeile aus starten: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Die Aktualisierung kann eine Weile dauern. Bitte haben Sie etwas Geduld.",
        "UnpackingTheUpdate": "Aktualisierung wird entpackt",
        "UpdateAutomatically": "Aktualisierung automatisch ausführen",
        "UpdateHasBeenCancelledExplanation": "Die Piwik Ein-Klick-Aktualisierung wurde abgebrochen. Wenn die oben stehende Fehlermeldung nicht behoben werden kann, sollten Sie Piwik manuell aktualisieren. %1$s Bitte lesen Sie die %2$sDokumentation zur Aktualisierung%3$s, um die Einzelheiten zu erfahren!",
        "UpdateTitle": "Aktualisierung",
        "UpgradeComplete": "Aktualisierung abgeschlossen!",
        "UpgradePiwik": "Piwik aktualisieren",
        "VerifyingUnpackedFiles": "Die entpackten Dateien werden überprüft",
        "WarningMessages": "Warnhinweise:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Die folgenden Plugins wurden automatisch deaktiviert: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Die Aktualisierung auf Version %s kann automatisch ausgeführt werden. Oder Sie laden das Paket herunter und installieren es manuell:",
        "YouCouldManuallyExecuteSqlQueries": "Wenn Sie die Aktualisierung nicht von der Kommandozeile aus ausführen können und auch Piwik die Aktualisierung nicht durchführen kann (wegen Zeitüberschreitungen der Datenbank, des Browser oder sonstigen Fällen), können Sie auch die SQL-Befehle manuell ausführen, um Piwik zu aktualisieren.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik kann Ihre aktuelle Installation nicht überschreiben. Sie müssen entweder die Ordner-\/Dateiberechtigungen anpassen oder das Paket herunterladen und die Version %s manuell installieren.",
        "YourDatabaseIsOutOfDate": "Ihre Piwik-Datenbank ist nicht mehr aktuell und muss aktualisiert werden, bevor Sie weiter arbeiten können."
    }
}