{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Πατήστε εδώ για να δείτε και να αντιγράψετε τη λίστα των ερωτημάτων που θα εκτελεστούν",
        "CriticalErrorDuringTheUpgradeProcess": "Κρίσιμο σφάλμα κατά τη διαδικασία αναβάθμισης:",
        "DatabaseUpgradeRequired": "Απαιτείται Αναβάθμιση της Βάσης Δεδομένων",
        "DisablingIncompatiblePlugins": "Απενεργοποίηση των μη συμβατών πρόσθετων: %s",
        "DownloadingUpdateFromX": "Λήψη αναβάθμισης από %s",
        "DownloadX": "Λήψη %s",
        "EmptyDatabaseError": "Η βάση δεδομένων %s είναι κενή. Πρέπει να επεξεργαστείτε ή να διαγράψετε το αρχείο ρυθμίσεων του Piwik.",
        "ErrorDIYHelp": "Αν είστε προχωρημένος χρήστης και εμφανιστεί σφάλμα στην αναβάθμιση της βάσης δεδομένων:",
        "ErrorDIYHelp_1": "Αναγνωρίστε και διορθώστε την προέλευση του προβλήματος (π.χ., memory_limit ή max_execution_time)",
        "ErrorDIYHelp_2": "εκτελέστε τα εναπομείναντα ερωτήματα στην ενημέρωση που απέτυχαν",
        "ErrorDIYHelp_3": "ενημερώστε χειροκίνητα τον πίνακα «option» στη βάση δεδομένων του Piwik, ορίστε την τιμή του version_core στην έκδοση της αποτυχημένης ενημέρωσης",
        "ErrorDIYHelp_4": "επαναλάβετε την ενημέρωση (από τον φυλλομετρητή ή τη γραμμή εντολών) για να συνεχίσετε με τις υπόλοιπες ενημερώσεις",
        "ErrorDIYHelp_5": "αναφέρετε το πρόβλημα (και την επίλυσή του) ώστε να βελτιωθεί το Piwik",
        "ErrorDuringPluginsUpdates": "Σφάλμα κατά την αναβάθμιση των πρόσθετων:",
        "ExceptionAlreadyLatestVersion": "Η έκδοση του Piwik %s που έχετε είναι η πιο πρόσφατη.",
        "ExceptionArchiveEmpty": "Άδειο συμπιεσμένο αρχείο.",
        "ExceptionArchiveIncompatible": "Μη συμβατό συμπιεσμένο αρχείο: %s",
        "ExceptionArchiveIncomplete": "Το συμπιεσμένο αρχείο δεν είναι πλήρες: μερικά αρχεία λείπουν (π.χ. %s).",
        "FeedbackRequest": "Μοιραστείτε εδώ τις ιδέες και τις προτάσεις σας με την ομάδα του Piwik:",
        "HelpMessageContent": "Ελέγξτε τις %1$s Piwik FAQ %2$s για συνήθη σφάλματα κατά τη διαδικασία της αναβάθμισης. %3$s Ρωτήστε τον διαχειριστή του συστήματος και ζητήστε βοήθεια με το σφάλμα το οποίο κατά πάσα πιθανότητα είναι συναφή με τον διακομιστή και την MySQL.",
        "HelpMessageIntroductionWhenError": "Το παραπάνω είναι το μήνυμα λάθους του πυρήνα. Λογικά πρέπει να βοηθάει την επεξήγηση της αιτίας, αλλά αν θέλετε περισσότερες πληροφορίες:",
        "HelpMessageIntroductionWhenWarning": "Η αναβάθμιση ολοκληρώθηκε με επιτυχία, αλλά υπήρξαν κάποια θέματα κατά τη διάρκεια. Παρακαλώ διαβάστε τις παραπάνω περιγραφές για τις λεπτομέρειες. Για περισσότερη βοήθεια:",
        "HighTrafficPiwikServerEnableMaintenance": "Αν διαχειρίζεστε ένα Piwik διακομιστή με υψηλή κίνηση, προτείνουμε να %sαπενεργοποιήσετε προσωρινά την παρακολούθηση Επισκέπτη και να βάλετε τη Διεπαφή Χρήστη του Piwik σε κατάσταση συντήρησης%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Σημείωση: ορισμένα πρόσθετα δεν είναι συμβατά με το Piwik %s. Θα απενεργοποιηθούν όταν αναβαθμίσετε:",
        "InstallingTheLatestVersion": "Εγκατάσταση της τελευταίας έκδοσης",
        "LatestBetaRelease": "Τελευταία δοκιμαστική έκδοση",
        "LatestStableRelease": "Τελευταία σταθερή έκδοση",
        "Latest2XStableRelease": "Τελευταία έκδοση 2.x",
        "Latest2XBetaRelease": "Τελευταία δοκιμαστική έκδοση 2.x",
        "LtsSupportVersion": "Έκδοση με Μακρά Υποστήριξη",
        "MajorUpdateWarning1": "Αυτή είναι μια βασική ενημέρωση! Θα κρατήσει περίσσότερο από ό,τι συνήθως.",
        "MajorUpdateWarning2": "Η ακόλουθη συμβουλή είναι ιδιαίτερα σημαντική για μεγάλες εγκαταστάσεις.",
        "NoteForLargePiwikInstances": "Σημαντική επισήμανση για μεγάλες εγκαταστάσεις Piwik",
        "NoteItIsExpectedThatQueriesFail": "Σημείωση: αν εκτελέσετε χειροκίνητα αυτά τα ερωτήματα, αναμένετεαι ότι ορισμένα από αυτά θα αποτύχουν. Σε αυτή την περίπτωση, αγνοήστε τα σφάλματα και εκτελέσετε τα επόμενα στη σειρά.",
        "NotificationClickToUpdatePlugins": "Κάντε κλικ για να ενημερώσετε τώρα τα πρόσθετά σας:",
        "NotificationClickToUpdateThemes": "Κάντε κλικ για να ενημερώσετε τώρα τις θεματικές σας παραλλαγές:",
        "NotificationSubjectAvailableCoreUpdate": "Υπάρχει διαθέσιμη η νέα έκδοση του Piwik %s",
        "NotificationSubjectAvailablePluginUpdate": "Υπάρχουν ενημερώσεις για τα πρόσθετα του Piwik σας",
        "PiwikHasBeenSuccessfullyUpgraded": "Το Piwik αναβαθμίστηκε επιτυχώς!",
        "PiwikUpdatedSuccessfully": "Το Piwik αναβαθμίστηκε επιτυχώς!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Η βάση δεδομένων Piwik θα αναβαθμιστεί από την έκδοση %1$s στην έκδοση %2$s.",
        "ReadyToGo": "Έτοιμοι για να συνεχίσετε;",
        "TheFollowingPluginsWillBeUpgradedX": "Τα ακόλουθα πρόσθετα θα αναβαθμιστούν: %s.",
        "TheFollowingDimensionsWillBeUpgradedX": "Οι ακόλουθες διαστάσεις θα ενημερωθούν: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Ορισμένα πρόσθετα που χρησιμοποιείτε έχουν ενημερωθεί στην Αγορά:",
        "ThereIsNewVersionAvailableForUpdate": "Υπάρχει νέα έκδοση του Piwik διαθέσιμη για λήψη",
        "TheUpgradeProcessMayFailExecuteCommand": "Αν έχετε μια μεγάλη βάση δεδομένων Piwik, οι ενημερώσεις ίσως κρατήσουν αρκετό χρόνο στο φυλλομετρητή. Σε αυτή τη περίπτωση, μπορείτε να εκτελέσετε της ενημερώσεις από τη γραμμή εντολών: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Η διαδικασία αναβάθμισης μπορεί να πάρει λίγο χρόνο, υπομονή.",
        "UnpackingTheUpdate": "Αποσυμπίεση της αναβάθμισης",
        "UpdateAutomatically": "Αυτόματη ενημέρωση",
        "UpdateHasBeenCancelledExplanation": "Η Αναβάθμιση με Ένα Κλικ ακυρώθηκε. Αν δεν μπορείτε να διορθώσετε το παραπάνω σφάλμα, σας προτείνουμε να αναβαθμίσετε το Piwik χειροκίνητα. %1$s Διαβάστε την %2$sΤεκμηρίωση Αναβάθμισης%3$s για να ξεκινήσετε!",
        "UpdateTitle": "Ενημέρωση",
        "UpdateSuccessTitle": "Το Piwik αναβαθμίστηκε επιτυχώς!",
        "UpdateErrorTitle": "Σφάλμα ενημέρωσης",
        "ThankYouUpdatePiwik": "Ευχαριστούμε που χρησιμοποιείτε το Piwik και το κρατάτε ενημερωμένο!",
        "PostUpdateMessage": "Το Piwik θα είναι πάντα ελεύθερο για κατέβασμα και χρήση, αλλά χρειάζεται τη διαρκή υποστήριξή σας για να αναπτύσσεται και να βελτιώνεται.",
        "PostUpdateSupport": "Αν χρειάζεστε βοήθεια στη χρήση του Piwik, μπορείτε να λάβετε υποστήριξη από τους δημιουργούς του:",
        "EnterpriseSolutions": "Λύσεις για επιχειρήσεις",
        "CloudHosting": "Φιλοξενία στο σύννεφο",
        "Updating": "Γίνεται ενημέρωση",
        "UpdateUsingHttpsFailed": "Το κατέβασμα της τελευταίας έκδοσης Piwik πάνω από σύνδεση HTTPS δεν έγινε με επιτυχία, λόγω του ακόλουθου σφάλματος:",
        "UpdateUsingHttpsFailedHelp": "Γιατί απέτυχε; Το κατέβασμα της τελευταίας έκδοσης του Piwik (πάνω από ασφαλή σύνδεση HTTPS) μπορεί να αποτύχει για διάφορους λόγους, για παράδειγμα λόγω σφάλματος δικτύου, αργής ταχύτητας δικτύου ή λάθος παραμετροποίησης συστήματος. Πρέπει να σημειωθεί ότι μπορεί ο διακομιστής σας να είναι στόχος επίθεσης MITM και κάποιος να προσπαθεί να αντικαταστήσει την ενημέρωση με μια κακόβουλη έκδοση του Piwik.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Προτείνεται να επαναλάβετε το κατέβασμα με χρήση ασφαλούς σύνδεσης που αποτρέχει επιθέσεις τύπου MITM.",
        "UsingHttps": "με χρήση της ασφαλούς επικοινωνίας HTTP (προτείνεται)",
        "UsingHttp": "με χρήση της μη ασφαλούς επικοινωνίας HTTP",
        "UpgradeComplete": "Η αναβάθμιση ολοκληρώθηκε!",
        "UpgradePiwik": "Αναβάθμιση Piwik",
        "VerifyingUnpackedFiles": "Επιβεβαίωση των ασυμπίεστων αρχείων",
        "WarningMessages": "Προειδοποιητικά μηνύματα:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Απενεργοποιήθηκαν τα παρακάτω πρόσθετα: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Μπορείτε να αναβαθμίσετε στην έκδοση %s αυτόματα ή λάβετε το πακέτο και εγκαταστήστε τη χειροκίνητα:",
        "YouCouldManuallyExecuteSqlQueries": "Αν δεν μπορείτε να χρησιμοποιήσετε τη γραμμή εντολών για την ενημέρωση και αν το Piwik αποτύχει να αναβαθμιστεί (λόγω λήξης χρόνου της βάσης δεδομένων, του φυλλομετρητή ή όποια άλλη αιτία), μπορείτε να εκτελέσετε της ερωτήματα SQL χειροκίνητα για να ενημερώσετε το Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Το Piwik δεν μπορεί να αντικαταστήσει την υπάρχουσα εγκατάσταση. Μπορείτε να διορθώσετε τα δικαιώματα πρόσβασης των φακέλων\/αρχείων ή κατεβάστε το πακέτο και εγκαταστήστε την έκδοση %s χειροκίνητα.",
        "YourDatabaseIsOutOfDate": "Η βάση δεδομένων του Piwik είναι παλιά και πρέπει να αναβαθμιστεί προτού συνεχίσετε.",
        "ViewVersionChangelog": "Δείτε τις αλλαγές για αυτή την έκδοση:"
    }
}