{
    "CoreUpdater": {
        "AlreadyUpToDate": "Τα πάντα είναι ενημερωμένα.",
        "CheckingForPluginUpdates": "Γίνεται έλεγχος για ενημερώσεις πρόσθετων",
        "ClickHereToViewSqlQueries": "Κάντε κλικ εδώ για να δείτε και αντιγράψτε τη λίστα από τα ερωτήματα SQL και εντολών κονσόλας που θα εκτελεστούν",
        "CloudHosting": "Φιλοξενία στο σύννεφο",
        "ConsoleCommandDescription": "Ξεκινά τις ενημερώσεις. Να χρησιμοποιείται αφού έχουν ενημερωθεί ο πυρήνας ή πρόσθετα του Matomo. Βάλετε στο τέλος --yes για να γίνει η ενημέρωση χωρίς επιβεβαίωση.",
        "ConsoleParameterDescription": "Να εκτελεστεί απευθείας η ενημέρωση χωρίς επιβεβαίωση",
        "ConsoleStartingDbUpgrade": "Έναρξη της εκτέλεσης αναβάθμισης της βάσης δεδομένων. Αυτό μπορεί να διαρκέσει λίγο, γι' αυτό να είστε υπομονετικοί.",
        "ConsoleUpdateFailure": "Δεν ήταν δυνατή η αναβάθμιση του Matomo! Δείτε παραπάνω για περισσότερες λεπτομέρειες.",
        "ConsoleUpdateNoSqlQueries": "Σημείωση: Δεν υπάρχουν ερωτήματα SQL ή εντολές σε γραμμή εντολών για εκτέλεση.",
        "ConsoleUpdateUnexpectedUserWarning": "Φαίνεται ότι έχετε εκτελέσει την αναβάθμιση με το χρήστη %1$s, ενώ τα αρχεία του Matomo είναι στην ιδιοκτησία του χρήστη %2$s.\n\nΓια να βεβαιωθείτε ότι τα αρχεία του Matomo είναι αναγνώσιμα από τον σωστό χρήστη, θα πρέπει να εκτελέσετε την παρακάτω εντολή (ή παρόμοια εντολή ανάλογα με την παραμετροποίηση του διακομιστή σας):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Μετατροπή της βάσης δεδομένων σε κωδικοποίηση χαρακτήρων UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Κρίσιμο σφάλμα κατά τη διαδικασία αναβάθμισης:",
        "DatabaseUpgradeRequired": "Απαιτείται Αναβάθμιση της Βάσης Δεδομένων",
        "DbUpgradeNotExecuted": "Δεν εκτελέστηκε η αναβάθμιση της βάσης δεδομένων.",
        "DisablingIncompatiblePlugins": "Απενεργοποίηση των μη συμβατών πρόσθετων: %s",
        "DownloadX": "Λήψη %s",
        "DownloadingUpdateFromX": "Λήψη αναβάθμισης από %s",
        "DryRun": "Σημείωση: Αυτή είναι μια δοκιμαστική εκτέλεση",
        "DryRunEnd": "Τέλος της δοκιμαστικής εκτέλεσης",
        "EmptyDatabaseError": "Η βάση δεδομένων %s είναι κενή. Πρέπει να επεξεργαστείτε ή να διαγράψετε το αρχείο ρυθμίσεων του Matomo.",
        "ErrorDIYHelp": "Αν είστε προχωρημένος χρήστης και εμφανιστεί σφάλμα στην αναβάθμιση της βάσης δεδομένων:",
        "ErrorDIYHelp_1": "Αναγνωρίστε και διορθώστε την προέλευση του προβλήματος (π.χ., memory_limit ή max_execution_time)",
        "ErrorDIYHelp_2": "εκτελέστε τα εναπομείναντα ερωτήματα στην ενημέρωση που απέτυχαν",
        "ErrorDIYHelp_3": "ενημερώστε χειροκίνητα τον πίνακα `option` στη βάση δεδομένων του Matomo, ορίστε την τιμή του version_core στην έκδοση της αποτυχημένης ενημέρωσης",
        "ErrorDIYHelp_4": "επαναλάβετε την ενημέρωση (από τον φυλλομετρητή ή τη γραμμή εντολών) για να συνεχίσετε με τις υπόλοιπες ενημερώσεις",
        "ErrorDIYHelp_5": "αναφέρετε το πρόβλημα (και την επίλυσή του) ώστε να βελτιωθεί το Matomo",
        "ErrorDuringPluginsUpdates": "Σφάλμα κατά την αναβάθμιση των πρόσθετων:",
        "ExceptionAlreadyLatestVersion": "Η έκδοση του Matomo %s που έχετε είναι ενημερωμένη.",
        "ExceptionArchiveEmpty": "Άδειο συμπιεσμένο αρχείο.",
        "ExceptionArchiveIncompatible": "Μη συμβατό συμπιεσμένο αρχείο: %s",
        "ExceptionArchiveIncomplete": "Το συμπιεσμένο αρχείο δεν είναι πλήρες: μερικά αρχεία λείπουν (π.χ. %s).",
        "ExceptionDirWrongPermission": "Ορισμένοι φάκελοι δεν είναι εγγράψιμοι. Βεβαιωθείτε ότι οι παρακάτω φάκελοι είναι εγγράψιμοι και δοκιμάστε εκ νέου: %s.",
        "ExecuteDbUpgrade": "Απαιτείται αναβάθμιση της βάσης δεδομένων. Να εκτελεστεί η αναβάθμιση;",
        "FeedbackRequest": "Μοιραστείτε εδώ τις ιδέες και τις προτάσεις σας με την ομάδα του Matomo:",
        "HelpMessageContent": "Ελέγξτε τις %1$s Matomo FAQ %2$s για συνήθη σφάλματα κατά τη διαδικασία της αναβάθμισης. %3$s Ρωτήστε τον διαχειριστή του συστήματος και ζητήστε βοήθεια με το σφάλμα το οποίο κατά πάσα πιθανότητα είναι συναφή με τον διακομιστή και την MySQL.",
        "HelpMessageIntroductionWhenError": "Το παραπάνω είναι το μήνυμα λάθους του πυρήνα. Λογικά πρέπει να βοηθάει την επεξήγηση της αιτίας, αλλά αν θέλετε περισσότερες πληροφορίες:",
        "HelpMessageIntroductionWhenWarning": "Η αναβάθμιση ολοκληρώθηκε με επιτυχία, αλλά υπήρξαν κάποια θέματα κατά τη διάρκεια. Παρακαλώ διαβάστε τις παραπάνω περιγραφές για τις λεπτομέρειες. Για περισσότερη βοήθεια:",
        "HighTrafficPiwikServerEnableMaintenance": "Αν διαχειρίζεστε ένα Matomo διακομιστή με υψηλή κίνηση, προτείνουμε να %1$sαπενεργοποιήσετε προσωρινά την παρακολούθηση Επισκέπτη και να βάλετε τη Διεπαφή Χρήστη του Matomo σε κατάσταση συντήρησης%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Σημείωση: ορισμένα πρόσθετα δεν είναι συμβατά με το Matomo %s. Θα τα ενημερώσουμε αν υπάρχει κάποια ενημέρωση στην Αγορά, διαφορετικά θα τα απενεργοποιήσουμε όταν τα ενημερώσετε:",
        "InstallingTheLatestVersion": "Εγκατάσταση της τελευταίας έκδοσης",
        "LatestBetaRelease": "Τελευταία δοκιμαστική έκδοση",
        "LatestStableRelease": "Τελευταία σταθερή έκδοση",
        "LatestXBetaRelease": "Τελευταία δοκιμαστική έκδοση %s",
        "LatestXStableRelease": "Τελευταία σταθερή έκδοση %s",
        "ListOfSqlQueriesFYI": "FYI: τα παρακάτω είναι τα ερωτήματα SQL και οι εντολές σε γραμμή εντολών που θα εκτελεστούν για να αναβαθμίσουν τη βάση δεδομένων στο Matomo %s",
        "LtsSupportVersion": "Έκδοση με Μακρά Υποστήριξη",
        "MajorUpdateWarning1": "Αυτή είναι μια βασική ενημέρωση! Θα κρατήσει περίσσότερο από ό,τι συνήθως.",
        "MajorUpdateWarning2": "Η ακόλουθη συμβουλή είναι ιδιαίτερα σημαντική για μεγάλες εγκαταστάσεις.",
        "NeedHelpUpgrading": "Χρειάζεστε βοήθεια στην αναβάθμιση του Matomo;",
        "NeedHelpUpgradingText": "Αν χρειάζεστε υποστήριξη για την αναβάθμιση του Matomo, οι δημιουργοί του Matomo είναι εδώ για να σας βοηθήσουν να αναβαθμίσετε με επιτυχία το Matomo και να σας δώσουν όλες τις οδηγίες, καλύτερες πρακτικές και συνεχή υποστήριξη. %1$sΕπικοινωνήστε με τους ειδικούς του Matomo για να ξεκινήσετε τη διαδικασία αναβάθμισης με ασφάλεια.%2$s",
        "NoteForLargePiwikInstances": "Σημαντική επισήμανση για μεγάλες εγκαταστάσεις Matomo",
        "NotificationClickToUpdatePlugins": "Κάντε κλικ για να ενημερώσετε τώρα τα πρόσθετά σας:",
        "NotificationClickToUpdateThemes": "Κάντε κλικ για να ενημερώσετε τώρα τις θεματικές σας παραλλαγές:",
        "NotificationSubjectAvailableCoreUpdate": "Υπάρχει διαθέσιμη η νέα έκδοση του Matomo %s",
        "NotificationSubjectAvailablePluginUpdate": "Υπάρχουν ενημερώσεις για τα πρόσθετα του Matomo σας",
        "PiwikHasBeenSuccessfullyUpgraded": "Το Matomo αναβαθμίστηκε επιτυχώς!",
        "PiwikUpdatedSuccessfully": "Το Matomo αναβαθμίστηκε επιτυχώς!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Η βάση δεδομένων του Matomo θα αναβαθμιστεί από την έκδοση %1$s στην έκδοση %2$s.",
        "PostUpdateMessage": "Το Matomo θα είναι πάντα ελεύθερο για κατέβασμα και χρήση, αλλά χρειάζεται τη διαρκή υποστήριξή σας για να αναπτύσσεται και να βελτιώνεται.",
        "PostUpdateSupport": "Αν χρειάζεστε βοήθεια στη χρήση του Matomo, μπορείτε να λάβετε υποστήριξη από τους δημιουργούς του:",
        "ReadyToGo": "Έτοιμοι για να συνεχίσετε;",
        "ReceiveEmailBecauseIsSuperUser": "Λαμβάνετε το e-mail επειδή είστε Υπερ-Χρήστης του Matomo στο: %s",
        "ServicesSupport": "Υπηρεσίες και Υποστήριξη",
        "SkipCacheClear": "Παράλειψη καθαρισμού λανθανουσών μνημών.",
        "SkipCacheClearDesc": "Παραλείπει το άδειασμα των λανθανουσών μνημών πριν την ενημέρωση. Αυτό είναι χρήσιμο στην περίπτωση που μπορείτε να βεβαιώσετε ότι στιγμιότυπα εκτέλεσης της εντολής αυτής δεν έχουν ακόμη δημιουργήσει λανθάνουσα μνήμη και αν ο καθαρισμός των μνημών για πολλούς λογαριασμούς του Matomo ενδέχεται να δημιουργήσει συμφόρηση.",
        "ThankYouUpdatePiwik": "Ευχαριστούμε που χρησιμοποιείτε το Matomo και το κρατάτε ενημερωμένο!",
        "TheFollowingDimensionsWillBeUpgradedX": "Οι ακόλουθες διαστάσεις θα ενημερωθούν: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Τα ακόλουθα πρόσθετα θα αναβαθμιστούν: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Αν έχετε μια μεγάλη βάση δεδομένων Matomo, οι ενημερώσεις ίσως διαρκέσουν αρκετό χρόνο στο φυλλομετρητή. Σε αυτή τη περίπτωση, μπορείτε να εκτελέσετε της ενημερώσεις από τη γραμμή εντολών: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Η διαδικασία αναβάθμισης μπορεί να πάρει λίγο χρόνο, υπομονή.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Ορισμένα πρόσθετα που χρησιμοποιείτε έχουν ενημερωθεί στην Αγορά:",
        "ThereIsNewVersionAvailableForUpdate": "Υπάρχει νέα έκδοση του Matomo διαθέσιμη για λήψη",
        "TheseCommandsWillBeExecuted": "Θα εκτελεστούν οι παρακάτω εντολές σε γραμμή εντολών:",
        "TheseSqlQueriesWillBeExecuted": "Θα εκτελεστούν τα παρακάτω ερωτήματα SQL:",
        "TriggerDatabaseConversion": "Εκτέλεση της αυτόματης μετατροπής της βάσης στο υπόβαθρο",
        "UnpackingTheUpdate": "Αποσυμπίεση της αναβάθμισης",
        "UpdateAutomatically": "Αυτόματη ενημέρωση",
        "UpdateErrorTitle": "Σφάλμα ενημέρωσης",
        "UpdateHasBeenCancelledExplanation": "Η Αναβάθμιση με Ένα Κλικ ακυρώθηκε. Αν δεν μπορείτε να διορθώσετε το παραπάνω σφάλμα, σας προτείνουμε να αναβαθμίσετε το Matomo χειροκίνητα. %1$s Διαβάστε την %2$sΤεκμηρίωση Αναβάθμισης%3$s για να ξεκινήσετε!",
        "UpdateLog": "Αρχείο καταγραφής ενημερώσεων",
        "UpdateSuccessTitle": "Το Matomo αναβαθμίστηκε επιτυχώς!",
        "UpdateTitle": "Ενημέρωση",
        "UpdateUsingHttpsFailed": "Το κατέβασμα της τελευταίας έκδοσης Matomo πάνω από σύνδεση HTTPS δεν έγινε με επιτυχία, λόγω του ακόλουθου σφάλματος:",
        "UpdateUsingHttpsFailedHelp": "Γιατί απέτυχε; Το κατέβασμα της τελευταίας έκδοσης του Matomo (πάνω από ασφαλή σύνδεση HTTPS) μπορεί να αποτύχει για διάφορους λόγους, για παράδειγμα λόγω σφάλματος δικτύου, αργής ταχύτητας δικτύου ή λάθος παραμετροποίησης συστήματος. Πρέπει να σημειωθεί ότι μπορεί ο διακομιστής σας να είναι στόχος επίθεσης MITM και κάποιος να προσπαθεί να αντικαταστήσει την ενημέρωση με μια κακόβουλη έκδοση του Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Προτείνεται να επαναλάβετε το κατέβασμα με χρήση ασφαλούς σύνδεσης που αποτρέχει επιθέσεις τύπου MITM.",
        "Updating": "Γίνεται ενημέρωση",
        "UpdatingPluginXToVersionY": "Γίνεται ενημέρωση του πρόσθετου από την έκδοση %1$s στην %2$s",
        "UpgradeComplete": "Η αναβάθμιση ολοκληρώθηκε!",
        "UpgradePiwik": "Αναβάθμιση του Matomo",
        "UsingHttp": "με χρήση της μη ασφαλούς επικοινωνίας HTTP",
        "UsingHttps": "με χρήση της ασφαλούς επικοινωνίας HTTP (προτείνεται)",
        "Utf8mb4ConversionHelp": "Η βάση δεδομένων σας αυτή τη στιγμή δεν χρησιμοποιεί κωδικοποίηση χαρακτήρων utf8mb4. Αυτό δεν επιτρέπει την αποθήκευση χαρακτήρων μήκους 4-byte, όπως τα emoji, λιγότερο συχνούς χαρακτήρες ασιατικών γλωσσών, όπως ιστορικούς χαρακτήρες ή μαθηματικά σύμβολα. Αυτοί οι χαρακτήρες αυτή τη στιγμή αντικαθίστανται από το %1$s.<br><br>Η βάση δεδομένων σας υποστηρίζει την κωδικοποίηση χαρακτήρων utf8mb4 και είναι δυνατή η μετατροπή σε αυτή.<br><br>Αν μπορείτε να εκτελείτε εντολές σε κονσόλα, προτείνουμε την εκτέλεση της εξής εντολής: %2$s<br><br>Εναλλακτικά, μπορείτε να ενεργοποιήσετε εδώ τη μετατροπή. Στη συνέχεια, αυτή θα εκτελεστεί αυτόματα ως προγραμματιζόμενη εργασία στο υπόβαθρο.<br><br>Προσοχή: Η μετατροπή της βάσης δεδομένων ενδέχεται να διαρκέσει κάποιες ώρες, ανάλογα με το μέγεθος της βάσης δεδομένων. Καθώς η ιχνηλάτηση ενδέχεται να μη λειτουργεί σε αυτό το διάστημα, δεν προτείνουμε τη χρήση της προγραμματιζόμενης εργασίας για μεγάλες βάσεις.<br><br>Μπορείτε να δείτε περισσότερες πληροφορίες για το θέμα αυτό στις %3$sΣυχνές Ερωτήσεις-Απαντήσεις%4$s.",
        "VerifyingUnpackedFiles": "Επιβεβαίωση των ασυμπίεστων αρχείων",
        "ViewVersionChangelog": "Δείτε τις αλλαγές για αυτή την έκδοση:",
        "WarningMessages": "Προειδοποιητικά μηνύματα:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Απενεργοποιήθηκαν τα παρακάτω πρόσθετα: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Μπορείτε να αναβαθμίσετε στην έκδοση %s αυτόματα ή λάβετε το πακέτο και εγκαταστήστε τη χειροκίνητα:",
        "YouMustDownloadPackageOrFixPermissions": "Το Matomo δεν μπορεί να αντικαταστήσει την υπάρχουσα εγκατάσταση. Μπορείτε να διορθώσετε τα δικαιώματα πρόσβασης των φακέλων/αρχείων ή να κατεβάσετε το πακέτο και να εγκαταστήσετε την έκδοση %s χειροκίνητα:",
        "YourDatabaseIsOutOfDate": "Η βάση δεδομένων του Matomo είναι παρωχημένη και πρέπει να αναβαθμιστεί προτού συνεχίσετε."
    }
}
