{
    "CoreUpdater": {
        "CheckingForPluginUpdates": "Buscar actualizaciones de plugin",
        "ClickHereToViewSqlQueries": "Hacé clic acá para ver y copiar la lista de solicitudes SQL que será ejecutada",
        "CriticalErrorDuringTheUpgradeProcess": "Error crítico durante el proceso de actualización:",
        "DatabaseUpgradeRequired": "La base de datos necesita actualizarse",
        "DisablingIncompatiblePlugins": "Deshabilitando plugins incompatibles: %s",
        "DownloadingUpdateFromX": "Descargando actualización desde %s",
        "DownloadX": "Descargar %s",
        "EmptyDatabaseError": "La base de datos %s está vacía. Tenés que editar o quitar tu archivo de configuración de Matomo.",
        "ErrorDIYHelp": "Si sos un usuario avanzado y encontrás un error en la actualización de la base de datos:",
        "ErrorDIYHelp_1": "identificá y corregí el origen del problema (por ejemplo, memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "ejecutá las solicitudes restantes que fallaron en la actualización",
        "ErrorDIYHelp_3": "actualizá manualmente la tabla \"option\" en tu base de datos Matomo, estableciendo el valor de version_core a la versión de la actualización fallida",
        "ErrorDIYHelp_4": "volvé a ejecutar el actualizador (a través del navegador web o de la línea de comandos) para continuar con el las actualizaciones restantes",
        "ErrorDIYHelp_5": "reportar el problema (y solución) de modo que Matomo pueda ser mejorado",
        "ErrorDuringPluginsUpdates": "Error durante la actualización del plugin:",
        "ExceptionAlreadyLatestVersion": "Tu versión de Matomo %s está actualizada.",
        "ExceptionArchiveEmpty": "Archivo vacío.",
        "ExceptionArchiveIncompatible": "Archivo incompatible: %s",
        "ExceptionArchiveIncomplete": "Archivo incompleto: faltan algunos archivos (por ejemplo, %s).",
        "FeedbackRequest": "Animate a compartir tus ideas y sugerencias con el Equipo de Matomo, acá:",
        "HelpMessageContent": "Revisá las %1$s preguntas frecuentes de Matomo %2$s que explica la mayoría de los errores más comunes durante la actualización. %3$s Preguntale a tu administrador de sistema, que puede ser capaz de ayudarte con el error, que es más probable que esté relacionado a tu servidor o a la configuración de MySQL.",
        "HelpMessageIntroductionWhenError": "Lo anterior es un mensaje de error del núcleo. Debería ayudarte a explicar la causa, pero si necesitás más ayuda, por favor:",
        "HelpMessageIntroductionWhenWarning": "La actualización se completó exitosamente. Sin embargo, hubo problemas durante el proceso. Por favor, leé las descripciones anteriores para obtener más detalles. Para obtener más ayuda:",
        "HighTrafficPiwikServerEnableMaintenance": "Si administrás un servidor Matomo de alto tráfico, te recomendamos %1$sdeshabilitar temporalmente el rastreo de visitantes y poner la interface de Matomo en modo de mantenimiento%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Nota: algunos plugins no son compatibles con Matomo %s. Los vamos a actualizar si hay una actualización en el mercado. De lo contrario, lo deshabilitaremos cuando actualicés:",
        "InstallingTheLatestVersion": "Instalando la última versión",
        "LatestBetaRelease": "Último lanzamiento beta",
        "LatestStableRelease": "Último lanzamiento estable",
        "LatestXStableRelease": "Última versión estable %s",
        "LatestXBetaRelease": "Última versión beta %s",
        "LtsSupportVersion": "Versión de soporte a largo plazo",
        "ListOfSqlQueriesFYI": "Para tu información: estas son las solicitudes SQL y los comandos de consola que serán ejecutados para actualizar tu base de datos a Matomo %s",
        "TheseSqlQueriesWillBeExecuted": "Serán ejecutadas estas solicitudes SQL:",
        "TheseCommandsWillBeExecuted": "Se ejecutarán estos comando de consola:",
        "MajorUpdateWarning1": "¡Esta es una actualización principal! Tardará más de lo normal.",
        "MajorUpdateWarning2": "El siguiente consejo es especialmente importante para instalaciones grandes.",
        "NeedHelpUpgrading": "¿Necesitás ayuda para actualizar Matomo?",
        "NeedHelpUpgradingText": "Si necesitás ayuda para actualizar tu Matomo, sus creadores pueden darte una mano. %1$sContactá con los expertos de Matomo para comenzar a actualizar tu Matomo con seguridad.%2$s",
        "NoteForLargePiwikInstances": "Notas importantes para instalaciones grandes de Matomo",
        "NotificationClickToUpdatePlugins": "Hacé clic acá para actualizar tus plugins ahora:",
        "NotificationClickToUpdateThemes": "Hacé clic acá para actualizar tus temas ahora:",
        "NotificationSubjectAvailableCoreUpdate": "Está disponible el nuevo Matomo %s",
        "NotificationSubjectAvailablePluginUpdate": "Actualizaciones disponibles para tus plugins de Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "¡Matomo se actualizó exitosamente!",
        "PiwikUpdatedSuccessfully": "¡Matomo se actualizó exitosamente!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de datos de Matomo será actualizada de la versión %1$s a la nueva versión %2$s.",
        "ReadyToGo": "¿Estás listo?",
        "TheFollowingPluginsWillBeUpgradedX": "Los siguientes plugins serán actualizados: %s.",
        "TheFollowingDimensionsWillBeUpgradedX": "Las siguientes dimensiones serán actualizadas: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Algunos plugins que usás se actualizaron en el mercado:",
        "ThereIsNewVersionAvailableForUpdate": "Hay una nueva versión de Matomo disponible para actualizar",
        "TheUpgradeProcessMayFailExecuteCommand": "Si tenés una base de datos grande de Matomo, las actualizaciones podrían llevar mucho tiempo para ejecutarse en el navegador. En ese caso, podés ejecutar las actualizaciones desde la línea de comandos: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "El proceso de actualización de la base de datos puede llevar un tiempo, así que, por favor, se paciente.",
        "UnpackingTheUpdate": "Desempaquetando la actualización",
        "UpdateAutomatically": "Actualizar automáticamente",
        "UpdateHasBeenCancelledExplanation": "Se canceló la actualización de Matomo One Click Update. Si no podé solucionar el mensaje de error anterior, se recomienda que actualicés Matomo manualmente. %1$s ¡Por favor, consultá la %2$sdocumentación de actualización%3$s para empezar!",
        "UpdateTitle": "Actualizar",
        "UpdatingPluginXToVersionY": "Actualizando plugin %1$s a la versión %2$s",
        "UpdateSuccessTitle": "¡Matomo se actualizó exitosamente!",
        "UpdateErrorTitle": "Error de actualización",
        "ThankYouUpdatePiwik": "¡Gracias por usar Matomo y mantenerlo al día!",
        "PostUpdateMessage": "Matomo siempre será gratis para descargar y usar, pero necesita de tu contínuo apoyo para crecer y mejorar.",
        "PostUpdateSupport": "Si necesitás ayuda al usar Matomo, podés obtenerla de sus creadores:",
        "ServicesSupport": "Soporte y servicios",
        "CloudHosting": "Alojamiento en la nube",
        "Updating": "Actualizando",
        "UpdateUsingHttpsFailed": "No se pudo descargar la última versión de Matomo sobre conexión segura HTTPS debido al siguiente error:",
        "UpdateUsingHttpsFailedHelp": "¿Por qué falló? Descargar la última versión de Matomo (sobre una conexión segura HTTPS) puede fallar por varias razones. Por ejemplo: debido a un error de red, a una saturación en la velocidad de red o a una configuración errónea de sistema. Tené en cuenta que también podría significar que tu servidor está siendo objetivo de un ataque intrusivo (\"Man In The Middle\") y que alguien podría estar intentando reemplazar la actualización de Matomo con una versión maliciosa del mismo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Se recomienda reintentar la descarga usando la conexión segura HTTPS, ya que previene los ataques MITM.",
        "UsingHttps": "usando la conexión segura HTTPS (recomendado)",
        "UsingHttp": "usando la conexión no segura HTTP",
        "UpgradeComplete": "¡Actualización completa!",
        "UpgradePiwik": "Actualizar Matomo",
        "ConsoleStartingDbUpgrade": "Iniciando ahora el proceso de actualización de la base de datos. Esto puede llevar un tiempo, así que, por favor, se paciente.",
        "DbUpgradeNotExecuted": "Actualización de base de datos no ejecutada.",
        "ConsoleUpdateUnexpectedUserWarning": "Parece que ejecutaste esta actualización con el usuario %1$s, mientras que tus archivos de Matomo son propiedad de %2$s.\n\nPara asegurarte de los archivos de Matomo son accesibles por el usuario correcto, necesitás ejecutar el siguiente comando (o un comando similar dependiendo de la configuración de tu servidor):\n\n$ %3$s",
        "ConsoleUpdateFailure": "¡Matomo no se pudo actualizar! Mirá arriba para más información.",
        "ConsoleUpdateNoSqlQueries": "Nota: no hay consultas SQL o comandos de consola para ejecutar.",
        "AlreadyUpToDate": "Todo está actualizado.",
        "ExecuteDbUpgrade": "Se necesita una actualización de la base de datos. ¿Ejecutar la actualización?",
        "DryRun": "Nota: esta es una ejecución seca",
        "DryRunEnd": "Fin de la ejecución seca",
        "ConsoleCommandDescription": "Actualizaciones de los accionadores. Usalo después de que el núcleo de Matomo o los archivos de cualquier plugin se hayan actualizado. Agregá \"--yes\" para actualizar sin confirmación.",
        "ConsoleParameterDescription": "Ejecutá la actualización directamente, sin pedir confirmación.",
        "VerifyingUnpackedFiles": "Verificando los archivos desempaquetados",
        "WarningMessages": "Mensajes de advertencia:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Desactivaremos automáticamente los siguientes plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Podé actualizar automáticamente a la versión %s o descargar el paquete e instalarlo manualmente:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo no puede sobreescribir tu instalación actual. Podés, o bien corregir los permisos del directorio o archivo, o bien descargar el paquete e instalar la versión %s manualmente:",
        "YourDatabaseIsOutOfDate": "Tu basde de datos de Matomo está desactualizada y debe ser actualizada antes de continuar.",
        "ViewVersionChangelog": "Ver el registro de cambios de esta versión:",
        "ReceiveEmailBecauseIsSuperUser": "Recibís este correo electrónico porque sos un súperusuario en la instalación de Matomo en: %s"
    }
}