{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clic aquí para ver y copiar la lista de sentencias SQL que será ejecutada",
        "CreatingBackupOfConfigurationFile": "Creando una copia de seguridad del archivo de configuración en %s",
        "CriticalErrorDuringTheUpgradeProcess": "Error crítico durante el proceso de actualización:",
        "DatabaseUpgradeRequired": "La base de datos necesita actualizarse",
        "DisablingIncompatiblePlugins": "Desactivando plugins incompatibles: %s",
        "DownloadingUpdateFromX": "Descargando actualización desde %s",
        "DownloadX": "Descarga %s",
        "EmptyDatabaseError": "La base de datos %s está vacía. Debes modificar o eliminar tu archivo de configuración de Piwik.",
        "ErrorDIYHelp": "Si usted es un usuario avanzado y encuentra un error en la actualización de la base de datos:",
        "ErrorDIYHelp_1": "identificar y corregir el origen del problema (por ejemplo, memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "ejecutar las consultas restantes que fallaron en la actualización",
        "ErrorDIYHelp_3": "actualizar manualmente la tabla `option` en su base de datos Piwik, estableciendo el valor de version_core a la versión de la actualización fallida",
        "ErrorDIYHelp_4": "volver a ejecutar el actualizador (a través del navegador o la línea de comandos) para continuar con el resto de actualizaciones",
        "ErrorDIYHelp_5": "reportar el problema (y solución) de modo que Piwik pueda ser mejorado",
        "ErrorDuringPluginsUpdates": "Error durante la actualización del plugin:",
        "ExceptionAlreadyLatestVersion": "Su versión Piwik %s está al día.",
        "ExceptionArchiveEmpty": "Archivo vacío.",
        "ExceptionArchiveIncompatible": "Archivo incompatible: %s",
        "ExceptionArchiveIncomplete": "Archivo incompleto: faltan algunos archivos (por ejemplo, %s).",
        "FeedbackRequest": "No dudes en compartir tus ideas y sugerencias con el team de Piwik aquí:",
        "HelpMessageContent": "Comprueba la %1$s Piwik FAQ %2$s que explica los errores más comunes durante la actualización. %3$s Pregúntele a su administrador del sistema - que puede ser capaz de ayudarle con el error, que es más probable que sea en relación a su servidor o la configuración de MySQL.",
        "HelpMessageIntroductionWhenError": "Lo anterior es un mensaje de error del núcleo. Debe ayudarle a explicar la causa, pero si necesita más ayuda, por favor:",
        "HelpMessageIntroductionWhenWarning": "Actualización completada con éxito, sin embargo hubo problemas durante el proceso. Por favor, lea las descripciones anteriores para obtener más detalles. Para obtener más ayuda:",
        "HighTrafficPiwikServerEnableMaintenance": "Si manejas un servidor de Piwik con tráfico elevado te recomendamos %sdesactivar momentáneamente el seguimento de los visitantes y poner el interfaz de usuario de Piwik en modo de actualización%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Nota: algunos plugins no son compatibles con Piwik %s. Serán desactivados cuando actualizas:",
        "InstallingTheLatestVersion": "Instalando la última versión",
        "MajorUpdateWarning1": "¡Esta es una actualización importante! Tardará más de lo usual.",
        "MajorUpdateWarning2": "El siguiente consejo es especialmente importante para instalaciones grandes",
        "NoteForLargePiwikInstances": "Nota importante para grandes instalaciones de Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: si ejecuta estas sentencias manualmente, es normal que alguna de ellas falle. En este caso, solo ignore el error, y ejecute la siguiente sentencia de la lista.",
        "NotificationClickToUpdatePlugins": "Hace clic aquí para actualizar tus plugins:",
        "NotificationClickToUpdateThemes": "Haz clic aquí para actualizar tus temas:",
        "NotificationSubjectAvailableCoreUpdate": "El nuevo Piwik %s está disponible",
        "NotificationSubjectAvailablePluginUpdate": "Hay actualizaciones disponibles para los plugins de Piwik",
        "PiwikHasBeenSuccessfullyUpgraded": "¡Piwik se ha actualizado correctamente!",
        "PiwikUpdatedSuccessfully": "¡Piwik actualizado con éxito!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de datos de Piwik será actualizada desde la versión %1$s a la nueva versión %2$s.",
        "PluginDescription": "mecanismo de actualización de Piwik",
        "ReadyToGo": "Listo?",
        "TheFollowingPluginsWillBeUpgradedX": "Los siguientes plugins serán actualizados: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Algunos plugins que utilizas han sido actualizados en el Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Hay una nueva versión de Piwik disponible para actualizar",
        "TheUpgradeProcessMayFailExecuteCommand": "Si tiene una base de datos grande de Piwik, las actualizaciones podrían llevar mucho tiempo para ejecutarse en el navegador. En esta situación, puede ejecutar las actualizaciones desde la línea de comandos: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "El proceso de actualización de la base de datos puede llevar un tiempo, así que por favor sea paciente.",
        "UnpackingTheUpdate": "Desempaquetando la actualización",
        "UpdateAutomatically": "Actualización automática",
        "UpdateHasBeenCancelledExplanation": "La actualización con Un Clic de Piwik se ha cancelado. Si no puede solucionar el mensaje de error anterior, se recomienda que actualice Piwik manualmente. %1$s ¡Por favor, consulte la %2$sdocumentación de actualización%3$s para empezar!",
        "UpdateTitle": "Actualizar",
        "UpgradeComplete": "¡Actualización completa!",
        "UpgradePiwik": "Actualizar Piwik",
        "VerifyingUnpackedFiles": "Verificando los archivos desempaquetados",
        "WarningMessages": "Mensajes de advertencia:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Desactivaremos automáticamente los siguientes plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Puede actualizar automáticamente a la versión %s o descargar el paquete e instalarlo manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Si no puede utilizar el actualizador de linea de comandos y si la actualización de Piwik fallara (debido a un tiempo de espera excesivo de la base de datos, del explorador o cualquier otro motivo), usted puede ejecutar manualmente las sentencias SQL para actualizar Piwik",
        "YouMustDownloadPackageOrFixPermissions": "Piwik no puede sobreescribir la instalación actual. Usted puede arreglar los permisos de los directorios \/ archivos, o descargar el paquete e instalar la versión %s manualmente:",
        "YourDatabaseIsOutOfDate": "Su base de datos de Piwik está obsoleta, y debe ser actualizada antes de poder continuar."
    }
}