{
    "CoreUpdater": {
        "AlreadyUpToDate": "Guztia eguneratuta dago dagoeneko.",
        "CheckingForPluginUpdates": "Pluginen eguneratze berririk baden egiaztatzen",
        "ClickHereToViewSqlQueries": "Egin klik hemen exekutatuko diren SQL kontsulta eta kontsolako komandoen zerrenda ikusi eta kopiatzeko",
        "CloudHosting": "Hodeiko ostatatzea",
        "ConsoleCommandDescription": "Bertsio-berritzeak abiarazten ditu. Erabili Matomoren oinarria edo edozein pluginen fitxategiak eguneratu ondoren. Gehitu --yes berrespenik gabe bertsio-berritzeko.",
        "ConsoleParameterDescription": "Exekutatu eguneratzea zuzenean berrespenik eskatu gabe",
        "ConsoleStartingDbUpgrade": "Datu-basearen bertsio-berritzeko prozesua hasten. Denbora beharko du, izan pazientzia.",
        "ConsoleUpdateFailure": "Ezin izan da Matomo eguneratu! Ikusi informazio gehiago goian.",
        "ConsoleUpdateNoSqlQueries": "Oharra: Ez dago SQL kontsultarik edo kontsolako komandorik exekutatzeko.",
        "ConsoleUpdateUnexpectedUserWarning": "Dirudienez %1$s erabiltzailearekin exekutatu duzu eguneratze hau, baina Matomoren fitxategiak %2$s erabiltzailearen jabetzakoak dira. \n\nMatomoren fitxategiak erabiltzaile zuzenak irakur ditzakeela ziurtatzeko posible da ondorengo komandoa exekutatu behar izatea (edo antzeko komando bat zure zerbitzariaren konfigurazioaren arabera):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Bihurtu datu-basea UTF8mb4 karaktere-jokora",
        "CriticalErrorDuringTheUpgradeProcess": "Errore kritikoa eguneraketa prozesuan:",
        "DatabaseUpgradeRequired": "Datu-basearen bertsio-berritzea beharrezkoa",
        "DbUpgradeNotExecuted": "Datu-basearen bertsio-berritzea ez da exekutatu.",
        "DisablingIncompatiblePlugins": "Bateraezinak diren pluginak desgaitzen: %s",
        "DownloadX": "Deskargatu %s",
        "DownloadingUpdateFromX": "Eguneraketa hemendik deskargatzen: %s",
        "DryRun": "Oharra: hau proba bat da",
        "DryRunEnd": "Probaren amaiera",
        "EmptyDatabaseError": "%s datu-basea hutsik dago. Zure Matomo konfigurazio-fitxategia editatu edo ezabatu behar duzu.",
        "ErrorDIYHelp": "Erabiltzaile aurreratua bazara eta datu-basearen bertsio-berritzean errore bat aurkitzen baduzu:",
        "ErrorDIYHelp_1": "identifikatu eta zuzendu arazoaren iturburua (adibidez, memory_limit edo max_execution_time)",
        "ErrorDIYHelp_2": "exekutatu falta diren kontsultak huts egin duen eguneraketan",
        "ErrorDIYHelp_3": "eguneratu eskuz zure Matomo datu-baseko `option` taula, version_core-ren balioa huts egin duen eguneraketara ezarriz",
        "ErrorDIYHelp_4": "exekutatu berriro eguneratzailea (nabigatzailearen bidez edo komando-lerrotik) falta diren eguneraketekin jarraitzeko",
        "ErrorDIYHelp_5": "eman arazoaren (eta soluzioaren) berri, Matomo hobetzeko",
        "ErrorDuringPluginsUpdates": "Errorea pluginak eguneratzean:",
        "ExceptionAlreadyLatestVersion": "Zure Matomo %s bertsioa eguneratuta dago.",
        "ExceptionArchiveEmpty": "Artxibo hutsa.",
        "ExceptionArchiveIncompatible": "Artxibo bateraezina: %s",
        "ExceptionArchiveIncomplete": "Artxiboa osatu gabe dago: fitxategi batzuk falta dira (adib. %s).",
        "ExceptionDirWrongPermission": "Karpeta batzuetan ezin da idatzi. Ziurtatu ondorengo karpetetan idatzi daitekeela eta saiatu berriro: %s.",
        "ExecuteDbUpgrade": "Datu-basea bertsio-berritzea beharrezkoa da. Eguneratzea exekutatu?",
        "FeedbackRequest": "Nahi baduzu partekatu zure ideiak eta iradokizunak Matomo taldearekin hemen:",
        "HelpMessageContent": "Emaiozu begirada %1$s Matomo MEGari %2$s. Eguneraketetan gerta daitezkeen ohiko erroreak azaltzen dira bertan. %3$s Galdetu zure sistemaren kudeatzaileari - ziurrenik laguntzeko moduan izango da, errorea zerbitzariarekin edo MySQLren konfigurazioari lotuta egon baitaiteke.",
        "HelpMessageIntroductionWhenError": "Goikoa errore-mezua da. Arrazoia azaltzen lagun lezake, baina laguntza gehiago behar izanez gero:",
        "HelpMessageIntroductionWhenWarning": "Eguneratzea ondo burutu da, baina arazoak egon dira prozesuan zehar. Mesedez irakur itzazu goiko azalpenak xehetasun gehiagorako. Laguntza gehiago jasotzeko:",
        "HighTrafficPiwikServerEnableMaintenance": "Trafiko handiko Matomo zerbitzari bat kudeatzen baduzu, gomendagarria da %1$sune batez bisitarien jarraipena desgaitzea eta Matomoren erabiltzaile interfazea mantenu moduan jartzea%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Oharra: plugin batzuk ez dira bateragarriak Matomoren %s bertsioarekin. Merkatuan eguneratze bat badago eguneratuko ditugu, bestela desgaitu egingo ditugu bertsio-berritzen duzunean:",
        "InstallingTheLatestVersion": "Azkenengo bertsioa instalatzen",
        "LatestBetaRelease": "Azken beta argitalpena",
        "LatestStableRelease": "Azken argitalpen egonkorra",
        "LatestXBetaRelease": "Azken beta %s",
        "LatestXStableRelease": "Azken %s egonkorra",
        "ListOfSqlQueriesFYI": "Jakin dezazun: hauek dira zure datu-basea Matomoren %s bertsiora eguneratzeko exekutatuko diren SQL kontsultak eta kontsolako komandoak",
        "LtsSupportVersion": "Epe luzeko euskarria duen bertsioa",
        "MajorUpdateWarning1": "Hau eguneratze handia da! Normalean baino denbora gehiago beharko du.",
        "MajorUpdateWarning2": "Ondorengo gomendioa bereziki garrantzitsua da instalazio handientzat.",
        "NeedHelpUpgrading": "Matomo bertsio-berritzeko laguntza behar duzu?",
        "NeedHelpUpgradingText": "Zure Matomo eguneratzeko laguntza behar baduzu, Matomoren sortzaileek lagun zaitzakete eguneratze arrakastatsua izan dadin, jarraibideak, praktika onak eta euskarria emanez. %1$sJarri harremanetan Matomoren adituekin zure Matomo modu seguruan bertsio-berritzeko.%2$s",
        "NoteForLargePiwikInstances": "Matomo instalazio handiak eguneratzeko ohar garrantzitsuak",
        "NotificationClickToUpdatePlugins": "Egin klik hemen zure pluginak orain eguneratzeko:",
        "NotificationClickToUpdateThemes": "Egin klik hemen zure gaiak orain eguneratzeko:",
        "NotificationSubjectAvailableCoreUpdate": "Matomo %s berria eskuragarri dago",
        "NotificationSubjectAvailablePluginUpdate": "Eguneratzeak eskuragarri daude zure Matomo pluginentzat",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo behar bezala eguneratu da!",
        "PiwikUpdatedSuccessfully": "Matomo behar bezala eguneratu da!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Matomoren datu-basea %1$s bertsiotik %2$s bertsio berrira bertsio-berrituko da.",
        "PostUpdateMessage": "Matomo beti izango da doan eta libre deskargatzeko eta erabiltzeko, baina etengabeko babesa behar du hazi eta hobetzeko.",
        "PostUpdateSupport": "Matomo erabiltzeko laguntza behar baduzu, sortzaileen euskarria izan dezakezu:",
        "ReadyToGo": "Hasteko prest zaude?",
        "ReceiveEmailBecauseIsSuperUser": "%s Matomo instalazioko super erabiltzailea zarelako jaso duzu posta elektroniko hau",
        "ServicesSupport": "Zerbitzuak eta euskarria",
        "SkipCacheClear": "Cache-ak garbitzea saltatzen.",
        "SkipCacheClearDesc": "Eguneratu aurretik cache-ak garbitzea saltatzen du. Hau soilik erabilgarria da ziurtatu badezakezu komandoa exekutatuko instantziek oraindik ez dutela inongo cache-rik sortu, eta hainbat Matomo konturen cache-a garbitzeak ilarak sor baditzake.",
        "ThankYouUpdatePiwik": "Mila esker Matomo erabiltzeagatik eta eguneratuta mantentzeagatik!",
        "TheFollowingDimensionsWillBeUpgradedX": "Ondorengo dimentsioak eguneratuko dira: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Ondorengo pluginak eguneratuko dira: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Matomo datu-base handia badaukazu, eguneratzeek oso luze jo dezakete nabigatzailean exekutatuta. Hala bada, komando-lerrotik exekuta ditzakezu eguneratzeak: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Datu-basea bertsio-berritzeko prozesuak denbora bat har lezake, izan pazientzia beraz.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Erabiltzen dituzun zenbait plugin eguneratu dira Merkatuan:",
        "ThereIsNewVersionAvailableForUpdate": "Matomo bertsio berria eskura dago eguneratzeko",
        "TheseCommandsWillBeExecuted": "Kontsolako komando hauek exekutatuko dira:",
        "TheseSqlQueriesWillBeExecuted": "SQL kontsulta hauek exekutatuko dira:",
        "TriggerDatabaseConversion": "Abiarazi datu-basearen bihurketa atzeko planoan",
        "UnpackingTheUpdate": "Eguneratzea despaketatzen",
        "UpdateAutomatically": "Eguneratu automatikoki",
        "UpdateErrorTitle": "Errorea eguneratzean",
        "UpdateHasBeenCancelledExplanation": "Matomoren klik bakarreko eguneratzea bertan behera utzi da. Goiko errore-mezua ezin baduzu konpondu, Matomo eskuz eguneratzea gomendatzen da. %1$s Emaiozu begirada bat %2$seguneratzeen dokumentazioari%3$s konponbidea bilatzeko!",
        "UpdateLog": "Eguneratzearen egunkaria",
        "UpdateSuccessTitle": "Matomo behar bezala eguneratu da!",
        "UpdateTitle": "Eguneratu",
        "UpdateUsingHttpsFailed": "Huts egin du Matomoren azken bertsioa HTTPS konexio segurua erabiliz deskargatzeak, errore honengatik:",
        "UpdateUsingHttpsFailedHelp": "Zergatik egin du huts? HTTPS konexio segurua erabiliz Matomoren azken bertsioa deskargatzeak hainbat arrazoirengatik egin dezake huts. Adibidez, sareko erroreengatik, sareko abiadura motelagatik edo sistemaren konfigurazio okerragatik. Kontuan izan posible dela baita ere zure zerbitzaria MITM eraso baten biktima izatea eta norbait eguneratzea ordezkatu nahian aritzea Matomoren bertsio maltzur batekin.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Deskarga HTTPS konexio segurua erabiliz berriz egiten saiatzea gomendatzen da, MITM erasoak saihesten baititu.",
        "Updating": "Eguneratzea",
        "UpdatingPluginXToVersionY": "%1$s plugina %2$s bertsiora eguneratzen",
        "UpgradeComplete": "Bertsio-berritzea burututa!",
        "UpgradePiwik": "Bertsio-berritu Matomo",
        "UsingHttp": "HTTP konexio ez-segurua erabiliz",
        "UsingHttps": "HTTPS konexio segurua erabiliz (gomendatua)",
        "Utf8mb4ConversionHelp": "Zure datu-baseak ez du utf8mb4 karaktere-jokoa erabiltzen une honetan. Horren ondorioz ezinezkoa da 4 byteko karaktereak gordetzea, esaterako emojiak, asiar hizkuntzetako karaktere ez horren ohikoak, zenbait idazkera historikoko karaktereak edo ikur matematikoak. Une horietan horiek honekin ordezkatzen dira: %1$s.<br><br>Zure datu-baseak utf8mb4 karaktere-jokoa onartzen du eta posible da bihurketa gauzatzea.<br><br>Kontsolako komandoak exekutatu baditzakezu, komando hau erabiltzea gomendatzen dizugu: %2$s<br><br>Bestela hemen gaitu dezakezu bihurketa. Ondoren automatikoki abiaraziko da atzeko planoko programatutako ataza bezala.<br><br>Kontuz: Datu-basea bihurtzeak bi orduraino iraun dezake, datu-basearen tamainaren arabera. Prozesuak iraun bitartean jarraipenak ez duenez funtzionatuko, ez da gomendagarria abiarazlea instantzia handietan erabiltzea.<br><br>Gaiari buruzko informazio gehiago aurkituko duzu %3$sMEG%4$s honetan.",
        "VerifyingUnpackedFiles": "Despaketatutako fitxategiak egiaztatzen",
        "ViewVersionChangelog": "Ikusi bertsio honen aldaketen egunkaria:",
        "WarningMessages": "Abisu-mezuak:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Ondorengo pluginak automatikoki desgaitu ditugu: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "%s bertsiora automatikoki egunera dezakezu edo paketea deskargatu eta eskuz instalatu:",
        "YouMustDownloadPackageOrFixPermissions": "Matomok ezin du zure uneko instalazioa gainidatzi. Direktorioaren/fitxategiaren baimenak zuzendu ditzakezu, edo paketea deskargatu eta %s bertsioa eskuz instalatu:",
        "YourDatabaseIsOutOfDate": "Zure Matomo datu-basea zaharkituta dago eta jarraitu aurretik bertsio-berritu behar da."
    }
}
