{
    "CoreUpdater": {
        "AlreadyUpToDate": "Tout est déjà à jour.",
        "CheckingForPluginUpdates": "Recherche de nouvelles mises à jour d'extensions",
        "ClickHereToViewSqlQueries": "Cliquez ici pour afficher et copier la liste des requêtes SQL et des commandes de console qui seront exécutées",
        "CloudHosting": "Hébergement Cloud",
        "ConsoleCommandDescription": "Déclenche les mises à jour. Utilisez ceci lorsque un des fichiers de Matomo ou des composants a été mis à jour. Ajoutez --yes pour mettre à jour sans confirmation.",
        "ConsoleParameterDescription": "Exécute la mise à jour immédiatement sans demander de confirmation",
        "ConsoleStartingDbUpgrade": "Démarrage du processus de mise à jour de la base de données maintenant. Ceci peut prendre du temps, veuillez patienter.",
        "ConsoleUpdateFailure": "Matomo n'a pas pu être mis à jour ! Voir ci-dessus pour plus d'information.",
        "ConsoleUpdateNoSqlQueries": "Note : il n'y a aucune requête SQL ou commande console à exécuter.",
        "ConsoleUpdateUnexpectedUserWarning": "Il semble que vous avez exécuté cette mise à jour avec l'utilisateur %1$s alors que les fichiers Matomo appartiennent à %2$s.\n\nAfin de vous assurer que les fichiers de Matomo soient lisibles par le bon utilisateur, vous pourriez devoir exécuter la commande suivante (ou similaire dépendamment de la configuration de votre serveur) :\n\n$ %3$s",
        "ConvertToUtf8mb4": "Convertir la base de données avec le codage UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Erreur critique pendant le processus de mise à jour :",
        "DatabaseUpgradeRequired": "Mise à niveau de la base de données requise",
        "DbUpgradeNotExecuted": "Mise à jour de la base de données non exécutée.",
        "DisablingIncompatiblePlugins": "Désactivation des extensions incompatibles : %s",
        "DownloadX": "Télécharger %s",
        "DownloadingUpdateFromX": "Téléchargement de la mise à jour depuis %s",
        "DryRun": "Note : ceci est un essai",
        "DryRunEnd": "Fin de l'essai",
        "EmptyDatabaseError": "La base de données %s est vide. Vous devez éditer ou supprimer votre fichier de configuration Matomo.",
        "ErrorDIYHelp": "Si vous êtes un utilisateur avancé et que vous rencontrez une erreur lors de la mise à jour de la base de données :",
        "ErrorDIYHelp_1": "identifiez la source exacte du problème (ex, memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "exécutez les requêtes restantes qui ont échoué",
        "ErrorDIYHelp_3": "mettez à jour manuellement la table `option` de votre base de données Matomo, en spécifiant la valeur de version_core à la version de celle de l'échec de la mise à jour",
        "ErrorDIYHelp_4": "ré-exécutez le gestionnaire de mise à jour (en commande ou via le navigateur) pour continuer l'installation des mises à jour restantes",
        "ErrorDIYHelp_5": "signalez le problème afin que Matomo soit amélioré",
        "ErrorDuringPluginsUpdates": "Erreurs pendant les mises à jour de plugins :",
        "ExceptionAlreadyLatestVersion": "Votre version de Matomo %s est à jour.",
        "ExceptionArchiveEmpty": "Archive vide.",
        "ExceptionArchiveIncompatible": "Archive incompatible : %s",
        "ExceptionArchiveIncomplete": "L'archive est incomplète : des fichiers sont manquants (ex. %s).",
        "ExceptionDirWrongPermission": "Certains dossiers ne sont pas accessibles en écriture. Veuillez vous assurer que les dossiers suivants sont accessibles en écriture puis réessayez : %s.",
        "ExecuteDbUpgrade": "Une mise à jour de la base de données est nécessaire. Exécuter la mise à jour ?",
        "FeedbackRequest": "N'hésitez pas à partager vos idées et suggestions avec l'équipe Matomo :",
        "HelpMessageContent": "Allez voir la %1$s FAQ Matomo %2$s qui explique les erreurs courantes lors de la mise à jour. %3$s Demandez à votre administrateur système - il pourra être à même avec cette erreur qui est très probablement liée à la configuration de votre serveur MySQL.",
        "HelpMessageIntroductionWhenError": "Ci-dessus est le message d'erreur du noyau. Cela devrait expliquer la cause, mais si vous nécessitez davantage d'aide merci de :",
        "HelpMessageIntroductionWhenWarning": "La mise à jour a été complétée avec succès. Cependant, des problèmes sont survenus. Lisez la description ci-dessus pour plus de détails. Pour davantage d'aide :",
        "HighTrafficPiwikServerEnableMaintenance": "Si vous gérez un serveur Matomo à haut traffic, nous recommandons de %1$sdésactiver momentanément le suivi des visiteurs et de mettre l'interface utilisateur de Matomo en mode de maintenance%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Note : certains composants ne sont pas compatibles avec Matomo %s. Nous allons les mettre à jour si une nouvelle version existe sur le Marketplace, autrement nous les désactiverons lorsque vous effectuerez la mise à jour :",
        "InstallingTheLatestVersion": "Installation de la dernière version",
        "LatestBetaRelease": "Dernière version beta",
        "LatestStableRelease": "Dernière version stable",
        "LatestXBetaRelease": "Dernière version beta %s",
        "LatestXStableRelease": "Dernière version stable %s",
        "ListOfSqlQueriesFYI": "PVI : ce sont les requêtes SQL et les commandes console qui seront exécutées pour mettre à jour votre base de données vers Matomo %s",
        "LtsSupportVersion": "Version Long Term Support",
        "MajorUpdateWarning1": "C'est une mise à jour importante ! Elle va prendre plus de temps que d'habitude.",
        "MajorUpdateWarning2": "Le conseil suivant est particulièrement important pour des installations conséquentes.",
        "NeedHelpUpgrading": "Besoin d'aide pour mettre à jour Matomo ?",
        "NeedHelpUpgradingText": "Si vous avez besoin de support pour mettre à jour Matomo, les créateurs de Matomo sont là pour vous aider à faire de votre mise à jour un succès et vous fournir toutes les instructions, bonnes pratiques et du support. %1$sContacter les experts Matomo pour démarrer en effectuer une mise à jour de Matomo en toute sécurité.%2$s",
        "NoteForLargePiwikInstances": "Note importante pour les installations Matomo de taille importante",
        "NotificationClickToUpdatePlugins": "Cliquez ici pour mettre à jour vos plugins maintenant :",
        "NotificationClickToUpdateThemes": "Cliquez ici pour mettre à jour vos thèmes maintenant :",
        "NotificationSubjectAvailableCoreUpdate": "Matomo %s est maintenant disponible",
        "NotificationSubjectAvailablePluginUpdate": "Mises à jour disponibles pour vos plugins Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo a été mis à jour avec succès !",
        "PiwikUpdatedSuccessfully": "Matomo a été mis à jour avec succès !",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de données de Matomo sera mise à jour depuis la version %1$s vers la version %2$s.",
        "PostUpdateMessage": "Matomo sera toujours gratuit à télécharger et utiliser, mais il a besoin de votre support continu pour grandir et s'améliorer.",
        "PostUpdateSupport": "Si vous avez besoin d'aide pour utiliser Matomo, vous pouvez obtenir du support de la part de ses créateurs :",
        "ReadyToGo": "Prêt à démarrer ?",
        "ReceiveEmailBecauseIsSuperUser": "Vous recevez ce courriel car vous êtes un super utilisateur de l'installation Matomo à l'adresse : %s",
        "ServicesSupport": "Services & Support",
        "SkipCacheClear": "Ignorer la suppression des caches.",
        "SkipCacheClearDesc": "Ignore la suppression des caches avant la mise à jour. Ceci n'est utile que si vous pouvez vous assurer que les instances exécutant cette commande n'ont pas encore créé de cache, et si l'effacement du cache pour de nombreux comptes Matomo peut devenir un goulot d'étranglement.",
        "ThankYouUpdatePiwik": "Merci d'utiliser Matomo et de le garder à jour !",
        "TheFollowingDimensionsWillBeUpgradedX": "Les dimensions suivantes vont être mises à jour : %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Les plugins suivants seront mis à jour : %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Si votre base de données Matomo est trop volumineuse, la mise à jour pourra être trop longue pour l'effectuer depuis le navigateur. Dans ce cas exécutez la mise à jour depuis la ligne de commande : %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Le procédé de mise à jour peut être long, veuillez patienter.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Certains de vos plugins ont été mis à jour sur le Marketplace :",
        "ThereIsNewVersionAvailableForUpdate": "Il y a une nouvelle mise à jour de Matomo disponible",
        "TheseCommandsWillBeExecuted": "Ces commandes de la console seront exécutées :",
        "TheseSqlQueriesWillBeExecuted": "Ces requêtes SQL seront exécutées :",
        "TriggerDatabaseConversion": "Déclencher en arrière-plan la conversion de la base de données",
        "UnpackingTheUpdate": "Décompression de la mise à jour",
        "UpdateAutomatically": "Mettre à jour automatiquement",
        "UpdateErrorTitle": "Erreur de mise à jour",
        "UpdateHasBeenCancelledExplanation": "La mise à jour de Matomo en un clic a été désactivée. Si vous ne pouvez pas corriger la cause du message d'erreur ci-dessous, il est recommandé que vous fassiez manuellement la mise à jour de Matomo. %1$sConsultez la documentation%2$s de la mise à jour%3$s pour commencer !",
        "UpdateLog": "Journal des mises à jour",
        "UpdateSuccessTitle": "Matomo a été mis à jour avec succès !",
        "UpdateTitle": "Mise à jour",
        "UpdateUsingHttpsFailed": "Le téléchargement de la dernière version de Matomo via une connexion HTTPS sécurisée a échoué pour la raison suivante :",
        "UpdateUsingHttpsFailedHelp": "Pourquoi est-ce que ça a échoué ? Le téléchargement de la dernière version de Matomo (via une connexion sécurisée HTTPS) peut échouer pour des raisons variées, par exemple à cause d'une erreur réseau, d'un réseau lent ou une mauvaise configuration système. Notez que cela pourrait aussi signifier que votre serveur est la cible d'une attaque de type \\\"homme du milieu\\\" et que quelqu'un essaie de remplacer la mise à jour avec une version malveillante de Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Il est recommandé de réessayer le téléchargement en utilisant une connexion HTTPS sécurisée car cela empèche les attaques du type \"homme du milieu\" (MITM).",
        "Updating": "Mise à jour en cours",
        "UpdatingPluginXToVersionY": "Mise à jour du composant %1$s à la version %2$s",
        "UpgradeComplete": "Mise à jour complète !",
        "UpgradePiwik": "Mettez Matomo à jour",
        "UsingHttp": "en utilisant une connexion HTTP non sécurisée",
        "UsingHttps": "en utilisant une connexion sécurisée HTTPS (recommandé)",
        "Utf8mb4ConversionHelp": "Actuellement, votre base de données n'utilise pas l'encodage utf8mb4. Ceci rend impossible le stockage des caractères sur 4 octets tel que les émojis, les caractères moins courants des langues asiatiques, divers scripts historiques ou des symboles mathématiques. Ils sont pour le moment remplacés par %1$s. <br><br>Votre base de données supporte l'encodage utf8mb4 et il est possible de la convertir.<br><br>Si vous pouvez lancer des commandes en console, nous recommandons d'utiliser cette commande : %2$s<br><br>Sinon vous pouvez lancer la conversion ici. Elle sera déclenchée automatiquement via une tâche programmée en arrière-plan.<br><br>Attention : la conversion d'une base de données peut prendre plusieurs heures selon la taille de la base. Comme le suivi peut ne pas fonctionner durant la conversion, nous ne recommandons pas d'utiliser ce déclencheur pour les grandes instances.<br><br>Vous pouvez trouver %3$splus d'information à ce sujet dans cette FAQ%4$s.",
        "VerifyingUnpackedFiles": "Vérification des fichiers décompressés",
        "ViewVersionChangelog": "Voir les changements pour cette version :",
        "WarningMessages": "Messages d'avertissement :",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Nous avons automatiquement désactivé les plugins suivants : %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Vous pouvez mettre à jour vers la version %s automatiquement ou télécharger l'archive et l'installer manuellement :",
        "YouMustDownloadPackageOrFixPermissions": "Matomo ne peut pas écraser votre installation courante. Vous pouvez soit corriger les permissions du répertoire/fichier, soit télécharger le package et installer la version %s manuellement :",
        "YourDatabaseIsOutOfDate": "Votre base de données est expirée et doit être mise à jour avant de pouvoir continuer."
    }
}
