{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Cliquez ici pour visualiser la liste des commandes SQL qui vont être exécutées",
        "CriticalErrorDuringTheUpgradeProcess": "Erreur critique pendant la mise à jour :",
        "DatabaseUpgradeRequired": "Mise à jour de la base de données requise",
        "DisablingIncompatiblePlugins": "Désactivation des plugins incompatibles : %s",
        "DownloadingUpdateFromX": "Téléchargement de la mise à jour depuis %s",
        "DownloadX": "Télécharger %s",
        "EmptyDatabaseError": "La base de données %s est vide. Vous devez éditer ou supprimer votre fichier de configuration Piwik.",
        "ErrorDIYHelp": "Si vous êtes un utilisateur avancé et que vous rencontrez une erreur lors de la mise à jour de la base de données :",
        "ErrorDIYHelp_1": "identifiez la source exacte du problème (ex, memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "exécutez les requêtes restantes qui ont échoué",
        "ErrorDIYHelp_3": "mettez à jour manuellement la table `option` de votre base de données Piwik, en spécifiant la valeur de version_core à la version de celle de l'échec de la mise à jour",
        "ErrorDIYHelp_4": "ré-exécutez le gestionnaire de mise à jour (en commande ou via le navigateur) pour continuer l'installation des mises à jour restantes",
        "ErrorDIYHelp_5": "signalez le problème afin que Piwik soit amélioré",
        "ErrorDuringPluginsUpdates": "Erreurs pendant les mises à jour de plugins :",
        "ExceptionAlreadyLatestVersion": "Votre version de Piwik %s est à jour.",
        "ExceptionArchiveEmpty": "Archive vide.",
        "ExceptionArchiveIncompatible": "Archive incompatible : %s",
        "ExceptionArchiveIncomplete": "L'archive est incomplète : des fichiers sont manquants (ex. %s).",
        "FeedbackRequest": "N'hésitez pas à partager vos idées et suggestions avec l'équipe Piwik :",
        "HelpMessageContent": "Allez voir la %1$s FAQ Piwik %2$s qui explique les erreurs courantes lors de la mise à jour. %3$s Demandez à votre administrateur système - il pourra être à même avec cette erreur qui est très probablement liée à la configuration de votre serveur MySQL.",
        "HelpMessageIntroductionWhenError": "Ci-dessus est le message d'erreur du noyau. Cela devrait expliquer la cause, mais si vous nécessitez davantage d'aide merci de :",
        "HelpMessageIntroductionWhenWarning": "La mise à jour a été complétée avec succès. Cependant, des problèmes sont survenus. Lisez la description ci-dessus pour plus de détails. Pour davantage d'aide :",
        "HighTrafficPiwikServerEnableMaintenance": "Si vous gérez un serveur Piwik à haut traffic, nous recommandons de %1$sdésactiver momentanément le suivi des visiteurs et de mettre l'interface utilisateur de Piwik en mode de maintenance%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Note : certains plugins ne sont pas compatbles avec Piwik %s. Ils seront désactivés lorsque vous mettrez à jour :",
        "InstallingTheLatestVersion": "Installation de la dernière version",
        "LatestBetaRelease": "Dernière version beta",
        "LatestStableRelease": "Dernière version stable",
        "Latest2XStableRelease": "Dernière stable 2.X",
        "Latest2XBetaRelease": "Dernière beta 2.X",
        "LtsSupportVersion": "Version Long Term Support",
        "MajorUpdateWarning1": "C'est une mise à jour importante ! Elle va prendre plus de temps que d'habitude.",
        "MajorUpdateWarning2": "Le conseil suivant est particulièrement important pour des installations conséquentes.",
        "NoteForLargePiwikInstances": "Note importante pour les installations Piwik de taille importante",
        "NoteItIsExpectedThatQueriesFail": "Note : si vous exécutez manuellement ces requêtes, il se peut que certaines d'entre elles échouent. Dans ce cas, ignorez simplement les erreurs, et exécutez les suivantes dans la liste.",
        "NotificationClickToUpdatePlugins": "Cliquez ici pour mettre à jour vos plugins maintenant :",
        "NotificationClickToUpdateThemes": "Cliquez ici pour mettre à jour vos thèmes maintenant :",
        "NotificationSubjectAvailableCoreUpdate": "Piwik %s est maintenant disponible",
        "NotificationSubjectAvailablePluginUpdate": "Mises à jour disponibles pour vos plugins Piwik",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik a été mis à jour avec succès !",
        "PiwikUpdatedSuccessfully": "Piwik a été mis à jour avec succès !",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de données de Piwik sera mise à jour depuis la version %1$s vers la version %2$s.",
        "ReadyToGo": "Prêt à démarrer?",
        "TheFollowingPluginsWillBeUpgradedX": "Les plugins suivants seront mis à jour : %s.",
        "TheFollowingDimensionsWillBeUpgradedX": "Les dimensions suivantes vont être mises à jour : %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Certains de vos plugins ont été mis à jour sur le Marketplace :",
        "ThereIsNewVersionAvailableForUpdate": "Il y a une nouvelle mise à jour de Piwik disponible",
        "TheUpgradeProcessMayFailExecuteCommand": "Si votre base de données Piwik est trop volumineuse, la mise à jour pourra être trop longue pour l'effectuer depuis le navigateur. Dans ce cas exécutez la mise à jour depuis la ligne de commande : %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Le procédé de mise à jour peut être long, veuillez patienter.",
        "UnpackingTheUpdate": "Décompression de la mise à jour",
        "UpdateAutomatically": "Mettre à jour automatiquement",
        "UpdateHasBeenCancelledExplanation": "La mise à jour de Piwik en un clic a été désactivée. Si vous ne pouvez pas corriger la cause du message d'erreur ci-dessous, il est recommandé que vous fassiez manuellement la mise à jour de Piwik. %1$sConsultez la documentation%2$s de la mise à jour%3$s pour commencer!",
        "UpdateTitle": "Mise à jour",
        "UpdateSuccessTitle": "Piwik a été mis à jour avec succès !",
        "UpdateErrorTitle": "Erreur de mise à jour",
        "ThankYouUpdatePiwik": "Merci d'utiliser Piwik et de le garder à jour !",
        "PostUpdateMessage": "Piwik sera toujours gratuit à télécharger et utiliser, mais il a besoin de votre support continu pour grandir et s'améliorer.",
        "PostUpdateSupport": "Si vous avez besoin d'aide pour utiliser Piwik, vous pouvez obtenir du support de la part de ses créateurs :",
        "EnterpriseSolutions": "Solutions d'entreprise",
        "CloudHosting": "Hébergement Cloud",
        "Updating": "Mise à jour en cours",
        "UpdateUsingHttpsFailed": "Le téléchargement de la dernière version de Piwik via une connexion HTTPS sécurisée a échoué pour la raison suivante :",
        "UpdateUsingHttpsFailedHelp": "Pourquoi est-ce que ça a échoué? Le téléchargement de la dernière version de Piwik (via une connexion sécurisée HTTPS) peut échouer pour des raisons variées, par exemple à cause d'une erreur réseau, d'un réseau lent ou une mauvaise configuration système. Notez que cela pourrait aussi signifier que votre serveur est la cible d'une attaque de type \"homme du milieu\" et que quelqu'un essaie de remplacer la mise à jour avec une version malveillante de Piwik.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Il est recommandé de réessayer le téléchargement en utilisant une connexion HTTPS sécurisée car cela empèche les attaques du type \"homme du milieu\" (MITM).",
        "UsingHttps": "en utilisant une connexion sécurisée HTTPS (recommandé)",
        "UsingHttp": "en utilisant une connexion HTTP non sécurisée",
        "UpgradeComplete": "Mise à jour complète !",
        "UpgradePiwik": "Mettez Piwik à jour",
        "VerifyingUnpackedFiles": "Vérification des fichiers décompressés",
        "WarningMessages": "Messages d'avertissement :",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Nous avons automatiquement désactivé les plugins suivants : %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Vous pouvez mettre à jour vers la version %s automatiquement ou télécharger l'archive et l'installer manuellement :",
        "YouCouldManuallyExecuteSqlQueries": "Si vous n'aviez pas la possibilité d'utiliser la console (CLI) et si Piwik échouait à se mettre à jour (à cause du délais d'expiration de la base de données, du navigateur ou n'importe quel autre problème), vous pourriez exécuter manuellement les requêtes SQL pour mettre à jour Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik ne peut pas écraser votre installation courante. Vous pouvez soit corriger les permissions du répertoire\/fichier, soit télécharger le package et installer la version %s manuellement:",
        "YourDatabaseIsOutOfDate": "Votre base de données est expirée et doit être mise à jour avant de pouvoir continuer.",
        "ViewVersionChangelog": "Voir les changements pour cette version :"
    }
}