{
    "CoreUpdater": {
        "AlreadyUpToDate": "Tá gach rud cothrom le dáta cheana féin.",
        "CheckingForPluginUpdates": "Seiceáil le haghaidh nuashonruithe breiseáin nua",
        "ClickHereToViewSqlQueries": "Cliceáil anseo chun liosta na gceisteanna SQL agus na n-orduithe consóil a fheiceáil agus a chóipeáil a fhorghníomhófar",
        "CloudHosting": "Óstáil scamall",
        "ConsoleCommandDescription": "Triggers uasghrádú. Bain úsáid as tar éis Matomo croí nó aon chomhaid breiseán a bheith cothrom le dáta. Iarcheangail --yes a uasghrádú gan deimhniú.",
        "ConsoleParameterDescription": "Rith an nuashonrú go díreach gan deimhniú a iarraidh",
        "ConsoleStartingDbUpgrade": "Tús a chur leis an bpróiseas uasghrádaithe bunachar sonraí anois. D'fhéadfadh sé seo a ghlacadh ar feadh tamaill, mar sin le do thoil a bheith foighneach.",
        "ConsoleUpdateFailure": "Níorbh fhéidir Matomo a nuashonrú! Féach thuas le haghaidh tuilleadh eolais.",
        "ConsoleUpdateNoSqlQueries": "Nóta: Níl aon cheisteanna SQL nó orduithe consól a fhorghníomhú.",
        "ConsoleUpdateUnexpectedUserWarning": "Dealraíonn sé gur rith tú an nuashonrú seo leis an úsáideoir %1$s, agus gur le %2$s do chomhaid Matomo. \n\nChun a chinntiú go bhfuil na comhaid Matomo inléite ag an úsáideoir ceart, b'fhéidir go mbeidh ort an t-ordú seo a leanas a rith (nó ordú den chineál céanna ag brath ar chumraíocht do fhreastalaí):\n\n$%3$s",
        "ConvertToUtf8mb4": "Tiontaigh bunachar sonraí go charset UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Earráid Chriticiúil le linn an phróisis nuashonraithe:",
        "DatabaseUpgradeRequired": "Uasghrádú Bunachar Sonraí de Dhíth",
        "DbUpgradeNotExecuted": "Níor cuireadh uasghrádú ar an mbunachar sonraí i gcrích.",
        "DisablingIncompatiblePlugins": "Breiseáin neamh-chomhoiriúnacha á ndíchumasú: %s",
        "DownloadX": "Íosluchtaigh %s",
        "DownloadingUpdateFromX": "Nuashonrú á íosluchtú ó %s",
        "DryRun": "Tabhair faoi deara: is Rith Tirim é seo",
        "DryRunEnd": "Deireadh an Rith Thirim",
        "EmptyDatabaseError": "Tá an bunachar sonraí %s folamh. Ní mór duit do chomhad cumraíochta Matomo a chur in eagar nó a bhaint.",
        "ErrorDIYHelp": "Má tá tú ag úsáideoir chun cinn agus teacht ar earráid san uasghrádú bunachar sonraí:",
        "ErrorDIYHelp_1": "foinse na faidhbe a aithint agus a cheartú (m.sh., memory_limit nó max_execution_time)",
        "ErrorDIYHelp_2": "na ceisteanna eile a rith sa nuashonrú ar theip orthu",
        "ErrorDIYHelp_3": "an tábla 'rogha' a nuashonrú de láimh i do bhunachar sonraí Matomo, ag socrú luach na version_core leis an leagan den nuashonrú teipthe",
        "ErrorDIYHelp_4": "an updater a ath-rith (tríd an mbrabhsálaí nó trí líne na n-orduithe) chun leanúint ar aghaidh leis na nuashonruithe atá fágtha",
        "ErrorDIYHelp_5": "an fhadhb a thuairisciú (agus réiteach) ionas gur féidir Matomo a fheabhsú",
        "ErrorDuringPluginsUpdates": "Earráid le linn nuashonruithe breiseáin:",
        "ExceptionAlreadyLatestVersion": "Tá do leagan Matomo %s cothrom le dáta.",
        "ExceptionArchiveEmpty": "Cartlann fholamh.",
        "ExceptionArchiveIncompatible": "Cartlann neamh-chomhoiriúnach: %s",
        "ExceptionArchiveIncomplete": "Tá an chartlann neamhiomlán: tá roinnt comhad ar iarraidh (m.sh. %s).",
        "ExceptionDirWrongPermission": "Níl roinnt fillteáin inscríofa. Cinntigh go bhfuil na fillteáin seo a leanas inscríofa agus bain triail eile as: %s.",
        "ExecuteDbUpgrade": "Tá uasghrádú bunachar sonraí ag teastáil. Rith nuashonrú?",
        "FeedbackRequest": "Thig leat do chuid smaointe agus moltaí a roinnt le Foireann Matomo anseo:",
        "HelpMessageContent": "Seiceáil an %1$s Matomo Ceisteanna Coitianta%2$s a mhíníonn na hearráidí is coitianta le linn an nuashonraithe. %3$s Cuir ceist ar riarthóir an chórais - b'fhéidir go mbeidh siad in ann cabhrú leat leis an earráid is dóichí a bhaineann le do fhreastalaí nó le socrú MySQL.",
        "HelpMessageIntroductionWhenError": "Is é an méid thuas an teachtaireacht earráide lárnach. Ba chóir go gcabhródh sé leis an gcúis a mhíniú, ach má theastaíonn tuilleadh cabhrach uait, le do thoil:",
        "HelpMessageIntroductionWhenWarning": "Cuireadh an nuashonrú i gcrích go rathúil, ach bhí saincheisteanna ann le linn an phróisis. Léigh na tuairiscí thuas le haghaidh sonraí. Chun tuilleadh cabhrach a fháil:",
        "HighTrafficPiwikServerEnableMaintenance": "Má bhainistíonn tú freastalaí Matomo tráchta ard, molaimid %1$smomentarily rianú cuairteoirí a dhíchumasú agus Comhéadan Úsáideora Matomo a chur i mód cothabhála%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Nóta: níl roinnt breiseán comhoiriúnach le Matomo %s. Déanfaimid iad a nuashonrú má tá nuashonrú ar an Margadh, ar shlí eile déanfaimid iad a dhíchumasú nuair a dhéanann tú uasghrádú:",
        "InstallingTheLatestVersion": "Suiteáil an leagan is déanaí",
        "LatestBetaRelease": "Scaoileadh béite is déanaí",
        "LatestStableRelease": "Scaoileadh cobhsaí is déanaí",
        "LatestXBetaRelease": "Béite is déanaí %s",
        "LatestXStableRelease": "Stábla is déanaí %s",
        "ListOfSqlQueriesFYI": "FYI: is iad seo na ceisteanna SQL agus orduithe consóil a fhorghníomhófar chun do bhunachar sonraí a uasghrádú go Matomo %s",
        "LtsSupportVersion": "Leagan Tacaíochta Fadtéarmach",
        "MajorUpdateWarning1": "Is nuashonrú mór é seo! Tógfaidh sé níos faide ná mar is gnách.",
        "MajorUpdateWarning2": "Tá an chomhairle seo a leanas thar a bheith tábhachtach do shuiteálacha móra.",
        "NeedHelpUpgrading": "An bhfuil cabhair uait chun Matomo a uasghrádú?",
        "NeedHelpUpgradingText": "Má theastaíonn tacaíocht uait chun do Matomo a uasghrádú, tá cruthaitheoirí Matomo anseo chun cabhrú leat rath a dhéanamh ar an Matomo agus gach treoir, dea-chleachtas agus tacaíocht leanúnach a sholáthar. %1$sContact na saineolaithe Matomo chun tús a chur le uasghrádú do Matomo go sábháilte.%2$s",
        "NoteForLargePiwikInstances": "Nótaí tábhachtacha do shuiteálacha móra Matomo",
        "NotificationClickToUpdatePlugins": "Cliceáil anseo chun do bhreiseáin a nuashonrú anois:",
        "NotificationClickToUpdateThemes": "Cliceáil anseo chun do théamaí a nuashonrú anois:",
        "NotificationSubjectAvailableCoreUpdate": "Tá Matomo %s nua ar fáil",
        "NotificationSubjectAvailablePluginUpdate": "Nuashonruithe ar fáil le do bhreiseáin Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Rinneadh Matomo a nuashonrú go rathúil!",
        "PiwikUpdatedSuccessfully": "Matomo suas chun dáta go rathúil!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Déanfar bunachar sonraí Matomo a uasghrádú ó leagan %1$s go dtí an leagan nua %2$s.",
        "PostUpdateMessage": "Beidh Matomo saor in aisce i gcónaí le híoslódáil agus le húsáid, ach teastaíonn do thacaíocht leanúnach uaidh chun fás agus feabhsú.",
        "PostUpdateSupport": "Má theastaíonn cabhair uait ag baint úsáide as Matomo, is féidir leat tacaíocht a fháil óna chruthaitheoirí:",
        "ReadyToGo": "Réidh le dul?",
        "ReceiveEmailBecauseIsSuperUser": "Faigheann tú an ríomhphost seo toisc gur Sárúsáideoir thú ar an Matomo ag: %s",
        "ServicesSupport": "Seirbhísí agus tacaíocht",
        "SkipCacheClear": "Gan bacadh le taisce imréitigh.",
        "SkipCacheClearDesc": "Scipeáil glanadh taisce roimh nuashonrú. Níl sé seo úsáideach ach amháin más féidir leat a chinntiú nár chruthaigh cásanna a ritheann an t-ordú seo taisce ar chor ar bith go fóill, agus más féidir leis an taisce a ghlanadh do go leor cuntais Matomo a bheith ina scrogaill.",
        "ThankYouUpdatePiwik": "Go raibh maith agat as Matomo a úsáid agus é a choinneáil cothrom le dáta!",
        "TheFollowingDimensionsWillBeUpgradedX": "Nuashonrófar na toisí seo a leanas: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Nuashonrófar na breiseáin seo a leanas: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Má tá bunachar sonraí mór Matomo agat, d'fhéadfadh nuashonruithe a bheith ró-fhada le rith sa bhrabhsálaí. Sa chás seo, is féidir leat na nuashonruithe a rith ó do líne ordaithe: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "D'fhéadfadh an próiseas uasghrádaithe bunachar sonraí a ghlacadh ar feadh tamaill, mar sin le do thoil a bheith foighneach.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Rinneadh roinnt breiseán a úsáideann tú a nuashonrú ar an Margadh:",
        "ThereIsNewVersionAvailableForUpdate": "Tá leagan nua de Matomo ar fáil le nuashonrú",
        "TheseCommandsWillBeExecuted": "Rithfear na horduithe consóil seo:",
        "TheseSqlQueriesWillBeExecuted": "Beidh na ceisteanna SQL a fhorghníomhú:",
        "TriggerDatabaseConversion": "Truicear comhshó bunachar sonraí sa chúlra",
        "UnpackingTheUpdate": "An nuashonrú a dhíphacáil",
        "UpdateAutomatically": "Nuashonraigh go huathoibríoch",
        "UpdateErrorTitle": "Earráid nuashonraithe",
        "UpdateHasBeenCancelledExplanation": "Tá Matomo One Click Update curtha ar ceal. Mura féidir leat an teachtaireacht earráide thuas a shocrú, moltar duit Matomo a nuashonrú de láimh. %1$s Féach ar na doiciméid %2$sUpdate%3$s le tosú!",
        "UpdateLog": "Logchomhad nuashonraithe",
        "UpdateSuccessTitle": "Rinneadh Matomo a nuashonrú go rathúil!",
        "UpdateTitle": "Nuashonrú",
        "UpdateUsingHttpsFailed": "Níor éirigh leis an leagan Matomo is déanaí a íoslódáil thar nasc slán HTTPS, mar gheall ar an earráid seo a leanas:",
        "UpdateUsingHttpsFailedHelp": "Cén fáth ar theip air? Má íoslódálann tú an leagan Matomo is déanaí (thar nasc slán HTTPS) is féidir go dteipfeadh air ar chúiseanna éagsúla, mar shampla mar gheall ar earráid líonra, luas mall líonra nó cumraíocht an chórais mhícheart. Tabhair faoi deara go bhféadfadh sé a chiallaíonn freisin go bhfuil do fhreastalaí an sprioc ionsaí MITM agus tá duine éigin ag iarraidh a chur in ionad an nuashonrú le leagan mailíseach de Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Moltar an íoslódáil a atriail ag baint úsáide as an nasc slán HTTPS mar go gcuireann sé cosc ar ionsaithe MITM.",
        "Updating": "Ag nuashonrú",
        "UpdatingPluginXToVersionY": "Breiseán%1$s á nuashonrú go leagan %2$s",
        "UpgradeComplete": "Uasghrádú críochnaithe!",
        "UpgradePiwik": "Uasghrádú Matomo",
        "UsingHttp": "ag baint úsáide as an nasc HTTP neamhshlán",
        "UsingHttps": "ag baint úsáide as an nasc slán HTTPS (molta)",
        "Utf8mb4ConversionHelp": "Níl do bhunachar sonraí ag úsáid tacar charachtair utf8mb4 faoi láthair. Fágann sin go bhfuil sé dodhéanta carachtair 4 bheart a stóráil, mar emojis, carachtair as teangacha na hÁise nach bhfuil chomh coitianta, scripteanna stairiúla éagsúla nó siombailí matamaitice. Tá %1$s ina n-ionad faoi láthair.<br><br>Tacaíonn do bhunachar sonraí leis an tacar carachtar utf8mb4 agus d'fhéadfaí é a thiontú.<br><br>Má tá tú in ann orduithe consóil a rith, táimid moladh an t-ordú seo a úsáid: %2$s<br><br>De rogha air sin is féidir leat an tiontú a chumasú anseo. Cuirfear tús leis go huathoibríoch ansin mar thasc sceidealta sa chúlra.<br><br>Aird: Seans go dtógfaidh sé suas le cúpla uair an chloig chun an bunachar sonraí a thiontú ag brath ar mhéid an bhunachair shonraí. Toisc seans nach n-oibreoidh an rianú le linn an phróisis seo, ní mholaimid an truicear a úsáid le haghaidh cásanna níos mó.<br><br>Is féidir leat tuilleadh eolais a fháil faoin ábhar seo sa %3$sFAQ%4$s seo.",
        "VerifyingUnpackedFiles": "Na comhaid neamhphacáilte a fhíorú",
        "ViewVersionChangelog": "Amharc ar an changelog don leagan seo:",
        "WarningMessages": "Teachtaireachtaí rabhaidh:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Dhíghníomhachtaigh muid na breiseáin seo a leanas go huathoibríoch: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Is féidir leat nuashonrú go leagan %s go huathoibríoch nó an pacáiste a íoslódáil agus é a shuiteáil de láimh:",
        "YouMustDownloadPackageOrFixPermissions": "Níl Matomo in ann do shuiteáil reatha a fhorscríobh. Is féidir leat ceadanna comhadlainne/comhaid a shocrú, nó an pacáiste a íoslódáil agus leagan %s a shuiteáil de láimh:",
        "YourDatabaseIsOutOfDate": "Tá do bhunachar sonraí Matomo as dáta, agus ní mór é a uasghrádú sular féidir leat leanúint ar aghaidh."
    }
}
