{
    "CoreUpdater": {
        "AlreadyUpToDate": "બધું પહેલેથી જ અદ્યતન છે.",
        "CheckingForPluginUpdates": "નવા પ્લગઇન અપડેટ્સ માટે તપાસી રહ્યા છે",
        "ClickHereToViewSqlQueries": "SQL ક્વેરીઝ અને કન્સોલ આદેશોની સૂચિ જોવા અને કૉપિ કરવા માટે અહીં ક્લિક કરો જે અમલમાં આવશે",
        "CloudHosting": "ક્લાઉડ હોસ્ટિંગ",
        "ConsoleCommandDescription": "અપગ્રેડને ટ્રિગર કરે છે. Matomo કોર અથવા કોઈપણ પ્લગઈન ફાઈલો અપડેટ થઈ ગયા પછી તેનો ઉપયોગ કરો. ખાતરી વિના અપગ્રેડ કરવા માટે --હા ઉમેરો.",
        "ConsoleParameterDescription": "પુષ્ટિકરણ માટે પૂછ્યા વિના સીધા અપડેટને એક્ઝિક્યુટ કરો",
        "ConsoleStartingDbUpgrade": "હવે ડેટાબેઝ અપગ્રેડ પ્રક્રિયા શરૂ કરી રહ્યા છીએ. આને થોડી વાર લાગી શકે છે, તેથી કૃપા કરીને ધીરજ ધરો.",
        "ConsoleUpdateFailure": "Matomo અપડેટ કરી શકાયું નહીં! વધુ માહિતી માટે ઉપર જુઓ.",
        "ConsoleUpdateNoSqlQueries": "નોંધ: કોઈ SQL ક્વેરીઝ અથવા કન્સોલ કમાન્ડો ચલાવવાની જરૂર નથી.",
        "ConsoleUpdateUnexpectedUserWarning": "એવું લાગે છે કે તમે આ અપડેટ વપરાશકર્તા %1$s સાથે એક્ઝિક્યુટ કર્યું છે, જ્યારે તમારી Matomo ફાઇલો %2$s ની માલિકીની છે.\n\nMatomo ફાઇલો યોગ્ય વપરાશકર્તા દ્વારા વાંચી શકાય તેવી છે તેની ખાતરી કરવા માટે, તમારે નીચેનો આદેશ (અથવા તમારા સર્વર કન્ફિગરેશનના આધારે સમાન આદેશ) ચલાવવાની જરૂર પડી શકે છે:\n\n$ %3$s",
        "ConvertToUtf8mb4": "UTF8mb4 અક્ષર સેટ પર ડેટાબેઝ કન્વર્ટ કરો",
        "CriticalErrorDuringTheUpgradeProcess": "અપડેટ પ્રક્રિયા દરમિયાન ગંભીર ભૂલ:",
        "DatabaseUpgradeRequired": "ડેટાબેઝ અપગ્રેડ જરૂરી છે",
        "DbUpgradeNotExecuted": "ડેટાબેઝ અપગ્રેડ કરવામાં આવ્યું નથી.",
        "DisablingIncompatiblePlugins": "અસંગત પ્લગઈન્સ ને અક્ષમ કરી રહ્યા છે: %s",
        "DownloadX": "%s ડાઉનલોડ કરો",
        "DownloadingUpdateFromX": "%s પરથી અપડેટ ડાઉનલોડ કરી રહ્યા છે",
        "DryRun": "નોંધ: આ ડ્રાય રન છે",
        "DryRunEnd": "ડ્રાય રનનો અંત",
        "EmptyDatabaseError": "ડેટાબેઝ %s ખાલી છે. તમારે તમારી Matomo કન્ફિગરેશન ફાઇલને સંપાદિત કરવી અથવા દૂર કરવી આવશ્યક છે.",
        "ErrorDIYHelp": "જો તમે અદ્યતન વપરાશકર્તા છો અને ડેટાબેઝ અપગ્રેડમાં ભૂલનો સામનો કરો છો:",
        "ErrorDIYHelp_1": "સમસ્યાનું સ્ત્રોત ઓળખો અને તેને સુધારો (ઉદા., memory_limit અથવા max_execution_time)",
        "ErrorDIYHelp_2": "અપડેટમાં નિષ્ફળ થયેલી બાકીની ક્વેરીઝ ચલાવો",
        "ErrorDIYHelp_3": "તમારા Matomo ડેટાબેઝમાં `option` ટેબલને જાતે અપડેટ કરો, નિષ્ફળ અપડેટના સંસ્કરણ પર version_core ની કિંમત સુયોજિત કરી રહ્યા છીએ",
        "ErrorDIYHelp_4": "બાકી રહેલા અપડેટ્સ સાથે ચાલુ રાખવા માટે અપડેટરને ફરીથી ચલાવો (બ્રાઉઝર અથવા કમાન્ડ-લાઇન દ્વારા)",
        "ErrorDIYHelp_5": "સમસ્યા (અને ઉકેલ)ની જાણ કરો જેથી Matomo ને સુધારી શકાય",
        "ErrorDuringPluginsUpdates": "પ્લગઇન અપડેટ્સ દરમિયાન ભૂલ:",
        "ExceptionAlreadyLatestVersion": "તમારું Matomo સંસ્કરણ %s અદ્યતન છે.",
        "ExceptionArchiveEmpty": "ખાલી આર્કાઇવ.",
        "ExceptionArchiveIncompatible": "અસંગત આર્કાઇવ: %s",
        "ExceptionArchiveIncomplete": "આર્કાઈવ અપૂર્ણ છે: કેટલીક ફાઇલો ગુમ છે (ઉદા. %s).",
        "ExceptionDirWrongPermission": "કેટલાક ફોલ્ડર્સ લખી શકાય તેવા નથી. મહેરબાની કરીને ખાતરી કરો કે નીચેના ફોલ્ડર્સ લખવા યોગ્ય છે અને ફરી પ્રયાસ કરો: %s.",
        "ExecuteDbUpgrade": "ડેટાબેઝ અપગ્રેડ જરૂરી છે. અપડેટનો અમલ કરીએ?",
        "FeedbackRequest": "તમારા વિચારો અને સૂચનો અહીં Matomo ટીમ સાથે નિઃસંકોચ શેર કરો:",
        "HelpMessageContent": "%1$s Matomo FAQ %2$s તપાસો જે અપડેટ દરમિયાન આવતી સામાન્ય ભૂલોને સમજાવે છે. %3$s તમારા સિસ્ટમ એડમિનિસ્ટ્રેટરને પૂછો - તેઓ કદાચ તમારા સર્વર અથવા MySQL સેટઅપ સાથે સંબંધિત ભૂલમાં તમને મદદ કરી શકશે.",
        "HelpMessageIntroductionWhenError": "ઉપરોક્ત મુખ્ય ભૂલ સંદેશ છે. તે કારણ સમજાવવામાં મદદ કરશે, પરંતુ જો તમને વધુ મદદની જરૂર હોય તો કૃપા કરીને:",
        "HelpMessageIntroductionWhenWarning": "અપડેટ સફળતાપૂર્વક પૂર્ણ થયું, જો કે પ્રક્રિયા દરમિયાન સમસ્યાઓ હતી. વિગતો માટે કૃપા કરીને ઉપરોક્ત વર્ણનો વાંચો. વધુ મદદ માટે:",
        "HighTrafficPiwikServerEnableMaintenance": "જો તમે ઉચ્ચ ટ્રાફિકવાળું Matomo સર્વર વ્યવસ્થાપન કરો છો, તો અમે ભલામણી કરીએ છીએ કે %1$sતાત્કાલિક રીતે મુલાકાતી ટ્રેકિંગ નિષ્ક્રિય કરો અને Matomo વપરાશકર્તા ઇંટરફેસને મેન્ટનન્સ મોડમાં મૂકો %2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "નોંધ: કેટલાક પ્લગઈનો Matomo %s સાથે સુસંગત નથી. જો માર્કેટપ્લેસ પર કોઈ અપડેટ હશે તો અમે તેમને અપડેટ કરીશું, અન્યથા તમે જ્યારે અપગ્રેડ કરશો ત્યારે અમે તેમને નિષ્ક્રિય કરીશું:",
        "InstallingTheLatestVersion": "નવીનતમ આવૃત્તિ સ્થાપિત કરી રહ્યા છે",
        "LatestBetaRelease": "નવીનતમ બીટા રિલીઝ",
        "LatestStableRelease": "નવીનતમ સ્થિર રિલીઝ",
        "LatestXBetaRelease": "નવીનતમ બીટા %s",
        "LatestXStableRelease": "નવીનતમ સ્થિર %s",
        "ListOfSqlQueriesFYI": "FYI: આ SQL ક્વેરીઝ અને કન્સોલ આદેશો છે જે તમારા ડેટાબેઝને Matomo %s પર અપગ્રેડ કરવા માટે એક્ઝિક્યુટ કરવામાં આવશે",
        "LtsSupportVersion": "દીર્ઘ કાલીન સપોર્ટ આવૃત્તિ",
        "MajorUpdateWarning1": "આ એક મુખ્ય અપડેટ છે! તે સામાન્ય કરતાં વધુ સમય લેશે.",
        "MajorUpdateWarning2": "મોટા સ્થાપનો માટે નીચેની સલાહ ખાસ કરીને મહત્વપૂર્ણ છે.",
        "NeedHelpUpgrading": "Matomo અપગ્રેડ કરવામાં મદદ જોઈએ છે?",
        "NeedHelpUpgradingText": "જો તમને તમારા માટોમોને અપગ્રેડ કરવા માટે મદદની જરૂર હોય, તો Matomoના સર્જકો તમને Matomo અપગ્રેડને સફળ બનાવવામાં મદદ કરવા અને તમામ સૂચનાઓ, શ્રેષ્ઠ પ્રથાઓ અને ચાલુ સપોર્ટ પ્રદાન કરવા માટે અહીં છે. %1$sતમારા માટોમોને સુરક્ષિત રીતે અપગ્રેડ કરવાનું શરૂ કરવા માટે Matomo નિષ્ણાતોનો સંપર્ક કરો.%2$s",
        "NoteForLargePiwikInstances": "મોટા Matomo સ્થાપનો માટે મહત્વપૂર્ણ નોંધો",
        "NotificationClickToUpdatePlugins": "તમારા પ્લગઈન્સને હમણાં અપડેટ કરવા માટે અહીં ક્લિક કરો:",
        "NotificationClickToUpdateThemes": "તમારા થીમ્સને હમણાં અપડેટ કરવા માટે અહીં ક્લિક કરો:",
        "NotificationSubjectAvailableCoreUpdate": "નવું Matomo %s ઉપલબ્ધ છે",
        "NotificationSubjectAvailablePluginUpdate": "તમારા Matomo પ્લગઈન્સ માટે અપડેટ્સ ઉપલબ્ધ છે",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું છે!",
        "PiwikUpdatedSuccessfully": "Matomo સફળતાપૂર્વક અપડેટ થયું!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Matomo ડેટાબેઝ %1$s વર્ઝનથી નવા %2$s વર્ઝન પર અપગ્રેડ કરવામાં આવશે.",
        "PostUpdateMessage": "Matomo ડાઉનલોડ કરવા અને ઉપયોગ કરવા માટે હંમેશા મફત રહેશે, પરંતુ તેને વધવા અને સુધારવા માટે તમારા સતત સમર્થનની જરૂર છે.",
        "PostUpdateSupport": "જો તમને Matomo વાપરવામાં મદદની જરૂર હોય, તો તમે તેના નિર્માતાઓથી સહાય મેળવી શકો છો:",
        "ReadyToGo": "તૈયાર છો?",
        "ReceiveEmailBecauseIsSuperUser": "તમે આ ઇમેઇલ પ્રાપ્ત કરો છો કારણ કે તમે Matomo પર સુપર વપરાશકર્તા છો: %s",
        "ServicesSupport": "સેવાઓ અને સપોર્ટ",
        "SkipCacheClear": "કૅશ સાફ કરવાનું છોડી રહ્યાં છીએ.",
        "SkipCacheClearDesc": "અપડેટ કરતા પહેલા કેશ સાફ કરવાનું છોડી દો. આ ફક્ત ત્યારે જ ઉપયોગી છે જો તમે ખાતરી કરી શકો કે આ આદેશ ચલાવતા દાખલાઓએ હજી સુધી કેશ બનાવ્યું નથી, અને જો ઘણા Matomo એકાઉન્ટ્સ માટે કેશ સાફ કરવું એ અડચણ બની શકે છે.",
        "ThankYouUpdatePiwik": "Matomo વાપરવા બદલ આભાર અને તેને અદ્યતન રાખવા માટે આભાર!",
        "TheFollowingDimensionsWillBeUpgradedX": "નીચેના પરિમાણો અપડેટ કરવામાં આવશે: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "નીચેના પ્લગઈન્સ અપડેટ કરવામાં આવશે: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "જો તમારી પાસે મોટો Matomo ડેટાબેઝ છે, તો અપડેટ્સને બ્રાઉઝરમાં ચલાવવામાં ઘણો સમય લાગી શકે છે. આ પરિસ્થિતિમાં, તમે તમારી કમાન્ડ લાઇનથી અપડેટ્સ ચલાવી શકો છો: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "ડેટાબેઝ અપગ્રેડ પ્રક્રિયા થોડી વાર લઈ શકે છે, તેથી કૃપા કરીને ધીરજ ધરો.",
        "ThereIsNewPluginVersionAvailableForUpdate": "તમે ઉપયોગ કરો છો તે કેટલાક પ્લગિન્સ માર્કેટપ્લેસ પર અપડેટ કરવામાં આવ્યા છે:",
        "ThereIsNewVersionAvailableForUpdate": "અપડેટ માટે માટોમોનું નવું વર્ઝન ઉપલબ્ધ છે",
        "TheseCommandsWillBeExecuted": "આ કન્સોલ કમાન્ડ્સ ચલાવવામાં આવશે:",
        "TheseSqlQueriesWillBeExecuted": "આ SQL ક્વેરીઝ ચલાવવામાં આવશે:",
        "TriggerDatabaseConversion": "પૃષ્ઠભૂમિમાં ડેટાબેઝ રૂપાંતરણ ટ્રિગર કરો",
        "UnpackingTheUpdate": "અપડેટ અનપેક કરી રહ્યા છે",
        "UpdateAutomatically": "સ્વચાલિત રીતે અપડેટ કરો",
        "UpdateErrorTitle": "અપડેટ ભૂલ",
        "UpdateHasBeenCancelledExplanation": "Matomo વન ક્લિક અપડેટ રદ કરવામાં આવ્યું છે. જો તમે ઉપરોક્ત ભૂલ સંદેશને ઠીક કરી શકતા નથી, તો ભલામણ કરવામાં આવે છે કે તમે મેન્યુઅલી Matomo અપડેટ કરો. %1$s પ્રારંભ કરવા માટે કૃપા કરીને %2$sઅપડેટ દસ્તાવેજીકરણ%3$s તપાસો!",
        "UpdateLog": "અપડેટ લોગ",
        "UpdateSuccessTitle": "Matomo સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું છે!",
        "UpdateTitle": "અપડેટ",
        "UpdateUsingHttpsFailed": "સુરક્ષિત HTTPS કનેક્શન પર નવીનતમ Matomo સંસ્કરણ ડાઉનલોડ કરવાનું સફળ થયું નથી, નીચેની ભૂલને કારણે:",
        "UpdateUsingHttpsFailedHelp": "તે નિષ્ફળ થયું કેમ? નવીનતમ Matomo સંસ્કરણ (ઓવર સુરક્ષિત HTTPS કનેક્શન) ડાઉનલોડ કરવું વિવિધ કારણોસર નિષ્ફળ થઈ શકે છે, ઉદાહરણ તરીકે નેટવર્ક ભૂલ, ધીમી નેટવર્ક ગતિ અથવા ખોટી સિસ્ટમ ગોઠવણીને કારણે. નોંધ કરો કે તેનો અર્થ એવો પણ થઈ શકે છે કે તમારું સર્વર MITM હુમલાનું લક્ષ્ય છે અને કોઈ Matomo ના દૂષિત સંસ્કરણ સાથે અપડેટને બદલવાનો પ્રયાસ કરી રહ્યું છે.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "સુરક્ષિત HTTPS કનેક્શનનો ઉપયોગ કરીને ડાઉનલોડનો ફરીથી પ્રયાસ કરવાની ભલામણ કરવામાં આવે છે કારણ કે તે MITM હુમલાઓને અટકાવે છે.",
        "Updating": "અપડેટ કરી રહ્યા છીએ",
        "UpdatingPluginXToVersionY": "પ્લગઇન %1$s ને વર્ઝન %2$s પર અપડેટ કરી રહ્યા છે",
        "UpgradeComplete": "અપગ્રેડ પૂર્ણ!",
        "UpgradePiwik": "Matomo અપગ્રેડ કરો",
        "UsingHttp": "અસુરક્ષિત HTTP કનેક્શનનો ઉપયોગ કરી રહ્યાં છો",
        "UsingHttps": "સુરક્ષિત HTTPS કનેક્શનનો ઉપયોગ કરીને (ભલામણ કરેલ)",
        "Utf8mb4ConversionHelp": "તમારો ડેટાબેઝ હાલમાં utf8mb4 અક્ષરસેટનો ઉપયોગ કરતું નથી. આનાથી 4-બાઇટ અક્ષરો, જેમ કે ઇમોજીસ, એશિયન ભાષાઓના ઓછા સામાન્ય અક્ષરો, વિવિધ ઐતિહાસિક સ્ક્રિપ્ટો અથવા ગાણિતિક પ્રતીકો સંગ્રહિત કરવાનું અશક્ય બનાવે છે. તે હાલમાં %1$s સાથે બદલવામાં આવ્યા છે.<br><br>તમારો ડેટાબેઝ utf8mb4 અક્ષરસેટને સપોર્ટ કરે છે અને તેને કન્વર્ટ કરવું શક્ય બનશે.<br><br>જો તમે કન્સોલ આદેશો ચલાવવા માટે સક્ષમ છો તો અમે આ આદેશનો ઉપયોગ કરવાની ભલામણ કરો: %2$s<br><br>વૈકલ્પિક રીતે તમે અહીં રૂપાંતરણ સક્ષમ કરી શકો છો. તે પછી પૃષ્ઠભૂમિમાં સુનિશ્ચિત કાર્ય તરીકે આપમેળે ટ્રિગર થશે.<br><br>ધ્યાન: ડેટાબેઝના કદના આધારે ડેટાબેઝને કન્વર્ટ કરવામાં બે કલાક જેટલો સમય લાગી શકે છે. કારણ કે આ પ્રક્રિયા દરમિયાન ટ્રેકિંગ કામ ન કરી શકે, અમે મોટા ઉદાહરણો માટે ટ્રિગરનો ઉપયોગ કરવાની ભલામણ કરતા નથી.<br><br>તમે આ વિષય વિશે વધુ માહિતી આ %3$sFAQ%4$s માં મેળવી શકો છો.",
        "VerifyingUnpackedFiles": "અનપેક કરેલી ફાઇલોની તપાસી કરી રહ્યા છે",
        "ViewVersionChangelog": "આ સંસ્કરણ માટે ચેન્જલોગ જુઓ:",
        "WarningMessages": "ચેતવણી સંદેશો:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "આપણે સ્વચાલિત રીતે નીચેના પ્લગઈન્સને નિષ્ક્રિય કર્યા છે: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "તમે સ્વચાલિત રીતે %s સંસ્કરણમાં અપડેટ કરી શકો છો અથવા પેકેજને ડાઉનલોડ કરી તેને મેનુઅલી ઇન્સ્ટોલ કરી શકો છો:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo તમારા વર્તમાન ઇન્સ્ટોલેશન પર ફરીથી લખવામાં અસમર્થ છે. તમે ક્યાં તો ડિરેક્ટરી/ફાઈલ પરવાનગીઓને ઠીક કરી શકો છો, અથવા પેકેજ ડાઉનલોડ કરી શકો છો અને વર્ઝન %s મેન્યુઅલી ઇન્સ્ટોલ કરી શકો છો:",
        "YourDatabaseIsOutOfDate": "તમારું Matomo ડેટાબેઝ અપડેટ નથી, અને તમે ચાલુ રાખવા પહેલાં તેને અપગ્રેડ કરવું પડશે."
    }
}
