{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Kattints ide a végrehajtásra kerülő SQL parancsok listájának megtekintéséhez vagy kimásolásához.",
        "CriticalErrorDuringTheUpgradeProcess": "Kritikus hiba lépett fel a frissítés során:",
        "DatabaseUpgradeRequired": "Adatbázis-frissítés szükséges",
        "DownloadingUpdateFromX": "Frissítés letöltése innen: %s",
        "DownloadX": "%s letöltése",
        "EmptyDatabaseError": "A(z) %s adatbázis üres. Kérjük szerkessze, vagy törölje a Piwik konfigurációs fájlt.",
        "ErrorDIYHelp": "Ha haladó felhasználó vagy, és hibát tapasztalsz az adatbázis-frissítés végrehajtása során:",
        "ErrorDIYHelp_1": "próbáld azonosítani a hiba tényleges forrását (pl. memory_limit vagy max_execution_time)",
        "ErrorDIYHelp_2": "hajtsd végre a korábban hibaüzenetek miatt végre nem hajtott parancsokat",
        "ErrorDIYHelp_3": "kézzel aktualizáld az \"option\" táblát a Piwik adatbázisban, beállítva a version_core paraméter értékét a sikertelenül frissíteni próbált verziónak megfelelő értékre.",
        "ErrorDIYHelp_4": "hajtsd újra a frissítést (vagy a böngésző vagy pedig a parancssor segítségével), folytatva a hátramaradó lépések megtételét",
        "ErrorDIYHelp_5": "jelentsd a problémát (és a megoldást) a Piwik fejlesztőinek, segítve így a rendszer tökéletesítését.",
        "ErrorDuringPluginsUpdates": "Hiba lépett fel a bővítmény frissítése közben:",
        "ExceptionAlreadyLatestVersion": "Piwik verziód (%s) a lehető legújabb.",
        "ExceptionArchiveEmpty": "Üres archívum.",
        "ExceptionArchiveIncompatible": "Nem kompatibilis archívum: %s",
        "ExceptionArchiveIncomplete": "Hiányos archívum: néhány fájl hiányzik (pl. %s).",
        "HelpMessageContent": "Nézd meg a %1$s Piwik GYIK-et %2$s, melyből megismerheted a frissítés folyamán leggyakrabban fellépő problémákat. %3$s Kérdezd a rendszergazdád - Talán ő tud segíteni, hisz a rendszergazda áll közvetlen kapcsolatban a szervereddel, és segíthet megérteni a MySQL beállításokkal kapcsolatos problémákat!",
        "HelpMessageIntroductionWhenError": "A fenti hiba a fő hibaüzenet, mely remélhetőleg segít megérteni a hiba okát, de ha további segítségre van szükséged, kérjük:",
        "HelpMessageIntroductionWhenWarning": "A frissítés sikeres volt, azonban problémák léptek fel a frissítés során. A részletekért kérünk olvasd el a fenti leírást! További segítségért fordulj ide:",
        "InstallingTheLatestVersion": "Legújabb verzió telepítése",
        "NoteForLargePiwikInstances": "Fontos megjegyzés nagyobb weboldalakra telepített Piwik rendszerekhez.",
        "NoteItIsExpectedThatQueriesFail": "Figyelem: ha kézzel hajtod végre ezeket a parancsokat, elképzelhető, hogy néhányuk nem kerül végrehajtásra. Ebben az esetben egyszerűen ne vedd figyelembe a hibaüzeneteket, és folytasd a következő parancs kiadásával.",
        "PiwikHasBeenSuccessfullyUpgraded": "A Piwik sikeresen frissült!",
        "PiwikUpdatedSuccessfully": "A Piwik frissítése sikeresen megtörtént!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik adatbázisa frissülni fog %1$s verzióról az új %2$s verzióra.",
        "ReadyToGo": "Készen áll az indulásra?",
        "TheFollowingPluginsWillBeUpgradedX": "A következő bővítmények kerülnek frissítésre: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Új Piwik verzió áll rendelkezésre a frissítéshez",
        "TheUpgradeProcessMayFailExecuteCommand": "Ha nagy Piwik adatbázissal rendelkezel, a frissítések lehet, túl sok időt vesznek igénybe a böngészőben futtatáshoz. Ebben az esetben a frissítéseket a parancssorból így lehet végrehajtani: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Az adatbázis frissítése eltart egy ideig. Kérjük, várj türelemmel!",
        "UnpackingTheUpdate": "Frissítés kicsomagolása",
        "UpdateAutomatically": "Automatikus frissítés",
        "UpdateHasBeenCancelledExplanation": "Az Egyklikkes Piwik Frissítés modult törölték. Ha nem tudod kijavítani a fenti hibaüzenetben kapott hibát, akkor a Piwik kézzel történő frissítését ajánljuk. %1$s Kérjük, kezdd a %2$s frissítésről szóló dokumentáció %3$s elolvasásával!",
        "UpdateTitle": "Frissítés",
        "UpdateSuccessTitle": "A Piwik sikeresen frissült!",
        "UpgradeComplete": "Frissítés megtörtént!",
        "UpgradePiwik": "Piwik frissítése",
        "VerifyingUnpackedFiles": "Kicsomagolt fájlok ellenőrzése",
        "WarningMessages": "Figyelmeztetések:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Automatikusan kikapcsoltuk a következő bővítményeket: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Frissíthetsz automatikusan a %s verzióra, vagy töltsd le a csomagot és telepítsd kézzel:",
        "YouCouldManuallyExecuteSqlQueries": "Ha nem lehetséges a parancssori frissítés és ha a Piwik nem tud frissíteni az újabb verzióra (adatbázis-műveletek időtúllépése, a böngésző időtúllépése vagy egyéb problémák miatt), kézzel is lehet frissíteni a Piwik-et a megfelelő SQL parancsok segítségével.",
        "YouMustDownloadPackageOrFixPermissions": "A Piwik nem tudta felülírni a jelenlegi rendszert. Kérjük, állítsd be megfelelően a könyvtár- és fájlhozzáférési jogosultságokat, vagy töltsd le a csomagot és telepítsd a %s verziót kézzel:",
        "YourDatabaseIsOutOfDate": "A Piwik adatbázisod elavult. Frissítened kell, mielőtt folytathatnád!"
    }
}