{
    "CoreUpdater": {
        "AlreadyUpToDate": "Semuanya sudah diperbarui.",
        "CheckingForPluginUpdates": "Memeriksa pembaruan pengaya baru",
        "ClickHereToViewSqlQueries": "Klik di sini untuk melihat dan menyalin daftar kueri SQL dan perintah konsol yang akan dieksekusi",
        "CloudHosting": "Cloud hosting",
        "ConsoleCommandDescription": "Memicu proses pembaruan. Gunakan ini setelah inti Matomo atau berkas pengaya apa pun diperbarui. Tambahkan --ya untuk memperbarui tanpa konfirmasi.",
        "ConsoleParameterDescription": "Langsung jalankan proses pembaruan tanpa meminta konfirmasi",
        "ConsoleStartingDbUpgrade": "Memulai proses peningkatan basis data sekarang. Proses ini mungkin memakan waktu cukup lama, jadi mohon untuk bersabar.",
        "ConsoleUpdateFailure": "Matomo tidak bisa diperbarui! Lihat keterangan di atas untuk informasi lebih lanjut.",
        "ConsoleUpdateNoSqlQueries": "Catatan: Tidak ada kueri SQL atau perintah konsol yang bisa dijalankan.",
        "ConsoleUpdateUnexpectedUserWarning": "Tampaknya Anda telah menjalankan pembaruan ini dengan pengguna %1$s, sedangkan berkas Matomo Anda dimiliki oleh %2$s.\n\nUntuk memastikan bahwa berkas Matomo dapat dibaca oleh pengguna yang benar, Anda mungkin perlu menjalankan perintah berikut (atau perintah serupa tergantung pada konfigurasi server Anda):\n\n$%3$s",
        "ConvertToUtf8mb4": "Konversikan basis data ke pengodean karakter UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Kesalahan fatal terjadi selama pembaruan:",
        "DatabaseUpgradeRequired": "Membutuhkan Pembaruan Basis Data",
        "DbUpgradeNotExecuted": "Pemutakhiran basis data tidak dijalankan.",
        "DisablingIncompatiblePlugins": "Menonaktifkan pengaya yang tidak kompatibel: %s",
        "DownloadX": "Mengunduh %s",
        "DownloadingUpdateFromX": "Mengunduh pembaruan dari %s",
        "DryRun": "Catatan: ini adalah Uji Coba",
        "DryRunEnd": "Uji Coba Telah Berakhir",
        "EmptyDatabaseError": "Basis data %s kosong. Anda harus menyunting atau menghapus berkas konfigurasi Matomo Anda.",
        "ErrorDIYHelp": "Jika Anda pengguna ahli dan menemukan kesalahan dalam pembaruan basis data:",
        "ErrorDIYHelp_1": "mengidentifikasi dan memperbaiki sumber masalah (mis., memory_limit atau max_execution_time)",
        "ErrorDIYHelp_2": "jalankan kueri yang tersisa dalam pembaruan yang gagal",
        "ErrorDIYHelp_3": "perbarui tabel `option` secara manual di basis data Matomo Anda, atur nilai version_core ke versi pembaruan yang gagal",
        "ErrorDIYHelp_4": "jalankan kembali pembaruan (melalui peramban atau baris perintah) untuk melanjutkan pembaruan yang tersisa",
        "ErrorDIYHelp_5": "laporkan permasalahan (serta solusinya) agar Matomo dapat menjadi lebih baik",
        "ErrorDuringPluginsUpdates": "Terjadi kesalahan selama pembaruan pengaya:",
        "ExceptionAlreadyLatestVersion": "Versi Matomo Anda %s sudah yang terbaru.",
        "ExceptionArchiveEmpty": "Arsip kosong.",
        "ExceptionArchiveIncompatible": "Arsip tak didukung: %s",
        "ExceptionArchiveIncomplete": "Arsip tak lengkap: beberapa berkas hilang (misalnya %s).",
        "ExceptionDirWrongPermission": "Beberapa folder tidak dapat ditulis. Pastikan folder berikut dapat ditulis dan silakan coba lagi: %s.",
        "ExecuteDbUpgrade": "Diperlukan pemutakhiran basis data . Jalankan pembaruan?",
        "FeedbackRequest": "Jangan ragu untuk membagikan ide dan saran Anda dengan Tim Matomo di sini:",
        "HelpMessageContent": "Periksa %1$s Matomo FAQ %2$s yang menjelaskan semua kesalahan paling umum yang terjadi selama pembaruan. %3$s Tanyakan kepada administrator sistem Anda, mereka mungkin dapat membantu Anda dengan kesalahan yang terkait dengan server atau pengaturan MySQL Anda.",
        "HelpMessageIntroductionWhenError": "Pesan di atas merupakan pesan kesalahan dari inti pembaruan. Pesan tersebut seharusnya dapat membantu menjelaskan penyebabnya. Namun, bila Anda membutuhkan bantuan lebih lanjut, silakan:",
        "HelpMessageIntroductionWhenWarning": "Pembaruan telah selesai. Namun, terdapat beberapa masalah selama proses pembaruan. Silakan baca keterangan di atas untuk selengkapnya. Untuk bantuan lebih lanjut:",
        "HighTrafficPiwikServerEnableMaintenance": "Jika Anda mengelola server Matomo dengan lalu lintas tinggi, kami menyarankan Anda untuk %1$smenonaktifkan sejenak Pelacakan Pengunjung dan menempatkan Antarmuka Pengguna Matomo dalam mode pemeliharaan%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Catatan: beberapa pengaya tidak kompatibel dengan Matomo %s. Kami akan membaruinya jika ada pembaruan di Lokapasar, jika tidak, kami akan menonaktifkannya saat Anda melakukan pembaruan:",
        "InstallingTheLatestVersion": "Memasang versi terakhir",
        "LatestBetaRelease": "Rilis beta terbaru",
        "LatestStableRelease": "Rilis stabil terbaru",
        "LatestXBetaRelease": "Rilis beta terbaru %s",
        "LatestXStableRelease": "Rilis stabil terbaru %s",
        "ListOfSqlQueriesFYI": "Untuk informasi: ini adalah kueri SQL dan perintah konsol yang akan dijalankan untuk meningkatkan basis data Anda ke Matomo %s",
        "LtsSupportVersion": "Versi Dukungan Jangka Panjang",
        "MajorUpdateWarning1": "Ini merupakan pembaruan besar! Ini akan memakan waktu yang lebih lama dari biasanya.",
        "MajorUpdateWarning2": "Saran berikut ini sangat penting untuk instalasi besar.",
        "NeedHelpUpgrading": "Butuh bantuan dalam memperbarui Matomo?",
        "NeedHelpUpgradingText": "Jika Anda memerlukan dukungan untuk meningkatkan Matomo Anda, pencipta Matomo ada di sini untuk membantu Anda untuk membuat peningkatan Matomo sukses dan akan memberikan semua instruksi, praktik terbaik, dan dukungan berkelanjutan. %1$s Hubungi para ahli Matomo untuk mulai meningkatkan Matomo Anda dengan aman. %2$s",
        "NoteForLargePiwikInstances": "Catatan penting untuk instalasi besar Matomo",
        "NotificationClickToUpdatePlugins": "Klik di sini untuk memperbarui pengaya Anda sekarang:",
        "NotificationClickToUpdateThemes": "Klik di sini untuk memperbarui tema Anda sekarang:",
        "NotificationSubjectAvailableCoreUpdate": "Matomo versi terbaru %s telah tersedia",
        "NotificationSubjectAvailablePluginUpdate": "Pembaruan untuk pengaya Matomo Anda telah tersedia",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo berhasil diperbarui!",
        "PiwikUpdatedSuccessfully": "Pembaruan Matomo berhasil!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Basis data Matomo akan diperbarui dari versi %1$s ke versi %2$s.",
        "PostUpdateMessage": "Matomo akan selalu gratis untuk diunduh dan digunakan, tetapi Matomo membutuhkan dukungan berkelanjutan dari Anda untuk tumbuh dan berkembang.",
        "PostUpdateSupport": "Jika Anda membutuhkan bantuan dalam menggunakan Matomo, Anda bisa mendapatkan dukungan dari penciptanya:",
        "ReadyToGo": "Sudah siap?",
        "ReceiveEmailBecauseIsSuperUser": "Anda menerima surel ini karena Anda adalah Pengguna Super di Matomo di: %s",
        "ServicesSupport": "Layanan dan dukungan",
        "SkipCacheClear": "Lewati proses pembersihan tembolok.",
        "SkipCacheClearDesc": "Lewati proses pembersihan tembolok sebelum melakukan pembaruan. Hal ini hanya berguna jika Anda dapat memastikan bahwa proses yang menjalankan perintah ini belum membuat tembolok sama sekali dan jika mengosongkan tembolok untuk banyak akun Matomo dapat menjadi hambatan.",
        "ThankYouUpdatePiwik": "Terima kasih karena telah menggunakan Matomo dan selalu memperbaruinya!",
        "TheFollowingDimensionsWillBeUpgradedX": "Dimensi berikut ini akan diperbarui: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Pengaya berikut ini akan diperbarui: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Bila Anda memiliki basisdata Matomo yang besar, pembaruan akan berjalan lama bila dilakukan di peramban. Dalam keadaan ini, Anda dapat mengeksekusi dari baris perintah: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Pembaruan basis data dapat berlangsung cukup lama, jadi harap bersabar.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Beberapa pengaya yang Anda gunakan telah diperbarui di Lokapasar:",
        "ThereIsNewVersionAvailableForUpdate": "Terdapat versi baru Matomo yang tersedia",
        "TheseCommandsWillBeExecuted": "Perintah konsol ini akan dijalankan:",
        "TheseSqlQueriesWillBeExecuted": "Kueri SQL ini akan dieksekusi:",
        "TriggerDatabaseConversion": "Memicu konversi basis data di latar belakang",
        "UnpackingTheUpdate": "Membongkar paket pembaruan",
        "UpdateAutomatically": "Pembaruan Otomatis",
        "UpdateErrorTitle": "Galat saat pembaruan",
        "UpdateHasBeenCancelledExplanation": "Pembaruan Sekali Klik Matomo telah dibatalkan. Jika Anda tak dapat memperbaiki kesalahan di atas, disarankan untuk memperbarui Matomo secara manual. %1$s Silakan periksa %2$s Dokumetasi pembaruan%3$s saat memulai!",
        "UpdateLog": "Log pembaruan",
        "UpdateSuccessTitle": "Matomo berhasil diperbarui!",
        "UpdateTitle": "Pembaruan",
        "UpdateUsingHttpsFailed": "Mengunduh versi Matomo terbaru melalui koneksi HTTPS yang aman tidak berhasil karena kesalahan berikut ini:",
        "UpdateUsingHttpsFailedHelp": "Mengapa gagal? Mengunduh versi Matomo terbaru (melalui koneksi HTTPS yang aman) dapat mengalami kegagalan karena berbagai alasan, misalnya karena kesalahan jaringan, kecepatan jaringan yang lambat, atau konfigurasi sistem yang salah. Hal ini juga bisa berarti bahwa server Anda adalah target dari serangan MITM dan seseorang sedang mencoba mengganti pembaruan dengan versi Matomo yang berbahaya.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Disarankan untuk mencoba untuk mengunduh kembali menggunakan koneksi HTTPS demi mencegah serangan MITM.",
        "Updating": "Memperbarui",
        "UpdatingPluginXToVersionY": "Memperbarui pengaya %1$s ke versi %2$s",
        "UpgradeComplete": "Pembaruan selesai!",
        "UpgradePiwik": "Pembaruan Matomo",
        "UsingHttp": "menggunakan koneksi HTTP yang tidak aman",
        "UsingHttps": "menggunakan koneksi HTTPS yang aman (disarankan)",
        "Utf8mb4ConversionHelp": "Basis data Anda saat ini tidak menggunakan pengodean karakter utf8mb4. Hal ini membuat karakter 4-byte, seperti emoji, karakter bahasa Asia yang kurang umum, berbagai skrip bersejarah, atau simbol matematika tidak dapat disimpan. Saat ini diganti dengan %1$s.<br><br>Basis data Anda mendukung pengodean karakter utf8mb4 dan memungkinkan untuk mengonversinya.<br><br>Jika Anda dapat menjalankan perintah konsol, kami sarankan untuk menggunakan perintah ini: %2$s<br><br>Anda juga dapat mengaktifkan konversi di sini. Kemudian akan dipicu secara otomatis sebagai tugas terjadwal di latar belakang.<br><br>Perhatian: Mengonversi basis data mungkin memerlukan waktu hingga beberapa jam, tergantung pada ukuran basis data. Proses pelacakan mungkin tidak berfungsi selama proses ini, kami tidak menyarankan Anda untuk menggunakan pemicu untuk hal yang lebih besar.<br><br>Anda dapat menemukan informasi lebih lanjut tentang topik ini di %3$sFAQ%4$s.",
        "VerifyingUnpackedFiles": "Memverifikasi berkas",
        "ViewVersionChangelog": "Lihat catatan perubahan untuk versi ini:",
        "WarningMessages": "Peringatan:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Kami secara otomatis menonaktifkan pengaya berikut ini: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Anda dapat memperbarui ke versi %s secara otomatis atau mengunduh paket dan memasangnya secara manual:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo tidak dapat menimpa instalasi Anda saat ini. Anda dapat memperbaiki izin direktori/berkas atau mengunduh paket dan memasang versi %s secara manual:",
        "YourDatabaseIsOutOfDate": "Basis Data Matomo Anda kedaluwarsa, dan harus diperbarui sebelum Anda dapat melanjutkan."
    }
}
