{
    "CoreUpdater": {
        "AlreadyUpToDate": "Tutto è già aggiornato.",
        "CheckingForPluginUpdates": "Controllo nuovi aggiornamenti dei plugin",
        "ClickHereToViewSqlQueries": "Clicca qui per vedere e copiare l'elenco delle query SQL e i comandi di console che verranno eseguiti",
        "CloudHosting": "Cloud hosting",
        "ConsoleCommandDescription": "Trigger aggiornamenti. Usalo dopo il core di Matomo o eventuali file di plugin sono stati aggiornati. Aggiungi --yes per l'aggiornamento senza conferma.",
        "ConsoleParameterDescription": "Esegui direttamente l'aggiornamento senza richiedere conferma",
        "ConsoleStartingDbUpgrade": "Sta iniziando ora il processo di aggiornamento del database. Ciò può richiedere un po' di tempo, quindi sii paziente.",
        "ConsoleUpdateFailure": "Non è stato possibile aggiornare Matomo! Leggi sopra per ulteriori informazioni.",
        "ConsoleUpdateNoSqlQueries": "Nota: Non ci sono query SQL o comandi di console da eseguire.",
        "ConsoleUpdateUnexpectedUserWarning": "Sembra che tu abbia eseguito questo aggiornamento come utente %1$s, mentre i tuoi file di Matomo appartengono a %2$s.\n\nPer assicurarti che i file di Matomo siano leggibili dall'utente giusto, potresti avere bisogno di eseguire il comando seguente (o un comando simile che dipende dalla configurazione del tuo server):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Converti il database nel charset UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Errore critico durante l'aggiornamento:",
        "DatabaseUpgradeRequired": "Aggiornamento del Database richiesto",
        "DbUpgradeNotExecuted": "Aggiornamento del database non eseguito.",
        "DisablingIncompatiblePlugins": "Disabilitazione plugins incompatibili: %s",
        "DownloadX": "Scarica %s",
        "DownloadingUpdateFromX": "Sto scaricando gli aggiornamenti da %s",
        "DryRun": "Nota: questo è un Funzionamento Test",
        "DryRunEnd": "Termina Funzionamento Test",
        "EmptyDatabaseError": "Il database %s è pieno. Devi modificare il tuo file di configurazione Matomo.",
        "ErrorDIYHelp": "Se sei un utente avanzato e incontri un errore nell'aggiornamento del database:",
        "ErrorDIYHelp_1": "identifica e correggi la causa del problema (es. memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "esegui le query fallite rimanenti nell'aggiornamento",
        "ErrorDIYHelp_3": "aggiorna manualmente la tabella 'option' nel tuo database Matomo, impostando il valore di version_core alla versione dell'aggiornamento fallito",
        "ErrorDIYHelp_4": "ri-esegui l'aggiornamento (tramite il browser o da riga di comando) per continuare con gli aggiornamenti rimanenti",
        "ErrorDIYHelp_5": "restituisce l'errore (e la soluzione) così che Matomo possa migliorare",
        "ErrorDuringPluginsUpdates": "Errore durante l'aggiornamento del plugin:",
        "ExceptionAlreadyLatestVersion": "La tua versione di Matomo %s è aggiornata.",
        "ExceptionArchiveEmpty": "Archivio vuoto.",
        "ExceptionArchiveIncompatible": "Archivio incompatibile: %s",
        "ExceptionArchiveIncomplete": "L'archivio è incompleto: alcuni file mancano (es. %s).",
        "ExceptionDirWrongPermission": "Alcune cartelle non sono scrivibili. Per favore assicurati che si possa scrivere nelle seguenti cartelle e riprova: %s.",
        "ExecuteDbUpgrade": "È richiesto un aggiornamento del database. Eseguo l'aggiornamento?",
        "FeedbackRequest": "Sei libero di condividere con il Team di Matomo idee e suggerimenti qui:",
        "HelpMessageContent": "Controlla le %1$sFAQ di Matomo %2$s, ti spiegheranno gli errori più comuni durante l'aggiornamento. %3$sChiedi all'amministratore di sistema informazioni sugli errori che ti sembrano relativi alla configurazione di MySQL o al server, piuttosto che a Matomo.",
        "HelpMessageIntroductionWhenError": "Il messaggio qui sopra ti spiega l'errore verificatosi durante l'aggiornamento. Ti spiega cosa l'ha causato, ma se vuoi ulteriore aiuto:",
        "HelpMessageIntroductionWhenWarning": "L'aggiornamento è stato completato con successo, tuttavia si sono verificati dei piccoli problemi. Puoi leggerne qui sopra una breve descrizione. Per maggiori informazioni:",
        "HighTrafficPiwikServerEnableMaintenance": "Se gestisci un server di Matomo ad alto traffico, raccomandiamo di %1$sdisabilitare temporaneamente il Tracciamento dei visitatori e di mettere l'Interfaccia Utente di Matomo in modalità manutenzione%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Nota: alcuni plugin non sono compatibili con Matomo %s. Li aggiorneremo se c'è un aggiornamento sul Marketplace, altrimenti li disabiliteremo quando farai l'aggiornamento:",
        "InstallingTheLatestVersion": "Sto installando l'ultima versione",
        "LatestBetaRelease": "Ultima release beta",
        "LatestStableRelease": "Ultima release stabile",
        "LatestXBetaRelease": "Ultima versione beta %s",
        "LatestXStableRelease": "Ultima versione stabile %s",
        "ListOfSqlQueriesFYI": "INFO: queste sono le query SQL e i comandi di console che verranno eseguiti per aggiornare il tuo database a Matomo %s",
        "LtsSupportVersion": "Ultima release versione LTS",
        "MajorUpdateWarning1": "Si tratta di un importante aggiornamento! Ci vorrà più tempo del solito.",
        "MajorUpdateWarning2": "Il seguente consiglio è particolarmente importante per le installazioni di grandi dimensioni.",
        "NeedHelpUpgrading": "Hai bisogno di aiuto per aggiornare Matomo?",
        "NeedHelpUpgradingText": "Se hai bisogno di aiuto per aggiornare Matomo, i suoi creatori sono qui per aiutarti a fare l'aggiornamento con successo e per fornirti tutte le istruzioni, le migliori pratiche e un supporto continuo. %1$sContatta gli esperti di Matomo per cominciare ad aggiornarlo in sicurezza%2$s",
        "NoteForLargePiwikInstances": "Nota importante per grandi installazioni di Matomo",
        "NotificationClickToUpdatePlugins": "Aggiorna i tuoi plugin adesso:",
        "NotificationClickToUpdateThemes": "Aggiorna i tuoi temi adesso:",
        "NotificationSubjectAvailableCoreUpdate": "Il Nuovo Matomo %s è disponibile",
        "NotificationSubjectAvailablePluginUpdate": "Aggiornamenti disponibili per i plugin di Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo è stato aggiornato con successo!",
        "PiwikUpdatedSuccessfully": "Matomo è stato aggiornato con successo!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Il Database di Matomo deve essere aggiornato dalla versione %1$s alla nuova versione %2$s.",
        "PostUpdateMessage": "Matomo sarà sempre gratuito da scaricare e utilizzare, ma necessita del tuo continuo sostegno per crescere e migliorare.",
        "PostUpdateSupport": "Se hai bisogno di aiuto per utilizzare Matomo, puoi averlo dai suoi creatori:",
        "ReadyToGo": "Pronto a partire?",
        "ReceiveEmailBecauseIsSuperUser": "Hai ricevuto questa email perché sei un Super User di Matomo su: %s",
        "ServicesSupport": "Servizi e supporto",
        "SkipCacheClear": "Salta la cancellazione delle cache.",
        "SkipCacheClearDesc": "Salta la cancellazione delle cache prima dell'aggiornamento. Ciò è utile solo se puoi assicurarti che le istanze che eseguono questo comando non abbiano ancora creato una cache e se svuotare la cache per molti account Matomo non possa diventare un collo di bottiglia.",
        "ThankYouUpdatePiwik": "Grazie per l'utilizzo di Matomo e per averlo aggiornato!",
        "TheFollowingDimensionsWillBeUpgradedX": "Le dimensioni seguenti saranno aggiornate: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "I seguenti plugin saranno aggiornati: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Se hai un database di Matomo molto grande, gli aggiornamenti potrebbero essere troppo lunghi per essere eseguiti dal browser. In questo caso, puoi eseguire l'aggiornamento da riga di comando: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "L'aggiornamento del Database potrebbe richiedere qualche istante, attendere.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Alcuni plugin che utilizzi sono stati aggiornati sul Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "C'è una nuova versione di Matomo disponibile per l'aggiornamento",
        "TheseCommandsWillBeExecuted": "Verranno eseguiti questi comandi di console:",
        "TheseSqlQueriesWillBeExecuted": "Verranno eseguite queste query SQL:",
        "TriggerDatabaseConversion": "Attiva la conversione in background del database",
        "UnpackingTheUpdate": "Sto decomprimendo l'aggiornamento",
        "UpdateAutomatically": "Aggiorna automaticamente",
        "UpdateErrorTitle": "Errore nell'aggiornamento",
        "UpdateHasBeenCancelledExplanation": "L'aggiornamento \"in-un-click\" di Matomo è stato annullato. Se non riesci a sistemare il problema che ha causato il messaggio di errore indicato, è consigliabile aggiornare Matomo manualmente. %1$s Controlla la %2$sDocumentazione di aggiornamento%3$s per iniziare!",
        "UpdateLog": "Registro aggiornamento",
        "UpdateSuccessTitle": "Matomo è stato aggiornato con successo!",
        "UpdateTitle": "Aggiorna",
        "UpdateUsingHttpsFailed": "Il download dell'ultima versione di Matomo tramite connessione sicura HTTPS non ha avuto successo a causa del seguente errore:",
        "UpdateUsingHttpsFailedHelp": "Perché ha fallito? Il download dell'ultima versione di Matomo (tramite connessione sicura HTTPS) può fallire per svariate ragioni, per esempio per un'errore della rete, bassa velocità della rete o errata configurazione del sistema. Si noti che può anche significare che il tuo server è sotto attacco MITM, e qualcuno sta tentando di sostituire l'aggiornamento con una versione pericolosa di Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Si raccomanda di ritentare il download utilizzando la connessione sicura HTTPS in quanto previene gli attacchi MITM.",
        "Updating": "Aggiornamento",
        "UpdatingPluginXToVersionY": "Aggiornamento del plugin %1$s alla versione %2$s",
        "UpgradeComplete": "Aggiornamento completato!",
        "UpgradePiwik": "Aggiorna Matomo",
        "UsingHttp": "utilizzo della connessione non sicura HTTP",
        "UsingHttps": "utilizzo della connessione sicura HTTPS (raccomandata)",
        "Utf8mb4ConversionHelp": "Al momento il tuo database non sta utilizzando il charset UTF8mb4. Ciò rende impossibile conservare caratteri di 4-byte, come emoji, caratteri meno comuni delle lingue asiatiche, vari glifi antichi o simboli matematici. Questi al momento vengono sostituiti con %1$s.<br><br>Il tuo database supporta il charset UTF8mb4 e sarebbe possibile una conversione.<br><br>Se sai come eseguire i comandi da console, noi raccomandiamo di utilizzare questo comando: %2$s<br><br>In alternativa, puoi abilitare qui la conversione. Essa verrà automaticamente attivata come task programmato in background.<br><br>Attenzione: La conversione del database potrebbe richiedere fino a due ore, a seconda delle dimensioni del database. Poiché il tracking potrebbe non funzionare durante questo processo, non ne raccomandiamo l'uso per le istanze più grandi.<br><br>Puoi trovare altre informazioni su questo argomento in queste %3$sFAQ%4$s.",
        "VerifyingUnpackedFiles": "Sto verificando i file scompattati",
        "ViewVersionChangelog": "Guarda il changelog per questa versione:",
        "WarningMessages": "Messaggi di Allerta:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Saranno disattivati in automatico i seguenti plugin: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Puoi aggiornare alla versione %s in automatico o scaricare il pacchetto e installarlo manualmente:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo non è in grado di sovrascrivere la tua installazione attuale. Puoi correggere i permessi di file/directory o scaricare il pacchetto e installare la versione %s manualmente:",
        "YourDatabaseIsOutOfDate": "Il tuo database di Matomo è obsoleto e deve essere aggiornato prima di continuare."
    }
}
