{
    "CoreUpdater": {
        "AlreadyUpToDate": "Alt er allerede oppdatert.",
        "CheckingForPluginUpdates": "Ser etter nye oppdateringer for utvidelser",
        "ClickHereToViewSqlQueries": "Klikk her for å vise og kopiere listen over SQL-spørringer og konsoll-kommandoer som skal kjøres",
        "CloudHosting": "Cloud-hosting",
        "ConsoleCommandDescription": "Utløser oppgraderinger. Bruk etter at Matomo-core eller andre programtilleggsfiler har blit toppgradert. Legg til «--yes» for å oppgradere uten bekreftelse.",
        "ConsoleParameterDescription": "Utfør oppgradering uten å spørre om bekreftelse",
        "ConsoleStartingDbUpgrade": "Starter databaseoppgradering … Dette kan ta sin tid.",
        "ConsoleUpdateFailure": "Kunne ikke oppgradere Matomo. Mer info er å finne ovenfor.",
        "ConsoleUpdateNoSqlQueries": "Merk: Det er ingen SQL-spørringer eller konsollkommandoer å kjøre.",
        "ConsoleUpdateUnexpectedUserWarning": "Du har kjørt oppgraderingen med %1$s-brukeren, men filene dine eies av %2$s.\n\nSørg for at Matomo-filene kan leses av den nåværende brukeren. Du må kjøre følgende kommando (eller en lignende kommando avhengig av ditt tjeneroppsett):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Konverter database til UTF8mb4-tegnsett",
        "CriticalErrorDuringTheUpgradeProcess": "Kritisk feil under oppdateringen:",
        "DatabaseUpgradeRequired": "Databaseoppgradering er nødvendig",
        "DbUpgradeNotExecuted": "Databaseoppgradering ble ikke utført.",
        "DisablingIncompatiblePlugins": "Deaktiverer inkompatible tillegg: %s",
        "DownloadX": "Last ned %s",
        "DownloadingUpdateFromX": "Laster ned oppdatering fra %s",
        "DryRun": "Merk: Dette er en testkjøring",
        "DryRunEnd": "Testkjøring av dagsslutt",
        "EmptyDatabaseError": "Databasen %s er tom. Du må enten redigere eller fjerne din Matomo konfigurasjonsfil.",
        "ErrorDIYHelp": "Hvis du er en avansert bruker og oppdager en feil i databaseoppgraderingen:",
        "ErrorDIYHelp_1": "identifiser og fiks kilden til problemet (f.eks. memory_limit eller max_execution_time)",
        "ErrorDIYHelp_2": "kjør de gjenstående forespørslene i oppdateringen som feilet",
        "ErrorDIYHelp_3": "manuelt oppdater \\\"option\\\"-tabellen i din Matomo-database; sett verdien av version_core til versjonen for den oppdateringen som feilet",
        "ErrorDIYHelp_4": "start oppdateringen på nytt (enten i nettleseren eller på kommandolinja) for å fortsette med de gjenstående oppdateringene",
        "ErrorDIYHelp_5": "rapporter problemet (og løsningen) slik at Matomo kan bli forbedret",
        "ErrorDuringPluginsUpdates": "Feil under oppdatering av tillegg:",
        "ExceptionAlreadyLatestVersion": "Din Matomo versjon %s er siste utgave.",
        "ExceptionArchiveEmpty": "Tomt arkiv.",
        "ExceptionArchiveIncompatible": "Inkompatibelt arkiv: %s",
        "ExceptionArchiveIncomplete": "Arkivet er ikke komplett: noen filer mangler (f.eks. %s).",
        "ExceptionDirWrongPermission": "Noen mapper er skrivebeskyttet. Forsikre deg om at følgende mapper kan skrives til og prøv igjen: %s.",
        "ExecuteDbUpgrade": "En databaseoppgradering kreves. Kjør oppgradering?",
        "FeedbackRequest": "Del gjerne dine ideer og forslag med Matomo-laget her:",
        "HelpMessageContent": "Sjekk %1$s Matomo FAQ-en %2$s som prøver å forklare de mest vanlige feilene under oppdatering. %3$s Spør din systemadministrator – vedkommende kan kanskje hjelpe deg med feilen som antakelig har sammenheng med din tjener eller MySQL-installasjon.",
        "HelpMessageIntroductionWhenError": "Over vises feilmeldingen. Den bør hjelpe deg med å forklare årsaken, men hvis du trenger mer hjelp, vennligst:",
        "HelpMessageIntroductionWhenWarning": "Oppdateringen er fullført, men det var noen småproblemer under prossessen. Les beskrivelsene over for mer informasjon. For videre hjelp:",
        "HighTrafficPiwikServerEnableMaintenance": "Hvis du administrerer en Matomo-tjener for et nettsted med høy trafikk, anbefaler vi at du %1$smidlertidig slår av sporing av besøkende og setter Matomo-brukergrensesnittet i vedlikeholdsmodus%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Merk: Noen programtillegg er ikke kompatible med Matomo %s. De vil bli oppgradert hvis det er en oppgradering på markedsplassen. Ellers vil de bli skrudd av når du oppgraderer:",
        "InstallingTheLatestVersion": "Installerer siste versjon",
        "LatestBetaRelease": "Siste beta-versjon",
        "LatestStableRelease": "Siste stabile versjon",
        "LatestXBetaRelease": "Siste beta %s",
        "LatestXStableRelease": "Siste stabile %s",
        "ListOfSqlQueriesFYI": "Til opplysning: Dette er SQL-spørringene og konsollkommandoene som kjøres for å oppgradere din database til Matomo %s",
        "LtsSupportVersion": "Version med langsiktig støtte",
        "MajorUpdateWarning1": "Dette er en stor oppdatering! Det vil ta lengre tid enn vanlig.",
        "MajorUpdateWarning2": "Følgende råd er spesielt viktig for store installasjoner.",
        "NeedHelpUpgrading": "Trenger du hjelp til å oppgradere Matomo?",
        "NeedHelpUpgradingText": "Hvis du trenger støtte til å oppgradere din Matomo, er skaperne her for å hjelpe deg å oppgradere og tilby instruksjoner, god praksis, og vedvarende støtte. %1$sKontakt Matomo-ekspertene for å begynne trygg oppgradering av Matomo.%2$s",
        "NoteForLargePiwikInstances": "Viktig merknad for store Matomo-installasjoner",
        "NotificationClickToUpdatePlugins": "Klikk her for å oppdatere dine tillegg nå:",
        "NotificationClickToUpdateThemes": "Klikk her for å oppdatere draktene dine nå:",
        "NotificationSubjectAvailableCoreUpdate": "Ny Matomo %s er tilgjengelig",
        "NotificationSubjectAvailablePluginUpdate": "Oppdatering tilgjengelig for dine Matomo tillegg",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo ble korrekt oppdatert!",
        "PiwikUpdatedSuccessfully": "Matomo ble vellykket oppdatert!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Matomo-databasen blir oppgradert fra versjon %1$s til versjon %2$s .",
        "PostUpdateMessage": "Matomo vil alltid være gratis å laste ned og bruke, men det trenger din fortsatte støtte for å vokse og bli bedre.",
        "PostUpdateSupport": "Hvis du trenger hjelp til å bruke Matomo, kan du få støtte fra utviklerne:",
        "ReadyToGo": "Klar til å starte?",
        "ReceiveEmailBecauseIsSuperUser": "Du mottar denne e-posten fordi du er en superbruker på Matomo på: %s",
        "ServicesSupport": "Tjenester og støtte",
        "SkipCacheClear": "Hopper over tømming av hurtiglagre.",
        "SkipCacheClearDesc": "Hopper over tømming av hurtiglagre før oppgradering. Dette er kun nyttig hvis du kan sørge for at instanser som kjører denne kommandoen ikke har opprettet et hurtiglager enda, og hvis tømming av mange Matomo-kontoer kan medføre en flaskehals.",
        "ThankYouUpdatePiwik": "Takk for at du bruker Matomo og holder den oppdatert!",
        "TheFollowingDimensionsWillBeUpgradedX": "Følgende dimensjoner blir oppdatert: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Følgende tillegg vil nå bli oppdatert: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Hvis du har en stor Matomo-database, kan oppdateringer ta for lang tid til at de kan kjøres i nettleseren. I slike situasjoner kan du utføre oppdateringene fra kommandolinja: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Databaseoppgraderingen kan ta en stund, vennligst vær litt tålmodig.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Noen tillegg du bruker har blitt oppdatert på markedsplassen:",
        "ThereIsNewVersionAvailableForUpdate": "Du kan oppdatere til en ny versjon av Matomo",
        "TheseCommandsWillBeExecuted": "Disse konsollkommandoene kan kjøres:",
        "TheseSqlQueriesWillBeExecuted": "Disse SQL-spørringene vil bli kjørt:",
        "TriggerDatabaseConversion": "Utløs databasekonvertering i bakgrunnen",
        "UnpackingTheUpdate": "Pakker ut oppdateringen",
        "UpdateAutomatically": "Oppdater automatisk",
        "UpdateErrorTitle": "Feil ved oppdatering",
        "UpdateHasBeenCancelledExplanation": "Den automatiske oppdateringen av Matomo har blitt avbrutt. Hvis du ikke kan fikse feilen over, anbefales det at du oppdaterer Matomo manuelt. %1$s Les %2$soppdateringsdokumentasjonen%3$s for å komme i gang!",
        "UpdateLog": "Oppdateringslogg",
        "UpdateSuccessTitle": "Matomo ble korrekt oppdatert!",
        "UpdateTitle": "Oppdater",
        "UpdateUsingHttpsFailed": "Klarte ikke laste ned siste versjon av Matomo over en sikker HTTPS-forbindelse på grunn av følgende feil:",
        "UpdateUsingHttpsFailedHelp": "Hvorfor gikk det ikke? Nedlasting av siste versjon av Matomo (over sikker HTTPS-forbindelse) kan gå galt av flere grunner, for eksempel på grunn nettverksfeil, for lav hastighet eller feil systemkonfigurasjon. Merk at det også kan være at din tjener er målet for et MITM-angrep og noen prøver å erstatte oppdateringen med en skadelig versjon av Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Det er anbefalt å prøve å laste ned på nytt med sikker HTTPS-forbindelse siden det forhindrer MITM-angrep.",
        "Updating": "Oppdaterer",
        "UpdatingPluginXToVersionY": "Oppdaterer utvidelsen %1$s til versjon %2$s",
        "UpgradeComplete": "Oppgradering fullført!",
        "UpgradePiwik": "Oppgrader Matomo",
        "UsingHttp": "med usikker HTTP-forbindelse",
        "UsingHttps": "med sikker HTTPS-forbindelse (anbefalt)",
        "Utf8mb4ConversionHelp": "Databasen din bruker ikke utf8mb4-tegnsettet. Dette gjør det umulig å lagre 4-byte-tegn som f.eks. emoji-er, mindre vanlige tegn i asiatiske språk, forskjellige historiske skrifter, eller matematiske symboler. Disse erstattes for tiden med %1$s.<br><br>Din database støtter utf8mb4-tegnsettet, og det gjør det umulig å konvertere den.<br><br>Hvis du kan kjøre konsollkommandoer anbefales denne: %2$s<br><br>Alternativt kan du skru på konvertering her. Dette vil dermed utløses automatisk som en planlagt oppgave i bakgrunnen.<br><br>Merk: Konvertering av databasen kan ta opptil et par timer, avhengig av dens størrelse. Siden sporing kan slutte å fungere i denne perioden, anbefales det ikke å bruke utløseren for større instanser.<br><br>Du finner mer info om dette emnet i %3$sO-S-S%4$s.",
        "VerifyingUnpackedFiles": "Verifiserer de utpakkede filene",
        "ViewVersionChangelog": "Se på endringsloggen for denne versjonen:",
        "WarningMessages": "Advarsler:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Følgende tillegg ble (automatisk) slått av: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Du kan oppgradere til versjon %s automatisk, eller laste ned pakken og installere manuelt:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo kan ikke overskrive din nåværende installasjon. Du kan enten fikse mappe/filtilganger, eller laste ned pakken og installere versjon %s manuelt:",
        "YourDatabaseIsOutOfDate": "Matomo-databasen din er utdatert og må oppgraderes før du kan fortsette."
    }
}
