{
    "CoreUpdater": {
        "AlreadyUpToDate": "Alles is reeds up-to-date.",
        "CheckingForPluginUpdates": "Controleren voor nieuwe plugin updates",
        "ClickHereToViewSqlQueries": "Klik hier voor het bekijken en kopiëren van de lijst met SQL-vragen en console-opdrachten die zullen worden uitgevoerd",
        "CloudHosting": "Cloud hosting",
        "ConsoleCommandDescription": "Activeert upgrades. Gebruik dit nadat de Matomo core of alle plugin-bestanden geüpdatet zijn. Voeg --yes toe om te upgraden zonder te bevestigen.",
        "ConsoleParameterDescription": "De update meteen uitvoeren zonder bevestiging",
        "ConsoleStartingDbUpgrade": "De database upgrade is gestart. Dit kan een poosje duren, dus even geduld.",
        "ConsoleUpdateFailure": "Matomo kon niet geüpdatet worden! Zie hierboven voor meer informatie.",
        "ConsoleUpdateNoSqlQueries": "Opmerking: er zijn geen SQL-opdrachten of console commando's om uit te voeren.",
        "ConsoleUpdateUnexpectedUserWarning": "Het lijkt erop dat u deze update uitvoerde als gebruiker %1$s, terwijl de Matomo-bestanden eigendom zijn van %2$s. \n\nOm zeker te zijn dat de Matomo-bestanden leesbaar zijn door de juiste gebruiker, moet u mogelijk het volgende commando uitvoeren (of een gelijkaardig commando afhankelijk van uw server configuratie):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Converteer database naar de UTF8mb4 karakterset",
        "CriticalErrorDuringTheUpgradeProcess": "Kritieke fout tijdens updateproces:",
        "DatabaseUpgradeRequired": "Database-upgrade vereist",
        "DbUpgradeNotExecuted": "Database-upgrade niet uitgevoerd.",
        "DisablingIncompatiblePlugins": "Uitschakelen van incompatible plugins: %s",
        "DownloadX": "Download %s",
        "DownloadingUpdateFromX": "Bezig met downloaden van de update van %s",
        "DryRun": "Opmerking: dit is een dry-run",
        "DryRunEnd": "Einde van dry-run",
        "EmptyDatabaseError": "Database %s is leeg. U moet uw Matomo configuratiebestand bewerken of verwijderen.",
        "ErrorDIYHelp": "Als u een geavanceerde gebruiker bent en een probleem optreedt in de database upgrade:",
        "ErrorDIYHelp_1": "Zoek en corrigeer de bron van het probleem (bijv. memory_limit of max_execution_time)",
        "ErrorDIYHelp_2": "voer de resterende query's uit voor de mislukte update",
        "ErrorDIYHelp_3": "Update handmatig de `option` tabel in uw Matomo database, en zet de waarde version_core naar de versie van de mislukte update",
        "ErrorDIYHelp_4": "Voer de updater opnieuw uit (via de browser of de opdrachtpromt) om verder te gaan met de overblijvende updates",
        "ErrorDIYHelp_5": "meld het probleem (en oplossing) zodat Matomo kan worden verbeterd",
        "ErrorDuringPluginsUpdates": "Fout tijdens het updaten van de plugins:",
        "ExceptionAlreadyLatestVersion": "Uw Matomo versie %s is up-to-date.",
        "ExceptionArchiveEmpty": "Leeg archief.",
        "ExceptionArchiveIncompatible": "Incompatibel archief: %s",
        "ExceptionArchiveIncomplete": "Archief is onvolledig. Sommige bestanden ontbreken (bv. %s).",
        "ExceptionDirWrongPermission": "Sommigen mappen hebben geen schrijfrechten. Geef volgende mappen schrijfrechten en probeer opnieuw: %s.",
        "ExecuteDbUpgrade": "Een database upgrade is vereist. Update uitvoeren?",
        "FeedbackRequest": "Voel je vrij om je ideeën en suggesties te delen met het Matomo team:",
        "HelpMessageContent": "Controleer de %1$s Matomo FAQ %2$s waarin de meest voorkomende upgrade foutmeldingen worden uitgelegd. %3$s Vraag uw systeem beheerder - deze kan u wellicht helpen met deze fout die waarschijnlijk gerelateerd is aan de configuratie van uw webserver of MySQL-database.",
        "HelpMessageIntroductionWhenError": "Hierboven staat de foutmelding. Hierin zou de oorzaak naar voren moeten komen, maar als je verdere hulp nodig hebt:",
        "HelpMessageIntroductionWhenWarning": "De update is voltooid, maar met fouten tijdens het proces. Lees de omschrijvingen hierboven voor meer informatie. Voor verdere hulp:",
        "HighTrafficPiwikServerEnableMaintenance": "Als u een Matomo server met veel verkeer beheert, raden we u aan om %1$smetingen tijdelijk uit te schakelen en de Matomo-omgeving in onderhoudsmodus te zetten%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Opmerking: sommige plugins zijn niet compatibel met Matomo %s. We zullen deze updaten van zodra er een update beschikbaar is op de marktplaats, anders schakelen we ze uit wanneer u een upgrade uitvoert:",
        "InstallingTheLatestVersion": "Bezig de laatste versie te installeren",
        "LatestBetaRelease": "Laatste bèta release",
        "LatestStableRelease": "Laatste stabiele release",
        "LatestXBetaRelease": "Recentste beta versie %s",
        "LatestXStableRelease": "Recentste stabiele versie %s",
        "ListOfSqlQueriesFYI": "Ter info: dit zijn de SQL-opdrachten en console commando's die uitgevoerd zullen worden om uw database te upgraden naar Matomo %s",
        "LtsSupportVersion": "Lange Termijn Support versie",
        "MajorUpdateWarning1": "Dit is een grote update! Het zal langer dan normaal duren.",
        "MajorUpdateWarning2": "Het volgende advies vooral voor grote installaties belangrijk.",
        "NeedHelpUpgrading": "Hulp nodig om Matomo te upgraden?",
        "NeedHelpUpgradingText": "Indien u ondersteuning nodig heeft om Matomo te upgraden, dan helpen de makers van Matomo u dit succesvol te doen en bieden zij instructies, goed praktijken en voortdurende ondersteuning. %1$sContacteer de Matomo experten om veilig aan de slag te gaan om uw Matomo te upgraden.%2$s",
        "NoteForLargePiwikInstances": "Belangrijke mededeling voor grote Matomo installaties",
        "NotificationClickToUpdatePlugins": "Klik hier om nu je plugins bij te werken:",
        "NotificationClickToUpdateThemes": "Klik hier om je thema's nu bij te werken:",
        "NotificationSubjectAvailableCoreUpdate": "Nieuwe Matomo %s is beschikbaar",
        "NotificationSubjectAvailablePluginUpdate": "Updates beschikbaar voor uw Matomo plugins",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo update was succesvol!",
        "PiwikUpdatedSuccessfully": "Matomo is succesvol geüpdatet!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "De Matomo database zal geüpgraded worden van versie %1$s naar de nieuwe versie %2$s.",
        "PostUpdateMessage": "Matomo zal altijd gratis te downloaden en te gebruiken zijn, maar het heeft je voortdurende steun nodig om te groeien en beter te worden.",
        "PostUpdateSupport": "Als je hulp nodig hebt, kun je ondersteuning krijgen bij de ontwikkelaars:",
        "ReadyToGo": "Klaar om te starten?",
        "ReceiveEmailBecauseIsSuperUser": "U ontvangt deze mail omdat u Superuser voor Matomo bent op: %s",
        "ServicesSupport": "Diensten en ondersteuning",
        "SkipCacheClear": "Leegmaken van caches overslaan.",
        "SkipCacheClearDesc": "Slaat het wissen van caches vóór het updaten over. Dit is enkel zinvol als u ervoor kan zorgen dat de instanties die dit commando uitvoeren, nog helemaal geen cache hebben aangemaakt, en als het leegmaken van de cache voor vele Matomo accounts een knelpunt kan worden.",
        "ThankYouUpdatePiwik": "Dank voor het gebruiken van Matomo en het up-to-date houden!",
        "TheFollowingDimensionsWillBeUpgradedX": "De volgende onderdelen zullen geüpdatet worden: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "De volgende plugins zullen geüpdatet worden: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Als u een grote Matomo database heeft, dan kunnen de updates te lang duren om in de browser te worden uitgevoerd. In dat geval, kunt u de updates uitvoeren vanaf de opdrachtprompt: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "De upgrade kan enige tijd in beslag nemen, wees alsjeblieft geduldig.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Somige plugins die je gebruikt zijn bijgewerkt op de Marktplaats:",
        "ThereIsNewVersionAvailableForUpdate": "Er is een nieuwe versie van Matomo beschikbaar",
        "TheseCommandsWillBeExecuted": "Deze console commando's zullen uitgevoerd worden:",
        "TheseSqlQueriesWillBeExecuted": "Deze SQL-opdrachten zullen uitgevoerd worden:",
        "TriggerDatabaseConversion": "Databaseconversie op de achtergrond activeren",
        "UnpackingTheUpdate": "Bezig met het uitpakken van de update",
        "UpdateAutomatically": "Update automatisch",
        "UpdateErrorTitle": "Update fout",
        "UpdateHasBeenCancelledExplanation": "Matomo één-klik-update is geannuleerd. Als u de bovenstaande foutmelding niet kan oplossen, raden we u aan Matomo handmatig te updaten. %1$s Lees de %2$s updatedocumentatie %3$s om aan de slag te gaan!",
        "UpdateLog": "Update logboek",
        "UpdateSuccessTitle": "Matomo update was succesvol!",
        "UpdateTitle": "Update",
        "UpdateUsingHttpsFailed": "Het downloaden van de laatste Matomo versie over een beveiligde HTTPS-verbinding is mislukt, door de volgende fout:",
        "UpdateUsingHttpsFailedHelp": "Waarom is het mislukt? Het downloaden van de meest recente Matomo versie (over de beveiligde HTTPS-verbinding) kan door diverse oorzaken mislukken, bijvoorbeeld een netwerk fout, langzame verbinding of verkeerde systeemconfiguratie. Let op dat het ook kan betekenen dat je server het doel is van een 'man-in-the-middle' aanval en iemand probeert een update te vervangen door een kwaadwillige versie van Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Het is aanbevolen om opnieuw de download te proberen via de beveiligde HTTPS verbinding, omdat daar 'man-in-the-middle' aanvallen mee kunnen worden voorkomen.",
        "Updating": "Bijwerken",
        "UpdatingPluginXToVersionY": "Plugin %1$s wordt geüpdatet naar versie %2$s",
        "UpgradeComplete": "Upgrade voltooid!",
        "UpgradePiwik": "Upgrade Matomo",
        "UsingHttp": "gebruik de niet-beveiligde HTTP-verbinding",
        "UsingHttps": "gebruik de beveiligde HTTPS-verbinding (aanbevolen)",
        "Utf8mb4ConversionHelp": "Uw database gebruikt momenteel geen UTF8mb4 karakterset. Dit maakt het onmogelijk om 4-byte karakters op te slaan, zoals emoji's, minder gebruikte tekens van Aziatische talen, diverse historische scripttekens of wiskundige symbolen. Deze worden momenteel vervangen door %1$s.<br><br>Uw database ondersteunt de UTF8mb4 karakterset en het zou mogelijk zijn om deze te converteren.<br><br>Als u consolecommando's kunt uitvoeren, raden wij u aan dit commando te gebruiken: %2$s<br><br>Als alternatief kunt u de conversie hier inschakelen. Die zal dan automatisch als geplande taak op de achtergrond worden gestart.<br><br>Opgelet: het coverteren van de database kan een paar uur duren, afhankelijk van de grootte van de database. Omdat tracking mogelijk niet werkt tijdens dit proces, raden we af om de actie te gebruiken voor grotere instanties.<br><br>U kunt meer informatie over dit onderwerp vinden in deze %3$sFAQ%4$s.",
        "VerifyingUnpackedFiles": "Bezig met verifiëren van de uitgepakte bestanden",
        "ViewVersionChangelog": "Bekijk het wijzigingslogboek voor deze versie:",
        "WarningMessages": "Waarschuwingsbericht:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "We hebben de volgende plugins automatisch gedeactiveerd: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "U kunt automatisch updaten naar versie %s of het pakket downloaden en handmatig installeren:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo kon uw huidige installatie niet overschrijven. Pas de directory-/bestandsrechten aan, of download het pakket en installeer versie %s manueel:",
        "YourDatabaseIsOutOfDate": "Uw Matomo database is niet up-to-date en zal geüpgraded moeten worden om verder te kunnen gaan."
    }
}
