{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Klik hier voor een lijst van de SQL query's dat zullen worden uitgevoerd.",
        "CreatingBackupOfConfigurationFile": "Bezig met het maken van een backup van het configuratie bestand in %s",
        "CriticalErrorDuringTheUpgradeProcess": "Kritieke fout tijdens upgrade:",
        "DatabaseUpgradeRequired": "Database upgrade vereist",
        "DownloadingUpdateFromX": "Bezig met downloaden van de update van %s",
        "DownloadX": "Download %s",
        "EmptyDatabaseError": "Database %s is leeg. U moet uw Piwik configuratiebestand bewerken of verwijderen.",
        "ErrorDIYHelp": "Als u een geavanceerde gebruiker bent en een probleem optreedt in de database upgrade:",
        "ErrorDIYHelp_1": "Zoek en corrigeer de bron van het probleem (bijv. memory_limit of max_execution_time)",
        "ErrorDIYHelp_2": "Voer de overige query's uit in de niet voltooide update.",
        "ErrorDIYHelp_3": "Update handmatig de 'option' tabel in uw Piwik database, en zet de waarde version_core naar de versie van de mislukte update",
        "ErrorDIYHelp_4": "Voer de updater opnieuw uit (via de browser of de opdrachtpromt) om verder te gaan met de overige updates.",
        "ErrorDIYHelp_5": "Meld het probleem (en oplossing) zo dat Piwik kan worden verbeterd.",
        "ErrorDuringPluginsUpdates": "Fout tijdens het updaten van de plugins:",
        "ExceptionAlreadyLatestVersion": "Uw Piwik versie %s is up to date",
        "ExceptionArchiveEmpty": "Leeg archief.",
        "ExceptionArchiveIncompatible": "Incompatibel archief: %s",
        "ExceptionArchiveIncomplete": "Archief is onvolledig. Sommige bestanden ontbreken (zoals %s)",
        "FeedbackRequest": "Voel je vrij om je ideeën en suggesties te delen met het Piwik team:",
        "HelpMessageContent": "Controleer de %1$s Piwik FAQ %2$s waarin de meest voorkomende upgrade foutmeldingen worden uitgelegd. %3$s Vraag uw systeem beheerder - deze kan u wellicht helpen met deze fout die waarschijnlijk gerelateerd is aan de configuratie van uw webserver of MySQL-database.",
        "HelpMessageIntroductionWhenError": "Hierboven staat de foutmelding. Hierin zou de oorzaak naar voren moeten komen, mocht u desondanks nog vragen hebben:",
        "HelpMessageIntroductionWhenWarning": "De upgrade is voltooid, maar met fouten tijdens het proces. Lees de omschrijvingen hierboven voor meer informatie. Voor verdere hulp:",
        "IncompatbilePluginsWillBeDisabledInfo": "Let op: sommige plugins zijn niet compitable met Piwik %s. Deze worden uitgeschakeld bij een upgrade.",
        "InstallingTheLatestVersion": "Bezig om de laatste versie te installeren",
        "MajorUpdateWarning1": "Dit is een ingrijpende update! Het zal langer dan normaal duren.",
        "MajorUpdateWarning2": "Het volgende advies vooral voor grote installaties bedoelt.",
        "NoteForLargePiwikInstances": "Belangrijke mededeling voor grote Piwik installaties",
        "NoteItIsExpectedThatQueriesFail": "Opmerking: Als u deze query's handmatig uitvoert zullen sommigen niet kunnen worden uitgevoerd. In dat geval kunt u de fouten negeren en de volgende in de lijst uitvoeren.",
        "NotificationClickToUpdatePlugins": "Klik hier om nu uw plugins bij te werken:",
        "NotificationClickToUpdateThemes": "Klik hier om je thema's nu bij te werken:",
        "NotificationSubjectAvailableCoreUpdate": "Nieuwe Piwik %s is beschikbaar",
        "NotificationSubjectAvailablePluginUpdate": "Updates beschikbaar voor uw Piwik plugins",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik upgrade was succesvol!",
        "PiwikUpdatedSuccessfully": "Piwik is succesvol geüpdatet!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik Database zal ge-upgrade worden van versie %1$s naar de nieuwe versie %2$s",
        "PluginDescription": "Piwik updating mechanisme",
        "ReadyToGo": "Klaar om te starten?",
        "TheFollowingPluginsWillBeUpgradedX": "De volgende plugins zullen ge-upgrade worden: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Somige plugins die u gebruikt zijn bijgewerkt op de Marktplaats:",
        "ThereIsNewVersionAvailableForUpdate": "Er is een nieuwe versie van Piwik beschikbaar als update",
        "TheUpgradeProcessMayFailExecuteCommand": "Als u een grote Piwik database heeft, dan kunnen de updates te lang duren om in de browser te worden uitgevoerd. In dat geval, kunt u de updates uitvoeren vanaf de opdrachtprompt: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "De upgrade kan enige tijd in beslag nemen, graag uw geduld.",
        "UnpackingTheUpdate": "Bezig met het uitpakken van de update",
        "UpdateAutomatically": "Update automatisch.",
        "UpdateHasBeenCancelledExplanation": "Piwik één klik update is geannuleerd. Als u de bovenstaande foutmelding niet kan oplossen, raden we u aan Piwik handmatig te updaten. %1$s Lees de %2$s Update documentatie %3$s om te beginnen.",
        "UpdateTitle": "Piwik › Update",
        "UpgradeComplete": "Upgrade voltooid!",
        "UpgradePiwik": "Upgrade Piwik",
        "VerifyingUnpackedFiles": "Bezig met verifiëren van de uitgepakte bestanden",
        "WarningMessages": "Waarschuwings bericht:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "We hebben de volgende plugins gedeactiveerd: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "U kunt automatisch updaten naar versie %s of het pakket downloaden en handmatig installeren.",
        "YouCouldManuallyExecuteSqlQueries": "Als u de opdrachtprompt updater niet kunt gebruiken en piwik kan niet upgraden (vanwege een timeout van de database, een browser timeout of een ander probleem), dan kunt u de SQL queries handmatig uitvoeren om Piwik te updaten.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik kan de huidige installatie niet overschrijven. U kunt de huidige map\/bestands rechten wijzigen, of de nieuwe versie downloaden en versie %s handmatig installeren:",
        "YourDatabaseIsOutOfDate": "Uw Piwik database is niet up to date en zal ge-upgrade moeten worden om verder te kunnen gaan."
    }
}