{
    "CoreUpdater": {
        "CheckingForPluginUpdates": "Sprawdzanie aktualizacji wtyczek",
        "ClickHereToViewSqlQueries": "Kliknij, aby zobaczyć i skopiować listę kwerend SQL i poleceń konsoli, które zostaną wykonane",
        "CriticalErrorDuringTheUpgradeProcess": "Błąd krytyczny w trakcie procesu aktualizacji:",
        "DatabaseUpgradeRequired": "Wymagana aktualizacja bazy danych",
        "DisablingIncompatiblePlugins": "Wyłączanie niekompatybilnych wtyczek: %s",
        "DownloadingUpdateFromX": "Pobieranie aktualizacji z %s",
        "DownloadX": "Pobierz %s",
        "EmptyDatabaseError": "Baza danych %s jest pusta. Musisz wyedytować lub usunąć swój plik konfiguracyjny Matomo.",
        "ErrorDIYHelp": "Jeżeli jesteś zaawansowanym użytkownikiem i napotkałeś błąd podczas aktualizacji bazy danych:",
        "ErrorDIYHelp_1": "zidentyfikuj i napraw źródło problemów (na przykład w php.ini parametr memory_limit lub max_execution_time)",
        "ErrorDIYHelp_2": "uruchomić pozostałe zapytania, które podczas wykonywania zapytań SQL w trakcie aktualizacji zawiodły",
        "ErrorDIYHelp_3": "ręcznie zaktualizować tabelę `opcji` w twojej bazie danych Matomo, zmienić wartość parametru version_core innej od wersji, która spowodowała błąd aktualizacji",
        "ErrorDIYHelp_4": "ponownie uruchomić menadżera aktualizacji (poprzez przeglądarkę lub linię komend), by kontynuować z pozostałymi aktualizacjami",
        "ErrorDIYHelp_5": "zgłosić problem (i rozwiązanie), które pomogłoby w rozwoju statystyk Matomo",
        "ErrorDuringPluginsUpdates": "Błąd w trakcie aktualizacji wtyczek:",
        "ExceptionAlreadyLatestVersion": "Twoja wersja %s Matomo jest aktualna.",
        "ExceptionArchiveEmpty": "Puste archiwum.",
        "ExceptionArchiveIncompatible": "Niezgodne archiwum: %s",
        "ExceptionArchiveIncomplete": "Archiwum nie jest kompletne: brak kilku plików (na przykład %s).",
        "FeedbackRequest": "Zachęcamy do dzielenia się swoimi pomysłami i sugestiami z Zespołem Matomo:",
        "HelpMessageContent": "Sprawdź w %1$s Matomo FAQ %2$s, które wyjaśni najczęściej spotykane błędy występujące w trakcie aktualizacji. %3$s Poproś o pomoc, lub ewentualnie zadaj pytanie skierowane do helpdesku serwera - tam specjaliści mogą na prawdę pomóc w pokonywaniu błędów najczęściej spotykanych na serwerze lub przy konfiguracji MySQL.",
        "HelpMessageIntroductionWhenError": "Powyżej znajduje się główny komunikat o błędzie. To powinno pomóc ustalić przyczynę problemu, ale jeżeli problem wymaga dodatkowej pomocy:",
        "HelpMessageIntroductionWhenWarning": "Aktualizacja zakończona sukcesem, jednakże nie obyło się bez problemów podczas tego procesu. Proszę zaposnać się z powyższym opisem by poznać szczegóły. Więcej pomocy możesz uzyskać:",
        "HighTrafficPiwikServerEnableMaintenance": "Jeśli zarządzasz serwerem Matomo o dużym ruchu, zalecamy %1$stymczasowo wyłączyć śledzenie odwiedzających i przełączyć Interfejs Użytkownika Matomo w tryb konserwacji%2$s",
        "InstallingTheLatestVersion": "Instalowanie najnowszej wersji",
        "LatestBetaRelease": "Aktualna wersja beta",
        "LatestStableRelease": "Aktualne wydanie stabilne",
        "LtsSupportVersion": "Wersja z wydłużonym okresem wsparcia",
        "MajorUpdateWarning1": "To jest znacząca aktualizacja i potrwa dłużej niż zwykle.",
        "MajorUpdateWarning2": "Poniższe porady są szczególnie ważne dla dużych instalacji.",
        "NeedHelpUpgrading": "Potrzebujesz pomocy przy aktualizacji Matomo?",
        "NeedHelpUpgradingText": "Jeśli potrzebujesz pomocy podczas aktualizacji Twojego Matomo, twórcy aplikacji służą Ci pomocą, aby aktualizacja zakończyła się powodzeniem i dostarczają instrukcji, informacji o dobrych praktykach i ciągłego wsparcia. %1$sSkontaktuj się z ekspertami Matomo, aby rozpocząć bezpieczną aktualizację Twojego Matomo.%2$s",
        "NoteForLargePiwikInstances": "Istotne informacje, w przypadku instalacji statystyk Matomo na dużych portalach",
        "NotificationClickToUpdatePlugins": "Kliknij tutaj, aby zaktualizować Twoje wtyczki:",
        "NotificationClickToUpdateThemes": "Kliknij tutaj aby uaktualnić swój motyw:",
        "NotificationSubjectAvailableCoreUpdate": "Nowe Matomo %s jest dostępne",
        "NotificationSubjectAvailablePluginUpdate": "Dostępne aktualizacje dla wtyczek Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Statystyki Matomo zostały pomyślnie zaktualizowane!",
        "PiwikUpdatedSuccessfully": "Statystyki Matomo zostały pomyślnie zaktualizowane!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Baza danych statystyk Matomo zostanie zaktualizowana z wersji %1$s do nowej wersji %2$s.",
        "ReadyToGo": "Gotowy do dalszego działania?",
        "TheFollowingPluginsWillBeUpgradedX": "Następujące wtyczki zostaną zaktualizowane: %s.",
        "TheFollowingDimensionsWillBeUpgradedX": "Następujące rozmiary zostaną zaaktualizowane: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Niektóre wtyczki zostały zaktualizowane w Sklepie:",
        "ThereIsNewVersionAvailableForUpdate": "Pojawiła się nowa wersja Matomo, zapraszamy do aktualizacji",
        "TheUpgradeProcessMayFailExecuteCommand": "Jeżeli twoja baza danych Matomo zawiera dużo danych, aktualizacje mogą trwać zbyt długo by przeprowadzić je przez przeglądarkę. W takim przypadku przeprowadź aktualizację z linii poleceń: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Aktualizacja bazy danych może potrwać chwilę, więc bądź cierpliwy.",
        "UnpackingTheUpdate": "Rozpakowywanie aktualizacji",
        "UpdateAutomatically": "Aktualizuj automatycznie",
        "UpdateHasBeenCancelledExplanation": "Aktualizacja jednym kliknięciem Matomo została przerwana. Jeżeli nie możesz usunąć przyczyny pojawienia się powyższych komunikatów o błędach, zalecana jest ręczna aktualizacja Matomo. %1$s Prosimy zapoznać się z %2$sdokumentacją aktualizacji%3$s by ponowić ten proces!",
        "UpdateTitle": "Aktualizacja",
        "UpdatingPluginXToVersionY": "Aktualizacja wtyczki %1$s do wersji %2$s",
        "UpdateSuccessTitle": "Matomo zostało pomyślnie zaktualizowane!",
        "UpdateErrorTitle": "Błąd aktualizacji",
        "ThankYouUpdatePiwik": "Dziękujemy za korzystanie z Matomo i jego regularną aktualizację!",
        "PostUpdateMessage": "Korzystanie i pobieranie Matomo zawsze będzie bezpłatne, jednak potrzebne jest Twoje ciągłe wsparcie, aby mógł być rozwijany i ulepszany.",
        "PostUpdateSupport": "Potrzebujesz pomocy w korzystaniu z Matomo? Wsparcie otrzymasz od twórców:",
        "ServicesSupport": "Usługi i wsparcie",
        "CloudHosting": "Hosting w chmurze",
        "Updating": "Aktualizacja",
        "UpdateUsingHttpsFailed": "Pobieranie aktualnej wersji Matomo przy pomocy bezpiecznego połączenia HTTPS nie powiodło się z powodu wystąpienia następującego błędu:",
        "UpdateUsingHttpsFailedHelp": "Dlaczego się nie udało? Pobieranie aktualnej wersji Matomo (poprzez bezpieczne połączenie HTTPS) może zakończyć się niepowodzeniem z wielu przyczyn, takich jak: błąd sieciowy, wolne połączenie czy błędna konfiguracja systemu. Zwróć uwagę na fakt, że może to również oznaczać, że Twój serwer może być celem ataku MITM i ktoś próbuje zamienić aktualizację na spreparowaną wersję Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Zalecamy ponowienie pobierania przy pomocy bezpiecznego połączenia HTTPS, które zabezpiecza przed atakami MITM.",
        "UsingHttps": "korzystaj z bezpiecznego połączenia HTTPS (zalecane)",
        "UsingHttp": "korzystaj z niezabezpieczonego połączenia HTTP",
        "UpgradeComplete": "Aktualizacja zakończona powodzeniem!",
        "UpgradePiwik": "Aktualizacja Matomo",
        "ConsoleStartingDbUpgrade": "Rozpoczynam proces aktualizacji bazy danych. Może to potrwać chwilę, więc proszę o cierpliwość.",
        "DbUpgradeNotExecuted": "Nie zaktualizowano bazy danych.",
        "ConsoleUpdateUnexpectedUserWarning": "Wygląda na to, że ta aktualizacja została wykonana przez użytkownika %1$s, podczas gdy twoje pliki Matomo są własnością %2$s. \n\nUpewnij się, że pliki Matomo są odczytywane przez właściwego użytkownika, może być konieczne uruchomienie następującego polecenia (lub podobnego polecenia w zależności od konfiguracji serwera):\n\n$ %3$s",
        "ConsoleUpdateFailure": "Nie udało się zaktualizować Matomo! Więcej informacji powyżej.",
        "AlreadyUpToDate": "Wszystko jest już zaktualizowane.",
        "ExecuteDbUpgrade": "Konieczna jest aktualizacja bazy danych. Aktualizujemy?",
        "DryRun": "NOTKA: to jest przebieg próbny",
        "DryRunEnd": "Koniec przebiegu próbnego",
        "ConsoleCommandDescription": "Uruchamia aktualizacje. Użyj go, gdy jądro Matomo lub jakiekolwiek pliki wtyczki zostaną zaktualizowane. Dołącz --yes na koniec w celu aktualizacji bez potwierdzenia",
        "ConsoleParameterDescription": "Bezpośrednio wykonaj aktualizację bez pytania o potwierdzenie",
        "VerifyingUnpackedFiles": "Sprawdzenie rozpakowanych plików",
        "WarningMessages": "Ostrzeżenia:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Automatycznie wyłączono następujące wtyczki: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Możesz zaktualizować do wersji %s automatycznie lub pobrać pakiet i zainstalować go ręcznie:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo nie może nadpisać Twojej obecnej instalacji. Możesz spróbować zmienić uprawnienia plików\/katalogów lub pobrać paczkę i zainstalować wersję %s ręcznie:",
        "YourDatabaseIsOutOfDate": "Twoja baza danych Matomo jest już nieaktualna i musi zostać zaktualizowana zanim można będzie kontynuować.",
        "ViewVersionChangelog": "Przeglądaj rejestr zmian tej wersji:",
        "ReceiveEmailBecauseIsSuperUser": "Otrzymujesz tą wiadomość ponieważ jesteś Super Użytkownikiem Matomo na: %s",
        "ConvertToUtf8mb4": "Zmień zestaw znaków bazy danych na UTF8mb4",
        "TriggerDatabaseConversion": "Wyzwól konwersję bazy danych w tle"
    }
}