{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clique aqui para ver e copiar a lista de queries SQL que serão executadas",
        "CreatingBackupOfConfigurationFile": "Criando uma cópia dos arquivos de configuração em %s",
        "CriticalErrorDuringTheUpgradeProcess": "Erro crítico durante o processo de atualização:",
        "DatabaseUpgradeRequired": "Atualização do banco de dados requerida",
        "DownloadingUpdateFromX": "Baixando atualização de %s",
        "DownloadX": "Dowload %s",
        "EmptyDatabaseError": "O banco de dados %s está vazio. Você deve editar ou remover o seu arquivo de configuração do Piwik.",
        "ErrorDIYHelp": "Se você é um usuário avançado e encontrou um erro na atualização do banco de dados:",
        "ErrorDIYHelp_1": "identifique e corrija a fonte do problema (ex: memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "Executar as queries remanescentes que falharam na atualização",
        "ErrorDIYHelp_3": "Atualiza manualmente a tabela `option` no banco de dados Piwik, ajustando o valor de version_core para a versão da atualização que falhou",
        "ErrorDIYHelp_4": "roda novamente o script de atualização (através do navegador ou da linha de comando) para continuar com as atualizações restantes",
        "ErrorDIYHelp_5": "relate o problema (e solução) para que o Piwik possa ser melhorado",
        "ErrorDuringPluginsUpdates": "Erros durante atualização de plugins:",
        "ExceptionAlreadyLatestVersion": "Sua versão %s do Piwik está atualizada.",
        "ExceptionArchiveEmpty": "Arquivo vazio.",
        "ExceptionArchiveIncompatible": "Arquivo incompatível: %s",
        "ExceptionArchiveIncomplete": "Arquivo está incompleto: alguns arquivos estão faltando (ex. %s).",
        "HelpMessageContent": "Verifique o %1$s Piwik FAQ %2$s que explica os erros mais comuns durante a atualização. %3$s Pergunte ao seu administrador do sistema - Ele pode ser capaz de lhe ajudar com o erro que muito provavelmente é relacionado com o seu servidor ou o setup do MySQL.",
        "HelpMessageIntroductionWhenError": "Acima está a mensagem de erro principal. Ela deve ajudar a explicar a causa, mas se você precisar de mais ajuda por favor:",
        "HelpMessageIntroductionWhenWarning": "A atualização se completou com sucesso, contudo houve alguns problemas durante o processo. Por favor leia a descrição acima para os detalhes. Para mais ajuda:",
        "HighTrafficPiwikServerEnableMaintenance": "Se você gerencia um servidor Piwik com alto tráfego, recomendamos %sdesativar momentaneamente o Rastreamento de visitantes e colocar a interface de usuário do servidor Piwik no modo de manutenção%s.",
        "InstallingTheLatestVersion": "Instalando a versão mais recente",
        "MajorUpdateWarning1": "Esta é uma grande atualização! Vai levar mais tempo do que o habitual.",
        "MajorUpdateWarning2": "A consultoria é especialmente importante para grandes instalações.",
        "NoteForLargePiwikInstances": "Nota importante para grandes instalações Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: se você executar manualmente essas queries, é esperado que algumas delas falhem. Nesse caso, simplesmente ignore os erros, e rode os próximos da lista.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik foi atualizado com sucesso!",
        "PiwikUpdatedSuccessfully": "Piwik atualizado com sucesso!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "O banco de dados do Piwik será atualizado da versão %1$s para a nova versão %2$s.",
        "PluginDescription": "Mecanismo de update Piwik",
        "ReadyToGo": "Pronto(a) para ir?",
        "TheFollowingPluginsWillBeUpgradedX": "Os seguintes plugins serão atualizados: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Há uma nova versão do Piwik disponível para atualização",
        "TheUpgradeProcessMayFailExecuteCommand": "Se você tem um grande banco de dados Piwik, atualizações podem levar muito tempo para rodar no navegador. Nesse caso, você pode executar as atualizações da sua linha de comando: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "O processo de atualização do banco de dados pode levar algum tempo, por favor seja paciente.",
        "UnpackingTheUpdate": "Descompactando a atualização",
        "UpdateAutomatically": "Atualiza automaticamente",
        "UpdateHasBeenCancelledExplanation": "O Piwik One Click Update foi cancelado. Se você não pode consertar a mensagem de erro acima, é recomendado que você atualize manualmente o Piwik. %1$s Por favor cheque a %2$sDocumentaçao de atualização%3$s para começar!",
        "UpdateTitle": "Atualiza",
        "UpgradeComplete": "Atualização completa!",
        "UpgradePiwik": "Atualiza o Piwik",
        "VerifyingUnpackedFiles": "Verificando os arquivos descompactados",
        "WarningMessages": "Mensagens de alerta:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Nós automaticamente desativamos os seguintes plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Você pode atualizar para a versão %s automaticamente ou baixar o pacote e instalar manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Se você não tem permissão para atualizar pela linha de comando e se o Piwik falhou em atualizar (devido a um timeout do banco de dados, timeout do navegador, ou outro problema), você poderá manualmente executar as queries SQL para atualizar o Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik é incapaz de sobrescrever uma instalação atual. Você pode arrumar as permissões de diretório\/arquivos ou download o pacote e instalar a versão %s manualmente:",
        "YourDatabaseIsOutOfDate": "Seu banco de dados do Piwik está desatualizado e deve ser atualizado antes de continuar."
    }
}