{
    "CoreUpdater": {
        "AlreadyUpToDate": "Tudo está atualizado.",
        "CheckingForPluginUpdates": "Verificando novas atualizações do plugin",
        "ClickHereToViewSqlQueries": "Clique aqui para visualizar e copiar a lista de consultas SQL e comandos de console que serão executados",
        "CloudHosting": "Nuvem de hospedagem",
        "ConsoleCommandDescription": "Aciona atualizações. Use após atualizações do core Matomo ou atualizações de quaisquer arquivos de plugin. Acrescente --yes para atualizar sem confirmação.",
        "ConsoleParameterDescription": "Executar diretamente a atualização sem solicitar confirmação",
        "ConsoleStartingDbUpgrade": "Iniciando agora o processo de atualização da base de dados. Isto pode demorar um pouco, seja paciente.",
        "ConsoleUpdateFailure": "O Matomo não pôde ser atualizado! Veja acima mais informações.",
        "ConsoleUpdateNoSqlQueries": "Obs: Não há consultas SQL ou comandos de console para executar.",
        "ConsoleUpdateUnexpectedUserWarning": "Parece que você executou esta atualização com o usuário %1$s, enquanto que seus arquivos Matomo pertencem ao usuário %2$s.\n\nPara garantir que os arquivos Matomo possam ser lidos pelo usuário correto, você pode precisar executar o seguinte comando (ou um comando similar dependendo da configuração do seu servidor):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Converter banco de dados para conjunto de caracteres UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Erro crítico durante o processo de atualização:",
        "DatabaseUpgradeRequired": "Atualização do banco de dados requerida",
        "DbUpgradeNotExecuted": "Atualização da base de dados não executada.",
        "DisablingIncompatiblePlugins": "Desabilitar plugins incompatíveis: %s",
        "DownloadX": "Baixar %s",
        "DownloadingUpdateFromX": "Baixando atualização de %s",
        "DryRun": "Obs: isto é um Dry Run",
        "DryRunEnd": "Fim do Dry Run",
        "EmptyDatabaseError": "O banco de dados %s está vazio. Você deve editar ou remover o seu arquivo de configuração do Matomo.",
        "ErrorDIYHelp": "Se você é um usuário avançado e encontrou um erro na atualização do banco de dados:",
        "ErrorDIYHelp_1": "identifique e corrija a fonte do problema (ex: memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "execute as consultas remanescentes que falharam na atualização",
        "ErrorDIYHelp_3": "atualize manualmente a tabela `option` no banco de dados Matomo, ajustando o valor de version_core para a versão da atualização que falhou",
        "ErrorDIYHelp_4": "rode novamente o script de atualização (através do navegador ou da linha de comando) para continuar com as atualizações restantes",
        "ErrorDIYHelp_5": "relate o problema (e solução) para que o Matomo possa ser melhorado",
        "ErrorDuringPluginsUpdates": "Erro durante atualização de plugins:",
        "ExceptionAlreadyLatestVersion": "Sua versão %s do Matomo está atualizada.",
        "ExceptionArchiveEmpty": "Arquivo vazio.",
        "ExceptionArchiveIncompatible": "Arquivo incompatível: %s",
        "ExceptionArchiveIncomplete": "Arquivo está incompleto: alguns arquivos estão faltando (ex. %s).",
        "ExceptionDirWrongPermission": "Algumas pastas não são graváveis. Certifique-se de que as seguintes pastas sejam graváveis e tente novamente: %s.",
        "ExecuteDbUpgrade": "Uma atualização da base de dados é requerida. Executar atualização?",
        "FeedbackRequest": "Sinta-se livre para compartilhar suas idéias e sugestões com a Equipe Matomo aqui:",
        "HelpMessageContent": "Verifique o %1$s Matomo FAQ %2$s que explica os erros mais comuns durante a atualização. %3$s Pergunte ao seu administrador do sistema - Ele pode ser capaz de lhe ajudar com o erro que muito provavelmente é relacionado com o seu servidor ou o setup do MySQL.",
        "HelpMessageIntroductionWhenError": "Acima está a mensagem de erro principal. Ela deve ajudar a explicar a causa, mas se você precisar de mais ajuda por favor:",
        "HelpMessageIntroductionWhenWarning": "A atualização se completou com sucesso, contudo houve alguns problemas durante o processo. Por favor leia a descrição acima para os detalhes. Para mais ajuda:",
        "HighTrafficPiwikServerEnableMaintenance": "Se você gerencia um servidor Matomo com alto tráfego, recomendamos %1$sdesativar momentaneamente o Rastreamento de visitantes e colocar a interface de usuário do servidor Matomo no modo de manutenção%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Obs: alguns plugins não são compatíveis com o Matomo %s. Nós iremos atualizá-los se houver uma atualização na loja de aplicativos, caso contrário iremos desabilitá-los quando você atualizar:",
        "InstallingTheLatestVersion": "Instalando a versão mais recente",
        "LatestBetaRelease": "Último lançamento beta",
        "LatestStableRelease": "Último lançamento estável",
        "LatestXBetaRelease": "Beta mais recente %s",
        "LatestXStableRelease": "Estável mais recente %s",
        "ListOfSqlQueriesFYI": "FYI: estas são as consultas SQL e comandos de console que serão executados para atualizar seu banco de dados para o Matomo %s",
        "LtsSupportVersion": "Versão Suporte de Longo Prazo",
        "MajorUpdateWarning1": "Esta é uma grande atualização! Vai levar mais tempo do que o habitual.",
        "MajorUpdateWarning2": "A consultoria é especialmente importante para grandes instalações.",
        "NeedHelpUpgrading": "Precisa de ajuda para atualizar o Matomo?",
        "NeedHelpUpgradingText": "Se você precisar de suporte para atualizar o seu Matomo, os criadores do Matomo estão aqui para te ajudar a atualizar o Matomo com sucesso e fornecer todas as instruções, melhores práticas e suporte contínuo. %1$sEntre em contato com os experts em Matomo para atualizar o Matomo com segurança.%2$s",
        "NoteForLargePiwikInstances": "Nota importante para grandes instalações Matomo",
        "NotificationClickToUpdatePlugins": "Clique aqui para atualizar seus plugins agora:",
        "NotificationClickToUpdateThemes": "Clique aqui para atualizar os temas agora:",
        "NotificationSubjectAvailableCoreUpdate": "Novo Matomo %s está disponível",
        "NotificationSubjectAvailablePluginUpdate": "Atualizações disponíveis para seus plugins Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo foi atualizado com sucesso!",
        "PiwikUpdatedSuccessfully": "Matomo atualizado com sucesso!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "O banco de dados do Matomo será atualizado da versão %1$s para a nova versão %2$s.",
        "PostUpdateMessage": "Matomo será sempre gratuito para baixar e usar, mas ele precisa de seu apoio para continuar a crescer e melhorar.",
        "PostUpdateSupport": "Se você precisar de ajuda para usar Matomo, você pode obter o apoio de seus criadores:",
        "ReadyToGo": "Pronto(a) para ir?",
        "ReceiveEmailBecauseIsSuperUser": "Você recebeu este email porque é um Super Usuário no Matomo em: %s",
        "ServicesSupport": "Serviços e suporte",
        "SkipCacheClear": "Ignorando a limpeza de caches.",
        "SkipCacheClearDesc": "Ignora a limpeza de caches antes de atualizar. Isso só é útil se você puder garantir que as instâncias que executam este comando ainda não tenham criado um cache, e se limpar o cache de muitas contas do Matomo pode se tornar um gargalo.",
        "ThankYouUpdatePiwik": "Obrigado por usar o Matomo e mantê-lo atualizado!",
        "TheFollowingDimensionsWillBeUpgradedX": "As dimensões a seguir serão atualizadas: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Os seguintes plugins serão atualizados: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Se você tem um grande banco de dados Matomo, atualizações podem levar muito tempo para rodar no navegador. Nesse caso, você pode executar as atualizações da sua linha de comando: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "O processo de atualização do banco de dados pode levar algum tempo, por favor seja paciente.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Alguns plugins que você usa foram atualizados no Mercado:",
        "ThereIsNewVersionAvailableForUpdate": "Há uma nova versão do Matomo disponível para atualização",
        "TheseCommandsWillBeExecuted": "Estes comandos de console serão rodados:",
        "TheseSqlQueriesWillBeExecuted": "Estas consultas SQL serão executadas:",
        "TriggerDatabaseConversion": "Acionar a conversão do banco de dados em segundo plano",
        "UnpackingTheUpdate": "Descompactando a atualização",
        "UpdateAutomatically": "Atualizar automaticamente",
        "UpdateErrorTitle": "Erro de atualização",
        "UpdateHasBeenCancelledExplanation": "O Matomo One Click Update foi cancelado. Se você não puder corrigir a mensagem de erro acima, é recomendado que você atualize manualmente o Matomo. %1$s Por favor verifique a %2$sdocumentação de atualização%3$s para começar!",
        "UpdateLog": "Log de atualização",
        "UpdateSuccessTitle": "Matomo foi atualizado com sucesso!",
        "UpdateTitle": "Atualizar",
        "UpdateUsingHttpsFailed": "Fazendo o download da versão mais recente do Matomo sobre conexão segura HTTPS não teve sucesso, devido ao seguinte erro:",
        "UpdateUsingHttpsFailedHelp": "Por que falhou? Fazendo o download da versão mais recente Matomo (via conexão segura HTTPS) pode falhar por várias razões, por exemplo, por causa de um erro de rede, velocidade de rede lenta ou configuração do sistema errado. Note que também pode significar que o servidor é o alvo de um ataque MITM e alguém está tentando substituir a atualização com uma versão maliciosa do Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Recomenda-se repetir o download usando a conexão HTTPS segura, uma vez que previne ataques MITM.",
        "Updating": "Atualizando",
        "UpdatingPluginXToVersionY": "Atualizando plugin %1$s para versão %2$s",
        "UpgradeComplete": "Atualização completa!",
        "UpgradePiwik": "Atualizar o Matomo",
        "UsingHttp": "usando a conexão HTTP não segura",
        "UsingHttps": "usando a conexão HTTPS segura (recomendado)",
        "Utf8mb4ConversionHelp": "Seu banco de dados não está usando o conjunto de caracteres utf8mb4. Isso torna impossível armazenar caracteres de 4 bytes, como emojis, caracteres menos comuns de idiomas asiáticos, vários scripts históricos ou símbolos matemáticos. Esses estão substituídos atualmente por %1$s.<br><br>Seu banco de dados suporta o conjunto de caracteres utf8mb4 e seria possível convertê-lo.<br><br>Se você é capaz de executar comandos de console, recomendamos usar este comando: %2$s<br><br>Alternativamente, você pode habilitar a conversão aqui. Em seguida, ele será disparado automaticamente como uma tarefa agendada em segundo plano.<br><br>Atenção: a conversão do banco de dados pode levar algumas horas, dependendo do tamanho do banco de dados. Como o rastreamento pode não funcionar durante este processo, não recomendamos o uso do gatilho para instâncias maiores.<br><br>Você pode encontrar mais informações sobre este tópico neste %3$sFAQ%4$s.",
        "VerifyingUnpackedFiles": "Verificando os arquivos descompactados",
        "ViewVersionChangelog": "Ver o changelog para esta versão:",
        "WarningMessages": "Mensagens de alerta:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Nós automaticamente desativamos os seguintes plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Você pode atualizar para a versão %s automaticamente ou baixar o pacote e instalar manualmente:",
        "YouMustDownloadPackageOrFixPermissions": "O Matomo não é capaz de sobrescrever sua instalação atual. Você pode ou corrigir as permissões de pasta/arquivo, ou baixar o pacote e instalar a versão %s manualmente:",
        "YourDatabaseIsOutOfDate": "Seu banco de dados do Matomo está desatualizado e deve ser atualizado antes de continuar."
    }
}
