{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clique aqui para ver e copiar a lista de consultas SQL que serão executadas",
        "CreatingBackupOfConfigurationFile": "A criar uma cópia de segurança do ficheiro de configuração em %s",
        "CriticalErrorDuringTheUpgradeProcess": "Erro Crítico durante o processo de actualização:",
        "DatabaseUpgradeRequired": "Actualização da Base de Dados Necessário",
        "DownloadingUpdateFromX": "A transferir actualização de %s",
        "DownloadX": "Transferir %s",
        "EmptyDatabaseError": "A base de dados %s está vazia. Deve editar ou remover o seu ficheiro de configuração Piwik.",
        "ErrorDIYHelp": "Se for um utilizador avançado e encontrar um erro com a actualização da base de dados:",
        "ErrorDIYHelp_1": "identifique e corriga a origem do problema (ex. memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "execute as consultas restantes na actualização que falharam",
        "ErrorDIYHelp_3": "actualize manualmente a tabela `option` na sua base de dados Piwik, mudando o valor de version_core para a versão da actualização que falhou",
        "ErrorDIYHelp_4": "volte a executar o actualizador (pelo navegador ou linha de comandos) para continuar com as actualizações restantes",
        "ErrorDIYHelp_5": "reporte o problema (e solução) para que Piwik possa ser melhorado",
        "ErrorDuringPluginsUpdates": "Erros a actualizar os plugins:",
        "ExceptionAlreadyLatestVersion": "A sua versão de Piwik %s é a mais recente.",
        "ExceptionArchiveEmpty": "Arquivo vazio.",
        "ExceptionArchiveIncompatible": "Arquivo incompatível: %s",
        "ExceptionArchiveIncomplete": "O arquivo está incompleto: faltam alguns ficheiros (ex. %s).",
        "HelpMessageContent": "Leia o %1$s Piwik FAQ %2$s que explica os erros mais comuns durante a actualização %3$s Pergunte ao seu administrador de sistemas - ele pode ajudar com o erro que provavelmente está relacionado com o seu servidor ou configuração MySQL.",
        "HelpMessageIntroductionWhenError": "A mensagem acima é um erro do núcleo. Deve ajudar a explicar a causa, mas se precisar de mais ajuda por favor:",
        "HelpMessageIntroductionWhenWarning": "A actualização foi completa com sucesso. No entanto, ocorreram problemas durante o processo. Por favor veja a descrição acima para mais detalhes. Para mais ajuda:",
        "InstallingTheLatestVersion": "A instalar a versão mais recente",
        "NoteForLargePiwikInstances": "Nota importante para grandes instalações Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: Se executar estas consultas manualmente, é normal que algumas falhem. Nesse caso, simplesmente ignore os erros, e proceda com as consultas seguintes.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik foi actualizado com sucesso!",
        "PiwikUpdatedSuccessfully": "Piwik actualizado com sucesso!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "A base de dados Piwik será actualizada da versão %1$s para a nova versão %2$s.",
        "PluginDescription": "Mecanismo de actualização de Piwik",
        "ReadyToGo": "Pronto?",
        "TheFollowingPluginsWillBeUpgradedX": "Os seguintes plugins serão actualizados: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Há uma nova versão de Piwik disponível para actualizar",
        "TheUpgradeProcessMayFailExecuteCommand": "Se tiver uma grande base de dados Piwik, as actualizações podem demorar demasiado tempo a executar no seu navegador. Nesta situação, pode executar as actualizações a partir da linha de comandos: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "O processo de actualização da base de dados pode demorar, por favor aguarde.",
        "UnpackingTheUpdate": "A descompactar a actualização",
        "UpdateAutomatically": "Actualizar Automaticamente",
        "UpdateHasBeenCancelledExplanation": "A Actualização Um Click de Piwik foi cancelada. Se não conseguir corrigir o erro acima, é recomendado que tente actualizar Piwik manualmente. %1$s Por favor leia a %2$sDocumentação de Actualização%3$s para começar!",
        "UpdateTitle": "Actualizar",
        "UpgradeComplete": "Actualização completa!",
        "UpgradePiwik": "Actualizar Piwik",
        "VerifyingUnpackedFiles": "A verificar os ficheiros descompactados",
        "WarningMessages": "Avisos:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Os seguintes plugins foram desactivados automaticamente: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Pode actualizar para a versão %s automaticamente ou transferir o pacote e instalá-lo manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Se não puder actualizar pela linha de comandos e Piwik não conseguir actualizar (devido a ultrapassar o limite de tempo da base de dados, navegador, ou outro problema), pode executar estas consultas SQL manualmente para actualizar Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik não consegue substituir a sua instalação actual. Pode tentar corrigir as permissões dos directórios\/ficheiros, ou transferir o pacote e instalar a versão %s manualmente:",
        "YourDatabaseIsOutOfDate": "A sua base de dados Piwik está desactualizada, e tem que ser actualizada antes de continuar."
    }
}