{
    "CoreUpdater": {
        "AlreadyUpToDate": "Gjithçka është e përditësuar.",
        "CheckingForPluginUpdates": "Po kontrollohet për përditësime të reja shtojce",
        "ClickHereToViewSqlQueries": "Klikoni këtu që të shihni dhe kopjoni listën e kërkesave SQL dhe urdhrave të konsolës që do të ekzekutohen",
        "CloudHosting": "Strehim në re",
        "ConsoleCommandDescription": "Përmirësime shkaktuesish. Përdorini pasi të jenë përditësuar kartela të bazës së Matomo-s ose të çfarëdo shtojce. Shtojini --yes që përmirësimi të kryhet pa kërkuar ripohim.",
        "ConsoleParameterDescription": "Kryeje drejtpërsëdrejti përditësimin, pa kërkuar ripohim",
        "ConsoleStartingDbUpgrade": "Po niset procesi i përmirësimit të bazës së të dhënave. Kjo mund të zgjasë ca, ndaj bëni durim.",
        "ConsoleUpdateFailure": "Matomo s’u përditësua dot! Për më tepër të dhëna, shihni më sipër.",
        "ConsoleUpdateNoSqlQueries": "Shënim: S’ka kërkesa SQL apo urdhra konsole për t’u ekzekutuar.",
        "ConsoleUpdateUnexpectedUserWarning": "Duket se e kryet këtë përditësim me përdoruesin %1$s, ndërkohë që kartelat tuaja Matomo janë pronë e %2$s. \n\nPër të siguruar që kartelat Matomo të jenë të lexueshme nga përdoruesi i saktë, mund t’ju duhet të xhironi urdhrin vijues (ose një urdhër të ngjashëm, në varësi të formësimit të shërbyesit tuaj):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Shndërroje bazën e të dhënave në kodim UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Gabim Kritik gjatë procesit të përditësimit:",
        "DatabaseUpgradeRequired": "Lypset Përmirësim i Bazës së të Dhënave",
        "DbUpgradeNotExecuted": "Përmirësimi i bazës së të dhënave nuk u krye.",
        "DisablingIncompatiblePlugins": "Po çaktivizohen shtojca të papërputhshme: %s",
        "DownloadX": "Shkarko %s",
        "DownloadingUpdateFromX": "Po shkarkohet përditësim prej %s",
        "DryRun": "Shënim: kjo është një Dry Run",
        "DryRunEnd": "Fund i Dry Run-it",
        "EmptyDatabaseError": "Baza e të dhënave %s është e zbrazët. Kartelën tuaj të formësimit të Matomo-s duhet ta përpunoni, ose ta hiqni.",
        "ErrorDIYHelp": "Nëse jeni përdorues i përparuar dhe hasni një gabim në përditësimin e bazës së të dhënave:",
        "ErrorDIYHelp_1": "identifikoni dhe ndreqni burimin e problemit (p.sh., memory_limit ose max_execution_time)",
        "ErrorDIYHelp_2": "plotësoni kërkesat e mbetura te përditësimi që dështoi",
        "ErrorDIYHelp_3": "përditësojeni dorazi tabelën `option` te baza juaj e të dhënave për Matomo-n, duke caktuar si vlerë për version_core vlerën e përditësimit që dështoi",
        "ErrorDIYHelp_4": "rixhironi përditësuesin (nga shfletuesi ose rreshti i urdhrave) për të vazhduar me përditësimet e mbetura",
        "ErrorDIYHelp_5": "njoftoni për problemin (dhe zgjidhjen), që kështu Matomo të mund të përmirësohet",
        "ErrorDuringPluginsUpdates": "Gabim gjatë përditësimit të shtojcave:",
        "ExceptionAlreadyLatestVersion": "Versioni juaj %s i Matomo-s është më i riu.",
        "ExceptionArchiveEmpty": "Arkiv i zbrazët.",
        "ExceptionArchiveIncompatible": "Arkiv i papërputhshëm: %s",
        "ExceptionArchiveIncomplete": "Arkivi s’është i plotë: mungojnë disa kartela (p.sh., %s).",
        "ExceptionDirWrongPermission": "Disa dosje s’janë të shkrueshme. Ju lutemi, sigurohuni se dosjet vijuesve janë të shkrueshme dhe riprovoni: %s.",
        "ExecuteDbUpgrade": "Lypset një përmirësim i bazës së të dhënave. Të kryhet përditësimi?",
        "FeedbackRequest": "Mos ngurroni të ndani me Ekipin e Matomo-s idetë dhe sugjerimet tuaja, këtu:",
        "HelpMessageContent": "Hidhini një sy %1$s PBR për Matomo-n %2$s që shpjegojnë gabimet më të rëndomta gjatë përditësimesh. %3$s Pyesni përgjegjësin e sistemit tuaj - ai mund të jetë në gjendje t’ju ndihmojë për gabimin, i cili ka shumë të ngjarë të ketë lidhje me rregullimet e shërbyesit tuaj, ose ato të MySQL-së tuaj.",
        "HelpMessageIntroductionWhenError": "Sa më sipër, është thelbi i mesazhit të gabimit. Do të ndihmonte të shpjegohej shkaku, por nëse keni nevojë për ndihmë të mëtejshme, ju lutemi:",
        "HelpMessageIntroductionWhenWarning": "Përditësimi u plotësua me sukses, sidoqoftë pati ca kleçka gjatë procesit. Ju lutemi, për hollësi, lexoni përshkrimet më sipër. Për më tepër ndihmë:",
        "HighTrafficPiwikServerEnableMaintenance": "Nëse administroni një shërbyes Matomo me trafik të madh, këshillojmë ta %1$sçaktivizoni përkohësisht Ndjekjen e vizitorëve dhe ta kaloni Ndërfaqen e Përdoruesit të Matomo-s nën mënyrën mirëmbajtje%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Shënim: disa shtojca janë të papërputhshme me Matomo %s. Do t’i përditësojmë, nëse ka një përditësim të gatshëm te Marketplace, përndryshe do t’i çaktivizojmë, kur të bëni një përmirësim:",
        "InstallingTheLatestVersion": "Po instalohet versioni më i ri",
        "LatestBetaRelease": "Hedhja beta më e re në qarkullim",
        "LatestStableRelease": "Hedhja e qëndrueshme më e re në qarkullim",
        "LatestXBetaRelease": "%s më i ri beta",
        "LatestXStableRelease": "%s më i ri i qëndrueshëm",
        "ListOfSqlQueriesFYI": "FYI: këto janë kërkesat SQL dhe urdhrat e konsolës që do të ekzekutohen për të përmirësuar bazën tuaj të të dhënave te Matomo %s",
        "LtsSupportVersion": "Version me Mbulim Afatgjatë",
        "MajorUpdateWarning1": "Ky është një përditësim i rëndësishëm! Do të hajë më tepër kohë se zakonisht.",
        "MajorUpdateWarning2": "Këshilla vijuese është veçanërisht e rëndësishme për instalime të mëdha.",
        "NeedHelpUpgrading": "Ju duhet ndihmë në përmirësimin e Matomo-s?",
        "NeedHelpUpgradingText": "Nëse ju duhet ndihmë në përmirësimin e Matomo-s tuaj, krijuesit e Matomo-s janë këtu për t’ju ndihmuar që përmirësimi i tij të jetë një sukses dhe ju furnizojnë krejt udhëzimet, praktikat më të mira dhe asistencë të vazhdueshme. %1$sLidhuni me ekspertët e Matomo-s që t’ia filloni ta përmirësoni pa rreziqe Matomo-n.%2$s",
        "NoteForLargePiwikInstances": "Shënime të rëndësishme për instalime Matomo me shumë ngarkesë",
        "NotificationClickToUpdatePlugins": "Klikoni këtu që të përditësohen shtojcat tuaja tani:",
        "NotificationClickToUpdateThemes": "Klikoni këtu që të përditësoni temat tuaja tani:",
        "NotificationSubjectAvailableCoreUpdate": "Është gati Matomo i ri %s",
        "NotificationSubjectAvailablePluginUpdate": "Ka gati përditësime për shtojcat tuaja Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo u përmirësua me sukses!",
        "PiwikUpdatedSuccessfully": "Matomo u përditësua me sukses!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Baza e të dhënave për Matomo-n do të përmirësohet prej versionit %1$s te versioni i ri %2$s.",
        "PostUpdateMessage": "Shkarkimi dhe përdorimi i Matomo-s do të jenë gjithnjë falas, por i duhet përkrahja juaj e vazhdueshme për t’u rritur dhe përmirësuar.",
        "PostUpdateSupport": "Nëse ju duhet ndihmë mbi përdorimin e Matomo-s, mund të merrni asistencë nga krijuesit e tij:",
        "ReadyToGo": "Gati për t’ia filluar?",
        "ReceiveEmailBecauseIsSuperUser": "E morët këtë email ngaqë jeni një Superpërdorues Matomo te: %s",
        "ServicesSupport": "Shërbime &amp; Asistencë",
        "SkipCacheClear": "Po anashkalohet spastrimi i fshehtinave.",
        "SkipCacheClearDesc": "Anashkalon spastrimin e fshehtinave, para përditësimit. Kjo është e dobishme vetëm nëse mund të garantoni se instancat që xhirojnë këtë urdhër s’kanë krijuar ende ndonjë fshehtinë dhe nëse spastrimi i fshehtinës për shumë llogari Matomo mund të përbëjë problem.",
        "ThankYouUpdatePiwik": "Faleminderit për përdorimin dhe mbajtjen e Matomo-s të përditësuar!",
        "TheFollowingDimensionsWillBeUpgradedX": "Do të përditësohen përmasat vijuese: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Do të përditësohen shtojcat vijuese: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Nëse keni një bazë të dhënash Matomo të madhe, përditësimet mund të zgjasin shumë në shfletues. Në të tilla raste, mund t’i bëni përditësimet që nga rresht urdhrash: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Procesi i përditësimit të bazës së të dhënave mund të zgjasë ca, ndaj bëni durim.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Disa nga shtojcat që keni, janë përditësuar te Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Ka gati për ta përditësuar një version të ri të Matomo-s",
        "TheseCommandsWillBeExecuted": "Do të xhirohen këto urdhra konsole:",
        "TheseSqlQueriesWillBeExecuted": "Do të ekzekutohen këto kërkesa SQL:",
        "TriggerDatabaseConversion": "Shkakto shndërrim baze të dhënash në prapaskenë",
        "UnpackingTheUpdate": "Po shpaketohet përditësimi",
        "UpdateAutomatically": "Përmirësoje Vetvetiu",
        "UpdateErrorTitle": "Gabim në përditësim",
        "UpdateHasBeenCancelledExplanation": "Përditësimi Matomo Me Një Klikim u anulua. Nëse s’ndreqni dot gabimin me mesazhin e mësipërm, këshillohet ta përditësoni Matomo-n dorazi. %1$s Ju lutemi, për t’ia filluar, shihni %2$sdokumentimin e Përditësimeve%3$s!",
        "UpdateLog": "Regjistër përditësimesh",
        "UpdateSuccessTitle": "Matomo u përmirësua me sukses!",
        "UpdateTitle": "Përditësim",
        "UpdateUsingHttpsFailed": "Shkarkimi i versionit më të ri të Matomo-s përmes një lidhje të sigurt HTTPS nuk pati sukses, për shkak të gabimit vijues:",
        "UpdateUsingHttpsFailedHelp": "Pse dështoi? Shkarkimi i versionit më të ri të Matomo-s (përmes një lidhjeje HTTPS të sigurt) mund të dështojë për shkak të një numri arsyesh, për shembull, për shkak të një gabimi rrjeti, shpejtësie të ulët në rrjet, ose formësim të gabuar sistemi. Mbani parasysh që kjo mund të dojë të thotë edhe se shërbyesi juaj është objektiv i një sulmi MITM dhe se dikush po përpiqet të zëvendësojë përditësimin me një version dashakeq të Matomo-s.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Këshillohet të riprovohet shkarkimi duke përdorur lidhje të sigurt HTTPS, ngaqë ajo i parandalon sulmet MITM.",
        "Updating": "Përditësim",
        "UpdatingPluginXToVersionY": "Po përditësohet shtojca %1$s me versionin %2$s",
        "UpgradeComplete": "Përmirësim i plotësuar!",
        "UpgradePiwik": "Përmirësojeni Matomo-n",
        "UsingHttp": "duke përdorur lidhje HTTP jo të sigurt",
        "UsingHttps": "duke përdorur lidhje HTTPS të sigurt (e këshillueshme)",
        "Utf8mb4ConversionHelp": "Baza juaj e të dhënave aktualisht nuk përdor kodim utf8mb4. Kjo e bën të pamundur depozitimin e shenjave 4-bajtshe, bie fjala, emotikone, shenja më pak të rëndomta gjuhësh aziatikes, skripte të ndryshëm historikë, apo simbole matematike. Këto aktualisht zëvendësohen me %1$s.<br><br>Baza juaj e të dhënave e mbulon kodimin utf8mb4 dhe do të mund të shndërrohej.<br><br>Nëse jeni në gjendje të xhironi urdhra konsole, rekomandojmë të përdorni këtë urdhër: %2$s<br><br>Si rrugë tjetër, mund të aktivizonit këtu shndërrimin. Në rast të tillë, do të shkaktohej automatikisht në prapaskenë, si punë e planifikuar.<br><br>Kujdes: Shndërrimi i bazës së të dhënave mund të dojë deri nja dy orë, varet nga madhësia e bazës së të dhënave. Ngaqë gjatë këtij procesi ndjekja mund të mos funksionojë, nuk rekomandojmë të përdoret vënia në punë për instanca të mëdha.<br><br>Më tepër informacion rreth këtij subjekti mund të gjeni te %3$sPBR%4$s.",
        "VerifyingUnpackedFiles": "Po verifikohen kartelat e shpaketuara",
        "ViewVersionChangelog": "Shihni regjistër ndryshimesh për këtë version:",
        "WarningMessages": "Mesazhe sinjalizimesh:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Çaktivizuam automatikisht shtojcat vijuese: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Mund ta përmirësoni automatikisht me versionin %s, ose të shkarkoni paketën dhe ta instaloni atë dorazi:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo s’është në gjendje të mbishkruajë instalimin tuaj të tanishëm. Mundeni ose të ndreqni lejet mbi drejtori/kartela, ose të shkarkoni paketën dhe instaloni versionin %s dorazi:",
        "YourDatabaseIsOutOfDate": "Baza juaj e të dhënave për Matomo-n është e vjetruar dhe duhet përmirësuar, përpara se të mund të vazhdoni."
    }
}
