{
    "CoreUpdater": {
        "CheckingForPluginUpdates": "Po kontrollohet për përditësime të reja shtojce",
        "ClickHereToViewSqlQueries": "Klikoni këtu që të shihni dhe të kopjoni listën e kërkesave SQL që do të kryhen",
        "CriticalErrorDuringTheUpgradeProcess": "Gabim Kritik gjatë procesit të përditësimit:",
        "DatabaseUpgradeRequired": "Lypset Përmirësim i Bazës së të Dhënave",
        "DisablingIncompatiblePlugins": "Po çaktivizohen shtojca të papërputhshme: %s",
        "DownloadingUpdateFromX": "Po shkarkohet përditësimi prej %s",
        "DownloadX": "Shkarko %s",
        "EmptyDatabaseError": "Baza e të dhënave %s është e zbrazët. Kartelën tuaj të formësimit të Matomo-ut duhet ta përpunoni ose ta hiqni.",
        "ErrorDIYHelp": "Nëse jeni përdorues i përparuar dhe hasni një gabim në përditësimin e bazës së të dhënave:",
        "ErrorDIYHelp_1": "identifikoni dhe ndreqni burimin e problemit (p.sh., memory_limit ose max_execution_time)",
        "ErrorDIYHelp_2": "plotësoni kërkesat e mbetura te përditësimi që dështoi",
        "ErrorDIYHelp_3": "përditësojeni dorazi tabelën `option` te baza juaj e të dhënave për Matomo-un, duke caktuar si vlerë për version_core vlerën e përditësimit që dështoi",
        "ErrorDIYHelp_4": "rixhironi përditësuesin (nga shfletuesi ose rreshti i urdhrave) për të vazhduar me përditësimet e mbetura",
        "ErrorDIYHelp_5": "njoftoni për problemin (dhe zgjidhjen), që kështu Matomo-u të mund të përmirësohet",
        "ErrorDuringPluginsUpdates": "Gabim gjatë përditësimit të shtojcave:",
        "ExceptionAlreadyLatestVersion": "Versioni juaj %s i Matomo-ut është më i riu.",
        "ExceptionArchiveEmpty": "Arkivë e zbrazët.",
        "ExceptionArchiveIncompatible": "Arkivë e papërputhshme: %s",
        "ExceptionArchiveIncomplete": "Arkivi nuk është e plotë: mungojnë disa kartela (p.sh. %s).",
        "FeedbackRequest": "Mos ngurroni të ndani me Ekipin e Matomo-ut idetë dhë sugjerimet tuaja, këtu:",
        "HelpMessageContent": "Hidhini një sy %1$s Matomo FAQ %2$s që shpjegojnë gabimet më të rëndomta gjatë përditësimesh. %3$s Pyesni përgjegjësin e sistemit tuaj - ai mund të jetë në gjendje të t’ju ndihmojë për gabimin, i cili ka shumë të ngjarë të ketë lidhje me rregullimet e shërbyesit tuaj ose ato të MySQL-së.",
        "HelpMessageIntroductionWhenError": "Sa më sipër, është thelbi i mesazhit të gabimit. Do të ndihmonte të shpjegohej shkaku, por nëse keni nevojë për ndihmë të mëtejshme, ju lutemi:",
        "HelpMessageIntroductionWhenWarning": "Përditësimi u plotësua me sukses, sidoqoftë pati ca kleçka gjatë procesit. Ju lutemi, lexoni përshkrimet më sipër për hollësi. Për më tepër ndihmë:",
        "HighTrafficPiwikServerEnableMaintenance": "Nëse administroni një shërbyes Piwik me trafik të madh, këshillojmë ta %1$sçaktivizoni përkohësisht Ndjekjen e vizitorëve dhe ta kaloni Ndërfaqen e Përdoruesit të Matomo-ut nën mënyrën mirëmbajtje%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Shënim: disa shtojca janë të papërputhshme me Matomo %s. Do t’i përditësojmë, nëse ka një përditësim të gatshëm te Marketplace, përndryshe do t’i çaktivizojmë kur të bëni një përmirësim:",
        "InstallingTheLatestVersion": "Po instalohet versioni më i fundit",
        "LatestBetaRelease": "Hedhja beta më e re në qarkullim",
        "LatestStableRelease": "Hedhja e qëndrueshme më e re në qarkullim",
        "Latest2XStableRelease": "Hedhja e qëndrueshme 2.X më e re në qarkullim",
        "Latest2XBetaRelease": "Hedhja beta 2.X më e re në qarkullim",
        "LtsSupportVersion": "Version me Mbulim Afatgjatë",
        "ListOfSqlQueriesFYI": "FYI: këto janë kërkesat SQL që do të kryhen për të përmirësuar bazën tuaj të të dhënave për Matomo %s",
        "MajorUpdateWarning1": "Ky është një përditësim i rëndësishëm! Do të hajë më tepër kohë se zakonisht.",
        "MajorUpdateWarning2": "Këshilla vijuese është veçanërisht e rëndësishme për instalime të mëdha.",
        "NeedHelpUpgrading": "Ju duhet ndihmë në përmirësimin e Matomo-ut?",
        "NeedHelpUpgradingText": "Nëse ju duhet ndihmë në përmirësimin e Piwik-ut tuaj, krijuesit e Piwik-ut janë këtu për t’ju ndihmuar që përmirësimi i tij të jetë një sukses dhe ju furnizojnë krejt udhëzimet, praktikat më të mira dhe asistencë të vazhdueshme. %1$sLidhuni me ekspertët e Piwik-ut që t’ia filloni ta përmirësoni pa rreziqe Matomo-un.%2$s",
        "NoteForLargePiwikInstances": "Shënime të rëndësishme për instalime Matomo me shumë ngarkesë",
        "NotificationClickToUpdatePlugins": "Klikoni këtu që të përditësoni shtojcat tuaja tani:",
        "NotificationClickToUpdateThemes": "Klikoni këtu që të përditësoni temat tuaja tani:",
        "NotificationSubjectAvailableCoreUpdate": "Është gati Matomo %s i ri",
        "NotificationSubjectAvailablePluginUpdate": "Ka gati përditësime për shtojcat tuaja Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik-u u përmirësua me sukses!",
        "PiwikUpdatedSuccessfully": "Piwik-u u përditësua me sukses!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Baza e të dhënave për Matomo-un do të përmirësohet prej versionit %1$s te versioni i ri %2$s.",
        "ReadyToGo": "Gati për t’ia filluar?",
        "TheFollowingPluginsWillBeUpgradedX": "Do të përditësohen shtojcat vijuese: %s.",
        "TheFollowingDimensionsWillBeUpgradedX": "Do të përditësohen përmasat vijuese: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Disa nga shtojcat që keni, janë përditësuar te Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Mund të kihet një version i ri, i përmirësuar, i Matomo-ut",
        "TheUpgradeProcessMayFailExecuteCommand": "Nëse keni një bazë të dhënash Matomo të madhe, përditësimet mund të zgjasin shumë në shfletues. Në të tilla raste, mund t’i bëni përditësimet që nga rresht urdhrash: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Procesi i përditësimit të bazës së të dhënave mund të zgjasë ca, ndaj bëni durim.",
        "UnpackingTheUpdate": "Po shpaketohet përditësimi",
        "UpdateAutomatically": "Përmirësoje Vetvetiu",
        "UpdateHasBeenCancelledExplanation": "Përditësimi Piwik Me Një Klik u anulua. Nëse s’ndreqni dot gabimin me mesazhin e mësipërm, këshillohet ta përditësoni Matomo-un dorazi. %1$s Ju lutemi, shihni %2$sdokumentimin e Përditësimeve%3$s për t’ia filluar!",
        "UpdateTitle": "Përditësim",
        "UpdatingPluginXToVersionY": "Po përditësohet shtojca %1$s me versionin %2$s",
        "UpdateSuccessTitle": "Piwik-u u përmirësua me sukses!",
        "UpdateErrorTitle": "Gabim në përditësim",
        "ThankYouUpdatePiwik": "Faleminderit për përdorimin dhe mbajtjen e Matomo-ut të përditësuar!",
        "PostUpdateMessage": "Shkarkimi dhe përdorimi i Matomo-ut do të jenë gjithnjë të lirë, por i duhet përkrahja juaj e vazhdueshme për t’u rritur dhe përmirësuar.",
        "PostUpdateSupport": "Nëse ju duhet ndihmë mbi përdorimin e Matomo-ut, mund të merrni asistencë nga krijuesit e tij:",
        "ServicesSupport": "Shërbime & Asistencë",
        "CloudHosting": "Strehim në re",
        "Updating": "Përditësim",
        "UpdateUsingHttpsFailed": "Shkarkimi i versionit më të ri të Matomo-ut përmes një lidhje të sigurt HTTPS nuk pati sukses, për shkak të gabimit vijues:",
        "UpdateUsingHttpsFailedHelp": "Pse dështoi? Shkarkimi i versionit më të ri të Piwik-ut (përmes një lidhjeje HTTPS të sigurt) mund të dështojë për shkak të një numri arsyesh, për shembull, për shkak të një gabimi rrjeti, shpejtësie të ulët në rrjet ose formësim të gabuar sistemi. Mbani parasysh që kjo mund të dojë të thotë edhe se shërbyesi juaj është objektiv i një sulmi MITM dhe se dikush po përpiqet të zëvendësojë përditësimin me një version dashakeq të Matomo-ut.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Këshillohet të riprovohet shkarkimi duke përdorur lidhje të sigurt HTTPS, ngaqë ajo i parandalon sulmet MITM.",
        "UsingHttps": "duke përdorur lidhje HTTPS të sigurt (e këshillueshme)",
        "UsingHttp": "duke përdorur lidhje HTTPS jo të sigurt",
        "UpgradeComplete": "Përmirësim i plotësuar!",
        "UpgradePiwik": "Përmirësojeni Matomo-un",
        "VerifyingUnpackedFiles": "Po verifikohen kartelat e shpaketuara",
        "WarningMessages": "Mesazhe sinjalizimi:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Çaktivizuam automatikisht shtojcat vijuese: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Mund ta përmirësoni automatikisht me versionin %s, ose të shkarkoni paketën dhe ta instaloni atë dorazi:",
        "YouMustDownloadPackageOrFixPermissions": "Piwik-u s’është në gjendje të mbishkruajë instalimin tuaj të tanishëm. Mundeni ose të ndreqni lejet mbi drejtorira\/kartela, ose të shkarkoni paketën dhe instaloni versionin %s dorazi:",
        "YourDatabaseIsOutOfDate": "Baza juaj e të dhënave për Matomo-un është e vjetruar, dhe duhet përmirësuar përpara se të mund të vazhdoni.",
        "ViewVersionChangelog": "Shihni regjistër ndryshimesh për këtë version:",
        "ReceiveEmailBecauseIsSuperUser": "E morët këtë email ngaqë jeni një Superpërdorues Matomo-u te: %s"
    }
}