{
    "CoreUpdater": {
        "AlreadyUpToDate": "Allt är redan uppdaterat.",
        "CheckingForPluginUpdates": "Sök efter uppdateringar för plugins",
        "ClickHereToViewSqlQueries": "Klicka här för att visa och kopiera listan över SQL-frågor och konsolkommandon som kommer att köras",
        "CloudHosting": "Molntjänst",
        "ConsoleCommandDescription": "Utlöser uppgraderingar. Använd den efter att Matomo core eller plugin-filer har uppdaterats. Lägg till --yes för att uppgradera utan bekräftelse.",
        "ConsoleParameterDescription": "Utför uppdateringen direkt utan att be om bekräftelse",
        "ConsoleStartingDbUpgrade": "Nu startas processen för databasuppgraderingen. Detta kan ta en stund, så vänligen avvakta och ha tålamod.",
        "ConsoleUpdateFailure": "Matomo kunde inte uppdateras! Se ovan för mer information.",
        "ConsoleUpdateNoSqlQueries": "Obs: Det finns inga SQL-frågor eller konsolkommandon att utföra.",
        "ConsoleUpdateUnexpectedUserWarning": "Det verkar som om du har kört den här uppdateringen med användaren %1$s, medan filerna för Matomo ägs av %2$s. \n\nFör att säkerställa att filerna för Matomo kan läsas av rätt användare kan du behöva köra följande kommando (eller ett liknande kommando beroende på din serverkonfiguration):\n\n$ %3$s",
        "ConvertToUtf8mb4": "Konvertera databas till UTF8mb4 teckenkodning",
        "CriticalErrorDuringTheUpgradeProcess": "Kritiskt fel uppstod under uppdateringsprocessen:",
        "DatabaseUpgradeRequired": "Databasuppgradering krävs",
        "DbUpgradeNotExecuted": "Databasuppgraderingen har inte utförts.",
        "DisablingIncompatiblePlugins": "Inaktiverar inkompatibla tillägg: %s",
        "DownloadX": "Ladda ner %s",
        "DownloadingUpdateFromX": "Laddar ner uppdatering från %s",
        "DryRun": "OBS! Detta är en testkörning",
        "DryRunEnd": "Testkörning har slutförts",
        "EmptyDatabaseError": "Databasen %s är tom. Du måste redigera eller ta bort din konfigurationsfil för Matomo.",
        "ErrorDIYHelp": "Om du är en avancerad användare och stöter på ett fel vid databasuppgraderingen:",
        "ErrorDIYHelp_1": "identifiera och korrigera källan till problemet (t.ex. memory_limit eller max_execution_time)",
        "ErrorDIYHelp_2": "Exekvera återstående frågor i uppdateringen som misslyckades",
        "ErrorDIYHelp_3": "uppdatera manuellt tabellen `option` i din Matomo databas, ange värdet av version_core till versionen av den misslyckade uppdateringen",
        "ErrorDIYHelp_4": "kör uppdateraren på nytt (via webbläsaren eller kommandoraden) för att fortsätta med de kvarvarande uppdateringarna",
        "ErrorDIYHelp_5": "Rapportera problemet (och lösningen) så att Matomo kan förbättras",
        "ErrorDuringPluginsUpdates": "Problem uppstod vid uppdatering av plugins:",
        "ExceptionAlreadyLatestVersion": "Din Matomo är version %s är aktuell.",
        "ExceptionArchiveEmpty": "Tomt arkiv.",
        "ExceptionArchiveIncompatible": "Inkompatibelt arkiv: %s",
        "ExceptionArchiveIncomplete": "Arkivet är ofullständigt: några av filerna saknas (t.ex. %s).",
        "ExceptionDirWrongPermission": "Vissa mappar är inte skrivbara. Kontrollera att följande mappar är skrivbara och försök igen: %s.",
        "ExecuteDbUpgrade": "En databasuppgradering krävs. Vill du köra uppdateringen nu?",
        "FeedbackRequest": "Dela gärna med dig av dina idéer och förslag med Matomo teamet här:",
        "HelpMessageContent": "Kolla i %1$s Matomo FAQ %2$s vilken förklarar de vanligaste fel vid uppdateringar. %3$s Fråga din systemadministratör - de kanske kan hjälpa dig med det fel som är mest sannolikt relaterat till din server eller MySQL installation.",
        "HelpMessageIntroductionWhenError": "Ovanstående är huvudsakliga felmeddelandet. Det bör bidra till att förklara orsaken, men om du behöver mer hjälp vänligen:",
        "HelpMessageIntroductionWhenWarning": "Uppdateringen slutfördes framgångsrikt, men det fanns dock problem under processen. Vänligen läs ovanstående beskrivningar för detaljer. För ytterligare hjälp:",
        "HighTrafficPiwikServerEnableMaintenance": "Om du hanterar en Matomo server med mycket trafik rekommenderar vi att du tillfälligt %1$sinaktiverar spårning av besökare och sätter Matomo's användargränssnitt i underhållsläge%2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Obs: vissa plugins är inte kompatibla med Matomo %s. Vi kommer att uppdatera dem om det finns en uppdatering i Marketplace, annars inaktiverar vi dem när du uppgraderar:",
        "InstallingTheLatestVersion": "Installerar den senaste versionen",
        "LatestBetaRelease": "Senaste betaversion",
        "LatestStableRelease": "Senaste stabila versionen",
        "LatestXBetaRelease": "Senaste betaversionen %s",
        "LatestXStableRelease": "Senaste stabila %s",
        "ListOfSqlQueriesFYI": "FYI: dessa är SQL-frågor och konsolkommandon som kommer att köras för att uppgradera din databas till Matomo %s",
        "LtsSupportVersion": "Version med långtidsstöd",
        "MajorUpdateWarning1": "Det här är en stor uppdatering! Den kommer att ta längre tid än vanligt.",
        "MajorUpdateWarning2": "Följande råd är extra viktiga för stora installationer.",
        "NeedHelpUpgrading": "Behöver du hjälp med att uppdatera Matomo?",
        "NeedHelpUpgradingText": "Om du behöver hjälp med att uppgradera Matomo, så finns skaparna av Matomo här för att hjälpa dig med instruktioner, bästa tillvägagångssätt och löpande support. %1$s Kontakta Matomo-experterna för att komma igång med uppgraderingen av Matomo på ett säkert sätt.%2$s",
        "NoteForLargePiwikInstances": "Viktig notering för stora Matomo-installationer",
        "NotificationClickToUpdatePlugins": "Klicka här för att uppdatera dina tillägg nu:",
        "NotificationClickToUpdateThemes": "Klicka här för att uppdatera dina teman nu:",
        "NotificationSubjectAvailableCoreUpdate": "Ny Matomo %s finns tillgänglig",
        "NotificationSubjectAvailablePluginUpdate": "Uppdateringar tillgängliga för dina tillägg i Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo har uppdaterats utan problem!",
        "PiwikUpdatedSuccessfully": "Matomo uppdaterades utan problem!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Matomo databasen kommer att uppgraderas från version %1$s till den nya versionen %2$s.",
        "PostUpdateMessage": "Matomo kommer alltid att vara gratis att använda, men behöver ditt stöd för att växa och utvecklas.",
        "PostUpdateSupport": "Om du behöver hjälp att använda Matomo kan du få stöd från utvecklarna:",
        "ReadyToGo": "Redo att köra?",
        "ReceiveEmailBecauseIsSuperUser": "Du får det här mailet eftersom du är en Super User för Matomo på: %s",
        "ServicesSupport": "Tjänster och support",
        "SkipCacheClear": "Hoppa över att rensa cachar.",
        "SkipCacheClearDesc": "Hoppar över rensning av cacheminnen innan uppdatering. Detta är endast nödvändigt om du kan se till att instanser som kör det här kommandot inte har skapat någon cache alls ännu, och om det kan bli en flaskhals att rensa cacheminnet för många Matomo-konton.",
        "ThankYouUpdatePiwik": "Tack för att du använder Matomo och håller den uppdaterad!",
        "TheFollowingDimensionsWillBeUpgradedX": "Följande dimensioner kommer att uppdateras: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Följande plugins kommer att uppdateras: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Om du har en stor Matomo databas, kanske uppdateringar tar för lång tid att köra i webbläsaren. I denna situation, kan du köra uppdateringar från din kommandorad: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Databasuppgraderingen kan ta en stund, vänligen ha tålamod.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Vissa tillägg som du använder har uppdaterats i Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Det finns en ny version av Matomo tillgänglig för uppdatering",
        "TheseCommandsWillBeExecuted": "Dessa konsolkommandon kommer att köras:",
        "TheseSqlQueriesWillBeExecuted": "Dessa SQL-frågor kommer att köras:",
        "TriggerDatabaseConversion": "Trigga databaskonvertering i bakgrunden",
        "UnpackingTheUpdate": "Packar upp uppdateringen",
        "UpdateAutomatically": "Uppdatera automatiskt",
        "UpdateErrorTitle": "Uppdateringsfel",
        "UpdateHasBeenCancelledExplanation": "Matomo's Ett-klicks-uppdatering har avbrutits. Om du inte kan åtgärda ovanstående felmeddelande, rekommenderas att du manuellt uppdaterar Matomo. %1$s Kolla in %2$sUppdateringsdokumentation%3$s för att komma igång!",
        "UpdateLog": "Uppdateringslogg",
        "UpdateSuccessTitle": "Matomo har uppdaterats utan problem!",
        "UpdateTitle": "Uppdatera",
        "UpdateUsingHttpsFailed": "Nedladdning ac den senaste versionen av Matomo över HTTPS fungerade inte på grund av följande fel:",
        "UpdateUsingHttpsFailedHelp": "Varför blev det fel? Nerladdning av den senaste versionen av Matomo (via säker HTTPS anslutning) kan misslyckas av flera anledningar, exempelvis på grund av nätverksproblem, långsam internethastighet eller fel systemkonfigurering. Notera att det även kan bero på att din server är måltavla för MITM-attack och att någon försöker ersätta uppdateringen med en skadlig version av Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Vi rekommenderar att du laddar ner på nytt genom att använda en säker HTTPS-anslutning eftersom det förhindrar MITM-attacker.",
        "Updating": "Uppdateringar",
        "UpdatingPluginXToVersionY": "Uppdaterar plugin %1$s till version %2$s",
        "UpgradeComplete": "Uppgradering färdig!",
        "UpgradePiwik": "Uppgradera Matomo",
        "UsingHttp": "använd den osäkra HTTP-anslutningen",
        "UsingHttps": "använd den säkra HTTPS-anslutningen (rekommenderas)",
        "Utf8mb4ConversionHelp": "Din databas använder för närvarande inte utf8mb4-teckenkodning. Detta gör det omöjligt att lagra 4-byte-tecken, såsom emojis, mindre vanliga tecken på asiatiska språk, olika historiska skript eller matematiska symboler. De ersätts för närvarande med %1$s. <br><br>Din databas stöder utf8mb4-teckenkodningen och det skulle vara möjligt att konvertera den. <br><br>Om du kan köra konsolkommandon rekommenderar vi att du använder det här kommandot: %2$s<br><br>Alternativt kan du aktivera konverteringen här. Det körs sedan automatiskt som en schemalagd uppgift i bakgrunden.<br><br>Obs: Konverteringen av databasen kan ta upp till ett par timmar beroende på databasstorlek. Eftersom spårning kanske inte fungerar under den här processen rekommenderar vi inte att du använder triggern för större instanser. <br><br>Du kan hitta mer information om detta ämne i denna %3$sFAQ%4$s.",
        "VerifyingUnpackedFiles": "Kontrollerar uppackage filer",
        "ViewVersionChangelog": "Visa ändringslogg för denna version:",
        "WarningMessages": "Varningsmeddelande:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Vi har automatiskt inaktiverat följande plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Du kan uppdatera till den senaste versionen %s automatiskt eller ladda ner paketet och installera det manuellt:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo kunde inte skriva över din aktuella installation. Du kan antingen fixa mapp-/filrättigheterna eller ladda ner paketet och installera versionen %s manuellt:",
        "YourDatabaseIsOutOfDate": "Din Matomo-databas är inte uppdaterad och måste därför uppgraderas innan du kan fortsätta."
    }
}
