{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "คลิกที่นี่เพื่อดู และคัดลอกรายการ รันคิวรี SQL ที่จะได้รับดำเนินการ",
        "CreatingBackupOfConfigurationFile": "สำรองไฟล์ข้อมูลการตั้งค่าใน %s",
        "CriticalErrorDuringTheUpgradeProcess": "ข้อผิดพลาดร้ายแรง ในระหว่างกระบวนการอัพเดต",
        "DatabaseUpgradeRequired": "จำเป็นต้องอัพเกรดฐานข้อมูล",
        "DownloadingUpdateFromX": "ดาวน์โหลดโปรแกรมอัพเดตจาก %s",
        "DownloadX": "ดาวน์โหลด %s",
        "EmptyDatabaseError": "ฐานข้อมูล %s จะว่างเปล่า คุณต้องแก้ไขหรือเอาไฟล์ออกจากการกำหนดค่าของ Piwik",
        "ErrorDIYHelp": "ถ้าคุณเป็นผู้ใช้ขั้นสูง และพบข้อผิดพลาดในการอัพเกรดฐานข้อมูล:",
        "ErrorDIYHelp_1": "ระบุและแก้ไขแหล่งมาของปัญหา (เช่น memory_limit หรือ max_execution_time)",
        "ErrorDIYHelp_2": "เรียกใช้รันคิวรีที่เหลือในการอัพเดตเกิดความล้มเหลว",
        "ErrorDIYHelp_3": "การอัพเดตตารางด้วยตนเอง `ตัวเลือก` ในฐานข้อมูลของ Piwik การตั้งค่าของ version_core ให้เป็นเวอร์ชั่นการอัพเดตจะเกิดความล้มเหลว",
        "ErrorDIYHelp_4": "เข้าใช้งานตัวอัพเดต (ผ่านทางเบราว์เซอร์ หรือบรรทัดคำสั่ง) เพื่อดำเนินต่อกับการอัพเดตที่เหลือ",
        "ErrorDIYHelp_5": "รายงานปัญหา (และโซลูชั่น) เพื่อให้ Piwik สามารถทำการอัพเดตได้",
        "ErrorDuringPluginsUpdates": "ข้อผิดพลาดระหว่างการอัพเดตปลั๊กอิน",
        "ExceptionAlreadyLatestVersion": "Piwik ของคุณเป็นเวอร์ชั่น %s ที่ล่าสุดแล้ว",
        "ExceptionArchiveEmpty": "ไฟล์บีบอัดว่างเปล่า",
        "ExceptionArchiveIncompatible": "ไฟล์บีบอัดเข้ากันไม่ได้: %s",
        "ExceptionArchiveIncomplete": "ไฟล์บีบอัดจะไม่สมบูรณ์: มีไฟล์บางอย่างหายไป (เช่น %s)",
        "HelpMessageContent": "ตรวจสอบ %1$s Piwik FAQ %2$s ซึ่งอธิบายข้อผิดพลาดทั่วไปมากที่สุดระหว่างการอัพเดต %3$s ถามผู้ดูแลระบบของคุณ - พวกเขาอาจจะช่วยให้คุณ เห็นข้อผิดพลาด ซึ่งส่วนใหญ่เกี่ยวข้องกับเซิร์ฟเวอร์ของคุณหรือในระหว่างการติดตั้ง MySQL",
        "HelpMessageIntroductionWhenError": "ข้างต้นคือ ข้อความแสดงข้อผิดพลาดหลัก มันควรช่วยอธิบายสาเหตุ แต่ถ้าคุณต้องการความช่วยเหลือเพิ่มเติมกรุณาไปที่:",
        "HelpMessageIntroductionWhenWarning": "อัพเดตสำเร็จแล้ว แต่มีปัญหาในระหว่างกระบวนการ โปรดอ่านคำอธิบายด้านบนเพื่อดูรายละเอียด สำหรับความช่วยเหลือเพิ่มเติม:",
        "InstallingTheLatestVersion": "กำลังติดตั้งเวอร์ชั่นล่าสุด",
        "NoteForLargePiwikInstances": "หมายเหตุ สิ่งสำคัญสำหรับการติดตั้ง Piwik ขนาดใหญ่",
        "NoteItIsExpectedThatQueriesFail": "หมายเหตุ: หากคุณรันคิวรีเหล่านี้ด้วยตนเอง มันเป็นที่คาดว่า บางอย่างอาจจะล้มเหลวได้ ซึ่งในกรณีนี้เพียงแค่ละเว้นข้อผิดพลาด และเรียกใช้คำสั่งถัดไปในรายการได้เช่นกัน",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik ได้รับการอัพเดตเรียบร้อยแล้ว",
        "PiwikUpdatedSuccessfully": "Piwik อัพเดตสมบูรณ์แล้ว",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik จะถูกอัพเกรดจากเวอร์ชั่น %1$s เพื่อให้เป็นเวอร์ชั่นใหม่ %2$s",
        "PluginDescription": "Piwik กำลังอัพเดตปลั๊กอิน",
        "ReadyToGo": "พร้อมที่จะไปได้อย่างไร",
        "TheFollowingPluginsWillBeUpgradedX": "จะถูกอัพเดตปลั๊กอินต่อไปนี้: %s",
        "ThereIsNewVersionAvailableForUpdate": "มีเวอร์ชั่นของ Piwik ใหม่ รอให้คุณอัพเดต",
        "TheUpgradeProcessMayFailExecuteCommand": "ถ้าคุณมีฐานข้อมูล Piwik ขนาดใหญ่ การอัพเดตอาจใช้เวลานานเกินไป เพื่อเรียกใช้ในเบราว์เซอร์ในสถานการณ์นี้ คุณสามารถดำเนินการอัพเดตจากบรรทัดคำสั่งของคุณ: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "การอัพเกรดฐานข้อมูลจะใช้เวลาช่วงหนึ่ง กรุณารอซักครู่",
        "UnpackingTheUpdate": "อัพเดตการแยกแพคเกจ",
        "UpdateAutomatically": "อัพเดตอัตโนมัติ",
        "UpdateHasBeenCancelledExplanation": "การอัพเดต Piwik ในคลิกเดียวถูกยกเลิกแล้ว หากคุณไม่สามารถแก้ไขข้อความข้อผิดพลาด แนะนำให้คุณอัพเดต Piwik แบบ Manual %1$s กรุณาตรวจสอบ %2$s เอกสารการอัพเดต %3$s เพื่อเริ่มดำเนินการ",
        "UpdateTitle": "อัพเดต",
        "UpgradeComplete": "การอัพเดตเสร็จสมบูรณ์",
        "UpgradePiwik": "อัพเกรด Piwik",
        "VerifyingUnpackedFiles": "กำลังตรวจสอบแพคเกจของไฟล์",
        "WarningMessages": "ข้อความเตือน",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "เราจะยกเลิกการทำงานของปลั๊กอิน: %s อัตโนมัติ",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "คุณสามารถอัพเดตเป็นเวอร์ชั่น %s ได้อัตโนมัติ หรือ ดาวน์โหลดไฟลล์แล้วติดตั้งภายหลัง",
        "YouCouldManuallyExecuteSqlQueries": "หากคุณไม่สามารถใช้ตัวอัพเดตในบรรทัดคำสั่ง และถ้า Piwik ล้มเหลวในการอัพเกรด (เนื่องจากการหมดเวลาการเชื่อมต่อของฐานข้อมูล การหมดเวลาของเบราว์เซอร์หรือปัญหาอื่นๆ) เมื่อคุณไม่สามารถดำเนินการได้ด้วยตนเอง กรุณาใช้คำสั่ง รันคิวรี SQL เพื่ออัพเดต Piwik ใหม่อีกครั้ง",
        "YouMustDownloadPackageOrFixPermissions": "Piwik ไม่สามารถเขียนทับการติดตั้งปัจจุบันของคุณได้ ซึ่งคุณสามารถเลือกทำอย่างใดอย่างหนึ่ง ในการแก้ไขสิทธิ์ของไดเรกทอรี\/แฟ้ม หรือดาวน์โหลดแพคเกจและติดตั้งเวอร์ชัน %s ด้วยตนเอง:",
        "YourDatabaseIsOutOfDate": "ฐานข้อมูล Piwik ของคุณ ล้าสมัย และต้องถูกอัพเกรดก่อนที่คุณสามารถดำเนินการต่อไป"
    }
}