{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "I-click dito upang makita at ma kopya ang listahan ng mga SQL query na isasagawa",
        "CriticalErrorDuringTheUpgradeProcess": "Kritikal Error habang ginagawa ang pag-uupdate:",
        "DatabaseUpgradeRequired": "Ang pag upgrade ng database ay nangangailangan",
        "DisablingIncompatiblePlugins": "Hindi pinapagana ang mga hindi tugmang plugins: %s",
        "DownloadingUpdateFromX": "Dina-download ang update mula sa %s",
        "DownloadX": "Download %s",
        "EmptyDatabaseError": "Ang database %s ay walang laman. Kelangan mong i-edit o tanggalin ang iyong Piwik configuration file.",
        "ErrorDIYHelp": "Kung ikaw ay isang advance na user at nakatagpo ng isang error sa pag-uupgrade ng database:",
        "ErrorDIYHelp_1": "kilalanin at i-tama ang mga pinagmulan ng problema(hal. memory_limit o max_execution time)",
        "ErrorDIYHelp_2": "isagawa ang mga natitirang mga query sa update na ang failed",
        "ErrorDIYHelp_3": "I-manu-manong i-update 'option' table sa iyong Piwik database, e-set ang value ng iyong version_core sa version ng failed update",
        "ErrorDIYHelp_4": "muling paganahin ang update (sa pamamagitan ng browser o command-line) upang maituloy ang natitirang mga pag-update.",
        "ErrorDIYHelp_5": "Iulat ang problema (at solusyon) upang mapagbuti ang Piwik.",
        "ErrorDuringPluginsUpdates": "Error habang nag ina-update ang plugin:",
        "ExceptionAlreadyLatestVersion": "Ang iyong Piwik bersyon %s ay napapanahon.",
        "ExceptionArchiveEmpty": "Walang lamang archive.",
        "ExceptionArchiveIncompatible": "Di-tugmang archive: %s",
        "ExceptionArchiveIncomplete": "Hindi nakumpleto ang pag-archive: ang ilang mga file ay nawawala (hal. %s.)",
        "FeedbackRequest": "Huwag mag-atubiling ibahagi ang iyong mga ideya at suhestiyon sa Piwik Team dito:",
        "HelpMessageContent": "e-check ang %1$s Piwik FAQ %2$s na nagpapaliwanag ng mga pinakapangkaraniwang error habang nag-uupdate. %3$s Magtanong sa inyong system administrator - maaari ka nilang tulungan sa mga error kung saan ito ay may ugnay sa iyong server O MySQL setup.",
        "HelpMessageIntroductionWhenError": "Sa itaas ay ang core error message. Ito ay tumutulong upang ipaliwanag ang mga dahilan ng error ngunit kung kailangan mo ng karagdagang tulong mangyaring:",
        "HelpMessageIntroductionWhenWarning": "Kumplete na ang pag-uupdate gayunpaman meron mga issues habang ito ay sinasagawa. Mangyaring basahin ang mga nasataas para sa mga detalye. Para sa mga karagdatang tulong:",
        "HighTrafficPiwikServerEnableMaintenance": "Kung ikaw ay may pinamamahalaang Piwik server na may mataas na traffic aming nirerekomenda na %1$s panandaliang alisin ang visitor Tracking at ilagay ang Piwik User Interface sa maintenance mode %2$s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Tandaan: ang ilang mga plugin ay hindi tugma sa Piwik %s. Ang mga ito ay hindi pinagana kapag nag-upgrade ka:",
        "InstallingTheLatestVersion": "Ini-install ang pinakabagong bersyon",
        "MajorUpdateWarning1": "Ito ay isang mahalagang update! Ito ay mas matagal kaysa sa karaniwan.",
        "MajorUpdateWarning2": "Ang mga sumusunod na payo ay mahalaga para sa mga malalaking pag-install.",
        "NoteForLargePiwikInstances": "Mga mahalagang paalala para sa malalaking installation sa Piwik",
        "NoteItIsExpectedThatQueriesFail": "Tandaan: Kung e mamanu-mano ang pag execute sa mga queries na ito asahan na ang iba sa mga ito ay hindi matuloy. Sa kasong ganito mangyaring balewalain lamang ang mga errors na ito at ituloy ang susunod sa iyong listahan.",
        "NotificationClickToUpdatePlugins": "Mag-click dito upang i-update ang iyong mga plugin ngayon.",
        "NotificationClickToUpdateThemes": "Mag-click dito upang i-update ang iyong tema ngayon:",
        "NotificationSubjectAvailableCoreUpdate": "Bagong Piwik %s ay maaring magamit",
        "NotificationSubjectAvailablePluginUpdate": "Mayroong bagong update para sa plugin ng iyong Piwik.",
        "PiwikHasBeenSuccessfullyUpgraded": "Ang Piwik ay matagumpay na na-update!",
        "PiwikUpdatedSuccessfully": "Matagumpay na na-update Piwik!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Ang Piwik database ay maa-upgrade mula sa bersyon %1$s sa bagong bersyon %2$s.",
        "ReadyToGo": "Handa nang umalis?",
        "TheFollowingPluginsWillBeUpgradedX": "Ang mga sumusunod na plug-in ay iuupdate: %s",
        "TheFollowingDimensionsWillBeUpgradedX": "Ang sumusunod na dimensyon ay i-uupdate: %s",
        "ThereIsNewPluginVersionAvailableForUpdate": "Ang ilang mga plugin na iyong ginamit ay na-update sa Marketplace.",
        "ThereIsNewVersionAvailableForUpdate": "Mayroong bagong bersyon ng Piwik na available para sa pag-update",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Ang proseso ng pag-upgrade ng database ay maaaring matagalan kaya mangyaring maging mapagpasensya.",
        "UnpackingTheUpdate": "Pag-unpack sa update",
        "UpdateAutomatically": "Awtomatikong update",
        "UpdateHasBeenCancelledExplanation": "Nakansela ang Piwik One Click Update. Kung hindi mo maayos ang mensaheng may error sa itaas Ito ay nirerekomenda na manu-mano mong i-update ang Piwik. %1$s Mangyaring tignan ang %2$s updated documentaion %3$s upang makapagsimula!",
        "UpdateTitle": "I-update",
        "UpdateSuccessTitle": "Ang Piwik ay matagumpay na na-update!",
        "UpgradeComplete": "Kumpleto na ang pag-upgrade!",
        "UpgradePiwik": "I-upgrade ang Piwik",
        "VerifyingUnpackedFiles": "Bine-verify ang naka-unpack na file",
        "WarningMessages": "Mga babala mensahe:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Awtomatiko naming idineactivate ang mga sumusunod na plugin: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Maaari mong awtomatikong i-update sa bersyon %s o i-download ang package at mano-manong i-install ito:",
        "YouCouldManuallyExecuteSqlQueries": "Kung ikaw ay hindi makakagamit ng command line updater at kung ang Piwik ay bigo sa pag-upgrade(dahil sa pag-timeout ng database ng nag-timeout ang browser o kahit anong isyu maari mong e-manu-mano upang paganahin ang mga SQL queries upang ma-update ang Piwik",
        "YouMustDownloadPackageOrFixPermissions": "Ang piwik ay hindi magawang palitan ang iyong kasaluyang installation. Maari mong ayusin ang directory\/file permissions. o mag-download ng package at i-install ang version %s ng manu-mano.",
        "YourDatabaseIsOutOfDate": "Ang iyong Piwik database ay out-of-date at dapat mo na itong e-upgrade bago ka makatuloy sa susunod na proseso."
    }
}