{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Клацніть тут для перегляду та копіювання пеерліку SQL запитів що повинні бути виконані.",
        "CriticalErrorDuringTheUpgradeProcess": "Критична помилка протягом процесу поновлення:",
        "DatabaseUpgradeRequired": "Необхідно поновити базу даних",
        "DownloadingUpdateFromX": "Завантажити поновлення від %s",
        "DownloadX": "Завантажити %s",
        "EmptyDatabaseError": "База даних %s порожня. Відредагуйте або видаліть файл конфігурації Piwik.",
        "ErrorDIYHelp": "Якщо ви досвідчений користоувач та зтикнулися з помилкою протягом поновлення бази даних:",
        "ErrorDIYHelp_1": "ідентифікуйте та вирішіть джерело проблеми (напр. memory_limit або max_execution_time)",
        "ErrorDIYHelp_2": "виконайте решту запитів які не змогли виконатися",
        "ErrorDIYHelp_3": "вручну обновіть таблицю \"option\" в базі даних Piwik, задавши значення \"version_core\" на версію обновитись до якої не вдалося",
        "ErrorDIYHelp_4": "запустій повторно поновлення (через браузер або командний рядок) щоб продовжити поновлення з часу виникнення помилки",
        "ErrorDIYHelp_5": "повідомте про проблему (або ваше рішення) що ми покращили роботу Piwik",
        "ErrorDuringPluginsUpdates": "Помилка протягом поновлення плагіну:",
        "ExceptionAlreadyLatestVersion": "Версія Piwik %s обновлена до останньої.",
        "ExceptionArchiveEmpty": "Порожній архів",
        "ExceptionArchiveIncompatible": "Несумісний формат архіву: %s",
        "ExceptionArchiveIncomplete": "Архів не повний: деякі файли відсутні (напр. %s).",
        "HelpMessageContent": "Гляньте на %1$s Piwik FAQ %2$s де є пояснення найтиповіших помилок що виникають протягом поновлення. %3$s Зверніться за допомогою до системного адміністратора, - що може допомогти вирішити помилки пов’язані з сервером або налаштуванням бази даних.",
        "HelpMessageIntroductionWhenError": "Вище знаходиться повідомлення про помилку рівня ядра. Це повинно допомогти у виявлення причини, але якщо потрібна подальша допомога, будьласка:",
        "HelpMessageIntroductionWhenWarning": "Поновлення завершено успішно, однак були інциденти протягом проходження процесу. Будь-ласка прочитайте опис щоб дізнатися деталі. Для подальшої допомоги:",
        "InstallingTheLatestVersion": "Встановлення останньої версії",
        "NoteForLargePiwikInstances": "Важливе зауваження для великих інсталяцій Piwik",
        "NoteItIsExpectedThatQueriesFail": "Примітка: якщо ці запити виконано вручну, є ймовірність що деякі з них завершаться з помилками. В такому випадку ігноруйте помилки та виконуйте наступний запит з переліку.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik успішно поновлено!",
        "PiwikUpdatedSuccessfully": "Piwik успішно поновлено!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "База даних Piwik буде поновлена з версії %1$s до нової версії %2$s.",
        "ReadyToGo": "Готові розпочати?",
        "TheFollowingPluginsWillBeUpgradedX": "Наступні плагіни буде поновлено: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Є нова версія Piwik доступна до поновлення",
        "TheUpgradeProcessMayFailExecuteCommand": "Якщо у вас велика база даних Piwik, поновлення можуть забирати надто багато часу для запуску їх з браузера. В такому випадку, ви можете виконати поновлення з командного рядка: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Процес поновлення бази даних може забрати трохи часу, зачекайте будь-ласка.",
        "UnpackingTheUpdate": "Розпаковування поновлення",
        "UpdateAutomatically": "Поновити автоматично",
        "UpdateHasBeenCancelledExplanation": "Поновлення Piwik Одним Клацанням було скасовано. Якщо неможливо виправити повідомлення про помилку вище, рекомендується поновити Piwik вручну. %1$s Гляньте %2$sДокументацію про поновлення%3$s щоб розпочати!",
        "UpdateTitle": "Piwik › Поновлення",
        "UpdateSuccessTitle": "Piwik успішно поновлено!",
        "UpgradeComplete": "Поновлення завершено!",
        "UpgradePiwik": "Поновити Piwik",
        "VerifyingUnpackedFiles": "Перевірка розпакованих файлів",
        "WarningMessages": "Застережні повідомлення:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Автоматично деактивовано наступні плагіни: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Можна поновити до версії %s автоматично або завантажити пакунок та встановити в ручну:",
        "YouCouldManuallyExecuteSqlQueries": "Якщо немає можливості використовувати поновлювач з командного рядка або якщо не вдається здійснити поновлення Piwik (через розрив підєднання до бази даних, тайм-аут веб-оглядача чи з іншої причини) є можливість виконати SQL запити в ручну для поновлення бази даних до останньої версії.",
        "YouMustDownloadPackageOrFixPermissions": "Неможливо перезаписати поточну інсталяцію. Виправте права доступу на директорії\/файли, або завантажте архів та встановіть %s версію вручну:",
        "YourDatabaseIsOutOfDate": "База даних Piwik застаріла, і повинна бути поновлена перед наступним кроком."
    }
}