{
    "CoreUpdater": {
        "AlreadyUpToDate": "Все вже оновлені.",
        "CheckingForPluginUpdates": "Перевірка наявності нових оновлень розширень",
        "ClickHereToViewSqlQueries": "Натисніть тут, щоб переглянути та скопіювати список запитів SQL і консольних команд, які будуть виконані",
        "CloudHosting": "Хмарний хостинг",
        "ConsoleCommandDescription": "Тригери оновлено. Використовуйте їх тільки після того, як ядро Matomo або будь-які вставні файли були оновлені. Append --yes для поновлення без підтвердження.",
        "ConsoleParameterDescription": "Безпосередньо виконувати оновлення, не питаючи підтвердження",
        "ConsoleStartingDbUpgrade": "Почати процес оновлення бази даних зараз. Це може зайняти деякий час, тому будьте терплячі.",
        "ConsoleUpdateFailure": "Matomo не може бути оновлено! Докладніше див. вище.",
        "ConsoleUpdateNoSqlQueries": "Примітка: Немає SQL запитів або консольних команд для виконання.",
        "ConsoleUpdateUnexpectedUserWarning": "Схоже, ви виконали це оновлення користувачем %1$s, а ваші файли Matomo належать.%2$s\n\nЩоб забезпечити читання файлів Matomo правильним користувачем, вам може знадобитися запустити таку команду (або подібну команду залежно від конфігурації вашого сервера).:\n\n$ %3$s",
        "ConvertToUtf8mb4": "Перетворення бази даних на набір символів UTF8mb4",
        "CriticalErrorDuringTheUpgradeProcess": "Критична помилка протягом процесу поновлення:",
        "DatabaseUpgradeRequired": "Необхідно поновити базу даних",
        "DbUpgradeNotExecuted": "Оновлення бази даних не виконано.",
        "DisablingIncompatiblePlugins": "Відключення несумісних плагінів: %s",
        "DownloadX": "Завантажити %s",
        "DownloadingUpdateFromX": "Завантажити поновлення від %s",
        "DryRun": "Примітка: це сухий пробіг",
        "DryRunEnd": "Кінець сухого пробігу",
        "EmptyDatabaseError": "База даних %s порожня. Відредагуйте або видаліть файл конфігурації Matomo.",
        "ErrorDIYHelp": "Якщо ви досвідчений користоувач та зтикнулися з помилкою протягом поновлення бази даних:",
        "ErrorDIYHelp_1": "ідентифікуйте та вирішіть джерело проблеми (напр. memory_limit або max_execution_time)",
        "ErrorDIYHelp_2": "виконайте решту запитів які не змогли виконатися",
        "ErrorDIYHelp_3": "вручну обновіть таблицю \\\"option\\\" в базі даних Matomo, задавши значення \\\"version_core\\\" на версію обновитись до якої не вдалося",
        "ErrorDIYHelp_4": "запустій повторно поновлення (через браузер або командний рядок) щоб продовжити поновлення з часу виникнення помилки",
        "ErrorDIYHelp_5": "повідомте про проблему (або ваше рішення) що ми покращили роботу Matomo",
        "ErrorDuringPluginsUpdates": "Помилка протягом поновлення плагіну:",
        "ExceptionAlreadyLatestVersion": "Версія Matomo %s обновлена до останньої.",
        "ExceptionArchiveEmpty": "Порожній архів.",
        "ExceptionArchiveIncompatible": "Несумісний формат архіву: %s",
        "ExceptionArchiveIncomplete": "Архів не повний: деякі файли відсутні (напр. %s).",
        "ExceptionDirWrongPermission": "Деякі теки недоступні для запису. Будь ласка, переконайтеся у можливості запису в них і повторіть спробу: %s.",
        "ExecuteDbUpgrade": "Потрібно оновити базу даних. Виконати оновлення?",
        "FeedbackRequest": "Не соромтеся поділитися своїми ідеями і пропозиціями з командою з Matomo тут:",
        "HelpMessageContent": "Гляньте на %1$s Matomo FAQ %2$s де є пояснення найтиповіших помилок що виникають протягом поновлення. %3$s Зверніться за допомогою до системного адміністратора, - що може допомогти вирішити помилки пов’язані з сервером або налаштуванням бази даних.",
        "HelpMessageIntroductionWhenError": "Вище знаходиться повідомлення про помилку рівня ядра. Це повинно допомогти у виявлення причини, але якщо потрібна подальша допомога, будьласка:",
        "HelpMessageIntroductionWhenWarning": "Поновлення завершено успішно, однак були інциденти протягом проходження процесу. Будь-ласка прочитайте опис щоб дізнатися деталі. Для подальшої допомоги:",
        "HighTrafficPiwikServerEnableMaintenance": "Якщо ви керуєте сервером Matomo з великим обсягом трафіку, ми рекомендуємо %1$sна мить вимкнути Відстеження відвідувачів і перемкнути Інтерфейс Matomo в режим%2$s підтримки.",
        "IncompatbilePluginsWillBeDisabledInfo": "Примітка: деякі плагіни не сумісні з Matomo %s. Ми будемо оновлювати їх, якщо є оновлення на Маркеті, в іншому випадку ми будемо відключати їх при оновленні:",
        "InstallingTheLatestVersion": "Встановлення останньої версії",
        "LatestBetaRelease": "Останній тестовий випуск",
        "LatestStableRelease": "Останній стабільний випуск",
        "LatestXBetaRelease": "Остання бета-версія %s",
        "LatestXStableRelease": "Остання стала версія %s",
        "ListOfSqlQueriesFYI": "P.S.: ці запити SQL і консольні команди, які будуть виконуватися для оновлення бази даних в Matomo %s",
        "LtsSupportVersion": "Версія Довгострокової підтримки",
        "MajorUpdateWarning1": "Це велике оновлення! Може знадобитися більше часу, ніж зазвичай.",
        "MajorUpdateWarning2": "Наступна порада особливо важлива для великих встановлень.",
        "NeedHelpUpgrading": "Потрібна допомога в оновленні Matomo?",
        "NeedHelpUpgradingText": "Якщо вам потрібна підтримка, щоб оновити Matomo, творці Matomo можуть допомогти вам успішно оновити Matomo і надати всі інструкції, кращі практики та постійну підтримку.%1$sЗв'яжіться з експертами Matomo, щоб почати роботу з модернізації вашого Matomo безпечно.%2$s",
        "NoteForLargePiwikInstances": "Важліве зауваження для великих інсталяцій Matomo",
        "NotificationClickToUpdatePlugins": "Для оновлення плагінів, натисніть сюди:",
        "NotificationClickToUpdateThemes": "Для поновлення тем натисніть сюди:",
        "NotificationSubjectAvailableCoreUpdate": "Доступна новая версия Matomo %s",
        "NotificationSubjectAvailablePluginUpdate": "Доступні оновлення плагінів Matomo",
        "PiwikHasBeenSuccessfullyUpgraded": "Matomo успішно поновлено!",
        "PiwikUpdatedSuccessfully": "Matomo успішно поновлено!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "База даних Matomo буде поновлена з версії %1$s до нової версії %2$s.",
        "PostUpdateMessage": "Matomo завжди буде вільним для скачування і використання, але йому потрібна постійна підтримка щоб рости і поліпшуватися.",
        "PostUpdateSupport": "Якщо вам потрібна допомога у використанні Matomo, то ви зможете отримати підтримку від його творців:",
        "ReadyToGo": "Готові розпочати?",
        "ReceiveEmailBecauseIsSuperUser": "Ви отримали цей електронний лист, оскільки ви є суперкористувачем Matomo за адресою: %s",
        "ServicesSupport": "Обслуговування та підтримка",
        "SkipCacheClear": "Пропускання очищення кешу.",
        "SkipCacheClearDesc": "Пропускає очищення кешів перед оновленням. Це корисно, лише якщо ви можете переконатися, що зразки, які працюють за цією командою, ще не створили кеш, і якщо очищення кешу для багатьох облікових записів Matomo може стати вразливістю.",
        "ThankYouUpdatePiwik": "Спасибі за те, що користуєтеся Matomo і оновлюєте його!",
        "TheFollowingDimensionsWillBeUpgradedX": "Наступні розміри будуть оновлені: %s.",
        "TheFollowingPluginsWillBeUpgradedX": "Наступні плагіни будуть оновлені: %s.",
        "TheUpgradeProcessMayFailExecuteCommand": "Якщо у вас велика база даних Matomo, поновлення можуть забирати надто багато часу для запуску їх з браузера. В такому випадку, ви можете виконати поновлення з командного рядка: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Процес поновлення бази даних може забрати трохи часу, зачекайте будь-ласка.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Деякі плагіни були оновлені в Маркеті:",
        "ThereIsNewVersionAvailableForUpdate": "Доступна нова версія Matomo",
        "TheseCommandsWillBeExecuted": "Ці команди консолі будуть працювати:",
        "TheseSqlQueriesWillBeExecuted": "Ці запити SQL будуть виконуватися:",
        "TriggerDatabaseConversion": "Запустити перетворення бази даних у тлі",
        "UnpackingTheUpdate": "Розпаковування поновлення",
        "UpdateAutomatically": "Поновити автоматично",
        "UpdateErrorTitle": "Помилка при оновленні",
        "UpdateHasBeenCancelledExplanation": "Поновлення Matomo Одним Клацанням було скасовано. Якщо неможливо виправити повідомлення про помилку вище, рекомендується поновити Matomo вручну. %1$s Гляньте %2$sДокументацію про поновлення%3$s щоб розпочати!",
        "UpdateLog": "Журнал оновлень",
        "UpdateSuccessTitle": "Matomo успішно поновлено!",
        "UpdateTitle": "Поновлення",
        "UpdateUsingHttpsFailed": "Не вдалося завантажити останню версію Matomo з безпечного HTTPS, виникла наступна помилка:",
        "UpdateUsingHttpsFailedHelp": "Чому це не вдалося? Завантаження останньої версії Matomo (через безпечне HTTPS з'єднання) може потерпіти невдачу з різних причин, наприклад, через помилку з'єднання, повільній швидкості з'єднання або неправильного налаштування системи. Зверніть увагу, що це також може означати, що ваш сервер піддається атаці MITM, і хтось намагається замінити оновлення на шкідливу версію Matomo.",
        "UpdateUsingHttpsFailedHelpWhatToDo": "Рекомендується потворити завантаження, використовуючи безпечне з'єднання HTTPS, так як воно запобігає атаки MITM.",
        "Updating": "Оновлення",
        "UpdatingPluginXToVersionY": "Оновлення плагіну %1$s до версії %2$s",
        "UpgradeComplete": "Поновлення завершено!",
        "UpgradePiwik": "Поновити Matomo",
        "UsingHttp": "використовується незахищене HTTP-з'єднання",
        "UsingHttps": "використовується захищене HTTPS-соединение (рекомендується)",
        "Utf8mb4ConversionHelp": "Ваша база даних наразі не використовує набір символів utf8mb4. Це унеможливлює збереження 4-байтових символів, таких як емодзі, менш поширені символи азіатських мов, різні історичні писемності або математичні символи. Наразі вони замінені на %1$s.<br><br>Ваша база даних підтримує набір символів utf8mb4, і її можна було б перетворити.<br><br>Якщо ви можете виконувати консольні команди, ми радимо за допомогою цієї команди: %2$s<br><br>Альтернативно, ви можете увімкнути перетворення тут. Після цього воно автоматично запускатиметься як заплановане завдання у тлі.<br><br>Увага: перетворення бази даних може зайняти до кількох годин залежно від розміру бази даних. Оскільки під час цього перебігу відстеження може не працювати, ми не радимо використовувати задіювач для більших зразок.<br><br>Подробиці про цю тему можна знайти в цих %3$sЧаПах%4$s.",
        "VerifyingUnpackedFiles": "Перевірка розпакованих файлів",
        "ViewVersionChangelog": "Перегляд змін для цієї версії:",
        "WarningMessages": "Застережні повідомлення:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Автоматично деактивовано наступні плагіни: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Можна поновити до версії %s автоматично або завантажити пакунок та встановити в ручну:",
        "YouMustDownloadPackageOrFixPermissions": "Matomo не може перезаписати вашу поточну установку. Ви можете виправити права доступу до каталогу/файлу або завантажити пакет та встановити версію %s вручну:",
        "YourDatabaseIsOutOfDate": "База даних Matomo застаріла, і повинна бути поновлена перед наступним кроком."
    }
}
