{
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Click vào đây để xem và sao chép danh sách các truy vấn SQL sẽ được thực hiện.",
        "CriticalErrorDuringTheUpgradeProcess": "Lỗi nghiêm trọng trong quá trình cập nhạt:",
        "DatabaseUpgradeRequired": "Nâng cấp cơ sở dữ liệu",
        "DownloadingUpdateFromX": "Đang download để update từ %s",
        "DownloadX": "Tải xuống %s",
        "EmptyDatabaseError": "Database %s rỗng. Bạn phải sửa hoặc xóa file cấu hình Piwik.",
        "ErrorDIYHelp": "Nếu bạn là người dùng thông thạo hệ thống (advanced user) và gặp phải lỗi trong quá trình cập nhật:",
        "ErrorDIYHelp_1": "phát hiện nguyên nhân và sửa lại (ví dụ memory_limit hay max_execution_time)",
        "ErrorDIYHelp_2": "thực thi các truy vấn còn lại mà không thành công trong phần cập nhật",
        "ErrorDIYHelp_3": "chỉnh sửa trực tiếp trên table \"option\" trong cơ sở dữ liệu Piwik của bạn, thiết lập giá trị của version_core thành \"phiên bản mà bạn cập nhật không thành công\".",
        "ErrorDIYHelp_4": "chạy lại phần updater (qua trình duyệt hoặc chế độ dòng lệnh) để chạy tiếp các phần chưa cập nhật xong",
        "ErrorDIYHelp_5": "báo cáo lỗi này (và giải pháp) để Piwik có thể trở nên tốt hơn với người dùng",
        "ErrorDuringPluginsUpdates": "Lỗi trong quá trình cập nhật plugin:",
        "ExceptionAlreadyLatestVersion": "Phiên bản %s Piwik của bạn là phiên bản cập nhật nhất.",
        "ExceptionArchiveEmpty": "bộ lưu trữ trống.",
        "ExceptionArchiveIncompatible": "Bộ Lưu trữ không tương thích: %s",
        "ExceptionArchiveIncomplete": "Lưu trữ không đầy đủ: một số tập tin bị thiếu (ví dụ: %s).",
        "HelpMessageContent": "Xem trong %1$s câu hỏi thường gặp của Piwik %2$s về các lỗi phổ biến trong quá trình cập nhật. %3$s Hãy yêu cầu người quản trị hệ thống của bạn - Họ có thể trợ giúp bạn xử lý hầu hết những lỗi liên quan đến máy chủ hoặc cấu hình MySQL.",
        "HelpMessageIntroductionWhenError": "Trên đây là thông báo lỗi chính. Nó sẽ giúp giải thích nguyên nhân, nhưng nếu bạn cần thêm sự giúp đỡ xin vui lòng:",
        "HelpMessageIntroductionWhenWarning": "Bản cập nhật đã hoàn thành, tuy nhiên có một số vấn đề trong quá trình này. Xin vui lòng đọc các mô tả ở trên để biết chi tiết. Để được sự trợ giúp tốt hơn:",
        "InstallingTheLatestVersion": "Đang cài đặt phiên bản mới nhất",
        "MajorUpdateWarning1": "Đây là phần cập nhật quan trọng! Vì vậy sẽ mất nhiều thời gian hơn bình thường.",
        "MajorUpdateWarning2": "Lời khuyên sau đây đặc biệt quan trọng cho việc cài đặt quy mô lớn.",
        "NoteForLargePiwikInstances": "Lưu ý quan trọng khi cài đặt Piwik có quy mô lớn.",
        "NoteItIsExpectedThatQueriesFail": "Ghi nhớ: Nếu bạn muốn thực hiện những câu lệnh này bằng tay và một vài trong số chúng bị lỗi. Trong trường hợp đó, đơn giản là hãy bỏ qua lỗi, và chạy câu lệnh tiếp theo trong danh sách.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik vừa được cập nhật thành công!",
        "PiwikUpdatedSuccessfully": "Piwik đã cập nhật thành công!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Cơ sở dữ liệu Piwik sẽ được nâng cấp từ phiên bản %1$s lên phiên bản mới %2$s.",
        "ReadyToGo": "Sẵn sàng thực hiện?",
        "TheFollowingPluginsWillBeUpgradedX": "Các plugin sau sẽ được cập nhật: %s",
        "ThereIsNewVersionAvailableForUpdate": "Có phiên bản mới của Piwik để cập nhật",
        "TheUpgradeProcessMayFailExecuteCommand": "Nếu bạn có database Piwik lớn, các gói cập nhật có mất rất nhiều khi chạy trên trình duyệt. Trong trường hợp này, bạn có thể tiến hành các gói cập nhật này từ chế độ dòng lệnh: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Quá trình cập nhật database có thể mất thời gian một chút, bạn vui lòng kiên nhẫn chờ đợi.",
        "UnpackingTheUpdate": "Đang giải nén gói cập nhật",
        "UpdateAutomatically": "Cập nhật tự động",
        "UpdateHasBeenCancelledExplanation": "Piwik One Click Update đã bị thoát. Nếu bạn không thể sửa được thông điệp lỗi ở trên, bạn có thể update Piwik bằng tay. %1$s Vui lòng xem %2$stài liệu cập nhật %3$s để bắt đầu!",
        "UpdateTitle": "Cập nhật",
        "UpdateSuccessTitle": "Piwik vừa được cập nhật thành công!",
        "UpgradeComplete": "Cập nhật xong!",
        "UpgradePiwik": "Cập nhật Piwik!",
        "VerifyingUnpackedFiles": "Xác minh các tập tin giải nén",
        "WarningMessages": "Cảnh báo:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Chúng tôi tự động tắt các plugin sau: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Bạn có thể cập nhật tự động phiên bản %s hoặc tải về gói cập nhật và tự cài dặt.",
        "YouCouldManuallyExecuteSqlQueries": "Nếu bạn không thể sử dụng chế độ dòng lệnh của updater hay nếu bạn cập nhất không thành công (vì lỗi timeout của database, hay timeout của trình duyệt, hay các lỗi khác), bạn có thể tự thực thi các dòng truy vấn SQL để cập nhật Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik không thể ghi đè lên các file cài đặt sẵn có. Bạn có thể sửa lại permission của file\/thư mục, hoặc tải về gói cài đặt và tự cài đặt phiên bản %s.",
        "YourDatabaseIsOutOfDate": "Cơ sở dữ liệu Piwik của bạn đã lỗi thời, và phải được nâng cấp trước khi bạn có thể tiếp tục."
    }
}