{
    "Actions": {
        "AvgGenerationTimeTooltip": "Средно базирано на %s посещение(я) %s между %s и %s",
        "ColumnClickedURL": "Посетена връзка",
        "ColumnClicks": "Щраквания",
        "ColumnClicksDocumentation": "Брой щраквания на тази връзка",
        "ColumnDownloadURL": "Свален URL",
        "ColumnEntryPageTitle": "Входно заглавие",
        "ColumnEntryPageURL": "Входна страница",
        "ColumnExitPageTitle": "Изходно заглавие",
        "ColumnExitPageURL": "Изходна страница",
        "ColumnNoResultKeyword": "Ключова дума без резултати в търсенето",
        "ColumnPageName": "Име на страницата",
        "ColumnPagesPerSearch": "Страници с резултати от търсене",
        "ColumnPagesPerSearchDocumentation": "Посетителите ще търсят във вашия сайт, а понякога избират „Напред“, за да видят повече резултати. Това е средният брой на страниците с резултати от търсенето, видян за тази ключова дума.",
        "ColumnPageURL": "Страница URL",
        "ColumnSearchCategory": "Търсена категория",
        "ColumnSearches": "Търсачки",
        "ColumnSearchesDocumentation": "Брой посещения търсениза тази ключова дума от системата за търсене на твоя сайт.",
        "ColumnSearchExits": "% Изход от търсене",
        "ColumnSearchExitsDocumentation": "Процент посещения, след които, потребителите са напуснали сайта, при търсене за тази ключова дума.",
        "ColumnSearchResultsCount": "Брой резултати от търсенето",
        "ColumnSiteSearchKeywords": "Уникални ключови думи",
        "ColumnUniqueClicks": "Уникални кликове",
        "ColumnUniqueClicksDocumentation": "Броят на посещенията които са кликнали на тази връзка. Ако на тази връзка е било кликано няколко пъти, при едно посещение, отчита се само веднъж.",
        "ColumnUniqueDownloads": "Уникални сваляния",
        "ColumnUniqueOutlinks": "Уникални изходящи",
        "DownloadsReportDocumentation": "В този отчет можете да видите файловете, които вашите посетители са изтеглили. %s Piwik отчита броя щракванията върху връзката за сваляне. Дали изтеглянето е завършено или не, не е ясно за Piwik.",
        "EntryPagesReportDocumentation": "Този отчет съдържа информация за входните страници, които са били използвани през определен период. Входна страница е първата страница, която потребителя е видял по времето на посещениета си. %s входните URL са изведени в директорийна структура.",
        "EntryPageTitles": "Входни заглавия",
        "EntryPageTitlesReportDocumentation": "Този отчет съдържа информация за заглавията на входните страници, които са били използвани през определен период.",
        "ExitPagesReportDocumentation": "Този отчет съдържа информация за изходните страници, които са използвани през определен период. Изходна страница е последната страница, която потребителя вижда при неговото посещение. %s Изходните страници са изведени в директорийна структура.",
        "ExitPageTitles": "Изходни заглавия",
        "ExitPageTitlesReportDocumentation": "Този отчет съдържа информация за заглавията на изходните страници, които са били използвани през определен период.",
        "LearnMoreAboutSiteSearchLink": "Научете повече за проследяването на посетителите използващи търсачката във Вашия сайт.",
        "OneSearch": "1 търсене",
        "OutlinkDocumentation": "Изходящата връзка е връзка, която води посетителя извън Вашия сайт (към друг домейн).",
        "OutlinksReportDocumentation": "Този доклад показва йерархичен списък на изходящите адреси, които са избрани от посетителите.",
        "PagesReportDocumentation": "Този доклад включва информация за посетените връзки. %s Таблицата е организирана йерархично, връзките са показани като структура от папки.",
        "PageTitlesReportDocumentation": "Този доклад включва информация за заглавията на посетена страница. %s Заглавието на страницата е HTML %s таг, който се изобразява в заглавната част на повечето браузери.",
        "PageUrls": "URLs страница",
        "PluginDescription": "Доклади за посещения, изходящи връзки и сваляния. Изходящите връзки и Свалянията се отчитат автоматично!",
        "SiteSearchCategories1": "Този доклад показва списък с категориите, които посетителите са избрали при търсене във Вашия сайт.",
        "SiteSearchCategories2": "Например, електронните магазини обикновено имат категоризатор, така че посетителите да могат да филтрират търсенията си за всички продукти по категория.",
        "SiteSearchFollowingPagesDoc": "Когато посетителите разглеждат Вашия сайт, те търсят определена страница, продукт или услуга. Този доклад показва списъка със страници, които са били посетени предимно след използване на търсачката на сайта. С други думи, това е списъкът с най-посещаваните страници, които са били търсени от посетителите намиращи се във Вашия сайт.",
        "SiteSearchIntro": "Проследявайки търсенията, които посетителите правят на вашия сайт, е един много ефективен начин да научите повече за това, което вашата аудитория търси. Това може да помогне за намиране на идеи за ново съдържание, нови продукти и търговия, които потенциалните клиенти могат да търсят, и като цяло да подобри впечатлението на потребителя от вашия сайт.",
        "SiteSearchKeyword": "Ключова дума (Търсене на сайта)",
        "SiteSearchKeywordsDocumentation": "Този отчет описва ключовите думи, които посетителите търсят през търсачката на сайта.",
        "SiteSearchKeywordsNoResultDocumentation": "Този отчет съдържа „Търсене по ключови думи“, в който няма резултати от търсенето: може би алгоритъмът на търсачката може да се подобри, или може би вашите посетители търсят съдържание, което (все още) не е на вашия сайт?",
        "SubmenuPagesEntry": "Входни страници",
        "SubmenuPagesExit": "Изходни страници",
        "SubmenuPageTitles": "Заглавия на страници",
        "SubmenuSitesearch": "Търсене на сайт",
        "WidgetEntryPageTitles": "Входящо заглавие на страницата",
        "WidgetExitPageTitles": "Изходящо заглавие на страницата",
        "WidgetPagesEntry": "Входящи страници",
        "WidgetPagesExit": "Изходящи страници",
        "WidgetPageTitles": "Заглавия на страниците",
        "WidgetPageTitlesFollowingSearch": "Заглавия на страници следящи търсенията на сайтове",
        "WidgetPageUrlsFollowingSearch": "Страници следящи търсенията на сайтове",
        "WidgetSearchCategories": "Търси категории",
        "WidgetSearchKeywords": "Ключови думи търсени от сайта",
        "WidgetSearchNoResultKeywords": "Търсене по ключови думи без резултати"
    },
    "Annotations": {
        "AddAnnotationsFor": "Добави анотации за %s...",
        "AnnotationOnDate": "Анотация на %1$s: %2$s",
        "Annotations": "Анотации",
        "ClickToDelete": "Натиснете, за да изтриете този коментар.",
        "ClickToEdit": "Цъкни за да редактираш тази анотация.",
        "ClickToEditOrAdd": "Натисни за да редактираш или добавиш нова анотация.",
        "ClickToStarOrUnstar": "Натиснете, за да отбележите или премахнете звезда за този коментар.",
        "CreateNewAnnotation": "Създайте нова анотация",
        "EnterAnnotationText": "Въведете своята бележка…",
        "HideAnnotationsFor": "Скриване на анотациите за %s...",
        "IconDesc": "Вижте бележките за този период от време.",
        "IconDescHideNotes": "Скриване на бележките за този период от време.",
        "InlineQuickHelp": "Можете да създавате анотации, за да отбелязвате специални събития (като нова публикация в блог или нов изглед на сайт), за съхраняване на анализи или за запазване на нещо друго, което смятате за важно.",
        "LoginToAnnotate": "Влезте в профила си за да създадете анотация.",
        "NoAnnotations": "Няма анотации за този период от време.",
        "PluginDescription": "Позволява да се прикрепят бележки към различни дни, за да бъдат отбелязани промените, направени във вашия сайт. Запазва анализите в зависимост от информацията, която е предоставена и споделя мнението ви с вашите колеги. Публикувайки данните ще имате възможност да запомните по какъв начин изглеждат те.",
        "ViewAndAddAnnotations": "Преглеждане и добавяне на коментари за %s…",
        "YouCannotModifyThisNote": "Вие не можете да променяте тази анотация, защото все още не сте я създали или нямате администраторски права за този сайт."
    },
    "API": {
        "GenerateVisits": "Ако не разполагате с данни за днес можете да генерирате такива с помощта на добавката %s. Вие можете да активирате добавката %s, след което натиснете на „Генератор на посещения“, намиращ се в менюто на администраторската среда на Piwik.",
        "KeepTokenSecret": "Това token_auth е тайна, като Вашето потребителско име и парола, %s не го споделяйте%s!",
        "LoadedAPIs": "Успешно заредени %s API-та",
        "MoreInformation": "За повече информация за Piwik API-тата, моля погледнете %s Въведение в Piwik API%s и %s Piwik API Референт%s.",
        "PluginDescription": "Цялата информация от Piwik е достъпна чрез просто API. Тази добавка ви дава възможност да получите данни от Вашият Уеб Анализатор под формата на xml,json,php,cvs и др.",
        "QuickDocumentationTitle": "API бърза документация",
        "TopLinkTooltip": "Информацията за уеб анализите може да бъде достъпена чрез прост приложно-програмен интерфейс в json, xml и др. формат.",
        "UserAuthentication": "Удостоверяване на потребителя",
        "UsingTokenAuth": "Ако искате да %s вмъкнете данните със скрипт, crontab, др. %s трябва да добавите параметър %s на API кода за повиквания на URL адреси, които изискват удостоверяване."
    },
    "CoreAdminHome": {
        "Administration": "Администрация",
        "ArchivingSettings": "Настройки за архивиране",
        "BrandingSettings": "Настройки на бранда",
        "CheckReleaseGetVersion": "Когато проверявате за нови версии на Piwik, винаги взимайте",
        "ClickHereToOptIn": "Натиснете тук за съгласие.",
        "ClickHereToOptOut": "Натиснете тук за отказ.",
        "CustomLogoFeedbackInfo": "Ако модифицирате Piwik логото, може също да пожелаете да скриете %s връзката в главното меню. За да направите това, можете да изключите добавката за обратна връзка в страницата %sУправление на добавки%s.",
        "CustomLogoHelpText": "Можете да модифицирате логото на Piwik, което да се показва в интерфейса на потребителя и имейлите с отчети.",
        "EmailServerSettings": "Настройки сървър на е-поща",
        "FaviconUpload": "Изберете Favicon за качване",
        "ForBetaTestersOnly": "Само за бета тестери",
        "ImageTracking": "Проследяване на изображенията",
        "ImageTrackingIntro1": "Когато посетителят е изключил JavaScript или когато JavaScript не може да бъде използван, може да се използва проследяващата връзка към изображение, за да бъдат проследени посетителите.",
        "ImageTrackingLink": "Връзка към изображение, за което се води отчет",
        "ImportingServerLogs": "Импортиране на сървърни логове",
        "ImportingServerLogsDesc": "Една алтернатива за проследяване на посетителите чрез браузъра (или чрез JavaScript или препратка към файла) е непрекъснато да се внасят сървърните логове. Научете повече за %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Следните добавки не са съвместими с %1$s и не могат да бъдат заредени: %2$s.",
        "InvalidPluginsYouCanUninstall": "Може да обновите или деинсталирате тези добавки чрез %1$sУправление на добавките%2$s.",
        "JavaScriptTracking": "JavaScript Проследяване",
        "JSTracking_CampaignKwdParam": "Параметър ключова дума на кампанията",
        "JSTracking_CampaignNameParam": "Параметър име на кампанията",
        "JSTracking_CodeNote": "Уверете се, че този код е на всяка една страница от вашия сайт преди %1$s таг.",
        "JSTracking_CustomCampaignQueryParam": "Използвайте произволно име на параметър заявка за име и ключ на кампанията",
        "JSTracking_CustomCampaignQueryParamDesc": "Забележка: %1$sPiwik автоматично ще засече Google Analytics параметрите.%2$s",
        "JSTracking_EnableDoNotTrack": "Активиране на режим за засичане на включена функция „Не проследявай“",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Забележка: От страна на сървъра е включена настройката „Не проследявай“, така че тази настройка няма да окаже ефект.",
        "JSTracking_EnableDoNotTrackDesc": "Заявките за следене няма да бъдат изпратени, ако посетителите не желаят да бъде събирана информация за тях.",
        "JSTracking_GroupPageTitlesByDomainDesc1": "В случай, че някой посети страница „За“ в блога, %1$s ще бъде записан\/о в 'Блог \/ За'. Това е най-лесният начин, за да се направи преглед на трафика по поддомейн.",
        "JSTracking_MergeAliases": "В доклада за „Изходните страници“ скрийте щракванията до познати адреси на",
        "JSTracking_MergeSubdomains": "Проследяване на посетителите във всички поддомейни на",
        "JSTracking_MergeSubdomainsDesc": "Ако един посетител разгледа %1$s и %2$s, това ще се брои като едно уникално посещение.",
        "JSTracking_PageCustomVars": "Проследяване на персонализирана променлива за всеки преглед на страница",
        "JSTracking_PageCustomVarsDesc": "Пример: име на променливата „Категория“ и стойност „Бели книжа“.",
        "JSTracking_VisitorCustomVars": "Проследяване на персонализирани променливи за този посетител",
        "JSTracking_VisitorCustomVarsDesc": "Например, с име на променлива „Тип“ и стойност „Клиент“.",
        "JSTrackingIntro1": "Вие може да следите потребителите, които посещават вашия сай, по много различни начини. Препоръчителният начин да го направите е чрез JavaScript. За да използвате този метод, трябва да се уверите, че всяка страница на вашия сайт има необходимия JavaScript код, който можете да генерирате тук.",
        "JSTrackingIntro2": "След като имате нужния JavaScript код за вашия сайт, го копирайте и поставете във всички страници, които искате да следите с Piwik.",
        "JSTrackingIntro3": "В повете сайтове, блогове, системи за управление на съдържанието (CMS) и други, можете да използвате предварително създадени добавки, които да извършват техническата работа. (Вижте нашия %1$sсписък с добавки, които се използват за интеграция с Piwik%2$s.) Ако няма добавка, която да използвате, можете да промените шаблоните на вашия сайт и да добави този код в \"footer\" файла.",
        "JSTrackingIntro4": "В случай, че не искате да използвате JavaScript за водене на статистика за посетителите %1$sгенерирай изображение под формата на проследяваща връзка по-долу%2$s.",
        "JSTrackingIntro5": "В случай, че желаете да събирате повече информация за посещенията, моля, вижте %1$sPiwik Javascript Tracking документацията%2$s, за списък с наличните функции. Използвайки тези функции може да следите цели, персонализирани променливи, поръчки, изоставени колички и други.",
        "LatestBetaRelease": "Най-новата бета версия",
        "LatestStableRelease": "Най-новата стабилна версия",
        "LogoUpload": "Изберете логото за качване",
        "LogoUploadHelp": "Моля, качете файла в %s формати с минимална височина %s пиксела.",
        "MenuDiagnostic": "Диагностика",
        "MenuGeneralSettings": "Основни настройки",
        "MenuManage": "Управление",
        "OptOutComplete": "Отказът е приет; вашите посещения в този уебсайт няма да бъдат записвани от Инструмента за Уеб анализ.",
        "OptOutCompleteBis": "Запомнете, че ако изтриете вашите бисквитки или ако смените компютъра или уеб браузъра ще е нужно да направите процедурата за отказ отново.",
        "OptOutExplanation": "Piwik е ангажиран с осигуряването на поверителност в Интернет. За да позволите на потребителите си да се откажат от Piwik Web Analytics, можете да добавите нужният HTML код в една от вашите уеб страници, например в раздела Поверителност.",
        "OptOutExplanationBis": "Този код ще ви покаже рамка, съдържаща връзка, чрез която вашите посетители могат да се откажат от Piwik, като поставят бисквитка в техните браузъри. %s Натиснете тук%s за да видите съдържанието, което ще бъде показано в рамката.",
        "OptOutForYourVisitors": "Piwik отказ за вашите посетители",
        "PiwikIsInstalledAt": "Piwik е инсталиран на",
        "PluginDescription": "Администраторски панел на Piwik",
        "PluginSettingChangeNotAllowed": "Не е позволено да се променя стойността за настройка \"%s\" в добавка \"%s\"",
        "PluginSettings": "Настройки на добавките",
        "PluginSettingsIntro": "Тук могат да се променят настройките за следните добавки от трети страни:",
        "PluginSettingsValueNotAllowed": "Стойността за поле \"%s\" за добавка \"%s\" не е позволена",
        "SendPluginUpdateCommunicationHelp": "Ще бъде изпратено съобщение на привилигирован потребител когато е налична нова версия за добавка.",
        "StableReleases": "Ако Piwik е критично важен за вашият бизнес, използвайте последната стабилна версия. Ако използвате последна бета и откриете бъг или имате предложение, моля %sвижте тук%s.",
        "TrackAGoal": "Проследяване на цел",
        "TrackingCode": "Код за проследяване",
        "TrustedHostConfirm": "Сигурен ли сте, че желаете да промените доверен Piwiki хост име",
        "TrustedHostSettings": "Доверено Piwiki хост име",
        "UpdateSettings": "Настройки за обновяване",
        "UseCustomLogo": "Използвайте изработено лого",
        "ValidPiwikHostname": "Валидно Piwik хост име",
        "WithOptionalRevenue": "с опция за приходите",
        "YouAreOptedIn": "В момента сте избрали",
        "YouAreOptedOut": "В момента сте отказали",
        "YouMayOptOut": "Можете да изберете да нямате уникална уеб анализ бисквитка с идектификационен номер, свързан към вашият компютър, за да избегнете агрегацията на анализ на събраната информация на този уеб сайт.",
        "YouMayOptOutBis": "За да направите този избор, моля кликнете долу за да получите биксвитката за отказване."
    },
    "CoreHome": {
        "CategoryNoData": "Няма данни в тази категория. Опитайте \"Включи всички данни\".",
        "CheckForUpdates": "Проверка за обновления",
        "CheckPiwikOut": "Проверка на Piwiki изход!",
        "CloseWidgetDirections": "Можете да затворите тази джаджа, като кликнете на 'Х' иконата в горната част на джаджата.",
        "DataForThisReportHasBeenPurged": "Датата на този доклад е стара с %s месеца и ще бъде изтрита.",
        "DataTableExcludeAggregateRows": "Сумарните редове са показани %s Скриване",
        "DataTableIncludeAggregateRows": "Сумарните редове са скрити %s Покажи ги",
        "DateFormat": "%дължинаДен% %ден% %дължинаМесец% %дължинаГодина%",
        "Default": "подразбиране",
        "DonateCall1": "Piwik винаги ще бъде безплатен за използване, но това не означава, че ние нямаме разходи за развитието му.",
        "DonateCall2": "Piwik се нуждае от вашата подкрепа, за да продължава да расте и процъфтява.",
        "DonateCall3": "В случай, че Piwik помага на вашия бизнес или услуги, които сте пуснали, %1$sмоля, направете дарение!%2$s",
        "DonateFormInstructions": "Изберете стойност посредством плъзгача, след което натиснете бутона за абониране, за да направите дарение.",
        "ExcludeRowsWithLowPopulation": "Всички редове са показани %s С изключение на тези с ниски стойности",
        "ExternalHelp": "Помощ (отваря се в нов прозорец)",
        "FlattenDataTable": "Този доклад е йерархичен %s Направете го плосък",
        "HowMuchIsPiwikWorth": "Каква стойност има Piwik за вас?",
        "IncludeRowsWithLowPopulation": "Редове с ниски стойности са скрити %s Покажи всички редове",
        "InjectedHostEmailBody": "Здравейте, днес се опитах да достъпя Piwik и се натъкнах на предупреждение за неизвестно име на машината.",
        "InjectedHostEmailSubject": "Piwik е бил достъпен чрез неизвестно име: %s",
        "InjectedHostSuperUserWarning": "Възможно е конфигурацията на Piwik да е неправилна (това се случва когато Piwik е бил изместен на нов сървър или друг адрес). Вие можете или %1$sда щракнете тук и да добавите %2$s като валиден Piwik адрес (ако сте сигурни в достоверността му)%3$s, или %4$sда щракнете тук и да посетите %5$s, за да достъпите Piwik безпасно%6$s.",
        "InjectedHostWarningIntro": "В момента достъпвате Piwik от %1$s, но Piwik е настроен да работи чрез този адрес: %2$s.",
        "JavascriptDisabled": "JavaScript трябва да бъде разрешен за да използвате Piwik в стандартен изглед.<br \/>Същото е ако JavaScript не е разрешен или браузъра не го поддържа.<br \/>За да използвате стандартен изглед разрешете JavaScript от настройките на Вашия браузър и %1$sопитайте отново%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Открийте разликата: %1$sДарете%2$s за фонд Piwik 2.0!",
        "MakeOneTimeDonation": "Направете еднократно дарение",
        "NoPrivilegesAskPiwikAdmin": "Вие се логнахте в като '%s' но изглежда че нямате разрешение от Piwik. %s Попитайте Вашият Piwik администратор (клик на email)%s да Ви даде \"поглед\" достъп до сайта.",
        "PageOf": "%1$s от %2$s",
        "PeriodDay": "Ден",
        "PeriodDays": "дни",
        "PeriodMonth": "Месец",
        "PeriodMonths": "месеци",
        "PeriodRange": "Период",
        "PeriodWeek": "Седмица",
        "PeriodWeeks": "седмици",
        "PeriodYear": "Година",
        "PeriodYears": "години",
        "PluginDescription": "Уеб Анализи Доклади структура.",
        "ReportGeneratedOn": "Доклада е генериран за %s",
        "ReportGeneratedXAgo": "Доклада е генериран преди %s",
        "SharePiwikLong": "Здравейте! Туко-що открих прекрасен софтуер с отворен код: Piwik! Piwik позволява проследяването на посетителите на даден сайт безплатно. Задължително трябва да го пробвате!",
        "SharePiwikShort": "Piwik! Софтуер с отворен код за уеб анализ. Притежавайте вашите собствени данни.",
        "ShareThis": "Сподели това",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Покажи JavaScript кода за вмъкване в сайта",
        "SubscribeAndBecomePiwikSupporter": "Пристъпете към сигурната страница за плащане (PayPal) за да станете Piwik Supporter!",
        "SupportPiwik": "Подкрепи Piwik!",
        "TableNoData": "Няма данни за тази таблица.",
        "ThereIsNoDataForThisReport": "Няма данни за този доклад.",
        "UnFlattenDataTable": "Този доклад е плосък %s Направете го йерархичен",
        "ViewAllPiwikVideoTutorials": "Виж всички Piwik помощни клипове",
        "WebAnalyticsReports": "Уеб Анализи Доклади",
        "YouAreUsingTheLatestVersion": "Вие използвате последна версия на Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Активиране на добавка",
        "ActionActivateTheme": "Активирай тапет",
        "ActionInstall": "Инсталиране",
        "ActionUninstall": "Деинсталиране",
        "Activate": "Активирай",
        "Activated": "Активиран",
        "Active": "Активна",
        "Activity": "Активност",
        "AllowedUploadFormats": "Може да качите добавка или тапет в zip формат посредством тази страница.",
        "AuthorHomepage": "Начало на автор",
        "Authors": "Автори",
        "BackToExtendPiwik": "Връщане към магазина за приложения",
        "BeCarefulUsingPlugins": "Бъдете внимателни с добавките, които не са създадени от екипа на Piwik: те не са проверени.",
        "BeCarefulUsingThemes": "Бъдете внимателни с тапетите, които не са създадени от екипа на Piwik: те не са проверени.",
        "ByDesigningOwnTheme": "чрез %sсъздаване на ваш собствен тапет%s",
        "ByInstallingNewPluginFromMarketplace": "чрез %sинсталиране на нова добавка от магазина за приложения%s",
        "ByInstallingNewThemeFromMarketplace": "чрез %sинсталиране на нов тапет от магазина за приложения%s",
        "ByWritingOwnPlugin": "като %sсъздадете ваша собствена добавка%s",
        "ByXDevelopers": "от %s разработчици",
        "Changelog": "Списък с промените",
        "ChangeSettingsPossible": "Промяна на %sнастройките%s за тази добавка.",
        "CorePluginTooltip": "Основните добавки нямат версия, тъй като се разпространяват с Piwik.",
        "Deactivate": "Деактивирай",
        "Developer": "Разработчик",
        "DoMoreContactPiwikAdmins": "За да се инсталира нова добавка или нова тема, трябва да се свържете с вашия администратор, който отговаря за Piwik.",
        "DownloadAndInstallPluginsFromMarketplace": "Можете автоматично да свалите и инсталирате нови добавки от %sмагазина за приложения%s.",
        "EmailToEnquireUpdatedVersion": "Моля, пишете до %1$s и изискайте актуална версия на %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Насладете се на друг изглед и усещане",
        "FeaturedPlugin": "Препоръчана добавка",
        "GetEarlyAccessForPaidPlugins": "Забележка: всички от наличните добавки са безплатни за използване; в бъдеще ще има платена секция в магазина за приложения (%sсвържете се с нас%s за предварителен достъп).",
        "GetNewFunctionality": "Сдобийте се с нова функционалност",
        "History": "История",
        "Inactive": "Неактивна",
        "InfoPluginUpdateIsRecommended": "Обновете вашите добавки, за да се възползвате от най-новите подобрения.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Забележка: други %1$s потребители регистрирани в този Piwik също използват тапет %2$s.",
        "InfoThemeUpdateIsRecommended": "Обновете вашите тапети, за да получите последната версия.",
        "InstallingPlugin": "Инсталира се %s",
        "InstallNewPlugins": "Инсталиране на нови добавки",
        "InstallNewThemes": "Добави нови тапети",
        "LastCommitTime": "(последен принос %s)",
        "LastUpdated": "Последно обновена",
        "LicenseHomepage": "Начало на лиценз",
        "MainDescription": "Добавките разширяват функционалността на Piwik. Веднъж инсталирана, добавката може да бъде активирана (пускана) или деактивирана (спирана).",
        "Marketplace": "Магазин",
        "MarketplaceSellPluginSubject": "Магазин – Продайте добавка",
        "MenuPlatform": "Платформа",
        "MissingRequirementsNotice": "Моля, обновете %1$s %2$s до по-нова версия, %1$s %3$s се изисква.",
        "NoPluginsFound": "Не е намерена добавка",
        "NotAllowedToBrowseMarketplacePlugins": "Може да разгледате списъка с добавки, които могат да бъдат инсталирани, за да настроите или разширите вашата Piwik платформа. Моля, свържете се с вашия системен администратор, ако желаете да бъде инсталирана някоя добавка.",
        "NotAllowedToBrowseMarketplaceThemes": "Може да разгледате списъка с тапети, които могат да бъдат инсталирани, за да променят изгледа на Piwik. Моля, свържете се с вашия системен администратор, за да извърши инсталацията им.",
        "NoThemesFound": "Не са намерени тапети",
        "NoZipFileSelected": "Моля, изберете zip файл.",
        "NumDownloadsLatestVersion": "Последна версия:%s сваляния",
        "NumUpdatesAvailable": "Налични са обновления %s",
        "OrByUploadingAPlugin": "или чрез %sкачване на добавка%s",
        "OrByUploadingATheme": "или чрез %sкачване на тапет%s",
        "Origin": "Произход",
        "OriginCore": "Ядро",
        "OriginThirdParty": "Трета страна",
        "PluginDescription": "Интерфейс за администрация на добавките.",
        "PluginHomepage": "Сайт на добавката",
        "PluginKeywords": "Ключови думи",
        "PluginNotCompatibleWith": "%1$s добавка не е съвместима с %2$s.",
        "PluginNotWorkingAlternative": "Ако сте използвали тази добавка, може би ще намерите по-нова версия в магазина за приложения. В случай, че няма по-нова версия, може би ще желаете да деинсталирате добавката.",
        "PluginRequirement": "%1$s изисква %2$s.",
        "PluginsManagement": "Управление на добавките",
        "PluginUpdateAvailable": "Използва се версия %s и е налична нова версия %s.",
        "PluginVersionInfo": "%1$s от %2$s",
        "PluginWebsite": "Сайт за добавки",
        "Screenshots": "Екранни снимки",
        "SortByAlpha": "по азбучен ред",
        "SortByNewest": "най-новите",
        "SortByPopular": "популярно",
        "Status": "Състояние",
        "StepDownloadingPluginFromMarketplace": "Сваляне на добавка от магазина за приложения",
        "StepDownloadingThemeFromMarketplace": "Сваляне на тапет от магазина за приложения",
        "StepPluginSuccessfullyInstalled": "Успешно е инсталирана добавка %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Успешно е обновена добавка %1$s %2$s.",
        "StepReplaceExistingPlugin": "Подмяна на съществуваща добавка",
        "StepReplaceExistingTheme": "Замяна на съществуващ тапет",
        "StepThemeSuccessfullyInstalled": "Вие успешно инсталирахте тапет %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "Вие успешно обновихте тапет %1$s %2$s.",
        "StepUnzippingPlugin": "Добавката се разархивира",
        "StepUnzippingTheme": "Тапетът се разархивира",
        "SuccessfullyActicated": "Успешно беше активирано <strong>%s<\/strong>.",
        "Support": "Поддръжка",
        "TeaserExtendPiwik": "Разширете възможностите на Piwik с добавки и тапети",
        "TeaserExtendPiwikByPlugin": "Разширяване на възможностите на Piwik, чрез нова добавка",
        "TeaserExtendPiwikByTheme": "Насладете се на друг изглед и усещане инсталирайки нов тапет",
        "TeaserExtendPiwikByUpload": "Разширяване на възможностите на Piwik, чрез добавяне на zip файл",
        "Theme": "Тапет",
        "Themes": "Тапети",
        "ThemesDescription": "Тапетите могат да променят въшншия вид на потребителския интерфейс на Piwik и да осигурят ново пълноценно визуално усещане, за да се насладите на Вашите статистики.",
        "ThemesManagement": "Управление на тапетите",
        "UninstallConfirm": "Вие сте на път да деинсталирате добавката %s. Добавката ще бъде напълно премахната от вашата платформа и няма да може да бъде възстановена. Наистина ли искате да направите това?",
        "Updated": "Обновени",
        "UpdatingPlugin": "Обновява се %s",
        "UploadZipFile": "Качване на zip файл",
        "Version": "Версия",
        "ViewRepositoryChangelog": "Преглед на промените",
        "Websites": "Сайтове"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Щракнете тук, за да видите и копие на списъка на SQL заявката, която ще изпълнява",
        "CreatingBackupOfConfigurationFile": "Създадено е резервно копие на конфигурационния файл в %s",
        "CriticalErrorDuringTheUpgradeProcess": "Открита е КРИТИЧНА грешка по време на обновяването:",
        "DatabaseUpgradeRequired": "Необходимо е да се обнови базата от данни (БД)",
        "DisablingIncompatiblePlugins": "Изключване на несъвместими добавки: %s",
        "DownloadingUpdateFromX": "Изтегляне на обновлението от %s",
        "DownloadX": "Изтегляне %s",
        "EmptyDatabaseError": "Базата от данни (БД) %s е празна. Трябва да редактирате или изтриете конфигурационният файл на Piwik.",
        "ErrorDIYHelp": "Ако сте напреднал потребител и попаднете на грешка при обновяване на базата от данни (БД):",
        "ErrorDIYHelp_1": "открийте и редактирайте в конфигурационния файл (например, memory_limit или max_execution_time)",
        "ErrorDIYHelp_2": "изпълни останалите заявки за обновяване от това поле",
        "ErrorDIYHelp_3": "опцията `ръчно обновяване` на таблиците в Piwik базата от данни (БД), определяне на стойността на version_core на версията на провалилота се актуализация",
        "ErrorDIYHelp_4": "повторно стартирайте обновлението (чрез браузъра или от командния ред) за да продължите с останалите обновления",
        "ErrorDIYHelp_5": "изпратете този проблем и\/или решение на Piwik екипа - възможно е това да е важно!",
        "ErrorDuringPluginsUpdates": "Открита е грешка при обновяването на добавките:",
        "ExceptionAlreadyLatestVersion": "Тази версия %s на Piwik е актуална.",
        "ExceptionArchiveEmpty": "Празен архив.",
        "ExceptionArchiveIncompatible": "Несъвместим архив: %s",
        "ExceptionArchiveIncomplete": "Несъвместим архив: някои файлове липсват (например %s).",
        "HelpMessageContent": "Проверете %1$s Често Задавани Въпроси (ЧЗВ) %2$s , където са обяснени възможните грешки по време на обновяването. %3$s Посъветвайте се с вашия системен администратор - те са в състояние да ви помогнат с грешка, която най-вероятно е свързана със сървъра или MySQL настройка.",
        "HelpMessageIntroductionWhenError": "Открита е грешка в ядрото на Piwik. Ако имате нужда от допълнителна помощ моля обърнете се към нашия форум и\/или прочетете документацията:",
        "HelpMessageIntroductionWhenWarning": "Актуализацията приключи успешно, но бяха открити грешки по време на процеса. Моля, прочетете документацията за допълнителна информация:",
        "InstallingTheLatestVersion": "Инсталиране на последната версия",
        "MajorUpdateWarning1": "Това е основна актуализация! Това ще отнеме малко повече от обичайното.",
        "MajorUpdateWarning2": "Следният съвет е особено важен за големи инсталации.",
        "NoteForLargePiwikInstances": "Важна бележка за големи Piwik инсталации",
        "NoteItIsExpectedThatQueriesFail": "Забележка: При ръчното изпълнение на тези въпроси, се очаква, че някои от тях ще се провалят. В такъв случай ги игнорирайте и продължете напред.",
        "NotificationClickToUpdatePlugins": "Щракнете тук, за да обновите вашите добавки:",
        "NotificationClickToUpdateThemes": "Щракнете тук, за да обновите вашите тапети:",
        "NotificationSubjectAvailableCoreUpdate": "Налична е нова Piwik версия %s",
        "NotificationSubjectAvailablePluginUpdate": "Налични са обновления за вашите Piwik добавки",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik успешно е обновен!",
        "PiwikUpdatedSuccessfully": "Обновлението на Piwik завърши успешно!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik базата от данни (БД) ще бъде обновена от %1$s версия към %2$s.",
        "PluginDescription": "Механизъм за актуализиране на Piwik",
        "ReadyToGo": "Готови ли сте?",
        "TheFollowingPluginsWillBeUpgradedX": "Следните добавки ще бъдат обновени: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Някои от добавките, които използвате, са обновени в магазина:",
        "ThereIsNewVersionAvailableForUpdate": "Открита е нова версия на Piwik, можете да обновите!",
        "TheUpgradeProcessMayFailExecuteCommand": "Ако имате голяма Piwik база данни, актуализирането и може да отнеме прекалено много време, ако я стартирате през Вашият браузър. В този случай, можете да извършите актуализацията чрез команден ред: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Обновяването на базата от данни (БД) отнема известно време! Бъдете търпеливи...",
        "UnpackingTheUpdate": "Разархивиране на обновлението",
        "UpdateAutomatically": "Обновете автоматично",
        "UpdateHasBeenCancelledExplanation": "Автоматичното обновяване на Piwik е отказано. Опитайте отново! Ако не успеете автоматично да обновите Piwik, опитайте ръчно. %1$s Моля прочетете %2$s документацията %3$s и продължете!",
        "UpdateTitle": "Обновления",
        "UpgradeComplete": "Обновяването приключи!",
        "UpgradePiwik": "Обновете Piwik",
        "VerifyingUnpackedFiles": "Разархивираните файлове",
        "WarningMessages": "Предупредителни съобщения:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Автоматично са деактивирани следните добавки: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Можете да обновите автоматично към версия %s или да изтеглите обновлението и инсталирате ръчно:",
        "YouCouldManuallyExecuteSqlQueries": "Ако не сте в състояние да използвате актуализациите и ако не успеете да обновите Piwik (поради изчакване на база данни, изчакване на уеб браузъра или друго) можете ръчно да изпълните SQL заявките актуализиране на Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik не е в състояние да презапишете текущата си инсталация. Можете да отстраните директорията\/файла за достъп, или да изтеглите и инсталирате пакет версия %s и ръчно:",
        "YourDatabaseIsOutOfDate": "Базата от данни (БД) на Piwik е остаряла. Трябва да обновите преди да продължите нататък."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Име на променлива",
        "ColumnCustomVariableValue": "Съдържание на променлива",
        "CustomVariables": "Променливи",
        "CustomVariablesReportDocumentation": "Този отчет съдържа информация за вашите Персонални променливи. Кликнете върху името на променлива, за да видите разпределението на стойностите. %s За повече информация отностно Персоналните Променливи в общ план, прочетете Документацията за %sПерсонални промеливи на Piwik.org%s",
        "PluginDescription": "Персоналните променливи са име,стойност двойки данни, които можете да настроите към посещение, използвайки Javascript API и функцията setVisitCustomVariables() . Тогава Piwik ще ви изведе отчет колко посещения, страници, конверсии има за всяка една от тези персонални имена и стойности.",
        "ScopePage": "Разгледай страница",
        "ScopeVisit": "Разгледай посещение"
    },
    "Dashboard": {
        "AddAWidget": "Добави нова джаджа",
        "AddPreviewedWidget": "Добави джаджата на таблото",
        "ChangeDashboardLayout": "Сменете изледа на таблото",
        "CopyDashboardToUser": "Копиране на табло при потребител",
        "CreateNewDashboard": "Направете ново табло",
        "Dashboard": "Табло",
        "DashboardCopied": "Настоящото табло е успешно копирано при избрания потребител.",
        "DashboardEmptyNotification": "Вашето табло не съдържа никакви джаджи. Започнете с добавяне на някои джаджи или просто нулирайте таблото, за да изберете джаджите по подразбиране.",
        "DashboardName": "Име на табло:",
        "DashboardOf": "Табло за %s",
        "DefaultDashboard": "Табло по подразбиране - Използвайте джаджите по подразбиране и изгледа на колоните.",
        "DeleteWidgetConfirm": "Наистина ли искате да изтриете тази джаджа от таблото?",
        "EmptyDashboard": "Изпразнете таблото - Изберете любимите си джаджи",
        "LoadingWidget": "Зарежда джаджата, почакайте...",
        "ManageDashboard": "Управлявате таблото",
        "Maximise": "Максимизиране",
        "Minimise": "Минимизиране",
        "NotUndo": "Вие няма да можете да отмените тази операция",
        "PluginDescription": "Табло на вашия уеб анализатор. Можете да настроите таблото си по свой вкус: да добавяте нови джаджи, да променяте подредбата им. Всеки потребител има достъп до своето собствено табло.",
        "RemoveDashboard": "Премахнете таблото",
        "RemoveDashboardConfirm": "Сигурни ли сте че искате да премахнете таблото \"%s\"?",
        "RenameDashboard": "Сменете името на таблото",
        "ResetDashboard": "Зареди отново таблото",
        "ResetDashboardConfirm": "Сигурен ли сте че искате да заредите отново плана на таблото с избраните по подразбиране джаджи?",
        "SelectDashboardLayout": "Моля, изберете Вашият нов изглед на табло",
        "SelectWidget": "Изберете джаджа, която да добавите на таблото",
        "SetAsDefaultWidgets": "Поставете по подразбиране избора на джаджи",
        "SetAsDefaultWidgetsConfirm": "Сигурни ли сте, че искате да настроите настоящата селекция на джаджи и оформление на таблото по подразбиране?",
        "SetAsDefaultWidgetsConfirmHelp": "Селекцията на джаджи и колоните на изгледа на таблото ще бъдат използвани, когато потребителят създаде ново табло, или когато \"%s\" функция е използвана.",
        "WidgetNotFound": "Несъществуваща джаджа",
        "WidgetPreview": "Преглед на джаджата",
        "WidgetsAndDashboard": "Джаджи и Табло"
    },
    "DoNotTrack": {
        "PluginDescription": "Игнориране на посещенията с X-Do-Not-Track или заглавие DNT."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Свържете се с екипа на Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Желаете да докладвате за грешка или имате предложение?",
        "IWantTo": "Желая да:",
        "LearnWaysToParticipate": "Научете повече за начините, как бихте могли да %sучаствате%s",
        "ManuallySendEmailTo": "Моля изпратете ръчно Вашето съобщение до",
        "PluginDescription": "Изпратете обратна връзка към екипа на Piwik. Споделете вашите идеи и предложения с нас!",
        "RateFeatureThankYouTitle": "Благодарим ви, че оценихте '%s'!",
        "SendFeedback": "Изпрати съобщението",
        "SpecialRequest": "Имате ли специална молба към екипа на Piwik?",
        "ThankYou": "Благодаря, че помогнахте да направим Piwik по-добър!",
        "TopLinkTooltip": "Може да ни кажете какво мислите, както и да изискате професионална помощ.",
        "VisitTheForums": "Посетете нашият %sФорум%s",
        "WantToThankConsiderDonating": "Смятате, че Piwik е страхотен и искате да ни благодарите?"
    },
    "General": {
        "AbandonedCarts": "Отказани колички",
        "AboutPiwikX": "За Piwik %s",
        "Action": "Действие",
        "Actions": "Действия",
        "Add": "Добавяне",
        "AfterEntry": "след влизане тук",
        "All": "Всички",
        "AllowPiwikArchivingToTriggerBrowser": "Разреши Piwik архивиране, веднага след като докладите бъдат гледани от браузър",
        "AllWebsitesDashboard": "Табло за всички сайтове",
        "And": "и",
        "API": "API",
        "ApplyDateRange": "Прилагане на периода от време",
        "ArchivingInlineHelp": "За сайтовете със среден или висок трафик, препоръчваме да изключите Piwik архивиране след гледане от браузър. Съветваме ви в този случай да използвате cron job за Вашите доклади на всеки час.",
        "ArchivingTriggerDescription": "За по-големи Piwik инсталации, се препоръчва %scron job%s за автоматични доклади.",
        "AuthenticationMethodSmtp": "Удостоверен метод за SMTP",
        "AverageOrderValue": "Средна стойност на поръчка",
        "AveragePrice": "Средна цена",
        "AverageQuantity": "Средно количество",
        "BackToPiwik": "Върни се в Piwik",
        "Broken": "Счупен",
        "BrokenDownReportDocumentation": "Той е разбит в различни доклади, които са показани по-светли в долната част на страницата. Можете да увеличите графиките, като кликнете върху доклада, който бихте искали да видите.",
        "Cancel": "Отказ",
        "CannotUnzipFile": "Не може да се разархивира файл %1$s: %2$s",
        "ChangePassword": "Смяна на парола",
        "ChangeTagCloudView": "Моля, имайте предвид, че можете да видите доклада и по други начини, освен като облак от етикети. За целта, използвайте знаците в долната част на доклада.",
        "ChooseDate": "Изберете дата",
        "ChooseLanguage": "Избери език",
        "ChoosePeriod": "Избери период",
        "ChooseWebsite": "Избери уеб сайт",
        "ClickHere": "Кликнете тук за повече информация.",
        "ClickToChangePeriod": "Натисни отново за да смениш периода.",
        "Close": "Затваряне",
        "ColumnActionsPerVisit": "Действия при посещение",
        "ColumnActionsPerVisitDocumentation": "Среден брой на действията (показвания на страници, изтегляния или отваряне на външни връзки), извършени по време на посещенията.",
        "ColumnAverageGenerationTime": "Средно времетраене за обработка на заявката",
        "ColumnAverageGenerationTimeDocumentation": "Средното време, необходимо за генериране на страницата. Този показател включва времето, необходимо на сървъра да генерира уеб страницата, плюс времето, което е необходимо на посетителя да свали информацията от сървъра. По-ниската стойност „Ср. време за генериране“, означава по-бързо зареждане на сайта за посетителите!",
        "ColumnAverageTimeOnPage": "Средно време на страница",
        "ColumnAverageTimeOnPageDocumentation": "Средно време, което посетителите са прекарали на тази страница (само на страницата, а не на целия сайт).",
        "ColumnAvgTimeOnSite": "Средно време прекарано в сайта",
        "ColumnAvgTimeOnSiteDocumentation": "Средна продължителност на посещение.",
        "ColumnBounceRate": "Процент",
        "ColumnBounceRateDocumentation": "Процент посещения, при които има само едно показване на страница. Това означава, че посетителят е напуснал сайта от страницата.",
        "ColumnBounceRateForPageDocumentation": "Процент посещения, които започват и завършват с тази страница.",
        "ColumnBounces": "Скокове",
        "ColumnBouncesDocumentation": "Процент посещения, които започват и завършват с тази страница. Това означава, че посетителят е напуснал сайта след като е видял само тази страница.",
        "ColumnConversionRate": "Процент на реализации",
        "ColumnConversionRateDocumentation": "Процент на посещенията, които се считат като конверсия на цел.",
        "ColumnDestinationPage": "Целева страница",
        "ColumnEntrances": "Входовете",
        "ColumnEntrancesDocumentation": "Брой посещения, които са започнали от тази страница.",
        "ColumnExitRate": "Изходен процент",
        "ColumnExitRateDocumentation": "Процент посещения, последвани от напускане на сайта след преглед на тази страница.",
        "ColumnExits": "Изходи",
        "ColumnExitsDocumentation": "Брой посещения, които са свършили на тази страница.",
        "ColumnGenerationTime": "Време за генериране",
        "ColumnKeyword": "Ключови думи",
        "ColumnLabel": "Етикет",
        "ColumnMaxActions": "Максимум действия при едно посещение",
        "ColumnNbActions": "Действия",
        "ColumnNbActionsDocumentation": "Броят на действията, извършвани от вашите посетители. Действията могат да бъдат показвания на страници, изтегляния или отваряне на външни връзки.",
        "ColumnNbUniqVisitors": "Уникални посетители",
        "ColumnNbUniqVisitorsDocumentation": "Брой уникални посетители на сайта. Всеки посетител се брои само веднъж, дори ако посещава сайта няколко пъти дневно.",
        "ColumnNbVisits": "Посещения",
        "ColumnNbVisitsDocumentation": "Ако посетителят идва на сайта за първи път или ако посети дадена страница след повече от 30 минути от последното си посещение на страницата, ще бъде отчетено като ново посещение.",
        "ColumnPageBounceRateDocumentation": "Процент посещения, които започват от тази страница и са последвани от незабавно напускане на сайта.",
        "ColumnPageviews": "Входящи прегледи",
        "ColumnPageviewsDocumentation": "Брой посещения на тази страница.",
        "ColumnPercentageVisits": "Процент",
        "ColumnRevenue": "Приход",
        "ColumnSumVisitLength": "Цялото време прекарано от потребителите (в секунди)",
        "ColumnTotalPageviews": "Общо показвания",
        "ColumnUniqueEntrances": "Уникални влизания",
        "ColumnUniqueExits": "Уникални напускания",
        "ColumnUniquePageviews": "Уникални входящи прегледи",
        "ColumnUniquePageviewsDocumentation": "Брой посещения, включващи тази страница. Ако страницата е видяна няколко пъти по време на посещението, се отчита като едно посещение.",
        "ColumnValuePerVisit": "Стойност на посещението",
        "ColumnViewedAfterSearch": "Избран от резултатите при търсене",
        "ColumnViewedAfterSearchDocumentation": "Броят пъти, в който тази страница е била посетена, след като посетител е извършил търсене във вашия сайт и е щракнал върху връзка от списъка с резултати.",
        "ColumnVisitDuration": "Продължителност на посещение (в секунди)",
        "ColumnVisitsWithConversions": "Посещения с Конверсия",
        "ConfigFileIsNotWritable": "Конфигурационният файл %s на Piwik не е достъпен и Вашите настройки няма да бъдат запазени. %s Моля променете правата на файла, така, че да може да се пише в него.",
        "Continue": "Продължи",
        "ContinueToPiwik": "Продължете към Piwik",
        "CurrentMonth": "Този месец",
        "CurrentWeek": "Тази седмица",
        "CurrentYear": "Тази година",
        "Daily": "Ежедневно",
        "DailyReport": "дневно",
        "DailyReports": "Дневни доклади",
        "DailySum": "дневна сума",
        "DashboardForASpecificWebsite": "Табло за определен сайт",
        "DataForThisGraphHasBeenPurged": "Данните за тази графика са отпреди повече от %s месеца и са премахнати.",
        "DataForThisTagCloudHasBeenPurged": "Данните за този таг са отпреди повече от %s месеца и са премахнати.",
        "Date": "Дата",
        "DateRange": "Период от време:",
        "DateRangeFrom": "От",
        "DateRangeFromTo": "От %s до %s",
        "DateRangeInPeriodList": "Период от време",
        "DateRangeTo": "До",
        "DayFr": "Пт",
        "DayMo": "По",
        "DaySa": "Съ",
        "DaysHours": "%1$s дни %2$s часа",
        "DaysSinceFirstVisit": "Дни след първото посещение",
        "DaysSinceLastEcommerceOrder": "Дни след последната поръчка от електронен магазин",
        "DaysSinceLastVisit": "Дни след последното посещение",
        "DaySu": "Нд",
        "DayTh": "Чт",
        "DayTu": "Вт",
        "DayWe": "Ср",
        "Default": "По подразбиране",
        "DefaultAppended": "(по подразбиране)",
        "Delete": "Изтрий",
        "Description": "Описание",
        "Desktop": "Десктоп",
        "Details": "Детайли",
        "Discount": "Отстъпка",
        "DisplaySimpleTable": "Покажи проста таблица",
        "DisplayTableWithGoalMetrics": "Покажи таблица с повече целеви показатели",
        "DisplayTableWithMoreMetrics": "Покажи таблица с повече показатели",
        "Documentation": "Документация",
        "Donate": "Дарение",
        "Done": "Готово",
        "Download": "Изтегли",
        "DownloadFail_FileExists": "Файлът %s вече съществува!",
        "DownloadFail_FileExistsContinue": "Направен е опит да се продължи свалянето за %s, но изцяло изтеглен файл вече съществува!",
        "DownloadFail_HttpRequestFail": "Файлът не може да бъде свален! Възможно е да има проблем със сайта, от който се опитвате да сваляте. Може да се опитате по-късно отново да свалите файла или да го намерите от друго място.",
        "DownloadFullVersion": "%1$sИзтегли%2$s пълната версия! Проверка %3$s",
        "DownloadPleaseRemoveExisting": "В случай, че желаете да бъде сменен, трябва наличният файл да бъде премахнат.",
        "Downloads": "Сваляния",
        "EcommerceOrders": "Поръчки Електронна търговия",
        "EcommerceVisitStatusDesc": "Статус на посещението на електронен магазин в неговия край",
        "EcommerceVisitStatusEg": "Например, за да изберете всички посещения, които са направили поръчка от електронен магазин, API заявката ще съдържа %s",
        "Edit": "Редактирай",
        "EncryptedSmtpTransport": "Въведете криптирания транспортен слой, който се изисква от Вашия SMTP сървър.",
        "EnglishLanguageName": "Bulgarian",
        "Error": "Грешка",
        "ErrorRequest": "Ооопс… възникна грешка! Опитайте отново.",
        "EvolutionOverPeriod": "Развитие за периода",
        "EvolutionSummaryGeneric": "%1$s в %2$s сравнено с %3$s в %4$s. Нарастване: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "Потребителят трябва да бъде или привилигирован потребител или потребител '%s'.",
        "ExceptionConfigurationFileNotFound": "Конфигурационния файл {%s} не бе намерен.",
        "ExceptionDatabaseVersion": "Вашата %1$s версия е %2$s ,но Piwik изисква най-малко %3$s.",
        "ExceptionFileIntegrity": "Цялостната проверка неуспешна: %s",
        "ExceptionFilesizeMismatch": "Размерът на файла не съответства: %1$s (очаквана дължина: %2$s, намерен: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Вашата %1$s клиентска версия е %2$s ,която е несъвместима с версията на сървъра %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Формат на обобщените доклади '%s' не е валиден. Опитайте някое от следните вместо това: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Днес времето за живот на архива трябва да бъде число в секунди по-голямо от нула",
        "ExceptionInvalidDateFormat": "Формата на датата трябва да е: %s или ключова дума, поддържана от %s функция (виж %s за повече информация)",
        "ExceptionInvalidDateRange": "Датата '%s' не е правилен период от време. Тя трябва да има следния формат: %s.",
        "ExceptionInvalidPeriod": "Периодът '%s' не се поддържа. Опитайте някоя от следните вместо това: %s",
        "ExceptionInvalidRendererFormat": "Renderer формат '%s' не е валиден. Опитайте някоя от следните вместо това: %s.",
        "ExceptionInvalidReportRendererFormat": "Формат на доклада '%s' не е валиден. Опитайте вместо това някое от следните: %s.",
        "ExceptionInvalidStaticGraphType": "Графика от типа '%s' не е валидна. Опитайте вместо това някое от следните: %s.",
        "ExceptionInvalidToken": "Знакът не е валиден.",
        "ExceptionLanguageFileNotFound": "Езиковия файл '%s' не бе намерен.",
        "ExceptionMethodNotFound": "Методът '%s' не съществува или не е наличен в модулът '%s'.",
        "ExceptionMissingFile": "Липсващ файл: %s",
        "ExceptionNonceMismatch": "Не може да се провери кода за сигурност на тази форма.",
        "ExceptionPrivilege": "Нямате достъп до този ресурс, тъй като изисква %s достъп.",
        "ExceptionPrivilegeAccessWebsite": "Нямате достъп до този ресурс, тъй като изисква %s достъп за следното уеб сайт ID = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Нямате достъп до този ресурс, тъй като изисква %s достъп в продължение на поне една Интернет страница.",
        "ExceptionUnableToStartSession": "Невъзможно е да се стартира сесия.",
        "ExceptionUndeletableFile": "Не мога да изтрия %s",
        "ExceptionUnreadableFileDisabledMethod": "Конфигурационния файл {%s} не може да бъде прочетен. Вашият хостинг може да е забранил %s.",
        "Export": "Запазване",
        "ExportAsImage": "Запазване като изображение",
        "ExportThisReport": "Запази в други формати",
        "Faq": "Често задавани въпроси",
        "FileIntegrityWarningExplanation": "Проверката за целостта на файла се провали и се докладват някои грешки. Това най-вероятно се дължи на частичен файл или не е качен някой от файловете на Piwik. Трябва да качите отново всички файлове на Piwik в BINARY форма и да обновите тази страница, докато тя спре да показва грешки.",
        "First": "Първи",
        "Flatten": "Изравнено",
        "ForExampleShort": "например",
        "Forums": "Форуми",
        "FromReferrer": "от",
        "GeneralInformation": "Обща информация",
        "GeneralSettings": "Основни настройки",
        "GetStarted": "Как да започнем",
        "GiveUsYourFeedback": "Обратна връзка",
        "Goal": "Цел",
        "GoTo": "Към %s",
        "GraphHelp": "Повече информация за показаните графики в Piwik.",
        "HelloUser": "Здравей, %s!",
        "Help": "Помощ",
        "HelpTranslatePiwik": "Може би желаете да ни %1$sпомогнете с подобряването на превода на Piwik%2$s?",
        "Hide": "скриване",
        "HoursMinutes": "%1$s часа %2$s мин.",
        "Id": "ИД",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Ако приемем, архивирането е бързо за Вашата настройка, можете да настроите crontab да се стартира по-често.",
        "InfoFor": "Информация за %s",
        "Installed": "Инсталирано",
        "InvalidDateRange": "Невалиден период от време. Моля, опитайте отново.",
        "InvalidResponse": "Получените данни е невалидни.",
        "IP": "IP адрес",
        "JsTrackingTag": "JavaScript код",
        "Language": "Език",
        "LastDays": "Последните %s дни (с днес)",
        "LastDaysShort": "Последните %s дни",
        "LayoutDirection": "ltr",
        "Live": "На живо",
        "Loading": "Зарежда...",
        "LoadingData": "Зарежда данни...",
        "LoadingPopover": "Зареждане на %s…",
        "LoadingPopoverFor": "Зареждане на %s за",
        "Locale": "bg_BG.UTF-8",
        "Logout": "Изход",
        "LongDay_1": "Понеделник",
        "LongDay_2": "Вторник",
        "LongDay_3": "Сряда",
        "LongDay_4": "Четвъртък",
        "LongDay_5": "Петък",
        "LongDay_6": "Събота",
        "LongDay_7": "Неделя",
        "LongMonth_1": "Януари",
        "LongMonth_10": "Октомври",
        "LongMonth_11": "Ноември",
        "LongMonth_12": "Декември",
        "LongMonth_2": "Февруари",
        "LongMonth_3": "Март",
        "LongMonth_4": "Април",
        "LongMonth_5": "Май",
        "LongMonth_6": "Юни",
        "LongMonth_7": "Юли",
        "LongMonth_8": "Август",
        "LongMonth_9": "Септември",
        "MainMetrics": "Главни метрики",
        "Matches": "Съвпадения",
        "MediumToHighTrafficItIsRecommendedTo": "За среден до висок трафик на сайтове, ние препоръчваме да обработвате докладите за днес на всеки половин час (%s секунди) или всеки час (%s секунди).",
        "Metadata": "Мета данни",
        "Metric": "Метрика",
        "Metrics": "Метрики",
        "MetricsToPlot": "Метрики за показване",
        "MetricToPlot": "Метрика за показване",
        "MinutesSeconds": "%1$s мин. %2$s с.",
        "Mobile": "Мобилен",
        "Monthly": "Ежемесечно",
        "MonthlyReport": "месечен",
        "MonthlyReports": "Месечни доклади",
        "More": "Повече",
        "MoreDetails": "Детайли",
        "MoreLowerCase": "повече",
        "MultiSitesSummary": "Всички сайтове",
        "Name": "Име",
        "NbActions": "Брой действията",
        "NbSearches": "Брой вътрешни търсения",
        "NDays": "%s дни",
        "Never": "Никога",
        "NewReportsWillBeProcessedByCron": "Когато Piwik архивирането не е предизвикано от браузърът, новите доклади ще бъдат обработени от crontab.",
        "NewUpdatePiwikX": "Нова версия: Piwik %s",
        "NewVisitor": "Нов посетител",
        "NewVisits": "Нови посещения",
        "Next": "Напред",
        "NMinutes": "%s минути",
        "No": "Не",
        "NoDataForGraph": "Няма информация за тази графика.",
        "NoDataForTagCloud": "Няма данни за този таг облак.",
        "NotDefined": "%s недефинирани",
        "Note": "Бележка",
        "NotInstalled": "Не е иснталиран",
        "NotRecommended": "(не се препоръчва)",
        "NotValid": "%s не е валиден",
        "NSeconds": "%s секунди",
        "NumberOfVisits": "Брой посетители",
        "NVisits": "%s посещения",
        "Ok": "Ок",
        "OneAction": "1 действие",
        "OneDay": "1 ден",
        "OneMinute": "1 минута",
        "OneVisit": "1 посещение",
        "OnlyEnterIfRequired": "Въведете само потребителя ако Вашият SMTP сървър го изисква",
        "OnlyEnterIfRequiredPassword": "Въведете само паролата ако Вашият SMTP сървър го изисква",
        "OnlyUsedIfUserPwdIsSet": "Изисква се ако потребителят или паролата са зададени, посъветвайте се с Вашия доставчик, ако не сте сигурни кой метод да използвате.",
        "OpenSourceWebAnalytics": "Уеб брояч с отворен код",
        "OperationAtLeast": "Най-малко",
        "OperationAtMost": "Най-много",
        "OperationContains": "Съдържа",
        "OperationDoesNotContain": "Не съдържа",
        "OperationEquals": "Еквивалентно",
        "OperationGreaterThan": "Повече от",
        "OperationIs": "е",
        "OperationIsNot": "Не е",
        "OperationLessThan": "По-малко от",
        "OperationNotEquals": "Еквивалентно на",
        "OptionalSmtpPort": "Не е задължително. По подразбиране е 25 за некриптиран и TLS SMTP, и 465 за SSL SMTP.",
        "Options": "Настройки",
        "OrCancel": "или %s Затвори %s",
        "OriginalLanguageName": "Български",
        "Others": "Други",
        "Outlink": "Външна връзка",
        "Outlinks": "Изходящи",
        "OverlayRowActionTooltip": "Вижте анализите директно от сайта си (отваря нов подпрозорец)",
        "Overview": "Общ преглед",
        "Pages": "Страници",
        "ParameterMustIntegerBetween": "Параметърът %s трябва да има цифрова стойност от %s до %s.",
        "Password": "Парола",
        "Period": "Период",
        "Piechart": "Диаграма",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s е наличен. %2$s Обновете сега. %3$s (вижте %4$s промените%5$s).",
        "PleaseSpecifyValue": "Моля, въведете стойност за '%s'.",
        "PleaseUpdatePiwik": "Моля, актуализирайте своя Piwik",
        "Plugin": "Добавка",
        "Plugins": "Добавки",
        "PoweredBy": "Разработка на",
        "Previous": "Назад",
        "PreviousDays": "Предишните %s дни (без днес)",
        "PreviousDaysShort": "Предходните %s дни",
        "Price": "Цена",
        "ProductConversionRate": "Степен на конверсия на продукта",
        "ProductRevenue": "Приходи от продукта",
        "PurchasedProducts": "Купени продукти",
        "Quantity": "Количество",
        "RangeReports": "Зададен от вас период",
        "ReadThisToLearnMore": "%1$sПрочетете това, за да научите повече.%2$s",
        "Recommended": "(препоръчва се)",
        "RecordsToPlot": "Записи за",
        "Refresh": "Обновяване",
        "RefreshPage": "Обнови страницата",
        "RelatedReport": "Сроден доклад",
        "RelatedReports": "Сродни доклади",
        "Remove": "Премахни",
        "Report": "Доклад",
        "ReportGeneratedFrom": "Този доклад е генериран с данни от %s.",
        "ReportRatioTooltip": "'%1$s' представя %2$s за %3$s %4$s с %5$s.",
        "Reports": "Доклади",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Доклади за днес (или друг период от време, включително днес) ще бъдат обработени най-много на всеки",
        "ReportsWillBeProcessedAtMostEveryHour": "Докладите ще бъдат най-добре обработени на всеки час.",
        "RequestTimedOut": "Данните, искани до %s изтече. Моля опитайте отново.",
        "Required": "%s е необходима!",
        "ReturningVisitor": "Завърнал се посетител",
        "ReturningVisitorAllVisits": "Преглед на всички посещения",
        "RowEvolutionRowActionTooltip": "Преглед на показателите, за този ред, по какъв начин са се променили през времето",
        "Rows": "Редове",
        "RowsToDisplay": "Редове за показване",
        "Save": "Запиши",
        "SaveImageOnYourComputer": "За да запазите изображението на вашия компютър, натиснете с десен бутон на изображението и изберете \"Save Image As...\"",
        "Search": "Търсене",
        "SearchNoResults": "Няма резултати",
        "Seconds": "%sс",
        "SeeAll": "вижте всички",
        "SeeTheOfficialDocumentationForMoreInformation": "Прегледайте %sofficial documentation%s за повече информация",
        "Segment": "Сегмент",
        "SelectYesIfYouWantToSendEmailsViaServer": "Изберете \"Да\", ако желаете, или изпратете електронна поща чрез именуван сървър, вместо да ползвате локално mail функцията.",
        "Settings": "Настройки",
        "Shipping": "Доставка",
        "ShortDay_1": "Пон",
        "ShortDay_2": "Вто",
        "ShortDay_3": "Сря",
        "ShortDay_4": "Чет",
        "ShortDay_5": "Пет",
        "ShortDay_6": "Съб",
        "ShortDay_7": "Нед",
        "ShortMonth_1": "Яну",
        "ShortMonth_10": "Окт",
        "ShortMonth_11": "Ное",
        "ShortMonth_12": "Дек",
        "ShortMonth_2": "Фев",
        "ShortMonth_3": "Мар",
        "ShortMonth_4": "Апр",
        "ShortMonth_5": "Май",
        "ShortMonth_6": "Юни",
        "ShortMonth_7": "Юли",
        "ShortMonth_8": "Авг",
        "ShortMonth_9": "Сеп",
        "Show": "покажи",
        "SmallTrafficYouCanLeaveDefault": "За сайтове с малък трафик, може да оставите по подразбиране %s секунди, както и достъп до всички доклади в реално време.",
        "SmtpEncryption": "SMTP криптиране",
        "SmtpPassword": "SMTP парола",
        "SmtpPort": "SMTP порт",
        "SmtpServerAddress": "SMTP сървър адрес",
        "SmtpUsername": "SMTP потребител",
        "Source": "Източник",
        "StatisticsAreNotRecorded": "В момента проследяването на посетителите е изключено! Активирайте го отново чрез настройката record_statistics = 1 във файл config.ini.php.",
        "Subtotal": "Междинна сума",
        "Summary": "Резюме",
        "Table": "Таблица",
        "TagCloud": "Етикети",
        "Tax": "Данък",
        "TimeAgo": "%s преди",
        "TimeOnPage": "Време на страница",
        "Today": "Днес",
        "Total": "Общо",
        "TotalRatioTooltip": "Това е %1$s от всички %2$s %3$s.",
        "TotalRevenue": "Общо приход",
        "TotalVisitsPageviewsRevenue": "(Всичко: %s посещения, %s разглеждания, %s средно)",
        "TransitionsRowActionTooltip": "Вижте какво посетителите са правили преди и след посещаването на тази страница",
        "TranslatorEmail": "kristalin[at]kividesign[dot]com, Virosss[at]abv[dot]bg, tomivr[at]abv[dot]bg, pak69[at]abv[dot]bg, pamir[at]abv[dot]bg",
        "TranslatorName": "Kristalin Chavdarov, <a href=\"http:\/\/coffebreak.info\">Андон Иванов<\/a>, Tom Atanasov, Dimitar Stamenov, Панайотис Кондоянис",
        "UniquePurchases": "Уникални поръчки",
        "Unknown": "Неизвестен",
        "Upload": "Качи",
        "UsePlusMinusIconsDocumentation": "Използвайте знаците плюс и минус за навигация.",
        "Username": "Потребител",
        "UseSMTPServerForEmail": "Използвай SMTP сървър за имейл",
        "Value": "Стойност",
        "VBarGraph": "Графика",
        "View": "Преглед",
        "ViewDocumentationFor": "Преглед на документацията за %1$s",
        "Visit": "Посещение",
        "VisitConvertedGoal": "Посещението се превръща в най-малко една цел",
        "VisitConvertedGoalId": "Посещение, което се счита като Id на специална цел",
        "VisitConvertedNGoals": "Посещението преобразува %s цели",
        "VisitDuration": "Средно времетраене на посещението (в секунди)",
        "Visitor": "Посетител",
        "VisitorID": "ID на посетител",
        "VisitorIP": "IP на посетител",
        "Visitors": "Посетители",
        "VisitsWith": "Посещения с %s",
        "VisitType": "Тип на посетител",
        "VisitTypeExample": "Например, ако изберете всички посетители, които са се завърнали на сайта, включително тези, които са купили нещо при предишните посещения, API заявката ще съдържа %s",
        "Warning": "Предупреждение",
        "WarningFileIntegrityNoManifest": "Цялостната проверка на файла не може да бъде изпълнена поради липсата на manifest.inc.php.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "В случай, че Piwik се внедрява посредством Git, е нормално това съобщение да се появява.",
        "WarningFileIntegrityNoMd5file": "Цялостната проверка не може да бъде осъществена поради липсата на md5_file() функцията.",
        "WarningPasswordStored": "%sВнимание:%s Тази парола ще се съхранява в конфигурационния файл видими за всички, които я ползват.",
        "Website": "Уебсайт",
        "Weekly": "Ежеседмично",
        "WeeklyReport": "седмично",
        "WeeklyReports": "Седмични доклади",
        "WellDone": "Браво!",
        "Widgets": "Джаджи",
        "XComparedToY": "%1$s сравнено с %2$s",
        "XFromY": "%1$s от %2$s",
        "YearlyReport": "годишно",
        "YearlyReports": "Годишни доклади",
        "YearsDays": "%1$s години %2$s дни",
        "YearShort": "г.",
        "Yes": "Да",
        "Yesterday": "Вчера",
        "YouAreCurrentlyUsing": "Вие използвате Piwik %s.",
        "YouAreViewingDemoShortMessage": "В момента Вие разглеждате демо версия на Piwik",
        "YouMustBeLoggedIn": "Трябва да сте влязъл, за да имате достъп до тази функционалност.",
        "YourChangesHaveBeenSaved": "Промените бяха запазени."
    },
    "Goals": {
        "AbandonedCart": "Изоставена кошница",
        "AddGoal": "Добави цел",
        "AddNewGoal": "Добави нова цел",
        "AddNewGoalOrEditExistingGoal": "%sДобави нова цел%s или %sРедактирай%s съществуващите цели",
        "AllowGoalConvertedMoreThanOncePerVisit": "Позволи Целта да бъде конвертирана повече от веднъж за едно посещение",
        "AllowMultipleConversionsPerVisit": "Разреши няколко конверсии за посещение.",
        "BestCountries": "Вашето най-добро конвертиране на страните е:",
        "BestKeywords": "Вашите най-конвертиращи ключови думи:",
        "BestReferrers": "Вашето най-добро конвертиране на посещения от сайтове е:",
        "CaseSensitive": "Отчитане на съвпадения",
        "ClickOutlink": "натиснат върху връзката, водеща към външен сайт",
        "ColumnAveragePriceDocumentation": "Средната печалба за този %s.",
        "ColumnAverageQuantityDocumentation": "Средното количество за този %s продадени чрез поръчки от електронен магазин.",
        "ColumnConversionRateDocumentation": "Брой конверсии за %s.",
        "ColumnConversionRateProductDocumentation": "Честотата на %s конверсията е броят на заявките, съдържащи този продукт, разделен на броя на посещенията на продуктовата страница.",
        "ColumnConversions": "Конверсия",
        "ColumnConversionsDocumentation": "Брой на конверсии за %s.",
        "ColumnOrdersDocumentation": "Пълният брой поръчки, които съдържат %s поне веднъж.",
        "ColumnPurchasedProductsDocumentation": "Броят на поръчаните продукти е сумата от всичкото количество продадени продукти във всички поръчки.",
        "ColumnQuantityDocumentation": "Количеството е целият брой от продукти продаден за всеки %s.",
        "ColumnRevenueDocumentation": "Общи приходи генерирани от %s.",
        "ColumnRevenuePerVisitDocumentation": "Общи приходи генерирани от %s, и разделени на брой посещения.",
        "ColumnVisits": "Пълният брой на посещенията, независимо дали е задействана цел или не.",
        "ColumnVisitsProductDocumentation": "Броят посещения на Продуктовата\/Категорийна страница. Това се използва също за да се изчисли %s степента на конверсия. Метричните данни са в отчета, ако изгледа Електронна търговия е бил настроен в Продукт\/Категория страниците.",
        "Contains": "съдържа %s",
        "ConversionByTypeReportDocumentation": "Този отчет дава детайлна информация относно развитието на целта (конверсии, степен на конверсията и приход от посещението) за всяка една от категориите, показани на левия панел. %s Моля натиснете на някоя от категориите, за да видите отчета. %s За повече информация, прочетете %sдокументацията за проследяване на целите на piwik.org%s",
        "ConversionRate": "%s обменният курс",
        "Conversions": "%s конверсия",
        "ConversionsOverview": "Общ преглед на реализациите",
        "ConversionsOverviewBy": "Преглед на конверсията по тип посещения",
        "CreateNewGOal": "Създай нова цел",
        "DaysToConv": "Дни към Конверсии",
        "DefaultGoalConvertedOncePerVisit": "(По подразбиране) Целта може да бъде конвертирана само веднъж на посещение.",
        "DefaultRevenue": "Приходи по подразбиране",
        "DefaultRevenueHelp": "Например, формуляр, предоставен от един посетител може да струва средно 10 долара. Piwik ще Ви помогне да разберете колко добре се представят Вашите посетители.",
        "DeleteGoalConfirm": "Сигурни ли сте, че желаете да изтриете тази цел %s?",
        "DocumentationRevenueGeneratedByProductSales": "Продажба на продукти. Изключва данък, доставка и отстъпка",
        "Download": "Изтеглете файл",
        "Ecommerce": "Електронна търговия",
        "EcommerceAndGoalsMenu": "Електронна търговия и цели",
        "EcommerceLog": "Електронна търговия лог",
        "EcommerceOrder": "Електронна търговия поръчка",
        "EcommerceOverview": "Електронна търговия преглед",
        "EcommerceReports": "Електронна търговия доклади",
        "ExceptionInvalidMatchingString": "Ако изберете 'точно съвпадение', съвпадащият низ, трябва да започне с URL %s. Например, '%s'.",
        "ExternalWebsiteUrl": "външен URL",
        "Filename": "име на файла",
        "GoalConversion": "Конверсия на цел",
        "GoalConversions": "Конверсии на цел",
        "GoalConversionsBy": "%s Конверсия на целите по тип посещение",
        "GoalIsTriggered": "Целта е задействана",
        "GoalIsTriggeredWhen": "Целта е задействана, когато",
        "GoalName": "Име на цел",
        "Goals": "Цели",
        "GoalsManagement": "Управление на целите",
        "GoalsOverview": "Общ преглед на целите",
        "GoalsOverviewDocumentation": "Това е преглед на конверсията на вашите цели. Поначало, графиката показва сумата от всички ваши конверсии. %s Под графиката ще видите отчетите за конверсия на всички ваши цели. Блестящите линии можете да уголемите като кликнете върху тях.",
        "GoalX": "Цел %s",
        "HelpOneConversionPerVisit": "Ако страница, съпадащата с тази Цел е обновена или гледана повече от веднъж за едно посещение, Целта ще бъде проследена само първият път.",
        "IsExactly": "е точно %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Научете повече за %s Проследяване на целите в Piwik%s в ръководството.",
        "LeftInCart": "%s остатък в количката",
        "Manually": "ръчно",
        "ManuallyTriggeredUsingJavascriptFunction": "Целта е ръчно задействана с помощта на JavaScript API trackGoal()",
        "MatchesExpression": "съответства на изразените %s",
        "NewGoalYouWillBeAbleTo": "Вие ще бъдете в състояние да видите и анализирате представянето си за всяка цел, и да научите как да се увеличат реализациите, обменните курсове и приходите на посещение.",
        "NewVisitorsConversionRateIs": "Стойност на конверсията от новите посетители е %s",
        "NewWhatDoYouWantUsersToDo": "Какво искате потребителите да правят във вашия сайт?",
        "Optional": "(по избор)",
        "OverallConversionRate": "%s цялостно обменния курс (посещения със завършена цел)",
        "OverallRevenue": "%s общи приходи",
        "PageTitle": "Заглавие на страница",
        "Pattern": "Модел",
        "PluginDescription": "Създай цел и виж докладите на отчетите за Вашата цел по: развитие с течение на времето, приходите на посещение, реализации на референтите, ключови думи и др.",
        "ProductCategory": "Категория на продукт",
        "ProductName": "Име на продукт",
        "Products": "Продукти",
        "ProductSKU": "SKU на продукта",
        "ReturningVisitorsConversionRateIs": "Стойност на конверсията от върналите се посетители е %s",
        "SingleGoalOverviewDocumentation": "Това е преглед на конверсиите за една цел. %s Блестящите линии могат да бъдат уголемени като кликнете върху тях.",
        "UpdateGoal": "Обнови цел",
        "URL": "URL",
        "ViewAndEditGoals": "Виж и редактирай цели",
        "ViewGoalsBy": "Преглед на цели по %s",
        "VisitPageTitle": "Посещения по заглавие на страница",
        "VisitsUntilConv": "Посещения към Конверсии",
        "VisitUrl": "посетят определен URL (страница или група от страници)",
        "WhenVisitors": "когато посетителите",
        "WhereThe": "където",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "когато посетена страница съдържа призив към JavaScript piwikTracker.trackGoal() метод (%sнаучете повече%s)",
        "YouCanEnableEcommerceReports": "Можете да включите %s за този уебсайт в %s страницата."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Колоната '%s' не е намерена в този доклад. Опитайте с %s",
        "PluginDescription": "Генерирайте красиви статични PNG графични изображения за всеки Piwik доклад."
    },
    "Insights": {
        "ControlComparedToDescription": "Ръст спрямо",
        "DayComparedToPreviousDay": "предишен ден",
        "Filter": "Филтър",
        "FilterOnlyNew": "Само нови",
        "TitleRowDisappearedDetails": "'%1$s' намалял с %2$s и изчезна в %3$s сравнено с %4$s.",
        "WeekComparedToPreviousWeek": "предишна седмица",
        "YearComparedToPreviousYear": "предишна година"
    },
    "Installation": {
        "CollaborativeProject": "Piwik е съвместен проект, изграден с много любов от хора от всички краища на света.",
        "ConfigurationHelp": "Вашият Piwik конфигурационен файл изглежда не добре конфигуриран. Можете да премахнете config\/config.ini.php и да започнете инсталирането, или да поправите настройките за връзка към БД-то.",
        "ConfirmDeleteExistingTables": "Наистина ли искате да изтриете следните таблици: %s от базата от данни (БД)? ПРЕДУПРЕЖДЕНИЕ: ДАННИТЕ ОТ ТАЗИ ТАБЛИЦА НЕ МОГАТ ДА БЪДАТ ВЪЗСТАНОВЕНИ!!!",
        "Congratulations": "Поздравления",
        "CongratulationsHelp": "<p>Поздравления! Инсталацията на вашия Piwik завърши.<\/p><p>Убедете се, че сте добавили вашия JavaScript код в сайта!<\/p>",
        "DatabaseAbilities": "Възможности на базата данни",
        "DatabaseCreation": "БД създаване",
        "DatabaseErrorConnect": "ГРЕШКА! Няма връзка с БД сървъра",
        "DatabaseServerVersion": "БД сървър версия",
        "DatabaseSetup": "Настройки на базата от данни (БД)",
        "DatabaseSetupAdapter": "адаптер",
        "DatabaseSetupDatabaseName": "БД име",
        "DatabaseSetupLogin": "вход",
        "DatabaseSetupServer": "БД сървър",
        "DatabaseSetupTablePrefix": "префикс на таблицата",
        "Email": "имейл",
        "Extension": "разширения",
        "Filesystem": "Файлова система",
        "GetInvolved": "Ако харесвате това, което виждате, може да се %1$sвключите%2$s.",
        "GoBackAndDefinePrefix": "Върнете се за да зададете Prefix за Piwik таблиците в базата от данни (БД)",
        "HappyAnalysing": "Приятно анализиране!",
        "Installation": "Инсталация",
        "InstallationStatus": "Състояние на инсталацията",
        "InsufficientPrivilegesHelp": "Можете да добавите тези привилегии, като използвате инструмент, като например phpMyAdmin или като стартирате правилната SQL поръчка. Ако не знаете как се правят тези неща, попитайте вашият системен администратор да ви даде тези привилегии.",
        "JSTracking_EndNote": "Бележка: След инсталационният процес, можете да генерирате проследяващ код от администраторската секция %1$sПроследяващ код%2$s",
        "JSTracking_Intro": "За да може да се осъществи проследяване на трафика посредством Piwik, е нужно да се добави допълнителен код във всяка от вашите страници.",
        "LargePiwikInstances": "Помощ за големи Piwik случаи",
        "Legend": "Легенда",
        "LoadDataInfileRecommended": "Ако Piwik събира статистика за сайтове с голям брой посещения (пример: > 100 000 страници на месец), препоръчваме да се опитате да оправите този проблем.",
        "NfsFilesystemWarning": "Вашият сървър ползва NFS файлова система.",
        "NfsFilesystemWarningSuffixAdmin": "Това означава, че Piwik ще бъде изключително бавен, когато използвате файлови базирани сесии.",
        "NoConfigFound": "Piwik конфигурационният файл не е открит.<br \/><b>  » Можете да <a href='index.php'>инсталирате Piwik сега<\/a><\/b><br \/><small>Ако преди това сте инсталирали Piwik и имате в базата от данни (БД) таблици - можете да запазите Вашите данни!<\/small>",
        "NotSupported": "не се поддържа",
        "Optional": "По избор",
        "Password": "парола",
        "PasswordDoNotMatch": "паролата не съвпада",
        "PasswordRepeat": "парола (повторно)",
        "PercentDone": "%s %% развитие",
        "PleaseFixTheFollowingErrors": "Моля, поправете следните грешки",
        "PluginDescription": "Инсталационния процес на Piwik. Инсталацията обикновено се прави само веднъж. Ако конфигурационния файл config\/ config.inc.php е изтрит, инсталацията ще започне отново.",
        "Requirements": "Piwik Изисквания",
        "RestartWebServer": "След като направите промените, рестартирайте уеб сървара.",
        "SeeBelowForMoreInfo": "Вижте по-долу за повече информация.",
        "SetupWebsite": "Настройки на сайт",
        "SetupWebsiteError": "Възникнала е грешка при добавянето на сайт",
        "SetupWebSiteName": "Уеб сайт име",
        "SetupWebsiteSetupSuccess": "Сайта %s е добавен успешно!",
        "SetupWebSiteURL": "Уеб сайт URL",
        "SiteSetup": "Моля, настройте първият сайт, за който желаете да водите статистика посредством Piwik:",
        "SiteSetupFootnote": "Забележка: след като инсталацията на Piwik е приключила, ще имате възможност да добавите допълнителни сайтове, които да следите!",
        "SuperUser": "Супер потребител",
        "SuperUserLogin": "СУПЕР ПОТРЕБИТЕЛСКИ вход",
        "SuperUserSetupError": "Възникна грешка при добавянето на привилигирован потребител",
        "SuperUserSetupSuccess": "Супер потребителят беше създаден успешно!",
        "SystemCheck": "Проверка на системата",
        "SystemCheckAutoUpdateHelp": "Забележка: Piwik One Click обновяване изисква разрешение за папката Piwik и нейното съдържание.",
        "SystemCheckCreateFunctionHelp": "Piwik използва анонимни функции за извиквания.",
        "SystemCheckDatabaseHelp": "Необходимо е за да инстаалирате Piwik базата от данни(БД) да поддържа mysqli или PDO и pdo_mysql разширенията.",
        "SystemCheckDebugBacktraceHelp": "View::factory няма да бъде в състояние да създаде мнение за извикване на модул.",
        "SystemCheckError": "Открита е грешка - трябва да бъде поправена преди да преминете нататък",
        "SystemCheckEvalHelp": "Изисква се от HTML QuickForm и Smarty темплейт системата.",
        "SystemCheckExtensions": "Други необходими разширения",
        "SystemCheckFileIntegrity": "Файл целостта",
        "SystemCheckFunctions": "Необходими функции",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (графики)",
        "SystemCheckGDHelp": "„Блещукащите линии“ (малки графики) и графичните диаграми (в Piwik Mobile приложението и докладите по пощата), няма да работят.",
        "SystemCheckGlobHelp": "Вградената функция е изключена от Вашият хостинг. Piwik ще се опитва да подражава на тази функция, но може да се сблъска с допълнителни ограничения за сигурност. Функционалността може да бъде засегната.",
        "SystemCheckGzcompressHelp": "Трябва да активирате zlib и gzcompress разширенията.",
        "SystemCheckGzuncompressHelp": "Трябва да активирате zlib и gzcompress разширенията.",
        "SystemCheckIconvHelp": "Трябва да конфигурирате и възстановите PHP с \"iconv\" активна поддръжка, --with-iconc",
        "SystemCheckMailHelp": "Модулите Обратна връзка и Забравена парола не биха работили без mail() функцията на PHP.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Лимит на паметта",
        "SystemCheckMemoryLimitHelp": "За силно натоварените сайтове, времето за архивиране на данните отнема повече ресурси. Ако е необходимо моля редактирайте memory_limit директивата в php.ini.",
        "SystemCheckOpenURL": "Отворен адрес(URL)",
        "SystemCheckOpenURLHelp": "Новините, съобщенията за обновления и автоматичното обновяване за да функционират е необходимо сървъра да поддържа \"curl\" разширение, allow_url_fopen=On, или fsockopen() да бъдат поддържани.",
        "SystemCheckOtherExtensions": "Други разширения",
        "SystemCheckOtherFunctions": "Други функции",
        "SystemCheckPackHelp": "Функцията \"pack()\" е нужна, за да следите посетителите в Piwik.",
        "SystemCheckParseIniFileHelp": "Вградената функция е изключена от Вашият хостинг. Piwik ще се опитва да подражава на тази функция, но може да се сблъска с допълнителни ограничения за сигурност. Следването на изпълнението също ще бъде засегнато.",
        "SystemCheckPdoAndMysqliHelp": "За Linux сървър компилирайте php със следните опции: %1$s във Вашия php.ini, добавете следните редове: %2$s",
        "SystemCheckPhp": "PHP версия",
        "SystemCheckPhpPdoAndMysqli": "Повече информация: %1$sPHP PDO%2$s и %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Трябва да конфигурирате PHP - Standard PHP Library (SPL) да се поддържа (по подразбиране).",
        "SystemCheckSummaryNoProblems": "Ура-а-а! Няма проблем с настройката на вашия Piwik. Успокойте се, всичко е наред.",
        "SystemCheckSummaryThereWereWarnings": "Има проблеми, които засягат вашата система. Piwik ще работи, но може да срещнете някои дребни трудности при работа.",
        "SystemCheckTimeLimitHelp": "За силно натоварените сайтове, времето за архивиране на данните отнема повече време. Ако е необходимо моля редактирайте max_execution_time директивата в php.ini файла.",
        "SystemCheckTracker": "Статус на проследяване",
        "SystemCheckTrackerHelp": "GET поискването от piwik.php е неуспешно. Опитайте да \"whitelist\"-нете този URL от HTTP Authentication и изключете mod_security (може да ви се наложи да попитате вашият уеб хост).",
        "SystemCheckWarnDomHelp": "Трябва да включите \"dom\" разширенето (напр: install the \"php-dom\" и\/или \"php-xml\" пакета).",
        "SystemCheckWarning": "Piwik ще работи нормално, но някои услуги ще липсват",
        "SystemCheckWarnJsonHelp": "Трябва да включите \"json\" разширението (пр: install the \"php-json\" пакета) за по-добро представяне.",
        "SystemCheckWarnLibXmlHelp": "Трябва да включите \"libxml\" разширението (напр. \"install the php-libxml package\"), тъй като това е нужно на други главни PHP разширения.",
        "SystemCheckWarnSimpleXMLHelp": "Трябва да включите \"SimpleXML\" разширенето (напр: install the \"php-simplexml\" и\/или \"php-xml\" пакета).",
        "SystemCheckWinPdoAndMysqliHelp": "За Windows сървър добавете следните редове в php.ini: %s",
        "SystemCheckWriteDirs": "Директории с права за писане",
        "SystemCheckWriteDirsHelp": "За да поправите тази грешка (на Linux сървър), опитайте със следните команди",
        "SystemCheckZlibHelp": "Трябва да конфигурирате PHP \"zlib\" да се поддържа, --with-zlib.",
        "Tables": "Създаване на таблици",
        "TablesCreatedSuccess": "Таблиците са създадени успешно!",
        "TablesDelete": "Изтрий съществуващите таблици",
        "TablesDeletedSuccess": "Съществуващите Piwik таблици бяха изтрити усшешно",
        "TablesFound": "Следните таблици бяха открити в базата от данни (БД)",
        "TablesReuse": "Използвай съществуващите таблици",
        "TablesUpdatedSuccess": "Базата от данни беше успешно обновена от %1$s до %2$s!",
        "TablesWarningHelp": "Изберете дали да обновите данните в съществуващите таблици или да инсталирате Piwik на чисто.",
        "TablesWithSameNamesFound": "Някои %1$s таблици в базата от данни (БД) %2$s имат същите имена, както тези, които Piwik се опитва да създаде",
        "Timezone": "Уеб сайт времева зона",
        "WeHopeYouWillEnjoyPiwik": "Надяваме се, че ще се радвате на работата с Piwik толкова, колкото ние се радваме при разработването на Piwik.",
        "Welcome": "Добре дошли!",
        "WelcomeHelp": "<p>Piwik е анализатор (уеб брояч) с отворен код, който гъвкаво и лесно предоставя информация за посетителите на сайта ви.<\/p><p>Този процес е съкратен в %s лесни стъпки и не отнема повече от 5 минути.<\/p>",
        "WelcomeToCommunity": "Добре дошли в Piwik общността!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "За Piwik преводите",
        "PluginDescription": "Тази добавка ще покаже списък с наличните езици за интерфейса на Piwik. Избраният език ще бъде записан в предпочитанията за всеки потребител."
    },
    "Live": {
        "AveragePageGenerationTime": "Всяка страница отнема средно по %1$s, за да бъде заредена от този посетител.",
        "ClickToViewMoreAboutVisit": "Щракнете, за да видите повече информация за това посещение",
        "ConvertedNGoals": "Конвертирани %s цели",
        "EcommerceSummaryConversions": "%1$s%2$s поръчки от общо %3$s%4$s, закупени %5$s артикули.",
        "FirstVisit": "Първо посещение",
        "GoalType": "Тип",
        "HideMap": "скриване на картата",
        "LastHours": "Последните %s часа",
        "LastMinutes": "Последните %s минути",
        "LastVisit": "Последно посещение",
        "LinkVisitorLog": "Виж детайли на лога с посетителите",
        "LoadMoreVisits": "Зареждане на повече посещения",
        "MorePagesNotDisplayed": "повечето страници от този посетител не се показват",
        "NbVisitor": "1 посетител",
        "NbVisitors": "%s посетители",
        "NextVisitor": "Следващ посетител",
        "NoMoreVisits": "Няма повече посещения за този посетител.",
        "PageRefreshed": "Броят пъти, които тази страница е гледана \/ обновена в ред.",
        "PluginDescription": "Следете Вашите посетители, на живо, в реално време!",
        "PreviousVisitor": "Предишен посетител",
        "RealTimeVisitorCount": "Броене на посетителите в реално време",
        "Referrer_URL": "URL Референции",
        "ShowMap": "покажи картата",
        "SimpleRealTimeWidget_Message": "%s и %s в последното %s",
        "ViewVisitorProfile": "Преглед профила на посетителя",
        "VisitedPages": "Посетени страници",
        "VisitorLog": "Статистика за посетителя",
        "VisitorLogDocumentation": "Тази таблица показва последните посещения, включени в избраният обхват от време. Можете да видите кога се е случило последното посещение на посетител, като посочите върху датата на посещението. %s Ако обхвата на датата включва днешния ден, можете да видите вашите посетители в реално време! %s Информацията тук винаги е в реално време, независимо дали и колко често използвате инструментите за архивиране.",
        "VisitorProfile": "Профил на посетителя",
        "VisitorsInRealTime": "Посетители в реално време",
        "VisitorsLastVisit": "Последното посещение от този посетител беше от преди %s дни.",
        "VisitsFrom": "%1$s%2$s посещения%3$s от",
        "VisitSummary": "Общо прекарано време %1$s%2$s в сайта%3$s, и %4$sразгледани %5$s страници за %6$s посещения.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Изпратена е връзка за потвърждение. Проверете пощенската си кутия, за да потвърдите заявката за смяна на парола.",
        "ContactAdmin": "Възможни причини: функцията mail() е липсваща или забранена на сървъра. <br \/>Свържете се с вашия Piwik администратор.",
        "ExceptionPasswordMD5HashExpected": "Параметърът на паролата се очаква да бъде MD5 хеш на парола.",
        "InvalidNonceOrHeadersOrReferrer": "Сигурността на формата е нарушена. Моля презаредете формата и проверете отново дали бисквитките са включени. Ако използвате прокси сървър, трябва да %s конфигурирате Piwik да приема хеадъра%s на проксито, който препраща хост хеадъра. Също така проверете, дали вашият хеадър за прапращане(Referer header) е изпратен правилно.",
        "InvalidOrExpiredToken": "Token е грешен или изтекъл",
        "InvalidUsernameEmail": "Грешно потребителско име и\/или имейл адрес",
        "LogIn": "Вход",
        "LoginOrEmail": "потребителско име или имейл",
        "LoginPasswordNotCorrect": "Потребителското име & Паролата не са верни",
        "LostYourPassword": "Забравена парола?",
        "MailTopicPasswordChange": "Потвърждение смяната на паролата",
        "PasswordChanged": "Вашата парола е сменена.",
        "PasswordRepeat": "Парола (повторно)",
        "PasswordsDoNotMatch": "Паролите не съвпадат.",
        "RememberMe": "Запомни ме",
        "ResetPasswordInstructions": "Въведете нова парола за акаунта си."
    },
    "Mobile": {
        "AboutPiwikMobile": "За Piwik Mobile",
        "AccessUrlLabel": "Piwik URL достъп",
        "Account": "Профил",
        "Accounts": "Акаунти",
        "AddAccount": "Добавяне на акаунт",
        "AddPiwikDemo": "Добавяне на Piwik демонстрация",
        "Advanced": "Разширени",
        "AnonymousAccess": "Анонимен достъп",
        "AnonymousTracking": "Анонимно проследяване",
        "AskForAnonymousTrackingPermission": "Когато е активиран, Piwik Mobile ще изпраща анонимни данни за употребата му на piwik.org. Целта е тези данни да се използват, за да се помогне на разработчиците на Piwik Mobile, по-добре да разберат как се използва приложението. Информацията, която се изпраща е: менюта и настройки, които са посетени; името и версията на операционната система; всяка грешка, която се показва в Piwik Mobile. Ние няма да следим каквато и да е информация от вашите данни за анализ. Тези анонимни данни никога няма да бъдат обявявани публично. Можете да деактивирате \/ активирате анонимното проследяване чрез бутона „Настройки“ по всяко време.",
        "ChooseHttpTimeout": "Изберете HTTP timeout стойност",
        "ChooseMetric": "Избери Метрика",
        "ChooseReport": "Избери доклад",
        "ConfirmRemoveAccount": "Желаете ли да премахнете този профил?",
        "DefaultReportDate": "Дата на отчета",
        "EmailUs": "Пишете ни",
        "EnableGraphsLabel": "Покажи графики",
        "EvolutionGraph": "Графика показваща историята",
        "HelpUsToImprovePiwikMobile": "Желаете ли да активирате анонимното проследяване в Piwik Mobile?",
        "HowtoDeleteAnAccount": "Натиснете продължително, за да изтриете профил.",
        "HowtoDeleteAnAccountOniOS": "Плъзнете от ляво на дясно за да изтриете акаунта",
        "HowtoLoginAnonymous": "Оставете потребителско име и парола празно за анонимен вход",
        "HttpTimeout": "HTTP сесията изтече",
        "IncompatiblePiwikVersion": "Piwik версията, която използвате не е съвместима с Piwik Mobile 2. Обновете вашата инсталация на Piwik и пробвайте отново или инсталирайте Piwik Mobile 1.",
        "LastUpdated": "Последна актуализация: %s",
        "LoadingReport": "Зарежда се %s",
        "LoginCredentials": "Потребителски данни за вписване",
        "LoginUseHttps": "Използване на HTTPS",
        "MultiChartLabel": "Покажи sparklines",
        "NavigationBack": "Назад",
        "NetworkError": "Мрежова грешка",
        "NetworkErrorWithStatusCodeShort": "Мрежова грешка %s",
        "NetworkNotReachable": "Мрежата не постижима",
        "NoAccountIsSelected": "Трябва да изберете профил. Добавете нов, ако не сте създали до момента такъв.",
        "NoDataShort": "Без данни",
        "NoPiwikAccount": "Нямате Piwik акаунт?",
        "NoReportsShort": "Без отчети",
        "NoVisitorFound": "Няма посетители",
        "NoVisitorsShort": "Без посетители",
        "NoWebsiteFound": "Няма открит уебсайт",
        "NoWebsitesShort": "Без сайтове",
        "PullDownToRefresh": "Дръпнете надолу за да опресните...",
        "RatingDontRemindMe": "Не ми напомняй",
        "RatingNotNow": "Не сега",
        "RatingNow": "ОК, ще го оценя сега",
        "RatingPleaseRateUs": "Piwik Mobile е свободен софтуер, ето защо ние наистина ще сме Ви благодарни, ако отделите една минута, за да оцените приложението в %s. Ако имате предложения за нови функции или желаете да съобщите за проблем, моля свържете се с нас %s",
        "ReleaseToRefresh": "Освободете за да се обнови...",
        "Reloading": "Презареждане…",
        "RequestTimedOutShort": "Мрежова грешка за изтекла сесия",
        "RestrictedCompatibility": "Ограничена съвместимост",
        "RestrictedCompatibilityExplanation": "Версията на Piwik %s, която използвате не се поддържа изцяло от Piwik Mobile 2. Възможно е да наблюдавате проблеми при работата с приложението. Препоръчваме Ви, или да обновите Piwik до последната версия, или да използвате Piwik Mobile 1.",
        "SaveSuccessError": "Моля, проверете настройките",
        "SearchWebsite": "Търсене в сайтове",
        "ShowAll": "Покажи всички",
        "ShowLess": "Покажи по-малко",
        "TopVisitedWebsites": "Най-посещаваните сайтове",
        "TryIt": "Изпробвайте!",
        "UseSearchBarHint": "Само първите %s сайтове са показани тук. За да бъдат достъпени другите сайтове е нужно да се използва лентата за търсене.",
        "VerifyAccount": "Потвърди акаунт-а",
        "VerifyLoginData": "Уверете се, че комбинацията, от потребителско име и парола, е правилна.",
        "YouAreOffline": "За съжаление, в момента не сте на линия"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Името на доставчика '%s' е неизвестно. Пробвайте друго име вместо: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Могат да бъдат добавени повече телефонни номера достъпвайки",
        "MobileReport_MobileMessagingSettingsLink": "Страницата за настройка на мобилните съобщения",
        "MobileReport_NoPhoneNumbers": "Моля, активирайте поне един телефонен номер, достъпвайки",
        "PhoneNumbers": "Телефонни номера",
        "Settings_APIKey": "API ключ",
        "Settings_CountryCode": "Код на държавата",
        "Settings_CredentialNotProvided": "Преди да можете да създавате и управлявате телефонни номера, моля свържете Piwik с вашия SMS профил по-горе.",
        "Settings_CredentialNotProvidedByAdmin": "Преди да можете да добавяте и управлявате телефонни номера, моля, свържете се с вашия администратор, за да свърже Piwik с SMS профил.",
        "Settings_CredentialProvided": "Вашият %s SMS приложно-програмен интерфейсен профил е правилно настроен!",
        "Settings_DeleteAccountConfirm": "Сигурни ли сте, че искате да изтриете този SMS профил?",
        "Settings_InvalidActivationCode": "Въведеният код не е валиден, моля опитайте отново.",
        "Settings_LetUsersManageAPICredential": "Позволява на потребителите да управляват своите собствени идентификационни данни за SMS API",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Всеки потребител има възможност да си настрои свой собствен SMS приложно-програмен интерфейсен профил, като по този начин няма да използва вашия профил.",
        "Settings_ManagePhoneNumbers": "Управление на телефонните номера",
        "Settings_PhoneActivated": "Телефонният номер е потвърден! Вече имате възможност да получавате кратки съобщения (SMS) с вашите статистики.",
        "Settings_PhoneNumber": "Телефонен номер",
        "Settings_PhoneNumbers_Add": "Добави нов телефонен номер",
        "Settings_PhoneNumbers_CountryCode_Help": "Ако не знаете телефонния код за вашата държава, може да го проверите тук",
        "Settings_SMSAPIAccount": "Управление на профила за SMS приложно-програмен интерфейс",
        "Settings_SMSProvider": "SMS провайдър",
        "Settings_SuperAdmin": "Настройки на супер потребителя",
        "Settings_SuspiciousPhoneNumber": "Ако не получите текстовото съобщение, може да опитате без водещата нула. т.е. %s",
        "Settings_UpdateOrDeleteAccount": "%sОбновяване%s или %sизтриване%s на този профил.",
        "Settings_ValidatePhoneNumber": "Валидиране",
        "Settings_VerificationCodeJustSent": "Туко-що беше изпратено кратко съобщение (SMS) до този номер с код: моля, въведете този код в горното поле и натиснете „Потвърди“.",
        "SettingsMenu": "Мобилни съобщения",
        "TopLinkTooltip": "Вземете Web Analytics Reports доставен във вашата пощенска кутия или във вашия мобилен телефон!",
        "TopMenu": "Email & SMS Доклади",
        "VerificationText": "Кодът е %s. За да потвърдите вашия телефонен номер и да получите Piwik SMS отчети, моля, копирайте този код във формата достъпна чрез Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Развитие",
        "LoadingWebsites": "Зарежда сайтовете",
        "Pagination": "%s - %s като %s",
        "PluginDescription": "Показва обобщена статистика\/резюме. В момента се поддържа като основна добавка в Piwik.",
        "TopLinkTooltip": "Сравнете статистиката за всички ваши уебсайтове."
    },
    "Overlay": {
        "Clicks": "%s клика",
        "ClicksFromXLinks": "%1$s щраквания от една от %2$s връзките",
        "Domain": "Домейн",
        "ErrorNotLoadingDetails": "Възможно е заредената страница вдясно да няма последяващия Piwik код. В този случай опитайте да стартирате нова връзка за различна страница от доклада на страници.",
        "ErrorNotLoadingLink": "Щраквайки тук, ще получите повече съвети за отстраняване на проблеми",
        "Link": "Връзка",
        "Location": "Местоположение",
        "NoData": "Няма данни за тази страница по време на избрания период.",
        "OneClick": "1 клик",
        "OpenFullScreen": "Цял екран (без странична лента)",
        "RedirectUrlErrorAdmin": "Може да добавите домейнът като допълнителен адрес %sв настройките%s.",
        "RedirectUrlErrorUser": "Попитайте вашият администратор да добави домейна, като допълнителен URL."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Изберете \"Да\", ако желаете Piwik да не проследява напълно квалифицирани IP адреси.",
        "AnonymizeIpInlineHelp": "Скрива последните цифри на IP адреса на посетителя, за да бъде спазен закона за поверителност.",
        "AnonymizeIpMaskLengtDescription": "Изберете колко байта от IP на посетителите да е маскирано.",
        "AnonymizeIpMaskLength": "%s байта - пример %s",
        "ClickHereSettings": "Натиснете тук, за да влезете в %s настройките.",
        "CurrentDBSize": "Настоящ размер на базата данни",
        "DBPurged": "Базата от данни е изтрита.",
        "DeleteBothConfirm": "На път сте да включите заедно изтриването на лог информацията и изтриването на отчетите. Това перманентно ще премахне възможността да видите анализите за минали периоди. Сигурни ли сте, че искате да направите това?",
        "DeleteDataDescription": "Можете да настроите Piwik периодично да изтрива старите потребителски логове и\/или преработените отчети, за да пазите базата си данни малка.",
        "DeleteDataDescription2": "Ако желаете, може предварително преработените отчети да не бъдат изтрити, само посещенията, гледаните страници и конверсионния лог да бъдат изтрити. Или обратно, предварително преработените логове да бъдат изтрити, а логовете с данни да бъдат запазени.",
        "DeleteDataInterval": "Изтрий стара информация на всеки",
        "DeleteDataSettings": "Изтриване на старите потребителски логове и отчети",
        "DeleteLogDescription2": "Ако включите автоматичното изтриване на логове, трябва да сте сигурни, че всичките предишни дневни отчети са били преработени, за да не се изгуби информация.",
        "DeleteLogInfo": "Логове от дадените таблици ще бъдат изтрити: %s",
        "DeleteLogsConfirm": "На път сте да включите изтриването на лог информацията. Ако старата лог информация е изтрита и не са били създадени отчети за нея, вие няма да можете да видите информацията за минал период. Сигурни ли сте, че искате да направите това?",
        "DeleteLogsOlderThan": "Изтрий отчети по-стари от",
        "DeleteMaxRows": "Максималният брой редове, които да бъдат изтрити на един път:",
        "DeleteMaxRowsNoLimit": "без лимит",
        "DeleteReportsConfirm": "На път сте да включите изтриване на отчетите. Ако старите отчети са изтрити, вие ще трябвате да ги изготвите наново за да ги видите. Сигурни ли сте, че искате да направите това?",
        "DeleteReportsDetailedInfo": "Информацията от базата данни за цифровите архивни таблици (%s) и текстовите архивни таблици (%s) ще бъде изтрита.",
        "DeleteReportsInfo": "Ако е включено, старите отчети ще бъдат изтрити. %sПрепоръчваме да включвате само когато мястото за база данни е ограничено.%s",
        "DeleteReportsInfo2": "Ако не сте включили \"%s\", старите отчети ще се създават автоматично при поискване.",
        "DeleteReportsInfo3": "Ако сте включили \"%s\", информацията ще бъде изгубена завинаги.",
        "DeleteReportsOlderThan": "Изтрива отчети по-стари от",
        "DeleteSchedulingSettings": "Настройки на планирането",
        "DoNotTrack_Description": "Не проследявай е технология и предложение, което позволява отказ от проследяване на сайтове, които те не посещават; включително инструменти за анализ, рекламни мрежи и социални платформи.",
        "DoNotTrack_Disable": "Изключете \"Не проследявай\" поддръжката.",
        "DoNotTrack_Disabled": "Piwik понястоящем проследява всички постетители, дори и те да са включили \"Не искам да бъда проследяван\" в техният уеб браузър.",
        "DoNotTrack_DisabledMoreInfo": "Препоръчваме да уважавате поверителността на вашите посетители и да включите \"Не проследявай\" поддръжката.",
        "DoNotTrack_Enable": "Включете \"Не проследявай\" поддръжката.",
        "DoNotTrack_Enabled": "Понастоящем вие уважавате поверителността на вашите потребители. Браво!",
        "DoNotTrack_EnabledMoreInfo": "Когато потребителите са настроили техният уеб браузър на \"Аз не искам да бъда проследяван\" (Не проследявай е включено), Piwik няма да отчита техните посещения.",
        "DoNotTrack_SupportDNTPreference": "Поддръжка на \"Не проследявай\" настройки.",
        "EstimatedDBSizeAfterPurge": "Изчислен размер на базата данни след изтриване",
        "EstimatedSpaceSaved": "Изчислено спестено място",
        "GetPurgeEstimate": "Изчисляване на времето за изтриване",
        "KeepBasicMetrics": "Запазване на основните данни (посещения, посещения на страници, степен на отпадане, цели, конверсия при електронна търговия и др.)",
        "KeepDataFor": "Запази всичките данни за:",
        "KeepReportSegments": "За да запазите горната информация, също запазете сегментите на отчета.",
        "LastDelete": "Последното изтриване е било на",
        "LeastDaysInput": "Моля укажете номер на дни по голям от %s.",
        "LeastMonthsInput": "Моля укажете номер на месеци по-голям от %s.",
        "MenuPrivacySettings": "Поверителност",
        "NextDelete": "Следващото планирано изтриване е на",
        "PluginDescription": "Персонализирайте Piwik, за да го съгласувате със съществуващото законодателство.",
        "PurgeNow": "Изтриване на базата данни СЕГА",
        "PurgeNowConfirm": "Вие сте на път перманентно да изтриете информацията от вашата база данни. Сигурни ли сте, че искате да продължите?",
        "PurgingData": "Изтриване на базата данни...",
        "RecommendedForPrivacy": "(препоръчва се за осигуряване на неприкосновеността на личните данни)",
        "ReportsDataSavedEstimate": "Размер на базата данни",
        "SaveSettingsBeforePurge": "Вие променихте настройките за изтриване на информация. Моля запазете ги, преди да започнете изтриване.",
        "Teaser": "На тази страница можете да персонализирате Piwik, за да съгласувате поверителността със съществуващото законодателство, чрез: %s правейки посетителското IP анонимно %s, %s автоматично премахване на стари посетителски логове от базата данни %s, и %s даване на възможност за отказ от услуги за вашият уеб сайт%s.",
        "TeaserHeadline": "Настройки на поверителността",
        "UseAnonymizeIp": "Правене на IP-тата на посетителите анонимни",
        "UseDeleteLog": "Периодично изтриване на старите посетителски логове от базата данни",
        "UseDeleteReports": "Периодично изтрива старите посетителски отчети от базата данни"
    },
    "Provider": {
        "ColumnProvider": "Интернет доставчик",
        "PluginDescription": "Доклад за доставчиците на посетителите.",
        "ProviderReportDocumentation": "Отчетът показва кои доставчици на интернет услуги използват вашите потребители за достъп до уеб сайта. Можете да щракнете върху името на доставчика за повече детайли. %s Ако Piwik не може да определи доставчика на потребителя, той е показан само като IP.",
        "SubmenuLocationsProvider": "Места & Доставчици",
        "WidgetProviders": "Доставчици"
    },
    "Referrers": {
        "Campaigns": "Кампании",
        "CampaignsDocumentation": "Посетители, дошли до вашият уеб сайт, в резултат на камания. %s Погледнете %s отчета за повече детайли.",
        "CampaignsReportDocumentation": "Този отчет показва кои кампании са довели посетители до вашият уеб сайт. %s За повече информация относно проследяването на кампании, прочетете %sдокументацията за кампании на piwik.org%s",
        "ColumnCampaign": "Кампании",
        "ColumnSearchEngine": "Търсещи машини",
        "ColumnSocial": "Социална мрежа",
        "ColumnWebsite": "Сайт",
        "ColumnWebsitePage": "Интернет страница",
        "DetailsByReferrerType": "Детайли за типовете референции",
        "DirectEntry": "Директни посещения",
        "DirectEntryDocumentation": "Посетителят е въвел URL в браузъра си и е започнал да браузва вашия сайт - влязъл в уеб сайта директно.",
        "Distinct": "Отделни референции от Тип на референциите",
        "DistinctCampaigns": "отделни кампании",
        "DistinctKeywords": "отделни ключови думи",
        "DistinctSearchEngines": "отделни търсещи машини",
        "DistinctWebsites": "отделни сайтове",
        "EvolutionDocumentation": "Това е преглед на препращащите сайтове, които са довели посетители до вашият уеб сайт.",
        "EvolutionDocumentationMoreInfo": "За повече информация отностно различните типове препращащи сайтове, вижте документите в %s таблицата.",
        "Keywords": "Ключови думи",
        "KeywordsReportDocumentation": "Този отчет показва кои ключови думи потребителите са използвали преди да бъдат препратени към вашият уеб сайт. %s Ако кликнете върху реда в таблицата, можете да видите разпределението на търсачките, в които са били търсени тези ключови думи.",
        "PluginDescription": "Докладът на референтите данни: търсачки, ключови думи, уеб сайтове, кампания за проследяване, директен запис.",
        "Referrer": "Препоръчител",
        "ReferrerName": "Име на референт",
        "Referrers": "Референции",
        "ReferrersOverview": "Преглед на препоръчителите",
        "SearchEngines": "Търсачки",
        "SearchEnginesDocumentation": "Посетител, който е бил препратен към вашият уеб сайт от търсачка. %s Погледнете %s отчета за повече детайли.",
        "SearchEnginesReportDocumentation": "Този отчет показва кои търсачки са изпратили потребители към вашият уеб сайт. %s Ако кликнете върху реда в таблицата, можете да видите какво потребителите са търсили в конкретната търсачка.",
        "Socials": "Социални мрежи",
        "SubmenuSearchEngines": "Търсачки & Ключови думи",
        "SubmenuWebsites": "Сайтове",
        "Type": "Тип на референцията",
        "TypeCampaigns": "%s от кампании",
        "TypeDirectEntries": "%s директни посещения",
        "TypeReportDocumentation": "Тази таблица съдържа информация отностно разпределението на видовете препращащи сайтове.",
        "TypeSearchEngines": "%s от търсещите машини",
        "TypeWebsites": "%s от сайтове",
        "UsingNDistinctUrls": "(използват се %s различни адреса)",
        "ViewAllReferrers": "Преглед на всички препоръчители",
        "ViewReferrersBy": "Преглед на всички препоръчители по %s",
        "Websites": "Сайтове",
        "WebsitesDocumentation": "Посетителят е последвал връзка в друг сайт, която сочи към вашия сайт. %s Вижте %s отчета за повече детайли.",
        "WebsitesReportDocumentation": "В тази таблица, можете да видите кои уеб сайтове са препратили посетители към вашият сайт. %s Ако кликнете върху реда в таблицата, можете да видите URL-ите, чрез които потребителите са стигнали до вашият сайт.",
        "WidgetExternalWebsites": "Външни сайтове",
        "WidgetGetAll": "Всички препоръчители",
        "WidgetKeywords": "Популярни ключови думи",
        "WidgetSocials": "Списък на социалните мрежи",
        "WidgetTopKeywordsForPages": "Най-използваните ключови думи",
        "XPercentOfVisits": "%s%% от посещения"
    },
    "RowEvolution": {
        "AvailableMetrics": "Налични метрики",
        "CompareRows": "Сравни записи",
        "ComparingRecords": "Сравнявайки %s редове",
        "MetricBetweenText": "между %s и %s",
        "MetricChangeText": "%s промени през периода",
        "MetricMinMax": "%1$s варират между %2$s и %3$s за периода",
        "MetricsFor": "Метрики за %s",
        "PickAnotherRow": "Изберете друг ред за сравнение",
        "PickARow": "Изберете ред за сравнение"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(по избор) Покажете опции",
        "AggregateReportsFormat_GraphsOnly": "Покажете само графики (без докладни таблици)",
        "AggregateReportsFormat_TablesAndGraphs": "Покажете докладни таблици и графики за всички доклади.",
        "AggregateReportsFormat_TablesOnly": "(по подразбиране) Покажи таблицата с отчетите (Графики само за ключови метрични данни)",
        "AlsoSendReportToTheseEmails": "Също така изпраща доклада до тези имейли (по един на ред):",
        "AreYouSureDeleteReport": "Сигурни ли сте че искате да изтриете този доклад и разписание?",
        "CancelAndReturnToReports": "Откажи и се %s върни в списъка с отчети %s",
        "CreateAndScheduleReport": "Създайте доклад и разписание",
        "CreateReport": "Създайте доклад",
        "CustomVisitorSegment": "Персонализиран посетителски сегмент:",
        "DescriptionOnFirstPage": "Описанието на този отчет ще бъде показано на първата страница на отчета.",
        "DisplayFormat_TablesOnly": "Покажете само таблици (без графики)",
        "EmailHello": "Здравей,",
        "EmailReports": "Email доклади",
        "EmailSchedule": "Списък с е-пощи",
        "EvolutionGraph": "Показване на графиките с история за най-високите %s стойности",
        "FrontPage": "Заглавна страница",
        "ManageEmailReports": "Управление на Email докладите",
        "MonthlyScheduleHelp": "Месечен график: докладът ще бъде изпратен на първия ден от всеки месец.",
        "MustBeLoggedIn": "Трябва да сте влязъл, за да създавате и планирате персонализирани отчети.",
        "NoRecipients": "Този доклад все още няма получатели",
        "OClock": "часа",
        "Pagination": "Страница %s от %s",
        "PiwikReports": "Piwik доклади",
        "PleaseFindAttachedFile": "Моля, вижте в прикачения си файл %1$s доклад за %2$s.",
        "PleaseFindBelow": "Моля намерете по-долу вашият %1$s отчет за %2$s.",
        "PluginDescription": "Създайте и изтеглете Вашите персонализирани отчети,и ги изпращайте по имейл ежедневно, ежеседмично или ежемесечно.",
        "ReportFormat": "Формат на доклад",
        "ReportHour": "Изпрати доклад в",
        "ReportIncludeNWebsites": "Този отчет ще включва главните метрични данни за всички уеб сайтове, които са били посещавани поне веднъж (от %s сайта, които са налични).",
        "ReportSent": "Отчетът е изпратен",
        "ReportsIncluded": "Включена статистика",
        "ReportType": "Изпрати доклад чрез",
        "ReportUpdated": "Отчетът е обновен",
        "SegmentAppliedToReports": "Сегментът '%s' се прилага към отчетите.",
        "SendReportNow": "Изпрати доклад сега",
        "SendReportTo": "Изпрати доклад до",
        "SentToMe": "Изпрати до мен",
        "TableOfContent": "Лист с отчети",
        "ThereIsNoReportToManage": "Няма отчет за сайт %s",
        "TopOfReport": "Върнете се в началото",
        "UpdateReport": "Обновете доклад",
        "WeeklyScheduleHelp": "Седмичен график: докладът ще бъде изпратен на първия понеделник на всяка седмица."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Добавяне на %s условие",
        "AddNewSegment": "Добави нов сегмент",
        "AreYouSureDeleteSegment": "Сигурни ли сте, че искате да изтриете този сегмент?",
        "AutoArchivePreProcessed": "Сегментираните отчети са предварително обработени (за по-голяма бързина се изисква archive.php cron)",
        "AutoArchiveRealTime": "Сегментираните отчети са обработени в реално време",
        "ChooseASegment": "Избери сегмент",
        "DefaultAllVisits": "Всички посещения",
        "DragDropCondition": "Състояние „Плъзгане & Пускане“",
        "LoadingSegmentedDataMayTakeSomeTime": "Обработката на сегментирани данни за посетителите може да отнеме няколко минути…",
        "OperatorAND": "И",
        "OperatorOR": "ИЛИ",
        "SaveAndApply": "Запази & Приложи",
        "SegmentDisplayedAllWebsites": "всички сайтове",
        "SegmentDisplayedThisWebsiteOnly": "само този уебсайт",
        "SegmentIsDisplayedForWebsite": "и се показва за",
        "SegmentNotApplied": "Сегмент '%s' не е приложен",
        "SelectSegmentOfVisitors": "Изберете сегмент на посетителите:",
        "ThisSegmentIsVisibleTo": "Този сегмент е видим за:",
        "VisibleToAllUsers": "всички потребители",
        "VisibleToMe": "аз",
        "YouMustBeLoggedInToCreateSegments": "Трябва да сте вписани, за да създавате и редактирате персонализираните посетителски сегменти."
    },
    "SEO": {
        "AlexaRank": "Alexa ранг",
        "Bing_IndexedPages": "Bing индексирани страници",
        "Dmoz": "DMOZ записи",
        "DomainAge": "Възраст на домейна",
        "ExternalBacklinks": "Външни препратки (Majestic)",
        "Google_IndexedPages": "Google индексирани страници",
        "Rank": "Ранг",
        "SeoRankings": "SEO ранг",
        "SEORankingsFor": "SEO ранг за %s",
        "ViewBacklinksOnMajesticSEO": "Преглед на доклада за външните препратки в MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Добави нов сайт",
        "AdvancedTimezoneSupportNotFound": "Разширена часова зона поддръжка не е намерена в PHP (поддържа в по-нова версия на PHP от 5.2 или точно 5.2). Все още можете да изберете ръчно UTC.",
        "AliasUrlHelp": "Препоръчително е, но не е задължително, да се уточнят различните URL адреси, по един на ред, че Вашите посетители имат достъп до този сайт. Наричани още URL адреси за сайта няма да се появяват в Референции > Сайтове. Имайте в предвид, че не е необходимо да се уточнят URL адреси със и без \"WWW\" като Piwik автоматично смята така.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Промяната на часовата зона ще засегне само данни в бъдеще, и няма да се прилага със задна дата.",
        "ChooseCityInSameTimezoneAsYou": "Изберете град в тази часова зона, в която сте.",
        "Currency": "Валута",
        "CurrencySymbolWillBeUsedForGoals": "Символът за валутата ще бъде показан на следващите целеви доходи.",
        "DefaultCurrencyForNewWebsites": "Валута по подразбиране за нови уеб сайтове",
        "DefaultTimezoneForNewWebsites": "Времева зона по подразбиране за нови уеб сайтове",
        "DeleteConfirm": "Наистина ли желаете да изтриете този уеб сайт %s?",
        "DisableSiteSearch": "Изключване на следенето за търсенията в сайта",
        "EcommerceHelp": "Когато са включени, \"Цели\", отчета ще има нова секция Електронна търговия.",
        "EnableEcommerce": "Електронна търговия включен",
        "EnableSiteSpecificUserAgentExclude_Help": "Ако има нужда, могат да се изключат различни потребителски агенти, за различни сайтове. За целта активирайте тази отметка, щракнете „Запази“ и %1$sдобави потребителските агенти по-горе%2$s.",
        "ExceptionDeleteSite": "Не е възможно да изтриете този сайт, защото той е единствения регистриран в системата. Преди да изтриете този сайт е нужно да добавите нов сайт.",
        "ExceptionEmptyName": "Полето за име на сайт не може да бъде празно.",
        "ExceptionInvalidCurrency": "Валутата \"%s\" не е валидна. Моля, въведете валиден символ за валутата (например %s)",
        "ExceptionInvalidIPFormat": "IP адресът за изключване \"%s\" не е във валиден IP формат (например %s)",
        "ExceptionInvalidTimezone": "Времевата зона \"%s\" не е валидна. Моля, въведете валидна времева зона.",
        "ExceptionInvalidUrl": "Адреса '%s' не е валиден.",
        "ExceptionNoUrl": "Необходимо е да въведете поне един адрес (URL) за сайта.",
        "ExcludedIps": "Изключени IP адреси",
        "ExcludedParameters": "Изключени параметри",
        "GlobalListExcludedIps": "Глобален списък на изключените IP адреси",
        "GlobalListExcludedQueryParameters": "Глобален списък на заявените URL параметри да се изключи",
        "GlobalWebsitesSettings": "Глобални настройки на уеб сайтовете",
        "HelpExcludedIps": "Въведете списък с IP адреси, по един на ред, които искате да бъдат изключени от проследяването на Piwik. Можете да използвате заместващи символи, например. %1$s или %2$s",
        "JsTrackingTagHelp": "JavaScript кода, който трябва да вмъкнете във всички страници",
        "KeepURLFragmentsHelp2": "Има възможност да отмените тази настройка за индивидуални уеб сайтове по-горе.",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP адресите по-долу ще бъдат изключени от броячите на всички сайтове.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Заявка на URL адресните параметри по-долу, ще бъдат изключени от URL адресите на всички уеб сайтове.",
        "ListOfQueryParametersToExclude": "Въведете списък с URL параметри на заявката, по един на ред, да се изключат от докладите на Page URL адреси.",
        "MainDescription": "За да работи брояча е необходимо да добавите САЙТОВЕ! Добавете, редактирайте, изтрийте Сайт и вземете кода за вмъкване.",
        "NotAnEcommerceSite": "Не сайт за Електронна търговия",
        "NotFound": "Не са намерени уеб сайтове",
        "NoWebsites": "Вие нямате сайт, който да администрирате.",
        "OnlyOneSiteAtTime": "Не можете да променяте едновременно два сайта. Моля Запазете или Откажете вашата текуща модификация на този уеб сайт %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik позволява задълбочено проследяване и анализ на Електронна търговия. Научете повече относно %s Електронна търговия анализ %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik автоматично ще изключи общите параметри на сесията (%s).",
        "PluginDescription": "Уеб сайтове за управление в Piwik: Добавяне на нов сайт, редактиране на вече съществуващ такъв, показване на JavaScript код за добавяне на страниците си. Всички действия са достъпни чрез API.",
        "SearchKeywordLabel": "Параметър за заявката",
        "SearchKeywordParametersDesc": "Въведете списък, разделен със запетаи, за имената на всички заявки съдържащи търсени ключови думи в сайта.",
        "SelectACity": "Изберете град",
        "SelectDefaultCurrency": "Можете да изберете валута, за да зададете по подразбиране за нови уеб сайтове.",
        "SelectDefaultTimezone": "Можете да изберете времева зона, за да изберете по подразбиране за нови уеб сайтове.",
        "ShowTrackingTag": "покажи кода за вмъкване",
        "Sites": "Сайтове",
        "SiteSearchUse": "Можете да използвате Piwik да следи и докладва това, което посетителите търсят, посредством търсачката на сайта.",
        "SuperUserAccessCan": "Потребител с права „привилигирован потребител“ може да достъпва също %sзадаване на глобални настройки%s за новите сайтове.",
        "Timezone": "Часова зона",
        "TrackingTags": "Проследяване на етикети за %s",
        "Urls": "Адреси",
        "UTCTimeIs": "UTC часът е %s.",
        "WebsitesManagement": "Управление на сайтове",
        "YouCurrentlyHaveAccessToNWebsites": "В момента имате достъп до %s уебсайта.",
        "YourCurrentIpAddressIs": "Вашият IP адрес е: %s"
    },
    "Transitions": {
        "BouncesInline": "%s еднократни посещения",
        "DirectEntries": "Директни посещения",
        "ErrorBack": "Върнете се на предишната страница",
        "ExitsInline": "%s изходи",
        "FromCampaigns": "От кампании",
        "FromPreviousPages": "От вътрешни страници",
        "FromPreviousPagesInline": "%s от вътреши страници",
        "FromPreviousSiteSearches": "От вътрешни търсения",
        "FromPreviousSiteSearchesInline": "%s от вътрешни търсения",
        "FromSearchEngines": "От търсещи машини",
        "FromWebsites": "От уебсайтове",
        "IncomingTraffic": "Входящ трафик",
        "LoopsInline": "%s страница се презарежда",
        "NoDataForAction": "Няма информация за %s",
        "OutgoingTraffic": "Изходящ трафик",
        "PluginDescription": "Доклади за предишни и следващи действия за всяка страница.",
        "ShareOfAllPageviews": "Тази страница има %s разглеждания (от всички %s разглеждания)",
        "ToFollowingPages": "Към вътрешни страници",
        "ToFollowingPagesInline": "%s за вътрешни страници",
        "ToFollowingSiteSearches": "Външни търсения",
        "ToFollowingSiteSearchesInline": "%s вътрешни търсения",
        "XOfAllPageviews": "%s на всички показания за тази страница",
        "XOutOfYVisits": "%s (от %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Не може да бъде намерена apache_get_modules функцията, което предполага, че това не е Apache сървър.",
        "CannotFindGeoIPDatabaseInArchive": "Файл %1$s не може да бъде намерен в tar архив %2$s!",
        "CannotFindGeoIPServerVar": "Променливата %s не е зададена. Възможно е сървърът да не е настроен правилно.",
        "CannotListContent": "Съдържанието за %1$s: %2$s не може да бъде заредено",
        "CannotLocalizeLocalIP": "IP адрес %s е вътрешен (частен) адрес и не може да бъде определено местоположението му.",
        "CannotSetupGeoIPAutoUpdating": "Изглежда, че GeoIP базата от данни се съхранява извън Piwik (няма бази от данни в папката \"misc\", но GeoIP работи). Piwik не може автоматично да обнови GeoIP базата от данни, ако те се намират извън директория \"misc\".",
        "CannotUnzipDatFile": "Не може да се разархивира dat файл в %1$s: %2$s",
        "City": "Град",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "continent_afr": "Африка",
        "continent_amc": "Централна Америка",
        "continent_amn": "Северна Америка",
        "continent_ams": "Южна и Централна Америка",
        "continent_ant": "Антарктида",
        "continent_asi": "Азия",
        "continent_eur": "Европа",
        "continent_oce": "Океания",
        "Country": "Държава",
        "country_a1": "Анонимно прокси",
        "country_a2": "Сателитен доставчик",
        "country_ac": "Възнесение",
        "country_ad": "Андора",
        "country_ae": "Обединените арабски емирства",
        "country_af": "Афганистан",
        "country_ag": "Антигуа и Барбуда",
        "country_ai": "Ангуила",
        "country_al": "Албания",
        "country_am": "Армения",
        "country_an": "Холандски Антили",
        "country_ao": "Ангола",
        "country_ap": "Азия\/Тихоокеанския регион",
        "country_aq": "Антарктида",
        "country_ar": "Аржентина",
        "country_as": "Американска Самоа",
        "country_at": "Австрия",
        "country_au": "Австралия",
        "country_aw": "Аруба",
        "country_ax": "Аландските острови",
        "country_az": "Азербайджан",
        "country_ba": "Босна и Херцеговина",
        "country_bb": "Барбадос",
        "country_bd": "Бангладеш",
        "country_be": "Белгия",
        "country_bf": "Буркина Фасо",
        "country_bg": "България",
        "country_bh": "Бахрейн",
        "country_bi": "Бурунди",
        "country_bj": "Бенин",
        "country_bl": "Сен Бартелеми",
        "country_bm": "Бермудските острови",
        "country_bn": "Бруней",
        "country_bo": "Боливия",
        "country_bq": "Бонер, Сент Естатиус и Саба",
        "country_br": "Бразилия",
        "country_bs": "Бахамите",
        "country_bt": "Бутан",
        "country_bu": "Бирма",
        "country_bv": "Остров Буве",
        "country_bw": "Боцвана",
        "country_by": "Беларус",
        "country_bz": "Белиз",
        "country_ca": "Канада",
        "country_cat": "Каталонски-говорящите общности",
        "country_cc": "Кокосови острови",
        "country_cd": "Демократична република Конго",
        "country_cf": "Централноафриканска република",
        "country_cg": "Конго",
        "country_ch": "Швейцария",
        "country_ci": "Кот д'Ивоар",
        "country_ck": "Острови Кук",
        "country_cl": "Чили",
        "country_cm": "Камерун",
        "country_cn": "Китай",
        "country_co": "Колумбия",
        "country_cp": "Остров Клипертон",
        "country_cr": "Коста Рика",
        "country_cs": "Сърбия и Черна гора",
        "country_cu": "Куба",
        "country_cv": "Кабо Верде",
        "country_cw": "Куракао",
        "country_cx": "Рождество (остров)",
        "country_cy": "Кипър",
        "country_cz": "Чехия",
        "country_de": "Германия",
        "country_dg": "Диего Гарсия",
        "country_dj": "Джибути",
        "country_dk": "Дания",
        "country_dm": "Доминика",
        "country_do": "Доминиканска република",
        "country_dz": "Алжир",
        "country_ea": "Сеута, Мелила",
        "country_ec": "Еквадор",
        "country_ee": "Естония",
        "country_eg": "Египет",
        "country_eh": "Западна Сахара",
        "country_er": "Еритрея",
        "country_es": "Испания",
        "country_et": "Етиопия",
        "country_eu": "Европейски съюз",
        "country_fi": "Финландия",
        "country_fj": "Фиджи",
        "country_fk": "Фолкландските острови (Малвински)",
        "country_fm": "Микронезия",
        "country_fo": "Фарьорски острови",
        "country_fr": "Франция",
        "country_fx": "Франция, Метрополитен",
        "country_ga": "Габон",
        "country_gb": "Великобритания",
        "country_gd": "Гренада",
        "country_ge": "Грузия",
        "country_gf": "Френска Гвиана",
        "country_gg": "Вълнена фланела",
        "country_gh": "Гана",
        "country_gi": "Гибралтар",
        "country_gl": "Гренландия",
        "country_gm": "Гамбия",
        "country_gn": "Гвинея",
        "country_gp": "Гваделупа",
        "country_gq": "Екваториална Гвинея",
        "country_gr": "Гърция",
        "country_gs": "Южна Джорджия и Южните Сандвичеви острови",
        "country_gt": "Гватемала",
        "country_gu": "Гуам",
        "country_gw": "Гвинея-Бисау",
        "country_gy": "Гвиана",
        "country_hk": "Хонконг",
        "country_hm": "Остров Хърд и острови Макдоналд",
        "country_hn": "Хондурас",
        "country_hr": "Хърватска",
        "country_ht": "Хаити",
        "country_hu": "Унгария",
        "country_ic": "Канарски острови",
        "country_id": "Индонезия",
        "country_ie": "Ирландия",
        "country_il": "Израел",
        "country_im": "Човекът Айлънд",
        "country_in": "Индия",
        "country_io": "Британска територия в Индийския океан",
        "country_iq": "Ирак",
        "country_ir": "Иран, Ислямска република",
        "country_is": "Исландия",
        "country_it": "Италия",
        "country_je": "Джърси",
        "country_jm": "Ямайка",
        "country_jo": "Йордания",
        "country_jp": "Япония",
        "country_ke": "Кения",
        "country_kg": "Киргизстан",
        "country_kh": "Камбоджа",
        "country_ki": "Кирибати",
        "country_km": "Коморски острови",
        "country_kn": "Сейнт Китс и Невис",
        "country_kp": "Корейска народнодемократична република",
        "country_kr": "Южна Корея",
        "country_kw": "Кувейт",
        "country_ky": "Кайманови острови",
        "country_kz": "Казахстан",
        "country_la": "Лаос",
        "country_lb": "Ливан",
        "country_lc": "Сейнт Лусия",
        "country_li": "Лихтенщайн",
        "country_lk": "Шри Ланка",
        "country_lr": "Либерия",
        "country_ls": "Лесото",
        "country_lt": "Литва",
        "country_lu": "Люксембург",
        "country_lv": "Латвия",
        "country_ly": "Либия",
        "country_ma": "Мароко",
        "country_mc": "Монако",
        "country_md": "Молдова",
        "country_me": "Монтенегро",
        "country_mf": "Сейнт Мартин",
        "country_mg": "Мадагаскар",
        "country_mh": "Маршалови острови",
        "country_mk": "Македония",
        "country_ml": "Мали",
        "country_mm": "Мианмар",
        "country_mn": "Монголия",
        "country_mo": "Макао",
        "country_mp": "Северни Мариански острови",
        "country_mq": "Мартиника",
        "country_mr": "Мавритания",
        "country_ms": "Монсерат",
        "country_mt": "Малта",
        "country_mu": "Мавриций",
        "country_mv": "Малдивите",
        "country_mw": "Малави",
        "country_mx": "Мексико",
        "country_my": "Малайзия",
        "country_mz": "Мозамбик",
        "country_na": "Намибия",
        "country_nc": "Нова Каледония",
        "country_ne": "Нигер",
        "country_nf": "Норфолк",
        "country_ng": "Нигерия",
        "country_ni": "Никарагуа",
        "country_nl": "Нидерландия",
        "country_no": "Норвегия",
        "country_np": "Непал",
        "country_nr": "Науру",
        "country_nt": "Неутрална зона",
        "country_nu": "Ниуе",
        "country_nz": "Нова Зеландия",
        "country_o1": "Друга държава",
        "country_om": "Оман",
        "country_pa": "Панама",
        "country_pe": "Перу",
        "country_pf": "Френска Полинезия",
        "country_pg": "Папуа - Нова Гвинея",
        "country_ph": "Филипините",
        "country_pk": "Пакистан",
        "country_pl": "Полша",
        "country_pm": "Сен Пиер и Микелон",
        "country_pn": "Питкерн",
        "country_pr": "Пуерто Рико",
        "country_ps": "Палестина",
        "country_pt": "Португалия",
        "country_pw": "Палау",
        "country_py": "Парагвай",
        "country_qa": "Катар",
        "country_re": "Реюнион",
        "country_ro": "Румъния",
        "country_rs": "Сърбия",
        "country_ru": "Русия",
        "country_rw": "Руанда",
        "country_sa": "Саудитска Арабия",
        "country_sb": "Соломоновите острови",
        "country_sc": "Сейшелските острови",
        "country_sd": "Судан",
        "country_se": "Швеция",
        "country_sf": "Финландия",
        "country_sg": "Сингапур",
        "country_sh": "Света Хелена",
        "country_si": "Словения",
        "country_sj": "Свалбард",
        "country_sk": "Словакия",
        "country_sl": "Сиера Леоне",
        "country_sm": "Сан МАрино",
        "country_sn": "Сенегал",
        "country_so": "Сомалия",
        "country_sr": "Суринам",
        "country_ss": "Южен Судан",
        "country_st": "Сао Томе и Принсипи",
        "country_su": "СССР",
        "country_sv": "Ел Салвадор",
        "country_sx": "Сейнт Мартен (Холандската част)",
        "country_sy": "Сирия",
        "country_sz": "Швейцария",
        "country_ta": "Тристан да Куня",
        "country_tc": "Търкс и Кайкос",
        "country_td": "Чад",
        "country_tf": "Френски южни и антарктически територии",
        "country_tg": "Того",
        "country_th": "Тайланд",
        "country_ti": "Тибет",
        "country_tj": "Таджикистан",
        "country_tk": "Токелау",
        "country_tl": "Източен Тимор",
        "country_tm": "Туркменистан",
        "country_tn": "Тунис",
        "country_to": "Тонга",
        "country_tp": "Източен Тимор",
        "country_tr": "Турция",
        "country_tt": "Тринидад и Тубаго",
        "country_tv": "Тувалу",
        "country_tw": "Тайван",
        "country_tz": "Танзания",
        "country_ua": "Украйна",
        "country_ug": "Уганда",
        "country_uk": "Обединено Кралство",
        "country_um": "Малки далечни острови на САЩ",
        "country_us": "САЩ",
        "country_uy": "Уругвай",
        "country_uz": "Узбекистан",
        "country_va": "Ватикана",
        "country_vc": "Сейнт Винсент и Гренадини",
        "country_ve": "Венецуела",
        "country_vg": "Британски Вирджински острови",
        "country_vi": "Американски Вирджински острови",
        "country_vn": "Виетнам",
        "country_vu": "Вануату",
        "country_wf": "Уолис и Футуна",
        "country_ws": "Самоа",
        "country_ye": "Йемен",
        "country_yt": "Майот",
        "country_yu": "Югославия",
        "country_za": "ЮАР",
        "country_zm": "Замбия",
        "country_zr": "Зайре",
        "country_zw": "Зимбабве",
        "CurrentLocationIntro": "Според текущия доставчик, вашето местоположение е",
        "DefaultLocationProviderDesc1": "Доставчикът по подразбиране, определящ местоположението, отгатва държавата, от която е посетителят, на базата на използвания език.",
        "DefaultLocationProviderDesc2": "Този метод не е много точен, затова %1$sсе препоръчва инсталирането и използването на %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Използва се доставчикът по подразбиране, което означава, че Piwik ще определя местоположението на посетителите спрямо езика, който те използват. %1$sПрочетете това%2$s, за да научите как се настройва по-точен метод за определяне на местоположението.",
        "DistinctCountries": "%s отделни държави",
        "DownloadingDb": "Сваляне %s",
        "DownloadNewDatabasesEvery": "Обновяване на базата от данни на всеки",
        "FatalErrorDuringDownload": "Възникнала е фатална грешка при свалянето на този файл. Възможно е да има нещо нередно с интернет връзката, с базата данни на GeoIP, която е изтеглена или Piwik. Опитайте да изтеглите файла ръчно и да го инсталирате.",
        "FoundApacheModules": "Piwik откри следните Apache модули",
        "FromDifferentCities": "различни градове",
        "GeoIPCannotFindMbstringExtension": "Не може да бъде намерена %1$s функция. Уверете се, че разширение %2$s е инсталирано и заредено.",
        "GeoIPDatabases": "GeoIP база данни",
        "GeoIPImplHasAccessTo": "Тази реализация на GeoIP има достъп до следните типове бази данни",
        "GeoIpLocationProviderDesc_Pecl1": "Този доставчик използва GeoIP база данни и PECL модул, за да определи точно и ефективно местоположението на посетителите.",
        "GeoIpLocationProviderDesc_Pecl2": "Няма ограничения с този доставчик. Поради тази причина, това е вариантът, който е препоръчително да бъде използван.",
        "GeoIpLocationProviderDesc_Php1": "Този доставчик е най-лесен за инсталиране, тъй като не изисква сървърна конфигурация (идеален за споделен хостинг!). Той използва база данни GeoIP и MaxMind PHP API, за да определя точното местоположение на посетителите.",
        "GeoIpLocationProviderDesc_Php2": "В случай, че през вашия сайт преминава голямо количество трафик, може да се окаже, че този доставчик е твърде бавен. В този случай е най-добре да се инсталира %1$sPECL разширение%2$s или %3$sсървърен модул%4$s.",
        "GeoIPNoServerVars": "Piwik не може да намери GeoIP %s променливи.",
        "GeoIPPeclCustomDirNotSet": "Опцията %s PHP ini не е зададена.",
        "GeoIPServerVarsFound": "Piwik засече следните GeoIP %s променливи",
        "GeoIPUpdaterIntro": "Piwik до момента поддържа обновления за следните GeoIP бази данни",
        "GeoLiteCityLink": "Ако се използва GeoLite City база данни, е нужно да се използва тази връзка: %1$s%2$s%3$s.",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "В тази страница може да се промени начинът, по който Piwik определя местоположението на посетителите.",
        "getCityDocumentation": "Този отчет показва в кои градове са се намирали вашите посетители, при достъпването на сайта.",
        "getContinentDocumentation": "Този отчет показва кое съдържание са разглеждали вашите посетители, при достъпването на сайта.",
        "getCountryDocumentation": "Този отчет показва в коя държава са се намирали вашите посетители, при достъпването на сайта.",
        "getRegionDocumentation": "Този отчет показва къде са се намирали вашите посетители, при достъпването на сайта.",
        "HowToInstallApacheModule": "Как да инсталирам GeoIP модул за Apache?",
        "HowToInstallGeoIPDatabases": "Как да взема GeoIP база данни?",
        "HowToInstallGeoIpPecl": "Как се инсталира GeoIP PECL разширение?",
        "HowToInstallNginxModule": "Как се инсталира GeoIP модул за Nginx?",
        "HowToSetupGeoIP": "Как се настройва точно местоположение с GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sСвалете%2$s GeoLite City базата данни от %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Разархивирайте файла и копирайте резултата, %1$s в Piwik поддиректорията %2$sразни%3$s (можете да направите това посредством FTP или SSH).",
        "HowToSetupGeoIP_Step3": "Презареждане на този екран. Доставчикът на %1$sGeoIP (PHP)%2$s, ще бъде %3$sинсталиран%4$s. Избиране.",
        "HowToSetupGeoIP_Step4": "И сте готови! Вие току-що настроихте Piwik да използва GeoIP, което означава, че ще бъдете в състояние да видите регионите и градовете, от които посетителите достъпват вашия сайт, заедно с много точна информация за страната.",
        "HowToSetupGeoIPIntro": "Изглежда, че настройката, за определяне на местоположението, не е направена. Това е полезна функция и без нея няма да се вижда точна и пълна информация за местоположението на посетителите. Ето и начин, по който може бързо да започнете да го използвате:",
        "HttpServerModule": "HTTP сървърен модул",
        "InvalidGeoIPUpdatePeriod": "Невалиден период за обновяването на GeoIP: %1$s. Валидните стойности са %2$s.",
        "IPurchasedGeoIPDBs": "Купих още %1$sпрецизни бази данни от MaxMind%2$s и искам да настроя автоматични актуализации.",
        "ISPDatabase": "ISP база данни",
        "IWantToDownloadFreeGeoIP": "Искам да изтегля безплатната GeoIP база данни...",
        "Latitude": "Географска ширина",
        "Location": "Място",
        "LocationDatabase": "Местоположение база данни",
        "LocationDatabaseHint": "Базата от данни указваща местоположение е или за държава, регион или град.",
        "LocationProvider": "Местоположение на доставчика",
        "Longitude": "Географска дължина",
        "NoDataForGeoIPReport1": "Няма данни за този доклад, защото или няма информация за местоположението, или IP адресът на посетителя не може да бъде определен къде се намира.",
        "NoDataForGeoIPReport2": "За да бъде активирано по-точно определяне на местоположението е нужно да се променят настройките %1$sтук%2$s и да се използва %3$sбази данни на ниво град%4$s.",
        "Organization": "Организация",
        "OrgDatabase": "Организация на базата данни",
        "PiwikNotManagingGeoIPDBs": "Piwik в момента не се управлява от никакви GeoIP база данни.",
        "PluginDescription": "Доклад за Държавите на Вашите посетители.",
        "Region": "Регион",
        "SetupAutomaticUpdatesOfGeoIP": "Настройка за автоматични актуализации на GeoIP бази данни",
        "SubmenuLocations": "Местонахождение",
        "TestIPLocatorFailed": "Piwik направи проверка на местоположението на известен IP адрес (%1$s), но вашият сървър показва %2$s. Ако този доставчик беше настроен правилно, трябваше да показва %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Сваленият файл не е валидна GeoIP база данни. Моля, проверете отново адреса или свалете файла ръчно.",
        "ToGeolocateOldVisits": "За да получите информация за предишни посещения, използвайте скриптът описан %1$sтук%2$s.",
        "UnsupportedArchiveType": "Типът архив %1$s не се поддържа.",
        "UpdaterHasNotBeenRun": "Не е пускана до момента задача за обновяване.",
        "UpdaterIsNotScheduledToRun": "Не е планирано да се изпълнява в бъдеще.",
        "UpdaterScheduledForNextRun": "Ще бъде пуснато при следващото изпълнение на archive.php cron.",
        "UpdaterWasLastRun": "Задача за проверка за обновления е стартирана последно на %s.",
        "UpdaterWillRunNext": "Следващото пускане е планирано за %s.",
        "WidgetLocation": "Местонахождение на посетителя"
    },
    "UserCountryMap": {
        "AndNOthers": "и %s други",
        "Cities": "Градове",
        "Countries": "Държави",
        "DaysAgo": "преди %s дни",
        "GoalConversions": "%s достигнати цели",
        "Hours": "часа",
        "HoursAgo": "преди %s часа",
        "map": "карта",
        "Minutes": "минути",
        "MinutesAgo": "преди %s минути",
        "None": "Няма",
        "NoVisit": "Няма посещения",
        "RealTimeMap": "Карта на посетителите в реално време",
        "Regions": "Региони",
        "Searches": "%s търсения",
        "Seconds": "секунди",
        "SecondsAgo": "преди %s секунди",
        "ShowingVisits": "Последни посещения базирани на географско местоположение",
        "Unlocated": "<b>%s<\/b> %p посещения от %c вашето местоположение не може да бъде открито.",
        "VisitorMap": "Карта на посетителите",
        "WorldWide": "По целия свят"
    },
    "UserSettings": {
        "BrowserFamilies": "Фамилия браузъри",
        "BrowserLanguage": "Език на браузъра",
        "Browsers": "Браузъри",
        "BrowserWithNoPluginsEnabled": "%1$s без активни добавки",
        "BrowserWithPluginsEnabled": "%1$s с добавки %2$s активиран",
        "ColumnBrowser": "Браузър и версия",
        "ColumnBrowserFamily": "Фамилия браузъри",
        "ColumnBrowserVersion": "Версия на браузъра",
        "ColumnConfiguration": "Обобщена конфигурация",
        "ColumnOperatingSystem": "Операционна система и версия",
        "ColumnResolution": "Разделителна способност на екрана",
        "ColumnTypeOfScreen": "Тип на екрана",
        "Configurations": "Конфигурации",
        "GamingConsole": "Конзола за игри",
        "Language_aa": "афарски",
        "Language_ab": "абхазки",
        "Language_ae": "авестийски",
        "Language_af": "бурски език",
        "Language_ak": "акански",
        "Language_am": "амхарски",
        "Language_an": "арагонски",
        "Language_ar": "арабски",
        "Language_as": "асамски",
        "Language_av": "аварски",
        "Language_ay": "аймара",
        "Language_az": "азербайджански",
        "Language_ba": "башкирски",
        "Language_be": "беларуски",
        "Language_bg": "български",
        "Language_bh": "бихари",
        "Language_bi": "бислама",
        "Language_bm": "бамбара",
        "Language_bn": "бенгалски",
        "Language_bo": "тибетски",
        "Language_br": "бретонски",
        "Language_bs": "босненски",
        "Language_ca": "каталонски",
        "Language_ce": "чеченски",
        "Language_ch": "чаморо",
        "Language_co": "корсикански",
        "Language_cr": "крии",
        "Language_cs": "чешки",
        "Language_cu": "църковно славянски",
        "Language_cv": "чувашки",
        "Language_cy": "уелски",
        "Language_da": "датски",
        "Language_de": "немски",
        "Language_dv": "дивехи",
        "Language_dz": "дзонха",
        "Language_ee": "еуе",
        "Language_el": "гръцки",
        "Language_en": "английски",
        "Language_eo": "есперанто",
        "Language_es": "испански",
        "Language_et": "естонски",
        "Language_eu": "баски",
        "Language_fa": "персийски",
        "Language_ff": "фула",
        "Language_fi": "фински",
        "Language_fj": "фиджийски",
        "Language_fo": "фарьорски",
        "Language_fr": "френски",
        "Language_fy": "фризийски",
        "Language_ga": "ирландски",
        "Language_gd": "шотландски галски",
        "Language_gl": "галисийски",
        "Language_gn": "гуарани",
        "Language_gu": "гуджарати",
        "Language_gv": "манкски",
        "Language_ha": "хауза",
        "Language_he": "иврит",
        "Language_hi": "хинди",
        "Language_ho": "хири моту",
        "Language_hr": "хърватски",
        "Language_ht": "хаитянски",
        "Language_hu": "унгарски",
        "Language_hy": "арменски",
        "Language_hz": "хереро",
        "Language_ia": "интерлингва",
        "Language_id": "индонезийски",
        "Language_ie": "оксидентал",
        "Language_ig": "игбо",
        "Language_ii": "сечуански",
        "Language_ik": "инупиак",
        "Language_io": "идо",
        "Language_is": "исландски",
        "Language_it": "италиански",
        "Language_iu": "инуктитут",
        "Language_ja": "японски",
        "Language_jv": "явански",
        "Language_ka": "грузински",
        "Language_kg": "конгоански",
        "Language_ki": "кикуйу",
        "Language_kj": "кваняма",
        "Language_kk": "казахски",
        "Language_kl": "гренландски ескимоски",
        "Language_km": "кхмерски",
        "Language_kn": "каннада",
        "Language_ko": "корейски",
        "Language_kr": "канури",
        "Language_ks": "кашмирски",
        "Language_ku": "кюрдски",
        "Language_kv": "Коми",
        "Language_kw": "корнуолски келтски",
        "Language_ky": "киргизски",
        "Language_la": "латински",
        "Language_lb": "люксембургски",
        "Language_lg": "ганда",
        "Language_li": "лимбургски",
        "Language_ln": "лингала",
        "Language_lo": "лаоски",
        "Language_lt": "литовски",
        "Language_lu": "луба катанга",
        "Language_lv": "латвийски",
        "Language_mg": "малгашки",
        "Language_mh": "маршалезе",
        "Language_mi": "маорски",
        "Language_mk": "македонски",
        "Language_ml": "малаялам",
        "Language_mn": "монголски",
        "Language_mr": "маратхи",
        "Language_ms": "малайски",
        "Language_mt": "малтийски",
        "Language_my": "бирмански",
        "Language_na": "науру",
        "Language_nb": "норвежки бокмал",
        "Language_nd": "северен ндебеле",
        "Language_ne": "непалски",
        "Language_ng": "ндонга",
        "Language_nl": "холандски",
        "Language_nn": "съвременен норвежки",
        "Language_no": "норвежки",
        "Language_nr": "южен ндебеле",
        "Language_nv": "навахо",
        "Language_ny": "чинянджа",
        "Language_oc": "окситански",
        "Language_oj": "оджибва",
        "Language_om": "оромо",
        "Language_or": "ория",
        "Language_os": "осетски",
        "Language_pa": "пенджабски",
        "Language_pi": "пали",
        "Language_pl": "полски",
        "Language_ps": "пущу",
        "Language_pt": "португалски",
        "Language_qu": "кечуа",
        "Language_rm": "реторомански",
        "Language_rn": "рунди",
        "Language_ro": "румънски",
        "Language_ru": "руски",
        "Language_rw": "киняруанда",
        "Language_sa": "санкскритски",
        "Language_sc": "сардински",
        "Language_sd": "синдхи",
        "Language_se": "северен сами",
        "Language_sg": "санго",
        "Language_si": "синхалски",
        "Language_sk": "словашки",
        "Language_sl": "словенски",
        "Language_sm": "самоански",
        "Language_sn": "шона",
        "Language_so": "сомалийски",
        "Language_sq": "албански",
        "Language_sr": "сръбски",
        "Language_ss": "суази",
        "Language_st": "сесуто",
        "Language_su": "сундански",
        "Language_sv": "шведски",
        "Language_sw": "суахили",
        "Language_ta": "тамилски",
        "Language_te": "телугу",
        "Language_tg": "таджикски",
        "Language_th": "таи",
        "Language_ti": "тигриня",
        "Language_tk": "туркменски",
        "Language_tl": "тагалог",
        "Language_tn": "тсвана",
        "Language_to": "тонга",
        "Language_tr": "турски",
        "Language_ts": "тсонга",
        "Language_tt": "татарски",
        "Language_tw": "туи",
        "Language_ty": "таитянски",
        "Language_ug": "уйгурски",
        "Language_uk": "украински",
        "Language_ur": "урду",
        "Language_uz": "узбекски",
        "Language_ve": "венда",
        "Language_vi": "виетнамски",
        "Language_vo": "волапюк",
        "Language_wa": "валонски",
        "Language_wo": "волоф",
        "Language_xh": "ксоса",
        "Language_yi": "идиш",
        "Language_yo": "йоруба",
        "Language_za": "зуанг",
        "Language_zh": "китайски",
        "Language_zu": "зулуски",
        "LanguageCode": "Код на езика",
        "MobileVsDesktop": "Мобилни срещу Настолни",
        "OperatingSystemFamily": "Семейство на оперативната система",
        "OperatingSystems": "Операционни системи",
        "PluginDescription": "Докладът за различните потребителски настройки: Браузър, Браузър Семейство, операционна система, модули, резолюция, Глобални настройки.",
        "PluginDetectionDoesNotWorkInIE": "Забележка: Засичането на добавки не работи при Internet Explorer. Този доклад е базиран само на браузъри, различни от IE.",
        "Resolutions": "Разделителна способност",
        "VisitorSettings": "Настройки на посетителя",
        "WideScreen": "Екран",
        "WidgetBrowserFamilies": "Браузъри",
        "WidgetBrowserFamiliesDocumentation": "Тази таблица показва браузърите на вашите потребители ,разделени по фамилии. %s Най-важната информация за уеб разработчиците е какъв тип технология за обработка са използвали посетителите. Етикета показва имената на технологиите, следвани от браузера, който е бил използван, поставен в скоби.",
        "WidgetBrowsers": "Браузъри на посетителите",
        "WidgetBrowsersDocumentation": "Този отчет показва информация, за това какъв браузър са използвали вашите потребители. Всеки браузер е показан поотделно.",
        "WidgetBrowserVersion": "Версия на браузъра",
        "WidgetGlobalVisitors": "Конфигурация на гло",
        "WidgetGlobalVisitorsDocumentation": "Този отчет показва повечето общопознати цялостни конфигурации, които вашите посетители са имали. Конфигурация е комбинацията от операционна система, тип на браузера и резолюция на екрана.",
        "WidgetOperatingSystems": "Операционни системи",
        "WidgetPlugins": "Добавки",
        "WidgetPluginsDocumentation": "Този отчет показва каква добавка на браузъра са използвали вашите посетители. Тази информация може да е важна, за да изберете правилния начин за доставяне на вашето съдържание.",
        "WidgetResolutions": "Разделителна способност",
        "WidgetWidescreen": "Нормален\/Широкоекранен"
    },
    "UsersManager": {
        "AddUser": "Добави нов потребител",
        "Alias": "Псевдоним",
        "AllWebsites": "Всички сайтове",
        "AnonymousUserHasViewAccess": "Забележка: потребител %1$s има %2$s достъп до този сайт.",
        "AnonymousUserHasViewAccess2": "Аналитичните доклади и информацията за посетителите, са публично видими.",
        "ApplyToAllWebsites": "Запомни за всички сайтове",
        "ChangeAllConfirm": "Сигурен ли сте, че искате да промените на '%s' правата за всички сайтове?",
        "ChangePasswordConfirm": "Промяната на паролата ще промени и токена за верификация на потребителя. Желаете ли да продължите?",
        "ClickHereToDeleteTheCookie": "Натиснете тук, за да изтриете бисквитката и Piwik да отчита Вашите посещения",
        "ClickHereToSetTheCookieOnDomain": "Натиснете тук, за да зададете бисквитка, която ще Ви гарантира, че Вашите посещения няма да се отчитат от Piwik в %s",
        "DeleteConfirm": "Наистина ли искате да изтриете потребителя %s?",
        "Email": "Имейл",
        "EmailYourAdministrator": "%1$sПишете на администратора Ви за този проблем%2$s.",
        "ExceptionAccessValues": "Този параметър може да има само един от следните параметри : [ %s ]",
        "ExceptionAdminAnonymous": "Не може да зададете 'админ' права на 'анонимен' потребител.",
        "ExceptionDeleteDoesNotExist": "Потребителя '%s' не съществува, по тази причина не може да бъде изтрит.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Изтриването на потребител '%s' не е възможно.",
        "ExceptionEditAnonymous": "Анонимният потребител не може да бъде редактиран или изтрит. Piwik по този начин дефинира в система потребители, които не са влезли. Например можете да направите данните на брояча ви публични, като зададете 'преглед' права на 'анонимен' потребител.",
        "ExceptionEmailExists": "Потребител с имейл '%s' вече съществува.",
        "ExceptionInvalidEmail": "Е-пощата, който сте въвели не е валиден.",
        "ExceptionInvalidLoginFormat": "Потребителското име трябва да бъде между %1$s и %2$s символа дълго и може да съдържа само букви, цифри и\/или символите '_' и\/или '-' и\/или '.'",
        "ExceptionInvalidPassword": "Дължината на паролата трябва да бъде между %1$s и %2$s символа.",
        "ExceptionLoginExists": "Потребител с име '%s' вече съществува.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth очаква MD5-хеширана парола (32 символа дълъг низ). Моля, извикайте md5() функцията на паролата преди да извикате този метод.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Премахването на права на привилигирован потребител за потребител '%s' не е възможно.",
        "ExceptionUserDoesNotExist": "Потребителя '%s' не съществува.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Трябва да съществува поне един привилигирован потребител. Моля, дайде нужните права на друг потребител.",
        "ExcludeVisitsViaCookie": "Изключете Вашите посещения с помощта на бисквитка",
        "ForAnonymousUsersReportDateToLoadByDefault": "За анонимни потребители, дата доклад да се зареди по подразбиране",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Ако желаете да промените паролата си, въведете нова. В противен случай оставете полето празно.",
        "InjectedHostCannotChangePwd": "В момента вие посещавате страница от неизвестен хост(%1$s). Не можете да смените паролата, преди да отстраните този проблем.",
        "LastSeen": "Последно видяно",
        "MainDescription": "Можете да управлявате правата на потребителите в Piwik, които да имат достъп до статистиките на вашия сайт. Също така можете да зададете права над всички сайтове.",
        "ManageAccess": "Управление на правата",
        "MenuAnonymousUserSettings": "Настройки на анонимните потребители",
        "MenuUsers": "Потребители",
        "MenuUserSettings": "Потребителски настройки",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Бележка: Не можете да променяте настройките в тази секция, защото нямате никакви сайтове с разрешен достъп за анонимни потребители.",
        "NoUsersExist": "Не са налични потребители, все още.",
        "PluginDescription": "Управлението на потребители в Piwik: добавяне на нов потребител, редактиране на съществуващ, актуализиране на разрешения. Всички действия са достъпни чрез API.",
        "PrivAdmin": "Админ",
        "PrivNone": "Без права",
        "PrivView": "Преглед",
        "ReportDateToLoadByDefault": "Отчет от дата да се зареди по подразбиране",
        "ReportToLoadByDefault": "Доклад за зареждане по подразбиране",
        "SuperUserAccessManagement": "Управление на достъпа на привилигированите потребители",
        "SuperUserAccessManagementGrantMore": "Тук могат да се предоставят права „привилигирован потребител“ на потребителите. Тази функция трябва да се използва внимателно.",
        "SuperUserAccessManagementMainDescription": "Привилигированите потребители имат пълни права. Те могат да извършват всички административни задачи, като например добавяне на нови уебсайтове за наблюдение, добавяне на потребители, промяна на потребителския достъп, активиране и деактивиране на добавки и дори инсталация на нови добавки от магазина.",
        "TheLoginScreen": "В екрана за вход",
        "ThereAreCurrentlyNRegisteredUsers": "Има %s регистрирани потребители.",
        "TypeYourPasswordAgain": "Вашата нова парола отново.",
        "User": "Потребител",
        "UsersManagement": "Управление на потребители",
        "UsersManagementMainDescription": "Създайте нови потребители или управлявайте вече съществуващи. Също така и можете да задавате правата за достъп.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Когато потребителите не са влезли и посетят Piwik, те се нуждаят от достъп",
        "YourUsernameCannotBeChanged": "Потребителското име не може да се променя.",
        "YourVisitsAreIgnoredOnDomain": "%sВашите посещения са игнорирани от Piwik в %s %s (Piwik игнорира бисквитката, намерена във Вашият браузър).",
        "YourVisitsAreNotIgnored": "%sВашите посещения не се игнорират от Piwik %s(Бисквитката за игнориране на Вашите посещения, не е открита във Вашият браузър)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Действия от Върнали се посетители",
        "ColumnAverageVisitDurationForReturningVisitors": "Средно времетраене на посещението на върналите се посетители (в секунди)",
        "ColumnAvgActionsPerReturningVisit": "Средно действия на завърналия се посетител",
        "ColumnBounceCountForReturningVisits": "Брой повторни посещения.",
        "ColumnBounceRateForReturningVisits": "Bounce rate за върнали се посетители",
        "ColumnMaxActionsInReturningVisit": "Максимум действия при едно повторно посещение.",
        "ColumnNbReturningVisitsConverted": "Брой конвертирани повторни посещения",
        "ColumnReturningVisits": "Върнали се посетители",
        "ColumnSumVisitLengthReturning": "Време прекарано по време на повторните посещения (в секунди)",
        "ColumnUniqueReturningVisitors": "Уникални повторни посетители",
        "PluginDescription": "Статистики на Завърналите се посетители срещу уникалните посетители.",
        "ReturnActions": "%s действия от върнали се посетители",
        "ReturnAverageVisitDuration": "%s средна продължителност на посещенията от върналите се посетители",
        "ReturnAvgActions": "%s дейности на върналите се посетители",
        "ReturnBounceRate": "%s върнали се потребители, които са отскочили (напуснали са сайта още след първата страница)",
        "ReturningVisitDocumentation": "Повторно посещение (за разлиса от ново посещение) се прави от някой, който е посещавал сайта поне веднъж в миналото.",
        "ReturningVisitsDocumentation": "Това е преглед на повторните посещения.",
        "ReturnVisits": "%s върнали се посетители",
        "SubmenuFrequency": "Честота",
        "WidgetGraphReturning": "Графика на завърналите се посетители",
        "WidgetOverview": "Резюме на честотата"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s мин",
        "BetweenXYSeconds": "%1$s-%2$s сек",
        "ColumnPagesPerVisit": "Импресии\/Посещения",
        "ColumnVisitDuration": "Продължителност на посещение",
        "Engagement": "Ангажимент",
        "NPages": "%s страници",
        "OneMinute": "1 минута",
        "OnePage": "1 страница",
        "PluginDescription": "Статистики за посетителите: разгледани страници, прекарано време в сайта.",
        "PlusXMin": "%s мин",
        "VisitNum": "Брой посещения",
        "VisitsByDaysSinceLast": "Посещения на ден от последното посещение",
        "visitsByVisitCount": "Посещения по брой на посещенията",
        "VisitsPerDuration": "Посещения по продължителност",
        "VisitsPerNbOfPages": "Посещения по прегледани страници",
        "WidgetLengths": "Продължителност на посещенията",
        "WidgetLengthsDocumentation": "В този отчет, можете да видите колко посещения са имали дадена продължителност. Първоначално, отчета се показва като \"облак от етикети\", по-често срещаните са изобразени с голям шрифт.",
        "WidgetPages": "Импресии\/Посещения",
        "WidgetPagesDocumentation": "В този отчет, можете да видите в колко посещения са се видяли определен брой страници. Първоначално, отчета се показва като \"облак от етикети\", по-често срещаните са изобразени с голям шрифт.",
        "WidgetVisitsByDaysSinceLast": "Посещения по дни след последното посещение",
        "WidgetVisitsByDaysSinceLastDocumentation": "В този отчет, можете да видито колко посещения са направени от посетители, чието последно посещение е било преди определен брой от дни.",
        "WidgetVisitsByNumDocumentation": "В този отчет можете да видите броя посещения, които са били N-тото посещение, тоест посетителите, които са посетили вашият уеб сайт поне N пъти."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s средно времетраене за обработка на заявката",
        "AverageVisitDuration": "%s средно времетраене на посещението",
        "GenerateQueries": "%s заявки са изпълнени",
        "GenerateTime": "%s секунди за генериране на страницата",
        "MaxNbActions": "%s макс. действия при едно посещение",
        "NbActionsDescription": "%s действия (показвания, изтегляния и outlinks)",
        "NbActionsPerVisit": "%s действия на посещение",
        "NbDownloadsDescription": "%s изтегляния",
        "NbKeywordsDescription": "%s уникални ключови думи",
        "NbOutlinksDescription": "%s външни връзки",
        "NbPageviewsDescription": "%s преглеждания на страница",
        "NbSearchesDescription": "%s общо търсения в вашият сайт",
        "NbUniqueDownloadsDescription": "%s уникални изтегляния",
        "NbUniqueOutlinksDescription": "%s уникални външни връзки",
        "NbUniquePageviewsDescription": "%s уникални преглеждания на страница",
        "NbUniqueVisitors": "%s уникални посетителя",
        "NbVisitsBounced": "%s посещения са отскочили (напуснали още след първата разгледана страница)",
        "PluginDescription": "Доклад за генералния анализ по номера: посещения, уникални посещения, поредица от действия, Bounce Rate и други",
        "VisitsSummary": "Резюме на посещенията",
        "VisitsSummaryDocumentation": "Това е преглед на еволюцията на посещенията.",
        "WidgetLastVisits": "Последни посетители",
        "WidgetOverviewGraph": "Резюме с графика",
        "WidgetVisits": "Резюме на посещенията"
    },
    "VisitTime": {
        "ColumnLocalTime": "Локално време (на посетителя)",
        "ColumnServerTime": "Сървърно време (на сървъра)",
        "DayOfWeek": "Ден от седмицата",
        "LocalTime": "Посещения по локално време",
        "NHour": "%sч",
        "PluginDescription": "Доклад за сървърно и местно време. Сървърното време, може да бъде полезно при предвиждане на спиране за поддръжка на сайта.",
        "ServerTime": "Посещения по сървърно време",
        "SubmenuTimes": "Време",
        "VisitsByDayOfWeek": "Посещения по ден от седмицата",
        "WidgetByDayOfWeekDocumentation": "Графиката показва посещенията за всеки ден от седмицата.",
        "WidgetLocalTime": "Посещения по локално време",
        "WidgetLocalTimeDocumentation": "Тази графика показва колко е бил часът в %s часовия пояс на потребителите %s по време на посещенията им.",
        "WidgetServerTime": "Посещения по сървърно време",
        "WidgetServerTimeDocumentation": "Тази графика показва колко е бил часът в %s часовия пояс използван от сървъра %s по време на посещенията."
    },
    "Widgetize": {
        "OpenInNewWindow": "Отвори в нов прозорец",
        "PluginDescription": "Тази добавка позволява по много лесен начин всяка Piwik джаджа да бъде добавена във вашия блог, уебсайт или в Igoogle и Netvibes!",
        "TopLinkTooltip": "Запазете Piwik докладите като джаджи и вградете таблото във вашето приложение като iframe."
    }
}