{
    "Actions": {
        "ColumnClickedURL": "URL picada",
        "ColumnClicks": "Clics",
        "ColumnClicksDocumentation": "Nombre de vegades que s'ha fet clic en aquest enllaç",
        "ColumnDownloadURL": "URL de descàrrega",
        "ColumnEntryPageTitle": "Títol de la pàgina d'entrada",
        "ColumnEntryPageURL": "URL de la pàgina d'entrada",
        "ColumnExitPageTitle": "URL de la pàgina de sortida",
        "ColumnExitPageURL": "URL de la pàgina de sortida",
        "ColumnNoResultKeyword": "Paraula clau sense cap resultat de cerca",
        "ColumnPageName": "Nom de la pàgina",
        "ColumnPagesPerSearch": "Pàgines dels resultats de la cerca",
        "ColumnPagesPerSearchDocumentation": "Els visitants busquen al vostre lloc web i a vegades cliquen sobre el botó següent. Aquest nombre es la mitga de pàgines de resultats de la cerca vistes per aquesta paraula clau.",
        "ColumnPageURL": "URL de la pàgina",
        "ColumnSearchCategory": "Categoria de cerca",
        "ColumnSearches": "Cerques",
        "ColumnSearchesDocumentation": "Nombre de visitants que han cercat aquesta paraula clau al cercador de la vostra pàgina web.",
        "ColumnSearchExits": "% Sortides de les cerques",
        "ColumnSearchExitsDocumentation": "El percentatge de visites que marxen del vostre lloc web desprès de cercar aquesta paraula al cercador del vostre lloc web.",
        "ColumnSearchResultsCount": "Resultats de la cerca",
        "ColumnSiteSearchKeywords": "Paraules clau úniques",
        "ColumnUniqueClicks": "Clics únics",
        "ColumnUniqueClicksDocumentation": "EL nombre de visites que han fet click en aquest enllaç. Si l'enllaç s'ha clicat més d'una vegada durant una visita només es conta un.",
        "ColumnUniqueDownloads": "Descàrregues úniques",
        "ColumnUniqueOutlinks": "Enllaços de sortida únics",
        "DownloadsReportDocumentation": "En aquest informe podeu observar quins fitxers han descarrregats els visitants. %s El Piwik només té constància dels clicks als enllaços de descarga, desconeix si la descàrrega s'ha completat o no.",
        "EntryPagesReportDocumentation": "Aquest informe conté la informació sobre les pàgines d'entrada que s'han fet servir durant el període especificat. Una pàgina d'entrada es la primera pàgina que veu un usuari durant la seva visita. %s Les URL de les pàgines es mostren en estructura de carpetes",
        "EntryPageTitles": "Títols de les pàgines d'entrada",
        "EntryPageTitlesReportDocumentation": "Aquest informe conté la informació sobre els títols de les pàgines d'entrada que s'han utilitzat durant el període especificat.",
        "ExitPagesReportDocumentation": "Aquest informe conté les pàgines que s'han utilitzat com a sortida durant el període especificat. Una pàgina de sortida es l'ultima pàgina que veu un usuari durant la seva visita. %s Les pàgines de sortida es mostren amb estructura de directoris.",
        "ExitPageTitles": "Títols de les pàgines de sortida",
        "ExitPageTitlesReportDocumentation": "Aquest informe conté els títols de les pàgins de sortida que s'han utiltizat durant el període especificat.",
        "LearnMoreAboutSiteSearchLink": "Apren més sobre com els teus visitants utiltizent el motor de cerca del teu lloc web.",
        "OneSearch": "1 cerca",
        "OutlinkDocumentation": "Un enllaç de sortida es un enllaç que porta el visitant fora del teu lloc web (a un altre domini)",
        "OutlinksReportDocumentation": "Aquest informe mostra una lista jeràrquica de les URL de sortida que han estat clicades pels vostres visitants.",
        "PagesReportDocumentation": "Aquest informe conté les URL de les pàgines que s'han visitat. %s La taula s'organitza jerarquicament, i les URL es mostren amb estructura de directoris.",
        "PageTitlesReportDocumentation": "Aquest informe conté informació sobre els títols de les pàgines que s'han visitat. %s El títol de la pàgina es el tag HTML: %s, que es mostra al títol de la finestra en la majoría de navegadors.",
        "PageUrls": "URLs de les pàgines",
        "PluginDescription": "Informe sobre les pàgines vistes, les enllaços de sortida i descarregues. Els enllaços de sortida i el seguiment de les descàrregues és automàtic.",
        "SiteSearchCategories1": "Aquest informe mostra les categoríes que han seleccionat els visitants quan han fet una cerca al vostre lloc web",
        "SiteSearchCategories2": "Per exemple, els llocs de Ecommers normalment tenen un selector de categoria que permet als visitants restringir les seves cerces als productes d'una Categoría concreta.",
        "SiteSearchFollowingPagesDoc": "Quan els visitants cerquen al teu lloc web, estan buscant una pàgina, un contingut, un producte o un servei en particular. Aquest informe mostra les pàgines que han estat clicades més vegades desprès d'una cerca interna. En altres paraules, la llista de pàgines que han estat més cercades pels visitants que ja están al vostre lloc web.",
        "SiteSearchIntro": "Observar les cerques que els visitants fan al vostre lloc web és una forma molt efectiva d'aprendre més sobre el que està cercant la teva audiència. Pot ajudar a trobar idees per a nou contingut, nous productes que els teus visitants poden estar buscar i permet millorar l'experiència dels visitants al vostre lloc web.",
        "SiteSearchKeywordsDocumentation": "Aquest informe mostra les Paraules clau que els visitants han utiltizat per cercar al cercador del vostre lloc web.",
        "SiteSearchKeywordsNoResultDocumentation": "Aquest informe llista les paraules clau que no han tingut cap resultat. Potser es pot optimitzar l'algorisme de cerca o potser els vostres visitants estan cercant contingut que (encara) no existeix al vostre lloc web?",
        "SubmenuPagesEntry": "Pàgines d'entrada",
        "SubmenuPagesExit": "Pàgines de sortida",
        "SubmenuPageTitles": "Títols de les pàgines",
        "SubmenuSitesearch": "Cerca al lloc",
        "WidgetEntryPageTitles": "Títols de les pàgines d'entrada",
        "WidgetExitPageTitles": "Títols de les pàgines de sortida",
        "WidgetPagesEntry": "Pàgines d'entrada",
        "WidgetPagesExit": "Pàgines de sortida",
        "WidgetPageTitles": "Títols de les pàgines",
        "WidgetPageTitlesFollowingSearch": "Títols de les pàgines desprès d'una cerca Interna",
        "WidgetPageUrlsFollowingSearch": "Pàgines despes d'una cerca interna",
        "WidgetSearchCategories": "Categoríes de cerca",
        "WidgetSearchKeywords": "Paraules de cerca al lloc",
        "WidgetSearchNoResultKeywords": "Paraules Clau de cerca sense resultats"
    },
    "Annotations": {
        "AddAnnotationsFor": "Afegir una anotació per %s",
        "AnnotationOnDate": "Anotació per %1$s: %2$s",
        "Annotations": "Anotacions",
        "ClickToDelete": "Feu click per eliminar l'anotació",
        "ClickToEdit": "Feu click per editar aquesta anotació",
        "ClickToEditOrAdd": "Feu click per editar o afegir una anotació",
        "ClickToStarOrUnstar": "Feu click per marcar o desmarcar aquesta nota.",
        "CreateNewAnnotation": "Crea una nova anotació...",
        "EnterAnnotationText": "Introduix la teva nota...",
        "HideAnnotationsFor": "Amaga les anotacións per %s...",
        "IconDesc": "Veure les notes d'aquest rang.",
        "IconDescHideNotes": "Amaga les notes d'aquest rang.",
        "InlineQuickHelp": "Podeu crear anotacions per marcar events especials (una nova entrada al blog, el rediseny del web). Les annotacions us permeten guardar el vostre anàlisis de la informació o qualsevol altra cosa que creïeu important.",
        "LoginToAnnotate": "Identifiqueu-vos per crear una anotació.",
        "NoAnnotations": "No hi ha notes per aquest rang de pàgines.",
        "PluginDescription": "Permet afegir notes als diferents dies perquè pogueu recordar perquè la vostra inforamció es mostra d'una determinada forma.",
        "ViewAndAddAnnotations": "Mostra i afegeix anotacions per %s...",
        "YouCannotModifyThisNote": "No podeu modificar aquesta nota perquè o bé no l'heu creada vosatres, o no teni accès d'administrador per aquest lloc web."
    },
    "API": {
        "GenerateVisits": "Si no disposeu d'informació d'avui podeu generar informació utilitzant l'extensió: %s. Heu d'activar l'extensió %s i desprès anar al menú 'Generador de visites' de l'espai d'administració del Piwik.",
        "KeepTokenSecret": "El token_auth es tan secret com el vostre usuari i la vostra contrasenya, %s no compartiu el seu %s!",
        "LoadedAPIs": "S'ha carregat correctament un total de %s API",
        "MoreInformation": "Per mes informació sobre les APIs de Piwik, siusplau reviseu %s Introducció a l'API de Piwik %s i %s la Referència de l'API de Piwik %s.",
        "PluginDescription": "Tota la informació del Piwik està disponible a travès de APIs simples. Aquest plugin es el punt d'entrada que podeu ciradar per obtenir la informació de l'anàlisis Web en xml, json, php, csv, etc.",
        "QuickDocumentationTitle": "Documentació ràpida de la API",
        "TopLinkTooltip": "Accediu a la vostra informació de l'anàlisis Web d'una forma programada a través d'una API simple en json, xml, etc.",
        "UserAuthentication": "Autentificació de l'usuari",
        "UsingTokenAuth": "Si voleu %s obtenir informació a través d'un script, un crontab, etc %s heu d'afegir el paràmetre %s a les crides a la APU per les URLs que requereixen autentificació."
    },
    "CoreAdminHome": {
        "Administration": "Administració",
        "BrandingSettings": "Preferències del Branding",
        "ClickHereToOptIn": "Feu click aquí per apuntar-vos.",
        "ClickHereToOptOut": "Feu click aquí per desapuntar-vos.",
        "CustomLogoFeedbackInfo": "Si heu personalitzat el log de Piwik, potser també estareu interesants en amagar %s l'enllaç al menú superior. Per a fer-ho, podeu deshabilitar l'extensió de Feedback a la pàgina %sManage Plugins%s",
        "CustomLogoHelpText": "Podeu personalitzar el logo de Piwik que es mostrarà a l'interfície d'usuari i als informes d'emails.",
        "EmailServerSettings": "Configuració del servidor de correu",
        "ImageTracking": "Seguiment per imatge",
        "ImageTrackingIntro1": "Quan un visitant ha deshabilitat el JavaScript, o quan el JavaScript no es pot fer servir, podeu fer servir un enllaç a una imatge de seguiment per seguir les vistes.",
        "ImageTrackingIntro2": "Generar l'enllaç de sota i copiar-enganxar el codi HTML generat a la pàgina. Si esteu fent servir això com alternativa al seguiment amb JavaScript, heu d'envoltar el codi en %1$s tags.",
        "ImageTrackingIntro3": "Per la llista completa d'opcions que podeu fer servir amb una imatge de seguiment, mireu a la %1$sDocumentació de Tracking API%2$s.",
        "ImageTrackingLink": "Enllaç de seguiment amb imatge",
        "ImportingServerLogs": "Important els Registres del Servidor",
        "ImportingServerLogsDesc": "Una alternativa a seguir els visitants a través del navegador (tant amb JavaScript com amb un enllaç de imatge) és important continuament els registres del servidor. Informeu-vos més a %1$sServer Log File Analytics%2$s.",
        "JavaScriptTracking": "Seguiment amb Javascript",
        "LogoUpload": "Seleccioneu un logo per pujar",
        "MenuGeneralSettings": "Configuració general",
        "OptOutComplete": "Baixa complerta. Les teves visites en aquest lloc web no es tindrán en compte per l'eina d'anàlisis Web.",
        "OptOutCompleteBis": "Teniu en compte que si borreu les cookies, borreu la cookie de baixa o si canvieu d'ordenador o de navegadaor web, haureu de tornar a realitzar el proces de baixa.",
        "OptOutExplanation": "El Piwik es dedica a garantir la privacitat a Internet. Per permetres als vostres usuaris la possibilitat de donar-se de baixa del l'análisis web del Piwik, podeu afegir el següent codi HTML a una de les pàgiens del vostre lloc web, per exemple a la pàgina de política de privacitat.",
        "OptOutExplanationBis": "Aquest codi mostrarà un Iframe que conté un enllaç per a que els vostres visitants es puguin donar de baixa del Piwik. Aquest enllaç guarda un cookie al seus navegadors. %s Click here%s per veure el contingut que es mostrarà al Iframe.",
        "OptOutForYourVisitors": "Pàgina de baixa del Piwik pels vostres visitants",
        "PiwikIsInstalledAt": "El Piwik està instal·lat a",
        "PluginDescription": "Area d'administració del Piwik",
        "TrustedHostConfirm": "Esteu segur que voleu canviar el nom nom de la màquina (hostname) de confiança del Piwik?",
        "TrustedHostSettings": "Nom del host de Piwik de confiança",
        "UseCustomLogo": "Utilitza un logo personalitzat",
        "ValidPiwikHostname": "Nom del host de Piwik vàlid",
        "YouAreOptedIn": "Actualment esteu subscrit.",
        "YouAreOptedOut": "Actualment esteu donat de baixa.",
        "YouMayOptOut": "Podeu escollir no tenir un únic nombre d'identificació assignat al vostre ordinador per evitar l'agregació i l'anàlisi de la informació recollida en aquest lloc web.",
        "YouMayOptOutBis": "Per prendre aquesta decisió, feu click a continuació per rebre una cookie de baixa."
    },
    "CoreHome": {
        "CategoryNoData": "No hi ha dades en aquesta categoria. Proveu d'incloure tota la població.",
        "CheckForUpdates": "Cerca actualitzacions",
        "DataForThisReportHasBeenPurged": "La informació d'aquest informés és anterior a %s mesos d'antiguitat i s'ha purgat.",
        "DataTableExcludeAggregateRows": "Es mostren les files aggrupades %s Amaga-ho",
        "DataTableIncludeAggregateRows": "No es mostren les files agrupades %s Mostra-les",
        "DateFormat": "%longDay%, %day% de %longMonth% de %longYear%",
        "Default": "per defecte",
        "ExcludeRowsWithLowPopulation": "Es mostren totes les files %s No mostris la població inferior",
        "FlattenDataTable": "L'informe es jeràrquic %s Feu-lo pla.",
        "IncludeRowsWithLowPopulation": "No es mostren les files amb polbació inferior %s Mostra totes les files",
        "InjectedHostEmailBody": "Hola, He provat d'accedir al Piwik avui i m'he trobat amb l'avís de nom de la màquina desconegut.",
        "InjectedHostEmailSubject": "S'ha accedit al piwik amb un nom de màquina desconegut: %s",
        "InjectedHostNonSuperUserWarning": "%1$sClick here to access Piwik safely%2$s i eliminar aaquest avíst. Potse també voldreu contractar amb l'administrador del vostre Piwik i notificar-li aquesta incidència (%3$sclick here to email%4$s).",
        "InjectedHostSuperUserWarning": "Pot ser que el Piwik estigui mal configurat (per exemple, si el Piwik s'ha mogut a un nou servidor o URL). Podeu %1$sfer click aquí i afegir %2$s com el nom de la màquina vàlid (si hi confieu)%3$s, o bé %4$s fer click aquí %5$s per accedir al piwik de forma segura%6$s.",
        "InjectedHostWarningIntro": "Esteu accedint al Piwik desde %1$s, però el Piwik està configurat per escoltar a l'adreça: %2$s.",
        "JavascriptDisabled": "S'ha de tenir el Javascript activat per vistualitzar la vista estàndar del Piwik.<br\/> No obstant això, sembla que el Javascript esta deshabilitat or no està suportat pel vostre navegador<br\/> Per utilitzar la vista estàndarc, activeu el Javascript canviant les opcions del navegador i %1$storneu-ho a probar%2$s.<br \/>",
        "LongMonthFormat": "%longMonth% de %longYear%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% del %longYearTo%",
        "MakeADifference": "Contribuieu a les millores: %1$sDonar ara%2$s per col·laborar amb Piwik 2.0!",
        "NoPrivilegesAskPiwikAdmin": "Esteu identificat com a '%s' però sembla que no teniu cap permís establert al Piwik. %s Pregunteu al vostre administrador de Piwik (feu click per enviar un email)%s que us dongui access per veure un lloc web.",
        "PageOf": "%1$s de %2$s",
        "PeriodDay": "Dia",
        "PeriodDays": "dies",
        "PeriodMonth": "Mes",
        "PeriodMonths": "mesos",
        "PeriodRange": "Rang",
        "PeriodWeek": "Setmana",
        "PeriodWeeks": "setmanes",
        "PeriodYear": "Any",
        "PeriodYears": "anys",
        "PluginDescription": "Estructura dels informes de Anàlisis web.",
        "ReportGeneratedOn": "Informe generat el %s",
        "ReportGeneratedXAgo": "Informe generat fa %s",
        "ShortDateFormat": "%shortDay%, %day% de %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Mostra el codi JavaScript necessari",
        "ThereIsNoDataForThisReport": "No hi ha informació per aquest informe.",
        "UnFlattenDataTable": "Aquest informe es pla %s Feu-lo jeràrquic",
        "WebAnalyticsReports": "Informe d'analítica web",
        "YouAreUsingTheLatestVersion": "Esteu fent servir l'última versió de Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionInstall": "Instal·la",
        "Activate": "Activa",
        "Activated": "Actiu",
        "Active": "Actiu",
        "Activity": "Activitat",
        "AuthorHomepage": "Pàgina de l'autor",
        "Authors": "Autors",
        "Deactivate": "Desactiva",
        "Inactive": "Inactiu",
        "LicenseHomepage": "Pàgina de la llicència",
        "MainDescription": "Els connectors augmenten la funcionalitat del Piwik. Un cop hi ha un connector instal·lat, podeu activar-lo i desactivar-lo aquí.",
        "PluginDescription": "Interfíce d'administració d'extensions.",
        "PluginHomepage": "Pàgina web",
        "PluginsManagement": "Gestiona els connectors",
        "Status": "Estat",
        "Version": "Versió"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Feu click aquí per veure i copiar la llista de consultes SQL que s'executaran",
        "CreatingBackupOfConfigurationFile": "S'està creant una còpia de seguretat del fitxer de configuració a %s",
        "CriticalErrorDuringTheUpgradeProcess": "Hi ha hagut un error crític durant el procés d'actualització:",
        "DatabaseUpgradeRequired": "És necessari actualitzar la base de dades",
        "DownloadingUpdateFromX": "S'està descarregant l'actualització de %s",
        "DownloadX": "Descarrega %s",
        "EmptyDatabaseError": "La base de dades %s està buida. Heu d'editar o esborrar el fitxer de configuració del Piwik.",
        "ErrorDIYHelp": "Si sou un usuari avançat i trobeu un error en l'actualització de la base de dades:",
        "ErrorDIYHelp_1": "identifiqueu i corregiu l'origen de l'error (per exemple: memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "executeu les consultes restants de l'actualització que han fallat",
        "ErrorDIYHelp_3": "actualitzeu la taula `option` de la base de dades del Piwik, introduint la versió que ha fallat a l'hora d'actualitzar a version_core",
        "ErrorDIYHelp_4": "torneu a engegar l'actualització (a través del navegador o la línia de comandes) per a continuar amb les actualitzacions restants.",
        "ErrorDIYHelp_5": "informeu sobre el problema (i la solució) per tal que puguem millorar el Piwik",
        "ErrorDuringPluginsUpdates": "Hi ha hagut errors en l'actualització dels connectors",
        "ExceptionAlreadyLatestVersion": "El Piwik està actualitzat a la versió %s.",
        "ExceptionArchiveEmpty": "Arxiu buit",
        "ExceptionArchiveIncompatible": "Arxiu incompatible: %s",
        "ExceptionArchiveIncomplete": "L'arxiu és incomplet: manquen alguns fitxers (per exemple, %s).",
        "HelpMessageContent": "Comproveu les %1$s PMF del Piwik (en anglès) %2$s, que intenten explicar els errors més comuns a l'actualització. %3$s Pregunteu a l'administrador del sistema, podria ajudar-vos amb l'error, que sembla estar relacionat amb el servidor o la instal·lació del MySQL.",
        "HelpMessageIntroductionWhenError": "El que hi ha a sobre és l'error del nucli. Hauria d'explicar la causa, però si necessiteu més ajuda, si us plau:",
        "HelpMessageIntroductionWhenWarning": "La actualització s'ha completat amb èxit, però hi ha hagut alguns problemes durant el procés. Si us plau, llegiu les descripcions que hi ha a sobre per a saber més detalls. Si voleu més informació:",
        "InstallingTheLatestVersion": "S'està instal·lant la darrera versió",
        "MajorUpdateWarning1": "Es tracta una actualització major! Tardarà més de l'habitual",
        "MajorUpdateWarning2": "Aquest avís és extremadament important per instalacion amb gran quantitat d'informació.",
        "NoteForLargePiwikInstances": "Notes importants per instalacions del Piwik amb gran quanitat d'informació",
        "NoteItIsExpectedThatQueriesFail": "Nota: Si executeu les consultes manualment, s'epera que algunes d'elles fallin. En aquest cas, simplement ignoreu els error i executeu les següents a la llista.",
        "PiwikHasBeenSuccessfullyUpgraded": "El Piwik s'ha actualitzat amb èxit!",
        "PiwikUpdatedSuccessfully": "El Piwik s'ha actualitzat correctament!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de dades s'actualitzarà de la versió %1$s a la nova %2$s.",
        "PluginDescription": "Mecanísme d'actualització del Piwik",
        "ReadyToGo": "Preparat?",
        "TheFollowingPluginsWillBeUpgradedX": "Aquests connectors s'actualitzaran: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Hi ha una nova versió del Piwik disponible.",
        "TheUpgradeProcessMayFailExecuteCommand": "Si teuniu una gran base de dades del Piwik, les actualitzacions poden tardar massa per executar-les des del navegador. En aquesta situació podeu executar les actualitzacions desde la línia de comandes: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "El procés d'actualització pot durar una estona, tingueu paciència.",
        "UnpackingTheUpdate": "S'està desempacant l'actualització",
        "UpdateAutomatically": "Actualitza automàticament",
        "UpdateHasBeenCancelledExplanation": "L'actualització en un clic del Piwik ha estat cancel·lada. Si no podeu arreglar l'error de més amunt, us recomanem que actualitzeu el Piwik manualment. %1$s Si us plau, mireu-vos la %2$sDocumentació d'actualització (en anglès)%3$s per a començar!",
        "UpdateTitle": "Actualització del Piwik",
        "UpgradeComplete": "S'ha actualitzat amb èxit!",
        "UpgradePiwik": "Actualitza el Piwik",
        "VerifyingUnpackedFiles": "S'estan verificant els fitxers",
        "WarningMessages": "Avisos:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "S'han desactivat automàticament els connectors següents: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Podeu actualitzar a la versió %s automàticament o baixar-vos el paquet i instal·lar-lo manualment.",
        "YouCouldManuallyExecuteSqlQueries": "Si no podeu executar l'actualització desde la línia de comandes i el falla l'actualització del Piwik (degut a un temps d'espera massa elevat, o algún altre problema) podeu executar manualment les sentències SQL per actualitzar el Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "El Piwik no pot sobrescriure la instal·lació actual. Podeu corregir els permisos dels fitxers\/directoris o descarregar el paquet i instal·lar la versió %s manualment:",
        "YourDatabaseIsOutOfDate": "La base de dades del Piwik és antiga i cal actualitzar-la abans de continuar."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nom de la variable personalitzada",
        "ColumnCustomVariableValue": "Valor de la variable personalitzada",
        "CustomVariables": "Variables personalitzades",
        "CustomVariablesReportDocumentation": "Aquest informe conté informació sobre les variables personaltizades. Feu click al nom d'una variable per veure la distribució dels valors. %s Per més informació sobre les variables personalitzades, podeu llegir la %sdocumentació sobre variables peronalitzades a piwik.org%s",
        "PluginDescription": "Les variables personalitzades són parelles de nom,valor que podeu assignar a una visita utilitzant la funció setVisitCustomVariables() de l'API de Javascript. El piwik us reportarà quantes visites, pàgines, conversions heu tingut per cada un d'aquest noms i valors personaltizats.",
        "ScopePage": "àmbit de la pàgina",
        "ScopeVisit": "àmbit de la visita"
    },
    "Dashboard": {
        "AddAWidget": "Afegir un Giny",
        "AddPreviewedWidget": "Afegeix el giny al tauler",
        "ChangeDashboardLayout": "Canviar el disseny del tauler",
        "CopyDashboardToUser": "Copiar tauler a l'usuari",
        "CreateNewDashboard": "Crear un nou tauler",
        "Dashboard": "Tauler",
        "DashboardCopied": "S'ha copiat correctament el tauler a l'usuari seleccionat",
        "DashboardEmptyNotification": "El vostre tauler no conté cap giny. Comenceu per afegir alguns ginys o restablieu el tauler a la selecció de ginys per defecte.",
        "DashboardName": "Nom del tauler:",
        "DashboardOf": "Tauler de %s",
        "DefaultDashboard": "Tauler per defecte - Utilitzant la selecció de ginys i l'estructura de columnes per defecte",
        "DeleteWidgetConfirm": "Realment voleu esborrar aquest giny?",
        "EmptyDashboard": "Tauler buit - Seleccioneu els vostres ginys preferits",
        "LoadingWidget": "S'està carregant el giny…",
        "ManageDashboard": "Administrar tauler",
        "Maximise": "Maximitza",
        "Minimise": "Minimitza",
        "NotUndo": "No podreu desfer aquesta operació",
        "PluginDescription": "El teu tauler d'analítica web. Podeu personalitzar el vostre tauler: afegir nous ginys, canviar l'ordre dels ginys. Cada usuari pot accedir al seu propi tauler personalitzat.",
        "RemoveDashboard": "Elimina el tauler",
        "RemoveDashboardConfirm": "Esteu segurs que voleu eliminar el tauler \"%s\"?",
        "RenameDashboard": "Reanomena el tauler",
        "ResetDashboard": "Reinicialitza el tauler",
        "ResetDashboardConfirm": "Esteu segurs que voleu reiniciar la disposició del vostre tauler a la selecció de ginys per defecte?",
        "SelectDashboardLayout": "Seleccioneu la nova disposició del vostre tauler",
        "SelectWidget": "Escolliu el giny que voleu afegir a la consola",
        "SetAsDefaultWidgets": "Marca com a selecció de ginys per defecte.",
        "SetAsDefaultWidgetsConfirm": "Esteu segurs que voleu definir la selecció de ginys i la disposició del tauler actuals per a la plantilla de tauler per defecte?",
        "SetAsDefaultWidgetsConfirmHelp": "Aquesta selecció de ginys i la disposició de columnes del tauler es faran servir quan qualsevol usuari crei un nou tauler o quan s'utiltiza la funció \"%s\".",
        "TopLinkTooltip": "Mostra els informes d'analítica web per %s.",
        "WidgetNotFound": "Aquest giny no s'ha trobat",
        "WidgetPreview": "Previsualitza el giny",
        "WidgetsAndDashboard": "Tauler & Ginys"
    },
    "Feedback": {
        "ContactThePiwikTeam": "Contacta l'equip de Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Teniu algun error que reportar o una petició de noves funcionalitats?",
        "IWantTo": "Jo vull:",
        "LearnWaysToParticipate": "Apren sobre les formes en que tu pots %s participar %s",
        "ManuallySendEmailTo": "Siusplau envia el vostre missatge manualmetn a",
        "PluginDescription": "Envia el teu Feedback a l'equip de Piwik. Comprateix les teves idees i sugestions amb nosaltres!",
        "SendFeedback": "Enviar Feedback",
        "SpecialRequest": "Teniu una sol·licitud especial per l'equip de Piwik?",
        "ThankYou": "Gràcies per ajudar-nos a fer el Piwik millor!",
        "TopLinkTooltip": "Digue'ns que en penses o demana suport Professional.",
        "VisitTheForums": "Entra als %s Forums%s"
    },
    "General": {
        "AbandonedCarts": "Cistelles abandonades",
        "AboutPiwikX": "Sobre Piwik %s",
        "Action": "Acció",
        "Actions": "Accions",
        "Add": "Afegir",
        "AfterEntry": "després d'entrar aquí",
        "AllowPiwikArchivingToTriggerBrowser": "Permetre que l'arxivat del Piwik es dispari quan els informes es veuen des del navegador",
        "AllWebsitesDashboard": "Tauler de tots els llocs web",
        "API": "API",
        "ApplyDateRange": "Aplicar un rang de dates",
        "ArchivingInlineHelp": "Per llocs amb transit entre mig i alt, es recomana desactivar l'arxivat del Piwik des del navegador. En canvi, recomanem que configureu una tasca de cron per processar els informes de Piwik cada hora.",
        "ArchivingTriggerDescription": "Recomanat per instal·lacions grans de Piwik, es pot %sconfigurar una %stasca programada per processar les entrades automàticament.",
        "AuthenticationMethodSmtp": "Mètode d'autenticació SMTP",
        "AverageOrderValue": "Valor mig de les comandes",
        "AveragePrice": "Preu mig",
        "AverageQuantity": "Qualitat mitja",
        "BackToPiwik": "Torna al Piwik",
        "Broken": "Trencat",
        "BrokenDownReportDocumentation": "Està separada en diferents informes, que es mostren amb línies de punts al peu de la pàgina. Podeu augmentar aquests gràfics clicant en l'informe que voleu veure.",
        "Cancel": "Cancel·lar",
        "CannotUnzipFile": "No es pot descomprimir el fitxer %1$s: %2$s",
        "ChangePassword": "Canvia la contrasenya",
        "ChangeTagCloudView": "Si us plau, tingueu en compte que podeu veure l'informe en altres formes que en nuvol d'etiquetes. Feu servir els controls al peu de l'informe per fer-ho.",
        "ChooseDate": "Triar data",
        "ChooseLanguage": "Tria idioma",
        "ChoosePeriod": "Triar període",
        "ChooseWebsite": "Triar lloc web",
        "ClickHere": "Fes clic aquí per més informació.",
        "ClickToChangePeriod": "Torneu a clickar per canviar el període",
        "Close": "Tanca",
        "ColumnActionsPerVisit": "Accions per visita",
        "ColumnActionsPerVisitDocumentation": "El número mig d'accions (pàgines vistes, descarregues o enllaços de sortida) que s'han fet durant les visites.",
        "ColumnAverageTimeOnPage": "Temps mig a la pàgina",
        "ColumnAverageTimeOnPageDocumentation": "La mitjana de temps que els visitants s'han passat en aquesta pàgina (només la pàgina no el lloc enter).",
        "ColumnAvgTimeOnSite": "Temps mitjà per visita",
        "ColumnAvgTimeOnSiteDocumentation": "La durada mitja de una visita.",
        "ColumnBounceRate": "Raó de rebots",
        "ColumnBounceRateDocumentation": "El percentatge de visites que només han vist una pàgina. Això significa, que el visitant ha marxat del lloc web directament per la pàgina d'entrada.",
        "ColumnBounceRateForPageDocumentation": "El percentatge de visites que han acabat en aquesta pàgina.",
        "ColumnBounces": "Rebots",
        "ColumnBouncesDocumentation": "El número de visites que han començat i acabat en aquesta pàgina. Això significa que la visita ha deixat el lloc web després de veure només aquesta pàgina.",
        "ColumnConversionRate": "Tarifa de conversió",
        "ColumnConversionRateDocumentation": "El percentatge de visites que han disparat una conversió d'objectiu.",
        "ColumnDestinationPage": "Pàgina destí",
        "ColumnEntrances": "Entrades",
        "ColumnEntrancesDocumentation": "Número de visites que han començat en aquesta pàgina.",
        "ColumnExitRate": "Taxa de sortida",
        "ColumnExitRateDocumentation": "El percentatge de visites que han deixat el lloc web després de veure aquesta pàgina.",
        "ColumnExits": "Sortides",
        "ColumnExitsDocumentation": "Número de visites que acaben en aquesta pàgina.",
        "ColumnKeyword": "Paraula clau",
        "ColumnLabel": "Etiqueta",
        "ColumnMaxActions": "Accions màximes en una visita",
        "ColumnNbActions": "Accions",
        "ColumnNbActionsDocumentation": "El número d'accions que han realitzat els vostres visitant. Les accions poden ser pàgines vistes, descarregues o enllaços externs.",
        "ColumnNbUniqVisitors": "Visitants únics",
        "ColumnNbUniqVisitorsDocumentation": "El número de visitant únics que han vingut al vostre lloc web. Cada usuari es compta només una vegada, encara que visiti el lloc web més d'un cop al dia.",
        "ColumnNbVisits": "Visites",
        "ColumnNbVisitsDocumentation": "Si la visita arriba al vostre lloc web per primera vegada o si obre una pàgina després de més de 30 minuts sense activitat, es comptarà com una nova visita.",
        "ColumnPageBounceRateDocumentation": "El percentatge de visites que han començat en aquesta pàgina i han deixat el lloc web directament.",
        "ColumnPageviews": "Visualitzacions de pàgina",
        "ColumnPageviewsDocumentation": "El número de vegades que s'ha visitat aquesta pàgina.",
        "ColumnPercentageVisits": "% Visites",
        "ColumnRevenue": "Ingressos",
        "ColumnSumVisitLength": "Temps total acumulat pels visitants (en segons)",
        "ColumnTotalPageviews": "Total de pàgines vistes",
        "ColumnUniqueEntrances": "Entrades úniques",
        "ColumnUniqueExits": "Sortides úniques",
        "ColumnUniquePageviews": "Visualitzacions de pàgina úniques",
        "ColumnUniquePageviewsDocumentation": "El número de visites que incloïen aquesta pàgina. Si una pàgina s'ha vist múltiples vegades durant una visita, només es compta un cop.",
        "ColumnValuePerVisit": "Valor per visita",
        "ColumnViewedAfterSearch": "Clicat als resultats de cerca",
        "ColumnViewedAfterSearchDocumentation": "El nombre de vegades que aquesta pàgina s'ha visitat desprès de que el visitant faigi una cerca al vostre lloc web i haigi clicat en aquesta pàgina als resultats.",
        "ColumnVisitDuration": "Durada de la visita (en segons)",
        "ColumnVisitsWithConversions": "Visites amb conversions",
        "ConfigFileIsNotWritable": "El fitxer de configuració del Piwiki %s no es pot modificar, alguns dels canvis que has fet no es guardaran. Si us plau %s canvia els permisos del fitxer de configuració per tal que es pugui modificar.",
        "Continue": "Continuar",
        "ContinueToPiwik": "Vés cap al Piwik",
        "CurrentMonth": "Mes actual",
        "CurrentWeek": "Setmana actual",
        "CurrentYear": "Any actual",
        "Daily": "Diariament",
        "DailyReports": "Informe diari",
        "DailySum": "suma diaria",
        "DashboardForASpecificWebsite": "Tauler per un lloc web concret",
        "DataForThisGraphHasBeenPurged": "Les dades per aquest gràfic tenen més de %s mesos d'antiguitat i s'han purgat",
        "DataForThisTagCloudHasBeenPurged": "Les dades per aquest nuvol d'etiquetes tenen més de %s mesos i s'han purgat.",
        "Date": "Data",
        "DateRange": "Rang de dates:",
        "DateRangeFrom": "De",
        "DateRangeFromTo": "De %s fins a %s",
        "DateRangeInPeriodList": "Rang de dates",
        "DateRangeTo": "Fins",
        "DayFr": "dv",
        "DayMo": "dl",
        "DaySa": "ds",
        "DaysHours": "%1$s dies %2$s hores",
        "DaysSinceFirstVisit": "Dies des de la primera visita",
        "DaysSinceLastEcommerceOrder": "Dies des de la última comanda d'e-commerce",
        "DaysSinceLastVisit": "Dies des de l'última visita",
        "DaySu": "dg",
        "DayTh": "dj",
        "DayTu": "dt",
        "DayWe": "dc",
        "Default": "Per defecte",
        "Delete": "Esborra",
        "Description": "Descripció",
        "Desktop": "Escriptori",
        "Details": "Detalls",
        "Discount": "Descompte",
        "DisplaySimpleTable": "Mostrar una taula simple",
        "DisplayTableWithGoalMetrics": "Mostrar una taula amb paràmetres globals",
        "DisplayTableWithMoreMetrics": "Mostrar una taula amb més paràmetres",
        "Donate": "Donar",
        "Done": "Fet",
        "Download": "Descàrrega",
        "DownloadFail_FileExists": "El fitxer %s ja existeix.",
        "DownloadFail_FileExistsContinue": "Provant de continuar la descàrrega de %s, però ja existeix un fitxer completament descarregat.",
        "DownloadFail_HttpRequestFail": "No s'ha pogut descarregar el fitxer! Alguna cosa no ha anat bé amb el lloc web d'on esteu descarregant. Podeu provar-ho més tard o obtenir el fitxer per vosaltres mateixos.",
        "DownloadFullVersion": "%1$sDescarrega%2$s la versió completa! Ves a %3$s",
        "DownloadPleaseRemoveExisting": "Si voleu que es sobreescrigui, elimineu el fitxer existent.",
        "Downloads": "Descàrregues",
        "EcommerceOrders": "Comandes d'e-commerce",
        "EcommerceVisitStatusDesc": "Visita l'estat de l'e-commerce al final de la visita",
        "EcommerceVisitStatusEg": "Per exempel, seleccionar totes les visites que han fet una comanda d'e-commerce, la petició de l'API tindrà %s",
        "Edit": "Edita",
        "EncryptedSmtpTransport": "Entreu el xifrat de la capa de transport requerit per el vostre servidor SMTP.",
        "EnglishLanguageName": "Catalan",
        "Error": "Error",
        "ErrorRequest": "Ups! Hi ha hagut un problema amb la sol·licitud, torneu-ho a intentar.",
        "EvolutionOverPeriod": "Evolució del període",
        "ExceptionConfigurationFileNotFound": "El fitxer de configuració {%s} no s'ha trobat.",
        "ExceptionDatabaseVersion": "La teva %1$s versió és %2$s però el Piwik necessita com a mínim %3$s",
        "ExceptionFileIntegrity": "Ha fallat la verificació de integritat: %s",
        "ExceptionFilesizeMismatch": "Mida de fitxer incohoerent: %1$s (mida esperada: %2$s, real: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "El vostre client %1$s té la versió %2$s que és incompatbile amb la versió de servidor %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "El format de informes agregats '%s' no és vàlid. Proveu-ne algun dels següents en el seu lloc: %s.",
        "ExceptionInvalidArchiveTimeToLive": "El temps límit per fer l'arxivat avui ha de ser més gran que zero.",
        "ExceptionInvalidDateFormat": "El format de data ha de ser: %s o una altra paraula clau suportada per la funció %s (vegeu %s per més informació)",
        "ExceptionInvalidDateRange": "La data '%s' no és un rang correcte de data. Hauria de tenir el format següent: %s.",
        "ExceptionInvalidPeriod": "El període '%s' no està suportat. Proveu-ne algun dels següents en el seu lloc: %s.",
        "ExceptionInvalidRendererFormat": "El format generador '%s' no és vàlid. Proveu-ne un dels següents en el seu lloc: %s.",
        "ExceptionInvalidReportRendererFormat": "El format de l'informe '%s' no és vàlid. Proveu-ne un dels següent en el seu lloc: %s.",
        "ExceptionInvalidStaticGraphType": "El gràfic estàtic tipus '%s' no és vàlid. Proveu-ne un dels següents en el seu lloc: %s.",
        "ExceptionInvalidToken": "El token no és vàlid.",
        "ExceptionLanguageFileNotFound": "El fitxer d'idioma '%s' no s'ha trobat.",
        "ExceptionMethodNotFound": "El mètode '%s' no existeix o no està disponible en el mòdul '%s'.",
        "ExceptionMissingFile": "Falta fitxer: %s",
        "ExceptionNonceMismatch": "No s'ha pogut verificar el token del formulari.",
        "ExceptionPrivilege": "No podeu accedir a aquest recurs perquè requereix un accés de %s",
        "ExceptionPrivilegeAccessWebsite": "No podeu accedir a aquest recurs perquè requereix un accés %s per el lloc web id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "No podeu accedir a aquest recurs perquè requereix un accés %s .per al menys un lloc web",
        "ExceptionUnableToStartSession": "No s'ha pogut començar la sessió.",
        "ExceptionUndeletableFile": "No s'ha pogut esborrar %s",
        "ExceptionUnreadableFileDisabledMethod": "El fitxer de configuració {%s} no s'ha pogut llegir. El vostre host pot tenir deshabilitat %s.",
        "Export": "Exporta",
        "ExportAsImage": "Exportar com a imatge",
        "ExportThisReport": "Guardar aquestes dades en altres formats",
        "Faq": "PMF",
        "FileIntegrityWarningExplanation": "La verificació de la integritat dels fitxers ha fallat i ha trobat alguns errors. Això segurament és causa de una carrega parcial o incorrecta dels fitxers del Piwik. Haurieu de tornar a pujar tots els fitxers del Piwik en mode BINARY i refrescar aquesta pàgina fins que no mostri errors.",
        "First": "Primer",
        "ForExampleShort": "p.ex.",
        "FromReferrer": "de",
        "GeneralInformation": "Informació General",
        "GeneralSettings": "Paràmetres generals",
        "GetStarted": "Comenceu",
        "GiveUsYourFeedback": "Què penseu del Piwik?",
        "Goal": "Objectiu",
        "GoTo": "Anar a %s",
        "GraphHelp": "Més informació sobre mostrar gràfiques al Piwik.",
        "HelloUser": "Hola, %s!",
        "Help": "Ajuda",
        "HoursMinutes": "%1$s hores %2$s min",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Assumint que l'arxivat és ràpid en el vostre entorn, podeu programar el crontab per funcionar més freqüentment.",
        "InfoFor": "Informació per %s",
        "Installed": "Instal·lat",
        "InvalidDateRange": "Rang de dates no vàlid, si us plau proveu-ho de nou",
        "InvalidResponse": "Les dades rebudes són invàlides.",
        "JsTrackingTag": "Etiqueta de seguiment JavaScript",
        "Language": "Idioma",
        "LastDays": "Últims %s dies (incloent avui)",
        "LastDaysShort": "Últims %s dies",
        "LayoutDirection": "ltr",
        "Loading": "Carregant…",
        "LoadingData": "Les dades s'estan carregant…",
        "LoadingPopover": "Carregant %s...",
        "LoadingPopoverFor": "Carregant %s per",
        "Locale": "ca_ES.UTF-8",
        "Logout": "Surt",
        "LongDay_1": "dilluns",
        "LongDay_2": "dimarts",
        "LongDay_3": "dimecres",
        "LongDay_4": "dijous",
        "LongDay_5": "divendres",
        "LongDay_6": "dissabte",
        "LongDay_7": "diumenge",
        "LongMonth_1": "gener",
        "LongMonth_10": "octubre",
        "LongMonth_11": "novembre",
        "LongMonth_12": "desembre",
        "LongMonth_2": "febrer",
        "LongMonth_3": "març",
        "LongMonth_4": "abril",
        "LongMonth_5": "maig",
        "LongMonth_6": "juny",
        "LongMonth_7": "juliol",
        "LongMonth_8": "agost",
        "LongMonth_9": "setembre",
        "MainMetrics": "Mètriques principals",
        "MediumToHighTrafficItIsRecommendedTo": "Per llocs de mig i alt transit, recomanem processar informes per avui com a molt cada mitja hora (%s segons) o cada hora (%s segons)",
        "Metadata": "Metadata",
        "Metric": "Mètrica",
        "Metrics": "Mètriques",
        "MetricsToPlot": "Valors per graficar",
        "MetricToPlot": "Mètrica a mostrar",
        "MinutesSeconds": "%1$s min %2$ss",
        "Mobile": "Mòbil",
        "Monthly": "Mensualment",
        "MonthlyReports": "Informe mensual",
        "MultiSitesSummary": "Tots els llocs web",
        "Name": "Nom",
        "NbActions": "Número d'accions",
        "NbSearches": "Nombre de cerques internes",
        "NDays": "%s dies",
        "Never": "Mai",
        "NewReportsWillBeProcessedByCron": "Quan l'arxivat del piwik no es dispara per el navegador, els nous informes es processaran per el crontab.",
        "NewUpdatePiwikX": "Nova actualització: Piwik %s",
        "NewVisitor": "Nova visita",
        "NewVisits": "Noves visites",
        "Next": "Següent",
        "No": "No",
        "NoDataForGraph": "No hi ha dades...",
        "NoDataForTagCloud": "No hi ha dades...",
        "NotDefined": "%s sense definir",
        "Note": "Nota",
        "NotInstalled": "No instal·lat",
        "NotRecommended": "(no recomanat)",
        "NotValid": "%s no és vàlid",
        "NSeconds": "%s segons",
        "NumberOfVisits": "Número de visites",
        "NVisits": "%s visites",
        "Ok": "D'acord",
        "OneDay": "1 dia",
        "OneVisit": "1 visita",
        "OnlyEnterIfRequired": "Només entreu un usuari si el vostre servidor SMTP ho requereix.",
        "OnlyEnterIfRequiredPassword": "Només entreu una contrasenya si el vostre servidor STMP ho requereix.",
        "OnlyUsedIfUserPwdIsSet": "Només es fa servir si l'usuari\/contrasenya estan configurats, pregunteu al vostre proveïdor si no esteu segur de quin mètode fer servir.",
        "OpenSourceWebAnalytics": "Anàlisi web de codi obert",
        "OptionalSmtpPort": "Opcional. Per defecte té el valor 25 per no xifrat i TLS SMTP, i 465 per SSL SMTP.",
        "Options": "Opcions",
        "OrCancel": "o %s cancel·la %s",
        "OriginalLanguageName": "Català",
        "Others": "Altres",
        "Outlink": "Enllaç extern",
        "Outlinks": "Enllaços externs",
        "OverlayRowActionTooltip": "Mostrar la informació analítica directament al vostre lloc web (obre una nova pestanya)",
        "OverlayRowActionTooltipTitle": "Obre una pàgina superposada",
        "Overview": "Resum",
        "Pages": "Pàgines",
        "ParameterMustIntegerBetween": "El paràmetre %s ha de ser un enter entre %s i %s",
        "Password": "Contrasenya",
        "Period": "Període",
        "Piechart": "Gràfic de sectors",
        "PiwikXIsAvailablePleaseUpdateNow": "Hi ha una nova versió del Piwik, %1$s, disponible! %2$s Si us plau, actualitzeu ara!%3$s (%4$s Mostra els canvis%5$s)",
        "PleaseSpecifyValue": "Si us plau especifiqueu el valor per '%s'",
        "PleaseUpdatePiwik": "Si us plau actualitzeu el Piwik",
        "Plugin": "Connector",
        "Plugins": "Connectors",
        "PoweredBy": "Funcionant amb",
        "Previous": "Anterior",
        "PreviousDays": "%s dies anteriors (sense incloure avui)",
        "PreviousDaysShort": "Anteriors %s dies",
        "Price": "Preu",
        "ProductConversionRate": "Taxa de conversió del producte",
        "ProductRevenue": "Ingressos de productes",
        "PurchasedProducts": "Productes comprats",
        "Quantity": "Quantitat",
        "RangeReports": "Rang de data personalitzat",
        "Recommended": "(recomanat)",
        "RecordsToPlot": "Entrades a mostrar",
        "Refresh": "Actualitza",
        "RefreshPage": "Actualitza la pàgina",
        "RelatedReport": "Informe relacionat",
        "RelatedReports": "Informes relacionats",
        "Remove": "Elimina",
        "Report": "Informe",
        "ReportGeneratedFrom": "Aquest informe s'ha generat fent servir dades de %s.",
        "Reports": "Informes",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Informes per avui (o un altre rang de dates incloent avui) es processaran com a molt cada",
        "ReportsWillBeProcessedAtMostEveryHour": "El informes per tant es processaran com a molt cada hora.",
        "RequestTimedOut": "Una petició a %s ha caducat. Proveu-ho de nou.",
        "Required": "%s requerit",
        "ReturningVisitor": "Visita que retorna",
        "ReturningVisitorAllVisits": "Veure totes les visites",
        "RowEvolutionRowActionTooltip": "Observeu com les mètriques d'aquesta fila han canviat durant el pas del temps",
        "RowEvolutionRowActionTooltipTitle": "Obrir l'evolució de la fila",
        "Rows": "Files",
        "RowsToDisplay": "Files a mostrar",
        "Save": "Desa",
        "SaveImageOnYourComputer": "Per guardar la imatge al vostre ordinador, feu click amb el botó dret sobre la imatge i trieu \"Guardar la imatge com..\"",
        "Search": "Cerca",
        "Seconds": "%ss",
        "SeeTheOfficialDocumentationForMoreInformation": "Vegeu la %sinformació oficial%s per més informació.",
        "SelectYesIfYouWantToSendEmailsViaServer": "Trieu \"si\" si voleu o heu d'enviar el correu a través de un servidor enlloc de a través de la funció mail local.",
        "Settings": "Tauler de control",
        "Shipping": "Enviament",
        "ShortDay_1": "dl",
        "ShortDay_2": "dt",
        "ShortDay_3": "dc",
        "ShortDay_4": "dj",
        "ShortDay_5": "dv",
        "ShortDay_6": "ds",
        "ShortDay_7": "dg",
        "ShortMonth_1": "Gen",
        "ShortMonth_10": "Oct",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Des",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Abr",
        "ShortMonth_5": "Mai",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Ago",
        "ShortMonth_9": "Set",
        "SingleWebsitesDashboard": "Tauler per un sol lloc web",
        "SmallTrafficYouCanLeaveDefault": "Per llocs amb poc transit, pots deixar el valor per defecte de %s segons i accedir als informes en temps real.",
        "SmtpEncryption": "encriptació SMTP",
        "SmtpPassword": "contrasenya SMTP",
        "SmtpPort": "Port SMTP",
        "SmtpServerAddress": "adreça del servidor SMTP",
        "SmtpUsername": "usuari SMTP",
        "Subtotal": "Subtotal",
        "Table": "Taula",
        "TagCloud": "Núvol d'etiquetes",
        "Tax": "Impostos",
        "TimeOnPage": "Temps a la pàgina",
        "Today": "Avui",
        "Total": "Total",
        "TotalRevenue": "Total Ingressos",
        "TotalVisitsPageviewsRevenue": "(Total: %s visites, %s visualitzacions de pàgina, %s ingressos)",
        "TransitionsRowActionTooltip": "Observar que van fer els visitants abans i desprès de veure aquesta pàgina",
        "TransitionsRowActionTooltipTitle": "Obre les transicions",
        "TranslatorEmail": "isb1009 [at] [don't write this] astronomipedia [dot] es,jjuvan@grn.cat",
        "TranslatorName": "Isaac Sánchez Barrera, Joan Juvanteny",
        "UniquePurchases": "Compres úniques",
        "Unknown": "Desconegut",
        "Upload": "Càrrega",
        "UsePlusMinusIconsDocumentation": "Fes servir les icones de més i menys a l'esquerra per navegar.",
        "Username": "Usuari",
        "UseSMTPServerForEmail": "Fer servir un servidor SMTP per el correu",
        "Value": "Valor",
        "VBarGraph": "Gràfic de barres",
        "View": "Vista",
        "Visit": "Visita",
        "VisitConvertedGoal": "La visita ha convertit al menys un objectiu",
        "VisitConvertedGoalId": "La visita ha convertit un id d'objectiu especific",
        "VisitConvertedNGoals": "La visita ha convertit %s objectius",
        "VisitDuration": "Temps mig de visita (en segons)",
        "Visitor": "Visita",
        "VisitorID": "ID del visitant",
        "VisitorIP": "Ip del visitant",
        "Visitors": "Visitants",
        "VisitsWith": "Visites amb %s",
        "VisitType": "Tipus de visitant",
        "VisitTypeExample": "Per exemple, per seleccionar tots els visitants que han retornat al lloc web, incloent els que han comprat alguna cosa en anteriors visites, la petició de l'API tindria %s",
        "Warning": "Avís",
        "WarningFileIntegrityNoManifest": "La verificació de la integritat dels fitxers no s'ha pogut fer perquè falta el manifest.inc.php.",
        "WarningFileIntegrityNoMd5file": "La verificació de la integritat dels fitxers no s'ha pogut completar perquè falta la funció md5_file();",
        "WarningPasswordStored": "%sAlerta:%s Aquesta contrasenya es guardarà en un fitxer de configuració visible on tothom pot accedir.",
        "Website": "Lloc web",
        "Weekly": "Setmanalment",
        "WeeklyReport": "setmanal",
        "WeeklyReports": "Informe setmanal",
        "Widgets": "Ginys",
        "YearlyReports": "Informe anual",
        "YearsDays": "%1$s anys %2$s dies",
        "Yes": "Sí",
        "Yesterday": "Ahir",
        "YouAreCurrentlyUsing": "Ara mateix estàs fent servir el Piwik %s.",
        "YouAreViewingDemoShortMessage": "Ara mateix estàs veient la demo del Piwik",
        "YouMustBeLoggedIn": "Has d'entrar per accedir a aquesta funcionalitat.",
        "YourChangesHaveBeenSaved": "Els vostres canvis s'han guardat"
    },
    "Goals": {
        "AbandonedCart": "Cistella abandonada",
        "AddGoal": "Afegir un objectiu",
        "AddNewGoal": "Afegir un nou objectiu",
        "AddNewGoalOrEditExistingGoal": "%sAfegeix un nou objectiu%s o %sEdita objectius existents%s",
        "AllowGoalConvertedMoreThanOncePerVisit": "Permetre convertir un objectiu més d'una vegada per visita",
        "AllowMultipleConversionsPerVisit": "Permetre múltiples conversions per visita",
        "BestCountries": "Els millors paísos amb conversions són:",
        "BestKeywords": "Les paraules clau amb més conversions són:",
        "BestReferrers": "Els llocs webs de referència amb més conversions són:",
        "CaseSensitive": "Concidència sensible a minúscules\/majúscules",
        "ClickOutlink": "Click a un enllaç a un lloc web extern",
        "ColumnAverageOrderRevenueDocumentation": "La Mitja de Valor d'una Commanda (MVC) és el nombre total d'ingressos de totes les comandes electròniques dividit pel nombre de comandes.",
        "ColumnAveragePriceDocumentation": "La mitja d'ingresos per aquest %s.",
        "ColumnAverageQuantityDocumentation": "La quantitat mitja d'aquest %s venut a les comandes Ecommerce.",
        "ColumnConversionRateDocumentation": "El percentatge de visites que han arribat a l'objectiu %s.",
        "ColumnConversionRateProductDocumentation": "El %s rati de conversió és el nombre de comandes que contenen aquest producte dividit pel nombre de visites a la pàgina del producte.",
        "ColumnConversions": "Conversions",
        "ColumnConversionsDocumentation": "El nombre de conversions per %s",
        "ColumnOrdersDocumentation": "El nombre total de comandes de compra que contenen aquest %s almenys una vegada.",
        "ColumnPurchasedProductsDocumentation": "El nombre de productes comprats és la suma de les quantitats de productes que s'han venut en els comandes.",
        "ColumnQuantityDocumentation": "La quantitat és el nombre total de productes que s'han venut per cada %s.",
        "ColumnRevenueDocumentation": "Ingressos totals generats per %s.",
        "ColumnRevenuePerVisitDocumentation": "Els ingresos totals generats per %s dividit pel nombre de visites.",
        "ColumnVisits": "El nombre total de visites, sense tenir en compte si s'ha assolit l'objectiu o no.",
        "ColumnVisitsProductDocumentation": "El nombre de visites a la pagina del Producte\/Categoria. S'utiltiza per calcular el rati de conversió del %s. Aquesta mètrica està a l'informe si",
        "Contains": "conté %s",
        "ConversionByTypeReportDocumentation": "Aquest informe proporciona informació detallada sobre la productivitat dels objectius (conversions, rati de conversións i ingresos per visita) per cada una de les catagories disponibles al panell de l'esquerra. %s Cliqueu alguna de les categories per veure l'informe. %s Per mes informació, llegiu %s la documetnació sobre el rastreig d'objectius a piwik.org%s",
        "ConversionRate": "Rati de coversió de %s",
        "Conversions": "%s conversions",
        "ConversionsOverview": "Vista general de les conversions",
        "ConversionsOverviewBy": "Vista general de les conversións per tipus de visita",
        "CreateNewGOal": "Crear un nou objectiu",
        "DaysToConv": "Dies per la conversió",
        "DefaultGoalConvertedOncePerVisit": "(per defecte) Un objectiu només es pot assolir una vegada per visita.",
        "DefaultRevenue": "Els ingresos de l'objectiu per defecte son",
        "DefaultRevenueHelp": "Per exemple, un formulari de contacte emplenat per un visitant pot valdre 10€ de mitja. El Piwik t'ajuda a entendre com es comportent els segments de visitants.",
        "DeleteGoalConfirm": "Esteu segurs que voleu eliminar l'objectiu %s?",
        "DocumentationRevenueGeneratedByProductSales": "Ventes de productes. Sense impostos, despeses d'enviament ni descomptes",
        "Download": "Descarrega un fitxer",
        "Ecommerce": "Ecomerç",
        "EcommerceAndGoalsMenu": "Ecomerç i Objectius",
        "EcommerceLog": "Registre d'ecomerç",
        "EcommerceOrder": "Ordre d'ecomerç",
        "EcommerceOverview": "Vista general ecomerç",
        "EcommerceReports": "Informes d'Ecommerce",
        "ExceptionInvalidMatchingString": "Si escolleu 'coïncidencia exacta', el cadena de coincidència ha de ser una URL que comença per %s. Per exemple, '%s'.",
        "ExternalWebsiteUrl": "URL del lloc web extern",
        "Filename": "nom del fitxer",
        "GoalConversion": "Conversió d'objectius",
        "GoalConversions": "Conversió d'objectiu",
        "GoalConversionsBy": "Conversións %s d'objectius per tipus de visita",
        "GoalIsTriggered": "S'ha assolit l'objectiu",
        "GoalIsTriggeredWhen": "S'asoleix l'objectiu quan",
        "GoalName": "Nom de l'objectiu",
        "Goals": "Objectius",
        "GoalsManagement": "Gestió d'objectius",
        "GoalsOverview": "Vista general d'objectius",
        "GoalsOverviewDocumentation": "Això es una vista global de les conversions dels vostres objectius. Inicialment el gràfic mostra la suma de totes les conversions. %s Davalla del gràfic, podeu veure els informes de conversions per cada un dels vostres objectius. Els minigràfics es pot ampliar fent clic sobre ells.",
        "GoalX": "Objectiu %s",
        "HelpOneConversionPerVisit": "Si la pàgina de l'objectiu es refresca o es visita més d'una vegada en una sola visita l'objectiu només es contarà una vegada (la primera de totes).",
        "IsExactly": "es exactament %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Apren més sobre %s Rastrejant objectius al Piwik%s a la documetnació d'usuari, o creeu un objectiu ara!",
        "LeftInCart": "queda %s a la cistella",
        "Manually": "manualment",
        "ManuallyTriggeredUsingJavascriptFunction": "L'objectiu s'asoleix manualment utilitzat la funció trackGoal() de l'API de Javascript.",
        "MatchesExpression": "compleix l'expresió %s",
        "NewVisitorsConversionRateIs": "El rati de conversió dels nous visitants es %s",
        "Optional": "(opcional)",
        "OverallConversionRate": "%s rati de conversió global (visitants amb un objectiu complert)",
        "OverallRevenue": "%s ingresssos globals",
        "PageTitle": "Títol de la pàgina",
        "Pattern": "Patró",
        "PluginDescription": "Creeu Objectius i observeu informes sobre la conversió dels vostres objectius: evolució a través del temps, ingressos per visita, conversions per referent, per paraula clau, etc.",
        "ProductCategory": "Categoria de Producte",
        "ProductName": "Nom del producte",
        "Products": "Productes",
        "ProductSKU": "Referència del producte",
        "ReturningVisitorsConversionRateIs": "EL rati de conversió dels visitants que retornen és %s",
        "SingleGoalOverviewDocumentation": "Això es una visió global de les conversions d'un únic objectiu. %s Els minigràfics es poden ampliar fent clic sobre ells.",
        "UpdateGoal": "Actualtizar objectiu",
        "URL": "URL",
        "ViewAndEditGoals": "Mostra i edita els objectius",
        "ViewGoalsBy": "Mostra els objectius per %s",
        "VisitPageTitle": "Visitar un pàgina amb el títol donat",
        "VisitsUntilConv": "Visites convertides",
        "VisitUrl": "Visitar una URL donada (pàgina o grup de pàgines)",
        "WhenVisitors": "quan el visitant",
        "WhereThe": "quan el",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "quan la pagina visitada conté una crida al mètode piwikTracker.trackGoal() de la API de Javascript (%s saber més %s)",
        "YouCanEnableEcommerceReports": "Podeu activar el %s per aquest lloc web a la pàgina %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "La columan '%s' no s'ha trobat en aquest informe. Proveu algun dels següents: %s",
        "PluginDescription": "Generar belles imatges estàtiques en gràfic PNG per qualsevol informe del Piwik."
    },
    "Installation": {
        "ConfigurationHelp": "Sembla que el vostre fitxer de configuració del Piwik no està definit correctament. Podeu eliminar el fitxer confi\/config.ini.php i torna a començar la instal·lació o corregir les preferències de connexió a la Base de dades.",
        "ConfirmDeleteExistingTables": "Realment voleu esborrar les taules %s de la base de dades? AVÍS: NO ES PODRAN RECUPERAR LES DADES!",
        "Congratulations": "Felicitats",
        "CongratulationsHelp": "<p>Felicitats! La instal·lació del Piwik ha finalitzat.<\/p><p>Assegureu-vos que heu inserit el codi JavaScript a totes les pàgines, i espereu els vostres primers visitants!<\/p>",
        "DatabaseAbilities": "Habilitats de la Base de Dades",
        "DatabaseCreation": "Creació de la base de dades",
        "DatabaseErrorConnect": "Hi ha hagut un error amb la connexió al servidor de bases de dades.",
        "DatabaseServerVersion": "Versió del servidor de base de dades",
        "DatabaseSetup": "Configuració de la base de dades",
        "DatabaseSetupAdapter": "Adaptador",
        "DatabaseSetupDatabaseName": "Nom de la base de dades",
        "DatabaseSetupLogin": "Usuari",
        "DatabaseSetupServer": "Servidor de la base de dades",
        "DatabaseSetupTablePrefix": "Prefix de les taules",
        "Email": "Correu-e",
        "Extension": "extensió",
        "Filesystem": "Sistema de fitxers",
        "GoBackAndDefinePrefix": "Torna enrere i defineix un prefix per a les taules",
        "Installation": "Instal·lació",
        "InstallationStatus": "Estat de la instal·lació",
        "InsufficientPrivilegesHelp": "Podeu afegir aquest usuaris previlegiats utiltizat eines com el phpMyAdmin o executant les sentències SQL corresponents. Si no sabeu com fer cap d'aquestes coses, siusplau poseu-vos amb contacte amb el vostre administrador de sistemes per donar aquestos privilegis per vosaltres.",
        "LargePiwikInstances": "Ajuda per grans instàncies de Piwik",
        "Legend": "Llegenda",
        "LoadDataInfileRecommended": "Si el vostre servidor de Piwik gestiona llocs web amb un alt tràfic (p.e. > 100,000 pàgines per més), us recomaneu que proveu de sol·lucionar aquest problema.",
        "LoadDataInfileUnavailableHelp": "Fent servir %1$s millorarà la velocitat del proces d'arxiu de Piwik. Per a que estigui disponible per a Piwik, proeu actualitzant el vostre doftwar PHP & MySQL i asegureu-vos que el vostre usuari de base de dades té el privilegi %2$s.",
        "NfsFilesystemWarning": "El vostre servidor està utiltizant un sistema de fitxers NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Això vol dir que el Piwik serà extremadament lent quan utilitzi les sessions basades en fitxers.",
        "NfsFilesystemWarningSuffixInstall": "Utilitzar sessions basades en fitxers amb NFS es extremadament lent, per això Piwik utilizarà les sessions de bases de dades. Si teniu molt usuaris concurrents, potser haureu d'incrementar el nombre de conexions concurrens al servidor de bases de dades.",
        "NoConfigFound": "No s'ha trobat el fitxer de configuració del Piwik i esteu intentant accedir una pàgina del Piwik.<br \/><strong>  »Podeu <a href='index.php'>instal·lar el Piwik ara<\/a><\/strong>.<br \/><small>Si heu instal·lat el Piwik abans i teniu algunes taules a la vostra base de dades, no us amoïneu; podeu continuar fent servir les mateixes taules i les dades existents es conservaran!<\/small>",
        "Optional": "Opcional",
        "Password": "Contrasenya",
        "PasswordDoNotMatch": "Les contrasenyes no coincideixen",
        "PasswordRepeat": "Torneu a escriure la contrasenya",
        "PercentDone": "%s%% fet",
        "PleaseFixTheFollowingErrors": "Siusplau corregiu els següents errors",
        "PluginDescription": "Procès d'instal·lació del Piwik. El procès d'instal·lació només es dur a temre una vegada. Si el fitxer de configuració config\/config.inc.php s'esborrà es tornarà a iniciar la instal·lació.",
        "Requirements": "Requeriments del Piwik",
        "RestartWebServer": "Desprès de fer aquest canvi, reinicieu el vostre servidor web.",
        "SeeBelowForMoreInfo": "Llegiu a continuació per més informació.",
        "SetupWebsite": "Configura un lloc",
        "SetupWebsiteError": "Hi ha hagut un problema en el moment d'afegir el lloc.",
        "SetupWebSiteName": "Nom del lloc web",
        "SetupWebsiteSetupSuccess": "El lloc %s s'ha creat amb èxit!",
        "SetupWebSiteURL": "URL del lloc web",
        "SiteSetup": "Siusplau, configureu el primer lloc web que voleu rastrejar i anarlitzar amb el Piwik",
        "SiteSetupFootnote": "Nota: Quan s'haigin finalitzat la instal·lació del Piwik podreu afegir més llocs webs per fer-n'he el seguiment.",
        "SuperUser": "Superusuari",
        "SuperUserLogin": "Usuari administrador principal",
        "SuperUserSetupSuccess": "Superusuari creat correctament",
        "SystemCheck": "Comprovació del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: L'actualització en un click del Piwik requereix permisos d'escriptura a la carpeta Piwik i el seu contingut.",
        "SystemCheckCreateFunctionHelp": "El Piwik utiltiza funcions anònimes pels callbacks.",
        "SystemCheckDatabaseHelp": "El Piwik necessita l'extensió mysqli o ambdues extensións PDO i pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory no serà capaç de crear vistes per mòdul que la crida.",
        "SystemCheckError": "Hi ha hagut un error i s'ha d'arreglar abans de que pugueu continuar.",
        "SystemCheckEvalHelp": "Necessari per Sistema de plantilles Smarty i el HTML QuickForm",
        "SystemCheckExtensions": "Altres extensions necessàries",
        "SystemCheckFileIntegrity": "Integritat dels fitxers",
        "SystemCheckFunctions": "Funcions necessàries",
        "SystemCheckGDHelp": "Els gràfics petits no funcionaran.",
        "SystemCheckGlobHelp": "Aquesta funció s'ha deshabilitat al vostre host. El Piwik probarà d'emular aquesta funció però pot trobar-se amb altres restriccions de seguretat. Això impactarà a la funcionalitat.",
        "SystemCheckGzcompressHelp": "Heu d'activar l'extensió zlib i la funció gzcompress.",
        "SystemCheckGzuncompressHelp": "Heu d'activar l'extensió zlib i la funcció gzuncompress.",
        "SystemCheckIconvHelp": "Heu de configurar i tornar a contruir el PHP amb el suport per \"iconv\" activat, --with-iconv.",
        "SystemCheckMailHelp": "Les opinions i els missatges de pèrdua de la contrassenya no s'enviaran sense la funció mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Límit de memòria",
        "SystemCheckMemoryLimitHelp": "En un lloc web amb trànsit elevat, la creació de l'arxiu pot necessitar més memòria de l'acceptada actualment.<br \/>Feu una ullada al 'memory_limit' del vostre fitxer php.ini si és necessari.",
        "SystemCheckOpenURL": "Obre l'adreça",
        "SystemCheckOpenURLHelp": "Les subscripcions a les llistes de correu, notificacions d'actualització i actualitzacions en un clic necessiten l'extensió \"curl\", allow_url_fopen=On, o fsockopen() actiu.",
        "SystemCheckOtherExtensions": "Altres extensions",
        "SystemCheckOtherFunctions": "Altres funcions",
        "SystemCheckPackHelp": "La funció pack() es necessària per fer el seguiment de visitants al Piwik.",
        "SystemCheckParseIniFileHelp": "Aquesta funció ha estat deshabilitada al vostre host. El Piwik intentarà emular la seva funcionalitat però pot trobar altres restriccions de seguretat. El rendiment del seguiment es veurà impactat.",
        "SystemCheckPdoAndMysqliHelp": "En un servidor Linux podeu compilar el php amb les següents opcions: %1$s Al fitxer php.ini, afegiu les línies: %2$s",
        "SystemCheckPhp": "Versió del PHP",
        "SystemCheckPhpPdoAndMysqli": "Trobareu més informació a %1$sPHP PDO%2$s i %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Heu de configurar i recompilar el PHP amb la biblioteca Standard PHP Library (SPL) activada (per defecte).",
        "SystemCheckSummaryNoProblems": "Urra!! No hi ha cap problema amb la vostra configuració de Piwik.",
        "SystemCheckSummaryThereWereErrors": "Ohhh! El piwik ha trobat algunes %1$s incidències crítiques %2$s amb la vostra configuració de Piwik. %3$s Aquestes incidències s'han de solucionar inmediatament. %4$s",
        "SystemCheckSummaryThereWereWarnings": "Hi ha alguna incidència amb el vostre sistema. El Piwik funcionarà, però podeu tenir alguns problemes menors.",
        "SystemCheckTimeLimitHelp": "En un lloc web amb trànsit elevat, la creació de l'arxiu pot necessitar més temps de l'acceptada actualment.<br \/>Feu una ullada al 'max_execution_time' del vostre fitxer php.ini si és necessari.",
        "SystemCheckTracker": "Estat del rastrejador",
        "SystemCheckTrackerHelp": "La petició GET a piwik.php ha fallat. Proveu de posar a la llista d'autentificació HTTP aquesta URL i deshabilitar mod_security (potser heu de preguntar al vostre proveïdor web)",
        "SystemCheckWarnDomHelp": "Heu d'habilitar l'extensió \"dom\" (p.e, instalar els paquets \"php-dom\" i\/o \"php-xml\").",
        "SystemCheckWarning": "El Piwik funcionarà amb normalitat, però algunes funcions potser no estaran disponibles",
        "SystemCheckWarnJsonHelp": "Heu d'instalar l'extensió \"json\" (p.e., instalar el paquet \"php-json\") per un millor rendiment.",
        "SystemCheckWarnLibXmlHelp": "Heu d'activar l'extensió \"libxml\" (e.g., instalar el paquet \"php-libxml\") perquè es necesària per altres extensions del nucli de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Heu d'activar l'extensió \"SimpleXML\" (p.e., installar el paquet \"php-simplexml\" i\/o \"php-xml\")",
        "SystemCheckWinPdoAndMysqliHelp": "En un servidor Windows podeu afegir les línies següents al fitxer php.ini: %s",
        "SystemCheckWriteDirs": "Directoris amb permisos d'escriptura",
        "SystemCheckWriteDirsHelp": "Per a arreglar aquest error al vostre sistema Linux, proveu d'entrar les ordres següents",
        "SystemCheckZlibHelp": "Heu de configurar i recompilar el PHP amb el suport per a \"zlib\" habilitat, --with-zlib.",
        "Tables": "S'estan creant les taules…",
        "TablesCreatedSuccess": "Les taules s'han creat amb èxit!",
        "TablesDelete": "Esborra les taules existents",
        "TablesDeletedSuccess": "Les taules del Piwik existents s'han esborrat amb èxit.",
        "TablesFound": "Aquestes taules s'han trobat a la base de dades:",
        "TablesReuse": "Fes servir les taules existents",
        "TablesWarningHelp": "Podeu escollir entre fer servir les taules existents de la base de dades o fer una instal·lació neta per a esborrar les dades existents a la base de dades.",
        "TablesWithSameNamesFound": "Algunes %1$s taules de la base de dades %2$s tenen el mateix nom que les taules que el Piwik intenta crear",
        "Timezone": "Zona horaria del lloc web",
        "Welcome": "Benvingut\/da!",
        "WelcomeHelp": "<p>El Piwik és un programari d'anàlisi web de codi obert que facilita la presa d'informació dels vostres visitants.<\/p><p>Aquest procés està dividit en %s passos fàcils i trigarà uns 5 minuts.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Quant a les traduccions del Piwik",
        "PluginDescription": "Aquesta extensió mostrarà una llista dels idiomes disponibles per l'interfície de Piwik. L'idioma seleccionat es guardarà com a preferència per a cada usuari."
    },
    "Live": {
        "GoalType": "Tipus",
        "KeywordRankedOnSearchResultForThisVisitor": "La paraula clau %1$s està a la posició %2$s del ranking de %3$s resultats de cerca per aquest visitant.",
        "LastHours": "Últimes %s hores",
        "LastMinutes": "Últims %s minuts",
        "LinkVisitorLog": "Veure registre detallat del visitant",
        "MorePagesNotDisplayed": "No es mostre més pàgines per aquest visitant",
        "PageRefreshed": "Nombre de vegades que s'ha vist\/refrescat una pàgina",
        "PluginDescription": "Mireu els vostres visitants en temps real!",
        "Referrer_URL": "URL del referent",
        "VisitorLog": "Registre de visitants",
        "VisitorLogDocumentation": "Aquesta taula mostra les últimes visites pel període de temps seleccionat. Podeu veure quan s'ha produït l'últim accès d'un visitant pasant per damunt de la data de visita. %s Si el període de temps inclou avui, podeu veure els visitants en temps real! %s La informació que es mostra és sempre en directa, sense dependre de cada quan executeu el treball programat d'arxivat.",
        "VisitorsInRealTime": "Visitants en temps real",
        "VisitorsLastVisit": "L'ultima visita d'aquest visitant va ser fa %s dies."
    },
    "Login": {
        "ConfirmationLinkSent": "S'ha enviat un enllaç de confirmació a la vostra bústia d'entrada. Reviseu el vostre correu electrònic i visiteu l'enllaç per autoritzar la sol·licitud de canvi de password.",
        "ContactAdmin": "Possiblement sigui perquè el vostre proveïdor d'allotjament ha desactivat la funció mail().<br \/>Contacteu amb l'administrador del lloc.",
        "ExceptionPasswordMD5HashExpected": "El paràmetre contrasenya hauria de ser un hash MD5 de la contrasenya.",
        "InvalidNonceOrHeadersOrReferrer": "El formulari de seguretat ha fallat. Sisuplau recarregeu el formaulari i reviseu que teniu les cookies activades. Si feu servir un proxy, heu de %s configurar el Piwik per a que accepti la capcelera del proxy %s que conté la capçalera del host. També reviseu que el la vostra capçalera de referent s'envia correctament.",
        "InvalidOrExpiredToken": "El codi és invàlid o ha caducat",
        "InvalidUsernameEmail": "Aquest usuari i\/o direcció de correu-e és invàlid.",
        "LogIn": "Inicia la sessió",
        "LoginOrEmail": "Nom d'usuari o correu-e",
        "LoginPasswordNotCorrect": "L'usuari o la contrasenya no són correctes",
        "LostYourPassword": "Heu perdut la contrasenya?",
        "MailPasswordChangeBody": "Hola %1$s,\n\nS'ha rebut una petició per restablir la contrasenya de %2$s. Per confirmar aquest canvi de contrasenya (per a que pogueu entrar amb les noves credencials), visiteu el següent enllaç:\n\n%3$s\n\nNota: aquest enllaç caduca en 24 hores.\n\nUs donem les gràcies per utiltizar el Piwik!",
        "MailTopicPasswordChange": "Confirmeu el canvi de contrasenya",
        "PasswordChanged": "S'ha canviat la vostra contrasenya",
        "PasswordRepeat": "Contrasenya (torneu-la a escriure)",
        "PasswordsDoNotMatch": "Les contrasenyes no coincideixen",
        "RememberMe": "Recorda'm",
        "ResetPasswordInstructions": "Introduiu una nova contrasenya pel vostre compte."
    },
    "Mobile": {
        "AccessUrlLabel": "Url d'access al Piwik",
        "Accounts": "Comptes",
        "AddAccount": "Afegir un compte",
        "AddPiwikDemo": "Afegir una demo del Piwik",
        "Advanced": "Avançat",
        "AnonymousAccess": "Accès anònim",
        "AnonymousTracking": "Rastreig anònim",
        "ChooseHttpTimeout": "Seleccioneu el temps d'expiració HTTP",
        "ChooseMetric": "Trieu una mètrica",
        "ChooseReport": "Trieu un informe",
        "DefaultReportDate": "Data de l'informe",
        "EnableGraphsLabel": "Mostra gràfiques",
        "EvolutionGraph": "Gràfic històric",
        "HelpUsToImprovePiwikMobile": "T'agradaria activar el rastreig anònim de l'us del Piwik en el teu mòbil?",
        "HowtoDeleteAnAccountOniOS": "Pasa de l'esquerra cap a la dreta per eliminar un compte",
        "HttpTimeout": "Temps d'expiració HTTP",
        "LastUpdated": "Ultima actualització: %s",
        "LoginCredentials": "Credencials",
        "LoginUseHttps": "Utilitza https",
        "MultiChartLabel": "Mostra minigràfics",
        "NavigationBack": "Enrere",
        "NetworkNotReachable": "La xarxa no és accessible",
        "NoPiwikAccount": "No teniu un compte de Piwik?",
        "NoVisitorFound": "No s'han trobat visitants",
        "NoWebsiteFound": "No s'ha trobat el lloc web",
        "PullDownToRefresh": "Estireu per actualitzar...",
        "RatingDontRemindMe": "No em recordis",
        "RatingNotNow": "Ara no",
        "RatingNow": "D'acord, el puntuaré ara",
        "ReleaseToRefresh": "Solta per refrescar...",
        "Reloading": "Carregant...",
        "SaveSuccessError": "La URL del Piwik o la combinació d'usuari contrasenya es incorrecta.",
        "SearchWebsite": "Cerca llocs web",
        "ShowAll": "Mostra-ho tot",
        "ShowLess": "Mostra menys",
        "StaticGraph": "Gràfic de visió general",
        "UseSearchBarHint": "Nomes es mostren els %s primers llocs webs aquí. Utilitzeu la barra de cerca per accedir als altres llocs web.",
        "VerifyAccount": "Verificant el compte",
        "VerifyLoginData": "Asegureu-vos del que el vostre nom d'usuari i contrasenya és correcte.",
        "YouAreOffline": "Ho sentim, actualment estàs fora de línia."
    },
    "MobileMessaging": {
        "MobileReport_NoPhoneNumbers": "Siusplau, activeu com a mínim un numbre de telèfon per accedir.",
        "MultiSites_Must_Be_Activated": "Per generar SMS de les vostres estadístiques web, siusplau activeu la extensió MultiSites de Piwik.",
        "PhoneNumbers": "Nombres de telèfon",
        "PluginDescription": "Crea i descarrega informes personalitzats per SMS i envieu-los al vostre mobil de forma diària, semanal o mensual.",
        "Settings_APIKey": "Clau API",
        "Settings_CountryCode": "Codi de país",
        "Settings_CredentialNotProvided": "Abans de crear i gestionar els vostres nombres de telèfon, siusplau conecteu el Piwik a la vostra compta de SMS.",
        "Settings_CredentialProvided": "La vostra compta de la API de SMS %s ha estat configurada correctament!",
        "Settings_DeleteAccountConfirm": "Esteu segurs d'esborrar aquest compte de SMS?",
        "Settings_InvalidActivationCode": "El codi introduït és invàlid, sisplau torneu-ho a probar.",
        "Settings_LetUsersManageAPICredential": "Permetre als usuaris administrar les seves credencials de la API de SMS",
        "Settings_LetUsersManageAPICredential_No_Help": "Tots els usuaris poden rebre informes per SMS i faran servir els credits de la vostra compta.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Cada usuari pot configurar la seva pròpia compta de API de SMS i no farà servir els vostres crèdits.",
        "Settings_ManagePhoneNumbers": "Administra nombres de telèfon",
        "Settings_PhoneActivated": "Nombre de telèfon validat! Ara podeu rebre SMS amb les vostres estadístiques.",
        "Settings_PhoneNumber": "Telèfon",
        "Settings_PhoneNumbers_Add": "Afegir un nou telèfon",
        "Settings_PhoneNumbers_CountryCode_Help": "Si no sabeu el vostre codi de pais el podeu buscar aquí.",
        "Settings_SMSAPIAccount": "Administra el compte de l'API de SMS",
        "Settings_SMSProvider": "Proveïdor SMS",
        "Settings_SuperAdmin": "Preferències del Super Usuari",
        "Settings_ValidatePhoneNumber": "Valida",
        "SettingsMenu": "Missatgeria Mòbil",
        "SMS_Content_Too_Long": "[massa llarg]",
        "TopMenu": "Informes per Email i SMS"
    },
    "MultiSites": {
        "Evolution": "Evolució",
        "PluginDescription": "Mostra resum\/estadístiques de multiples llocs web. Actualment mangingut com una extensió del nucli de Piwik.",
        "TopLinkTooltip": "Compareu les estadístiques anàlitiques de tots els vostres llocs web."
    },
    "Overlay": {
        "Clicks": "%s clicks",
        "ClicksFromXLinks": "%1$s clicks de un de %2$s enllaços",
        "Domain": "Domini",
        "ErrorNotLoading": "No es pot iniciar la sessió de pàgines Overlay",
        "ErrorNotLoadingDetails": "Potser la pàgina carregada a la dreta no te el codi de rastreig de Piwik. En aquest cas, proveu de llençar el Overlay d'un altra pàgina del informe de pàgines.",
        "ErrorNotLoadingDetailsSSL": "Com esteu fent servir Piwik a través de https, es possible que el vostre lloc web no suporti el SSL. Proveu utilitzant el Piwik sobre http.",
        "ErrorNotLoadingLink": "Feu click aquí per obtenir més informació sobre com solucionar el problema.",
        "Link": "Enllaç",
        "Location": "Ubicació",
        "NoData": "No hi ha informació per aquesta pàgina en el període seleccionat.",
        "OneClick": "1 click",
        "OpenFullScreen": "Mostra a pantalla complerta (sense barra lateral)",
        "Overlay": "Overlay de pàgina",
        "PluginDescription": "Observeu les anàlitiques a sobre del lloc web actual.",
        "RedirectUrlError": "Esteu intentant obrir un pàgina Overlay per la URL \"%s\". %s Cap dels dominis configurats al Piwik concòrda amb l'enllaç.",
        "RedirectUrlErrorAdmin": "Podeu afegir una URL addicional per un domini a %s les preferències%s.",
        "RedirectUrlErrorUser": "Contacteu amb el vostre administrador per afegir el domini com una URL adicional."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Seleccioneu \"Sí\" si voleu que el Piwik no registri l'adreça IP complerta.",
        "AnonymizeIpInlineHelp": "Anonimitzar el(s) últim(s) de la IP de les adreces dels visitants per complir amb la vostra política de privacitat\/llei.",
        "AnonymizeIpMaskLengtDescription": "Seleccioneu quans bytes de l'adreça IP del visitant voleu enmascarar.",
        "AnonymizeIpMaskLength": "%s byte(s) - p.e. %s",
        "CannotLockSoDeleteLogActions": "La taula log_action no es purgarà: siusplau doneu el privilegi LOCK TABLES a l'ususair de MySQL '%s'.",
        "ClickHereSettings": "Feu click aquí per entrar a %s la configuració",
        "CurrentDBSize": "Tamany actual de la Base de dades",
        "DBPurged": "Base de dades purgada",
        "DeleteBothConfirm": "Esteu apunt d'activar l'eliminació del registre i dels informes. Això esborrarà de forma permanent la posibilitat de veure informació analítica antiga. Esteu segurs que voleu fer això?",
        "DeleteDataDescription": "POdeu configurar el Piwik per esborar de forma periòdica els registres de visitants i\/o procesars el informes de forma períodica. Això permet reduïr la mida de la Base de dades.",
        "DeleteDataDescription2": "Si ho voleu, els informes pre-processat no s'esborraran Només el registre de visiites, d vistes de pàgines i de conversió seràn esborrat. També podeu esborrar els informes pre-processats i mantenir la informació del registre.",
        "DeleteDataInterval": "Esborrar la informació antiga cada",
        "DeleteDataSettings": "Eliminar el registre de visitants i informes antics",
        "DeleteLogDescription2": "Quan activeu l'eliminació automàtica us heu d'asegurar que tots els informes diaris han estat processats, així no perdeu informació.",
        "DeleteLogInfo": "S'esborraran els regsitres de les següents taules: %s",
        "DeleteLogsConfirm": "Esteu a punt d'activar l'eliminació d'informació. Si els registres anterior s'esborren i els informes no han estat creats no podreu veure la informació històrica. Esteu segurs que voleu fer això?",
        "DeleteLogsOlderThan": "Eliminar elsb registres anterior a",
        "DeleteMaxRows": "Nombre màxim de files per eliminar en una sola execució:",
        "DeleteMaxRowsNoLimit": "sense límit",
        "DeleteReportsConfirm": "Esteu a punt d'activar l'eliminació de la informació dels informes. Si els informes antics s'eliminen, haure de tornar-los a procesar per veure'ls. Esteu segur que voleu fer això?",
        "DeleteReportsDetailedInfo": "S'eliminarà la informació de les taules númeriques (%s) i de les taules binàries (%s).",
        "DeleteReportsInfo": "Si s'activa els informes antic s'esborraran. %s Recomanem que només ho activeu quan l'espai de la BD es limitat. %s",
        "DeleteReportsInfo2": "Si no heu activat \"%s\", els informes anteriors es recrearan de forma automàtica quan es demanin.",
        "DeleteReportsInfo3": "Si heu activat \"%s\", la informació s'esborrarà permanentment.",
        "DeleteReportsOlderThan": "Elmina els informes anteriors a",
        "DeleteSchedulingSettings": "Preferències de la programació",
        "DoNotTrack_Description": "La tecnologia de no traquejar permet als usuris donar-se de baixa de les estadístiques pels llocs web que ells no visiten, incloïent els serveis analítiques, les xarxes públicitaries i els xarxes socials.",
        "DoNotTrack_Disable": "Desactiveu el suport per a la desactivació del rastreig.",
        "DoNotTrack_Disabled": "El Piwik actualment gestiona tots els visitants, encara que ells haigin especificat \"No vull ser rastrejat\" en els seus navegadors web.",
        "DoNotTrack_DisabledMoreInfo": "Recomanem respectar la privacitat dels vostres visitants i activar el suport per la desactivació del rastreig.",
        "DoNotTrack_Enable": "Activeu el suport per la desactivació del restreig",
        "DoNotTrack_Enabled": "Bravo! Esteu respectant la privacitat dels vostres usuaris.",
        "DoNotTrack_EnabledMoreInfo": "Quan els usuaris han configurat el seu navegador per a a no ser rastrejats (La tecnologia de no rastreig esta activada) el Piwik no registrarà aquestes visites.",
        "DoNotTrack_SupportDNTPreference": "Suportar la configuració de No Rastreig",
        "EstimatedDBSizeAfterPurge": "Tamany de la base de dades desprès de la purga",
        "EstimatedSpaceSaved": "Tamany estalviat (estimació)",
        "GeolocationAnonymizeIpNote": "Nota: La geocalitazció tindrà els mateixos resultats amb 1 bit anònim. Amb 2 bits o més, la geocalització no serà acurada.",
        "GetPurgeEstimate": "Obtenir l'estimació de la purga",
        "KeepBasicMetrics": "Conserveu les mètriques bàsiques ( visites, pàgines vistes, raó de rebot, conversió d'objectius, conversións ecommerce, etc.)",
        "KeepDataFor": "Mantingueu l'informació per:",
        "KeepReportSegments": "Per mantenir aquesta informació també heu de mantenir els informes segmentats.",
        "LastDelete": "La última eliminació va ser el",
        "LeastDaysInput": "Siusplau especifieu un nombre de díes més gran que %s.",
        "LeastMonthsInput": "Siusplau, especifiqueu un nombre de dies més gran que %s.",
        "MenuPrivacySettings": "Privacitat",
        "NextDelete": "La pròxima eliminació programada el",
        "PluginDescription": "Personalitzeu el Piwik per que compleixi amb les legislacions actuals sobre privacitat.",
        "PurgeNow": "Purga la BD ara",
        "PurgeNowConfirm": "Esteu a punt d'esborrar tota la informació de la vostra base de ades. Esteu segur que voleu continuar?",
        "PurgingData": "Prugant la informació...",
        "ReportsDataSavedEstimate": "Mida de la Base de dades",
        "SaveSettingsBeforePurge": "Heu canviat la configuració d'esborrament. Sisplau, guardeu les vostres preferències abans de començar la purga.",
        "Teaser": "En aquesta pàgina podeu personalitzar el Piwik per tal de que compleixi amb les legislacions actuals. Podeu: %sconvertir la IP del visitant en anònima%s, %sesborrar automàticmant els registres antics de la base de dades%s i %s proporcionar un mecanisme per a que els vostreus usuaris puguin triar de no ser rastrejats %s.",
        "TeaserHeadline": "Preferències de Privacitat",
        "UseAnonymizeIp": "Convertir la IP dels vostres visitants en anònima",
        "UseDeleteLog": "Esborrar de forma períodica el registres de visitants.",
        "UseDeleteReports": "Esobrreu els informes de la base de dades de forma períodica"
    },
    "Provider": {
        "ColumnProvider": "Proveïdor",
        "PluginDescription": "Informació del Proveïdor dels visitants.",
        "ProviderReportDocumentation": "Aquest informe mostra quin Proveïdor d'Internet han utiltizat els vostres visitants per accedir al lloc. Podeu click al nom del proveïdor per més detalls. %s Si el Piwik no pot determinar el proveïdor del visitant, es mostra la seva adreça IP.",
        "SubmenuLocationsProvider": "Localitzacions i proveïdors",
        "WidgetProviders": "Proveïdors"
    },
    "Referrers": {
        "Campaigns": "Campanyes",
        "CampaignsDocumentation": "Visitants que visiten el vostre lloc web com a resultat d'una campanya. %s Visualitzeu l'inforrme %s per més detalls.",
        "CampaignsReportDocumentation": "Aquest informe mostra quines campanyes han portat visitants al vostre lloc web. %s Per mes informació sobre la gestió de campanyes, llegiu la %s documetnació de campanyes a piwik.org %s",
        "ColumnCampaign": "Campanya",
        "ColumnSearchEngine": "Cercador",
        "ColumnSocial": "Xarxa social",
        "ColumnWebsite": "Lloc web",
        "ColumnWebsitePage": "Pàgina web",
        "DetailsByReferrerType": "Detalls segons el tipus de referent",
        "DirectEntry": "Registre directe",
        "DirectEntryDocumentation": "Un visitant ha entrar la URL al seu navegador i ha començat a navegar pel vostre lloc web. Ell ha entrar directament al lloc web.",
        "Distinct": "Referents diferents segons el tipus",
        "DistinctCampaigns": "campanyes diferents",
        "DistinctKeywords": "paraules clau diferents",
        "DistinctSearchEngines": "cercadors diferents",
        "DistinctWebsites": "llocs web diferents",
        "EvolutionDocumentation": "Això es una vista global dels referents que us han portat visitants al vostre lloc web.",
        "EvolutionDocumentationMoreInfo": "Per mes informació dels tipus de referents, mireu la informació de la taula %s.",
        "Keywords": "Paraules clau",
        "KeywordsReportDocumentation": "Aquest informe mostra quines paraules clau han utilitzat els vostres visitants abans de ser dirigits al vostre lloc web. %s Clicant en una fila de la taula podeu veure la distribució de cercadors en que s'ha cercat la paraula clau.",
        "PluginDescription": "Informes sobre referents: Cercadors, Paraules Clau, Llocs web, Referent per Campanyes i Entrades Directes",
        "ReferrerName": "Nom del referent",
        "Referrers": "Referents",
        "SearchEngines": "Cercadors",
        "SearchEnginesDocumentation": "Un visitant ha vingut al vostre lloc web a través d'un navegador web. %s Visualitzeu l'informe %s per a més informació.",
        "SearchEnginesReportDocumentation": "Aquest informa mostra quins motors de cerca han portat usuaris al vostre lloc web. %s Clicant en una fila de la tabla, pedeu veureu que han estat cercant els vostres usuris en aquest lloc web.",
        "SocialFooterMessage": "Aquest és un subconjunt del l'informe de llocs web de l'esquerra. Filtra la informació d'altres llocs web així podeu comparar els referents de xarxes socials directament.",
        "Socials": "Xarxes socials",
        "SocialsReportDocumentation": "Aquest informe mostra quines xarxes socials han portat visitants al vostre lloc web. <br\/> Cliqueu una fila de la taule per mostrar de quines pàgines de les xarxes socials venen els vostres visitants.",
        "SubmenuSearchEngines": "Cercadors i paraules clau",
        "SubmenuWebsites": "Llocs web",
        "Type": "Tipus de referent",
        "TypeCampaigns": "Hi ha %s visites provinents de campanyes",
        "TypeDirectEntries": "Hi ha %s entrades directes",
        "TypeReportDocumentation": "Aquesta table conté informació sobre la distribució dels diferents tipus de referents.",
        "TypeSearchEngines": "Hi ha %s visites provinents dels motors de cerca",
        "TypeWebsites": "Hi ha %s visites provinents d'altres llocs",
        "UsingNDistinctUrls": "(utiltizant %s urls diferents)",
        "Websites": "Llocs web",
        "WebsitesDocumentation": "Els visitant ha seguit un enllaç en un altre lloc web que ha portat al vostre lloc web. %s Visualitzeu l'informe %s per a més detalls.",
        "WebsitesReportDocumentation": "En aquesta taula podeu observar quins llocs web han portat visitants al vostre lloc web. %s Cliqueu en una fila de la taule per veure les URL dels enllaços a les vostres pàgines.",
        "WidgetExternalWebsites": "Llistat de llocs web externs",
        "WidgetKeywords": "Llistat de paraules clau",
        "WidgetSocials": "Llista de xarxes socials"
    },
    "RowEvolution": {
        "AvailableMetrics": "Mètriques disponibles",
        "CompareDocumentation": "Feu click a l'enllaç a continuació per obrir aquesta finestra emergent per la mateixa taula i comparar múltiples registres <br \/> Utilitzeu la tecla Shit per marcar la fila per a comparació sense obrir aquesta finestra emergent.",
        "CompareRows": "Compareu registres",
        "ComparingRecords": "Comparant %s files",
        "Documentation": "Feu click a les mètriques per mostrarle al gràfic d'evolució. Utiltizeu la tecla shift per mostrar múltiples mètriques d'una vegada.",
        "MetricBetweenText": "entre %s i %s",
        "MetricChangeText": "%s en el període",
        "MetricsFor": "Mètriques per %s",
        "MultiRowEvolutionTitle": "Evolució de múltiples files",
        "PickAnotherRow": "Seleccioneu una altra fila per comparar",
        "PickARow": "Seleccioneu una fila per comparar"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(opcional) mostrar les opcions",
        "AggregateReportsFormat_GraphsOnly": "Mostra només els gràfics (sense taules)",
        "AggregateReportsFormat_TablesAndGraphs": "Mostrar les taules i els gràfics per a tots els informes.",
        "AggregateReportsFormat_TablesOnly": "(per defecte) Mostra les taules d'informe (Gràfiques només per les mètriques clau)",
        "AlsoSendReportToTheseEmails": "Envía també l'informe als seguents correus electrònics (un per línia):",
        "AreYouSureDeleteReport": "Esteu segurs que voleu eliminar aquest informe i la seva programació?",
        "CancelAndReturnToReports": "Cancela i %storna a la llista d'informes%s",
        "CreateAndScheduleReport": "Crear i programar un informe",
        "CreateReport": "Crear un informe",
        "DescriptionOnFirstPage": "La descripció del informes es mostrarà a la primera pàgina del informe.",
        "DisplayFormat_TablesOnly": "Mostra només taules (sense gràfics)",
        "EmailHello": "Hola,",
        "EmailReports": "Informes per correu electrònic",
        "EmailSchedule": "Programació per correu electrònic",
        "EvolutionGraph": "Mostrar els valors històrics pels %s valors més representatius.",
        "FrontPage": "Portada",
        "ManageEmailReports": "Administra els informes per correu electrònic.",
        "MonthlyScheduleHelp": "Programació mensual: L'informe s'enviarà el primer día de cada més.",
        "MustBeLoggedIn": "Heu d'estar identificat per crear i programar informes personalitzats",
        "NoRecipients": "Aquest informe no té destinataris",
        "Pagination": "Pàgina %s de %s",
        "PiwikReports": "Informes Piwik",
        "PleaseFindAttachedFile": "Podeu trobar al fitxer adjunt el vostre informe %1$s per a %2$s.",
        "PleaseFindBelow": "A continuació podeu trobar el vostre informe %1$s per a %2$s.",
        "PluginDescription": "Creeu i descarregeu els vostres informes personalitats. Envieu-vos els per correu electronic diariament, semanalment o mensualment.",
        "ReportFormat": "Format de l'informe",
        "ReportIncludeNWebsites": "L'informe incloura les mètriques més importants de tots els llocs webs que tinguin almenys una visita (dels %s llocs web actualment disponibles)",
        "ReportsIncluded": "Estadístiques incloses",
        "ReportType": "Envia l'informe a través de",
        "SendReportNow": "Envia l'informe ara",
        "SendReportTo": "Envia l'informe a",
        "SentToMe": "Enviam l'informe a mi",
        "TableOfContent": "Llista d'informes",
        "ThereIsNoReportToManage": "No hi ha cap informe per administrar el lloc web %s",
        "TopLinkTooltip": "Creeu informes per correu electrònic per a que les estadístiques del Piwik es dipositin al vostre correu electrònic (o als dels vostres clients) automàticament",
        "TopOfReport": "Torna a dalt",
        "UpdateReport": "Actualitza l'informe",
        "WeeklyScheduleHelp": "Programació semanal: L'informe s'enviara el Dilluns de cada setmana."
    },
    "SEO": {
        "AlexaRank": "Ranking Alexa",
        "Bing_IndexedPages": "Pàgines indexades per Bing",
        "Dmoz": "Entrades DMOZ",
        "DomainAge": "Edat del domini",
        "Google_IndexedPages": "Pàgines indexades per Google",
        "Rank": "Ranking",
        "SeoRankings": "Ranking SEO",
        "SEORankingsFor": "Ranking SEO per %s"
    },
    "SitesManager": {
        "AddSite": "Afegeix un lloc nou",
        "AdvancedTimezoneSupportNotFound": "El suport per a zones horaries avançat no està disponible a la vostra versió de PHP (suportat a partir de la versio 5.2). Encara podeu utilitzar la diferencia UTC de forma manual.",
        "AliasUrlHelp": "Es recomanat, però no obligatori, especificar totes les URL (una per líniea) que els vostres visitants utilizen per accedir al lloc web. Les URL de Alias no apareixeran al informe de Referents > LLocs web. No es necessàri especificar les URL amb i sense 'www' ja que el Piwik té en compte les dos de forma automàtica.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Canviar la vostra zona horaria només afecta les dades futures, no s'aplicarà de forma retroactiva.",
        "ChooseCityInSameTimezoneAsYou": "Seleccioneu una ciutat de la mateixa zona horaria que la vosatra",
        "Currency": "Moneda",
        "CurrencySymbolWillBeUsedForGoals": "El simbol de la moneda es mostrarà al costat dels ingresos dels objectius.",
        "DefaultCurrencyForNewWebsites": "Moneda per defecte per als nous llocs web",
        "DefaultTimezoneForNewWebsites": "Zona horària per als nous llocs web",
        "DeleteConfirm": "Realment voleu esborrar el lloc '%s'?",
        "DisableSiteSearch": "No rastregeu la Cerca del vostre lloc web",
        "EcommerceHelp": "Quan s'activi, l'apartat \"Objectius\" tindrà una nova secció \"Ecommerce\".",
        "EnableEcommerce": "Ecommerce activat",
        "EnableSiteSearch": "Rastreig de les cerques al lloc web activat",
        "EnableSiteSpecificUserAgentExclude": "Activa l'exclusió per user-agent específic per al lloc web.",
        "EnableSiteSpecificUserAgentExclude_Help": "Si necessiteu excluïr diferents user-agent per a diferents llocs webs, marque aquesta opció, guardeu les opcions i %1$s afegiu user-agents a continuaicó %2$s.",
        "ExceptionDeleteSite": "No és possible eliminar aquest lloc ja que és l'únic configurat. Afegiu un altre lloc primer i, llavors, ja esborrareu aquest.",
        "ExceptionEmptyName": "El nom del lloc no pot estar buit.",
        "ExceptionInvalidCurrency": "La moneda \"%s\" no es vàlida. Sisplau, introduïu un símbol de moneda vàlid (p.e. %s)",
        "ExceptionInvalidIPFormat": "La IP a excloure \"%s\" no te un format IP vàlid (p.e. %s).",
        "ExceptionInvalidTimezone": "La zona horària \"%s\" no es vàlida. Sisplau introduïu una zona horària vàlida.",
        "ExceptionInvalidUrl": "L'adreça '%s' no és vàlida.",
        "ExceptionNoUrl": "Heu d'especificar una URL com a mínim.",
        "ExcludedIps": "IPs excloses",
        "ExcludedParameters": "Paràmetres exclosos",
        "ExcludedUserAgents": "Agents d'usuari exclosos",
        "GlobalExcludedUserAgentHelp1": "Introduïeu la llista de user-agents per excloure del rastreig de Piwik.",
        "GlobalExcludedUserAgentHelp2": "Podeu utilizar això per excloure robots del rastreig.",
        "GlobalListExcludedIps": "Llista global de IPs Excloses.",
        "GlobalListExcludedQueryParameters": "Llista global de paràmetres d'URL per excloure",
        "GlobalListExcludedUserAgents": "LLista global d'user-agents a excloure",
        "GlobalListExcludedUserAgents_Desc": "Si el user-agent del visitant conté alguna de les cadenes especificades, el visitant serà exclòs del Piwik.",
        "GlobalWebsitesSettings": "Preferències globals dels llocs web",
        "HelpExcludedIps": "Introduïeu la llista d'IP, una per línia, que voleu excloure del rsatreig de Piwik. Podeu utilitzar comodins, p.e. %1$s o %2$s",
        "JsTrackingTagHelp": "Aquí teniu l'etiqueta de seguiment JavaScript per tal d'incloure-la a totes les pàgines",
        "ListOfIpsToBeExcludedOnAllWebsites": "Les IPs indicades a continuació serán excloses del rastreig a tots els llocs web.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Els paràmetres de URL indicats a continuació seran exclosos de les URL a tots els llocs web.",
        "ListOfQueryParametersToExclude": "Introduïu la llista de Parametres d'URL, un per línea, per a excloure del les URL de pàgina dels informes.",
        "MainDescription": "Els informes d'anàlisi web necessiten llocs web! Afegiu, actualitzeu i esborreu-ne. Veieu també el codi JavaScript que heu d'inserir a les pàgines.",
        "NotAnEcommerceSite": "No es un lloc d'Ecommerce",
        "NotFound": "No s'han trobat llocs web per",
        "NoWebsites": "No teniu cap lloc que pugueu administrar",
        "OnlyOneSiteAtTime": "Només podeu editar un lloc web a la vegada. Sisplau, Guardeu o Canceleu les modificacions al lloc web %s.",
        "PiwikOffersEcommerceAnalytics": "EL Piwik permet analítiques avançades per a Eccomerce. Sabeu més de les %s Analítiques per a Ecommerce %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik exclourà automàticament els paràmetres de sessió comuns (%s).",
        "PluginDescription": "Gestió de Llocs Web al Piwik: Afegiu un nou lloc Web, Editeu un d'existent, mostreu el codi Javascript per incloure a les vostres pàgines. Totes les accions están disponibles a través de la API.",
        "SearchCategoryDesc": "El Piwik també pot gestionar la categoria de Cerca per cada una de les paraules clau de la carca interna.",
        "SearchCategoryLabel": "Paràmetre de la categoria",
        "SearchCategoryParametersDesc": "Podeu introduir una llista separada per comes de paràmetres que especifíquen la categoria de cerca.",
        "SearchKeywordLabel": "Paràmetre",
        "SearchKeywordParametersDesc": "Introduïu una llista separada per comes de paràmetres que conte la paraula clau de cerca al lloc web.",
        "SearchParametersNote": "Nota: Els parametres de cerca i categoria de cerca només s'utilitzaran per llocs webs que tenen la Cerca al lloc activada pero que tenen aquest paràmetres en blanc.",
        "SearchParametersNote2": "Per deshabilitar la Cerca al lloc per als nous llocs web, deixeu aquest dos camps en blanc.",
        "SearchUseDefault": "Utilitzar els paràmetres de Cerca al Lloc %s per defecte %s",
        "SelectACity": "Seleccioneu una ciutat",
        "SelectDefaultCurrency": "Podeu seleccionar la moneda per defecte dels nous llocs web.",
        "SelectDefaultTimezone": "Podeu seleccionar la zona horària per defecte dels nous llocs web.",
        "ShowTrackingTag": "mostra l'etiqueta de seguiment",
        "Sites": "Llocs",
        "SiteSearchUse": "Podeu utilitzar el Piwik per rastrejar i vistualitzar informes sobre que estan cercant els vostres visitants a la cerca interna del vostre lloc web.",
        "Timezone": "Zona horària",
        "TrackingSiteSearch": "Rastreig de la Cerca Interna.",
        "TrackingTags": "Codi de rastreig per %s",
        "Urls": "Adreces",
        "UTCTimeIs": "L'hora UTC es %s.",
        "WebsitesManagement": "Gestiona els llocs",
        "YouCurrentlyHaveAccessToNWebsites": "Actualment teniu accés a %s llocs web.",
        "YourCurrentIpAddressIs": "La vostra adreça IP es %s"
    },
    "Transitions": {
        "BouncesInline": "%s rebots",
        "DirectEntries": "Entrades directes",
        "ErrorBack": "Ves a l'acció anterior",
        "ExitsInline": "%s surts",
        "FromCampaigns": "De campanyes",
        "FromPreviousPages": "De pàgines internes",
        "FromPreviousPagesInline": "%s de pàgines internes",
        "FromPreviousSiteSearches": "De la cerca interna",
        "FromPreviousSiteSearchesInline": "%s de la cerques internes",
        "FromSearchEngines": "De cercadors",
        "FromWebsites": "De llocs web",
        "IncomingTraffic": "Tràfic entrant",
        "LoopsInline": "%s refrescos de pàgina",
        "NoDataForAction": "No hi ha informació per %s",
        "NoDataForActionDetails": "O l'acció no ha estat vista cap vegada durant el període %s o és invàlida.",
        "OutgoingTraffic": "Tràfic surtint",
        "PluginDescription": "Mostra informació sobra les accions anteriors i següents a una URL.",
        "ShareOfAllPageviews": "Aquesta pàgina ha tingut %s visites (%s de totes les visites)",
        "ToFollowingPages": "A pàgines internes",
        "ToFollowingPagesInline": "%s a pàgines internes",
        "ToFollowingSiteSearches": "Cerques internes",
        "ToFollowingSiteSearchesInline": "%s cerques internes",
        "XOfAllPageviews": "%s de totes les visualitzacions d'aquesta pàgina",
        "XOutOfYVisits": "%s (de %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "No s'ha pogut trobar la funció apache_get_modules, s'asumeix que s'utilitza un servidor web diferent del Apache.",
        "CannotFindGeoIPDatabaseInArchive": "No s'ha pogut trobar el fitxer %1$s al fitxer tar %2$s!",
        "CannotFindGeoIPServerVar": "La variable %s no està definida. Pot ser que el vostre servidor web no estigui configurat correctament.",
        "CannotFindPeclGeoIPDb": "No s'ha pogut trobar una base de dades de països, regions o ciutats pel modul GeoIP PECL. Assegureu-vos que la vostra base de dades GeoIP es troba a %1$s, i s'anomena %2$s o %3$s, sinó el mòdul PECL lo la detectarà.",
        "CannotListContent": "No s'ha pogut llistar el contingut de %1$s: %2$s",
        "CannotLocalizeLocalIP": "L'adreça IP %s és una adreça local i no pot ser Geolocalitzada.",
        "CannotSetupGeoIPAutoUpdating": "Sembla que esteu guardant la vostra base de dades de GeoIP fora del Piwik (ho podem assegurar perquè no hi ha bases de dades al directori misc, però la GeoIP està funcionant). El Piwik no podrà actualitzar automàticament les vostres bases de dades GeoIP si aquestes es troben fora del directori misc.",
        "CannotUnzipDatFile": "No s'ha pogut descomprimir el fitxer dat de %1$s: %2$s",
        "City": "Ciutat",
        "Continent": "Continent",
        "continent_afr": "Àfrica",
        "continent_amc": "America Central",
        "continent_amn": "Amèrica del Nord",
        "continent_ams": "Amèrica Central i del Sud",
        "continent_ant": "Antàrtida",
        "continent_asi": "Àsia",
        "continent_eur": "Europa",
        "continent_oce": "Oceania",
        "Country": "País",
        "country_a1": "Proxy Anònim",
        "country_a2": "Proveïdor per satelit",
        "country_ac": "Illes Ascensió",
        "country_ad": "Andorra",
        "country_ae": "Emirats Àrabs Units",
        "country_af": "Afganistan",
        "country_ag": "Antigua i Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albània",
        "country_am": "Armènia",
        "country_an": "Antilles Neerlandeses",
        "country_ao": "Angola",
        "country_ap": "Regió de l'Àsia\/Pacific",
        "country_aq": "Antàrtida",
        "country_ar": "Argentina",
        "country_as": "Samoa Nord-americana",
        "country_at": "Àustria",
        "country_au": "Austràlia",
        "country_aw": "Aruba",
        "country_ax": "Illes Åland",
        "country_az": "Azerbaidjan",
        "country_ba": "Bòsnia i Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangla Desh",
        "country_be": "Bèlgica",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgària",
        "country_bh": "Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Saint Barthélemy",
        "country_bm": "Bermuda",
        "country_bn": "Brunei",
        "country_bo": "Bolívia",
        "country_bq": "Bonaire, Sint Eustatius i Saba",
        "country_br": "Brasil",
        "country_bs": "Bahames",
        "country_bt": "Bhutan",
        "country_bu": "Birmània (Myanmar)",
        "country_bv": "Bouvet",
        "country_bw": "Botswana",
        "country_by": "Bielorússia",
        "country_bz": "Belize",
        "country_ca": "Canadà",
        "country_cat": "Comunitats catalano-parlants",
        "country_cc": "Illes Cocos",
        "country_cd": "República Democràtica del Congo",
        "country_cf": "República Centreafricana",
        "country_cg": "República del Congo",
        "country_ch": "Suïssa",
        "country_ci": "Costa d'Ivori",
        "country_ck": "Illes Cook",
        "country_cl": "Xile",
        "country_cm": "Camerun",
        "country_cn": "Xina",
        "country_co": "Colòmbia",
        "country_cp": "Illa Clipperton",
        "country_cr": "Costa Rica",
        "country_cs": "Sèrbia i Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Cap Verd",
        "country_cw": "Curaçao",
        "country_cx": "Illa Christmas",
        "country_cy": "Xipre",
        "country_cz": "República Txeca",
        "country_de": "Alemanya",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibouti",
        "country_dk": "Dinamarca",
        "country_dm": "Dominica",
        "country_do": "República Dominicana",
        "country_dz": "Algèria",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Equador",
        "country_ee": "Estònia",
        "country_eg": "Egipte",
        "country_eh": "Sàhara Occidental",
        "country_er": "Eritrea",
        "country_es": "Espanya",
        "country_et": "Etiòpia",
        "country_eu": "Unió Europea",
        "country_fi": "Finlàndia",
        "country_fj": "Illes Fiji",
        "country_fk": "Illes Malvines",
        "country_fm": "Estats Federats de Micronèsia",
        "country_fo": "Illes Fèroe",
        "country_fr": "França",
        "country_fx": "França, Metropolitana",
        "country_ga": "Gabon",
        "country_gb": "Gran Bretanya",
        "country_gd": "Grenada",
        "country_ge": "Geòrgia",
        "country_gf": "Guaiana Francesa",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Grenlàndia",
        "country_gm": "Gàmbia",
        "country_gn": "Guinea",
        "country_gp": "Illa Guadalupe",
        "country_gq": "Guinea Ecuatorial",
        "country_gr": "Grècia",
        "country_gs": "Illes Geòrgia del Sud i Sandwich del Sud",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Illes Heard i McDonald",
        "country_hn": "Hondures",
        "country_hr": "Croàcia",
        "country_ht": "Haití",
        "country_hu": "Hongria",
        "country_ic": "Illes Canàries",
        "country_id": "Indonèsia",
        "country_ie": "Irlanda",
        "country_il": "Israel",
        "country_im": "Man (illa)",
        "country_in": "Índia",
        "country_io": "Territori Britànic de l'Oceà Índic",
        "country_iq": "Iraq",
        "country_ir": "Iran",
        "country_is": "Islàndia",
        "country_it": "Itàlia",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordània",
        "country_jp": "Japó",
        "country_ke": "Kenya",
        "country_kg": "Kirguizistan",
        "country_kh": "Cambodja",
        "country_ki": "Kiribati",
        "country_km": "Comores",
        "country_kn": "Saint Kitts i Nevis",
        "country_kp": "Korea del Nord",
        "country_kr": "Corea del Sud",
        "country_kw": "Kuwait",
        "country_ky": "Illes Caiman",
        "country_kz": "Kazakhstan",
        "country_la": "Laos",
        "country_lb": "Líban",
        "country_lc": "Saint Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Libèria",
        "country_ls": "Lesotho",
        "country_lt": "Lituània",
        "country_lu": "Luxemburg",
        "country_lv": "Letònia",
        "country_ly": "Líbia",
        "country_ma": "Marroc",
        "country_mc": "Mònaco",
        "country_md": "Moldàvia",
        "country_me": "Montenegro",
        "country_mf": "Illa de Sant Martí",
        "country_mg": "Madagascar",
        "country_mh": "Illes Marshall",
        "country_mk": "Macedònia",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongòlia",
        "country_mo": "Macau",
        "country_mp": "Illes Marianes Septentrionals",
        "country_mq": "Martinica",
        "country_mr": "Mauritània",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Maurici",
        "country_mv": "Maldives",
        "country_mw": "Malawi",
        "country_mx": "Mèxic",
        "country_my": "Malàisia",
        "country_mz": "Moçambic",
        "country_na": "Namíbia",
        "country_nc": "Nova Caledònia",
        "country_ne": "Níger",
        "country_nf": "Illa Norfolk",
        "country_ng": "Nigèria",
        "country_ni": "Nicaragua",
        "country_nl": "Països Baixos",
        "country_no": "Noruega",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Zona neutra",
        "country_nu": "Niue",
        "country_nz": "Nova Zelanda",
        "country_o1": "Un altre pais",
        "country_om": "Oman",
        "country_pa": "Panamà",
        "country_pe": "Perú",
        "country_pf": "Polinèsia Francesa",
        "country_pg": "Papua Nova Guinea",
        "country_ph": "Filipines",
        "country_pk": "Pakistan",
        "country_pl": "Polònia",
        "country_pm": "Saint-Pierre i Miquelon",
        "country_pn": "Illes Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Territori Palestí",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguai",
        "country_qa": "Qatar",
        "country_re": "Illa de la Reunió",
        "country_ro": "Romania",
        "country_rs": "Sèrbia",
        "country_ru": "Rússia",
        "country_rw": "Rwanda",
        "country_sa": "Aràbia Saudita",
        "country_sb": "Illes Salomó",
        "country_sc": "Seychelles",
        "country_sd": "Sudan",
        "country_se": "Suècia",
        "country_sf": "Finlàndia",
        "country_sg": "Singapur",
        "country_sh": "Saint Helena",
        "country_si": "Eslovènia",
        "country_sj": "Svalbard",
        "country_sk": "Eslovàquia",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somàlia",
        "country_sr": "Surinam",
        "country_ss": "Sudan del Sud",
        "country_st": "São Tomé i Príncipe",
        "country_su": "Antiga URSS",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten (Part Alemanya)",
        "country_sy": "Síria",
        "country_sz": "Swazilàndia",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Illes Turks i Caicos",
        "country_td": "Txad",
        "country_tf": "Terres Australs i Antàrtiques Franceses",
        "country_tg": "Togo",
        "country_th": "Tailàndia",
        "country_ti": "Tibet",
        "country_tj": "Tadjikistan",
        "country_tk": "Tokelau",
        "country_tl": "Timor Oriental",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunísia",
        "country_to": "Tonga",
        "country_tp": "Timor Oriental",
        "country_tr": "Turquia",
        "country_tt": "Trinitat i Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tanzània",
        "country_ua": "Ucraïna",
        "country_ug": "Uganda",
        "country_uk": "Regne Unit",
        "country_um": "Illes Perifèriques Menors dels EUA",
        "country_us": "EUA",
        "country_uy": "Uruguai",
        "country_uz": "Uzbekistan",
        "country_va": "Ciutat del Vaticà",
        "country_vc": "Saint Vincent i les Grenadines",
        "country_ve": "Veneçuela",
        "country_vg": "Illes Verges Britàniques",
        "country_vi": "Illes Verges Americanes",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis i Futuna",
        "country_ws": "Samoa",
        "country_ye": "Iemen",
        "country_yt": "Mayotte",
        "country_yu": "Iugoslàvia",
        "country_za": "Sud-àfrica",
        "country_zm": "Zàmbia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "Segons el proveïdor, la vostra localització actual és",
        "DefaultLocationProviderDesc1": "El proveïdor de localització per defecte suposa el país del visitant en funció del llenguatge que fan servir.",
        "DefaultLocationProviderDesc2": "Això no és molt precís, per tant %1$s recomanem instal·lar i utilitzar %2$sGeoIP%3$s.%4$s",
        "DistinctCountries": "Hi ha %s països diferents",
        "DownloadingDb": "Descarregant %s",
        "DownloadNewDatabasesEvery": "Actualitza la base de dades cada",
        "FatalErrorDuringDownload": "S'ha produït un error fatal mentre es descarregava el fitxer. Deu haver algun problema amb la vostra connexió a Internet o amb la base de dades GeoIP que heu Baixat. Proveu de descarregar-la instal·lar-la manualment.",
        "FoundApacheModules": "El Piwik ha trobat els següents mòduls d'Apache",
        "GeoIPCannotFindMbstringExtension": "No s'ha pogut trobar la funció %1$s. Assegureu-vos que l'extensió %2$s està instal·lada i carregada.",
        "GeoIPDatabases": "Base de dades GeoIP",
        "GeoIPDocumentationSuffix": "Per a veure informació d'aquest informe, heu de configurar la GeoIP a la pestanya Geolocalització. Les bases de dades comercials de %1$sMaxmind%2$s són més acurades que les gratuïtes. Podeu veure com són d'acurades fent click %3$saquí%4$s.",
        "GeoIPImplHasAccessTo": "Aquesta implementació de GeoIP té accés als següents tipus de bases de dades",
        "GeoIpLocationProviderDesc_Pecl1": "Aquest proveïdor de localització utilitza una base de dades GeoIP i un mòdul PECL per determinar de forma eficient i acurada la localització dels vostres visitants.",
        "GeoIpLocationProviderDesc_Pecl2": "No hi ha cap limitació amb aquest proveïdor, per tant és el que recomanem que utilzeu.",
        "GeoIpLocationProviderDesc_Php1": "Aquest proveïdor és el més simple d'instal·lar i no requereix cap configuració del servidor (ideal per a hosting compartit!). Utiltiza una base de dades GeoIP i la api PHP de MaxMind per determinar de forma acurada la localització dels vostres visitants.",
        "GeoIpLocationProviderDesc_Php2": "Si el vostre lloc web té molt tràfic trobareu que aquest proveïdor de localització és massa lent. En aquest cas podeu instalar la %1$s Extensió PECL %2$s o un %3$s mòdul del serviro %4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Aquest proveïdor de localització utiltiza el modul GeoIP que ha estat instal·lat al vostre servidor HTTP. Aquest proveïdor es ràpid i acurat, però %1$s només es pot fer servir l'escaneig amb el rastreig de webs normal .%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Si heu d'importar els fitxers de Log o alguna altra cosa que requereixi utilizar addreces IP, utilitzeu la %1$sImplementació GeoIP PECL (recomanada)%2$s o la %3$s implementació GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: L'anonimització IP no té cap efecte amb les localitzacions reportades per aquest proveïdor. Abans d'utilitzar amb l'anonimització IP, assegureu-vos que no viola cap llei de privacitat a la que podeu estar subjectes.",
        "GeoIPNoServerVars": "El Piwik no ho pogut trobar cap variable GeoIP a %s",
        "GeoIPPeclCustomDirNotSet": "L'opció %s del PHP ini no està definida",
        "GeoIPServerVarsFound": "El Piwik detecta les següents variables GeoIP a %s",
        "GeoIPUpdaterInstructions": "Introduïu els enllaços de descàrrega de les vostres bases de dades a continuació. Si heu comprat bases de dades de %3$sMaxMind%4$s podeu trobar els enllaços %1$saquí%2$s. Poseu-vos amb contacte amb %3$sMaxMind%4$s si teniu problemes per accedir-hi.",
        "GeoIPUpdaterIntro": "El Piwik està gestionant les actualitzacions de les següents bases de dades GeoIP",
        "GeoLiteCityLink": "Si esteu fent servir la Base de dades de ciutats GeoLite feu servir aquest enllaç: %1$s%2$s%3$s.",
        "Geolocation": "Geolocalització",
        "GeolocationPageDesc": "En aquesta pàgina podeu canviar com el Piwik determina la localització dels vostres visitants.",
        "getCityDocumentation": "Aquest informe mostra les ciutats on estaven els vostres visitants quan van accedir el vostre lloc web.",
        "getContinentDocumentation": "Aquest informe mostra el continent on eren els vostres visitants quan van accedir al vostre lloc web.",
        "getCountryDocumentation": "Aquest informe mostra el país on estaven els vostres visitants quan van accedir al vostre lloc web.",
        "getRegionDocumentation": "Aquest informe mostra la regió on estaven els vostres visitants quan van accedir al vostre lloc web.",
        "HowToInstallApacheModule": "Com instal·lo el módul GeoIP per l'Apache?",
        "HowToInstallGeoIPDatabases": "Com puc obtenir una base de dades GeoIP?",
        "HowToInstallGeoIpPecl": "Com instal·lo l'extensió GeoIP PECL?",
        "HowToInstallNginxModule": "Com instal·lo el modul GeoIP per Nginx?",
        "HowToSetupGeoIP": "Com configuració la geocalitazció acurada amb GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDescàrrega%2$s la base de dades GeoLite City de %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extraieu el aquest fitxer i copieu el resultat, %1$s al subdirectori %2$smisc%3$s del Piwik (ho podeu fer per FTP o per SSH).",
        "HowToSetupGeoIP_Step3": "Recàrrega aquesta pantalla. El proveïdor %1$sGeoIP (PHP)%2$s està ara %3$s instal·lat %4$s. Seleccioneu-lo.",
        "HowToSetupGeoIP_Step4": "I ja esta tot! Acabeu de configurar el Piwik per utilitzar GeoIP que vol dir que podeu veure les regions i les ciutats dels vostres visitants i una informació molt acurada dels seus països.",
        "HowToSetupGeoIPIntro": "Sembla que no teniu configurada la Geolocalització. Es tracta d'una característica molt útil, i sense ella no podreu veure de forma acurada la localització completa dels vostres visitants. Tot seguit us expliquem com podeu començar a fer-la servir:",
        "HttpServerModule": "Mòdul del Servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Període invàlid de l'actualització GeoIP: %1$s. Els valors vàlids són %2$s.",
        "IPurchasedGeoIPDBs": "He comprat %1$suna base de dades més acurada de MaxMind%2$s i vull utilitzar les actualitzacions automàtiques",
        "ISPDatabase": "Base de dades de ISP",
        "IWantToDownloadFreeGeoIP": "Vull utilitzar la base de dades GeoIP gratuïta...",
        "Latitude": "Latitud",
        "Location": "Localització",
        "LocationDatabase": "Base de dades de Localització",
        "LocationDatabaseHint": "Una base de dades de localització és una base de dades de països, regions o ciutats.",
        "LocationProvider": "Proveïdor de localitzacions",
        "Longitude": "Longitud",
        "NoDataForGeoIPReport1": "No hi ha informació per aquest informe perquè la informació de localització no esta disponible o l'adreça IP del visitant no pot ser geolocalitzada.",
        "NoDataForGeoIPReport2": "Per activar la geolocalització acurada, canvieu les preferències %1$saquí%2$s i utilitzeu una %3$sbase de dades a nivell de ciutat%4$s.",
        "Organization": "Organització",
        "OrgDatabase": "Base de dades d'Organització",
        "PeclGeoIPNoDBDir": "El mòdul de PECL està cercant la base de dades a %1$s, però aquest directori no existeix. Sisplau, creu-lo i afegiu bases de dades de Geolocalització allí. Alternativament, podeu modificar el paràmetre %2$s del vostre fitxer php.ini per utilizar el directori correcte.",
        "PeclGeoLiteError": "La vostra base de dades de Geocalització es troba a %1$s amb el nom %2$s. Desafortunadament, el mòdul PECL no la pot reconèixer amb aquest nom. Sisuaplau, renombreu-la a %3$s.",
        "PiwikNotManagingGeoIPDBs": "El Piwik actualment no gestiona cap base de dades de Geolocalització",
        "PluginDescription": "El informes que contenen informació sobra la localització (pais, regió, ciutat i coordenades geogràfiques (latitud\/longitud)",
        "Region": "Regió",
        "SetupAutomaticUpdatesOfGeoIP": "Configureu les actualitzacions automàtiques de les bases de Dades de Geolocalització.",
        "SubmenuLocations": "Localització",
        "TestIPLocatorFailed": "El Piwik ha provat de localitzar la IP coneguda (%1$s), però el servidor ha retornat %2$s. Si el proveïdor està correctament configurat hauria d'haver retornat %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "El fitxer descarregat no es una Base de dades de Geolocalització vàlida. Sisplau, reviseu la URL o descarregueu el fitxer manualment.",
        "ToGeolocateOldVisits": "Per obtenir la localització de les visites anteriors, utilitzeu el script descrit %1$saquí%2$s.",
        "UnsupportedArchiveType": "S'ha trobat un tipus de fitxer no soportat %1$s.",
        "WidgetLocation": "Ubicació del visitant"
    },
    "UserCountryMap": {
        "map": "mapa"
    },
    "UserSettings": {
        "BrowserFamilies": "Motors dels navegadors",
        "Browsers": "Navegadors",
        "ColumnBrowser": "Navegador",
        "ColumnBrowserFamily": "Família del navegador",
        "ColumnBrowserVersion": "Versió del navegador",
        "ColumnConfiguration": "Configuració",
        "ColumnOperatingSystem": "Sistema operatiu",
        "ColumnResolution": "Resolució",
        "ColumnTypeOfScreen": "Tipus de pantalla",
        "Configurations": "Configuracions",
        "GamingConsole": "Consola de jocs",
        "Language_aa": "Afar",
        "Language_ab": "Abkhazian",
        "Language_ae": "Avestan",
        "Language_af": "Africaans",
        "Language_ak": "Akan",
        "Language_am": "Amharic",
        "Language_an": "Aragonès",
        "Language_ar": "Aràbic",
        "Language_as": "Assamès",
        "Language_av": "Avaric",
        "Language_ay": "Aymara",
        "Language_az": "Azerbaidjan",
        "Language_ba": "Bashkir",
        "Language_be": "Bielorúss",
        "Language_bg": "Búlgar",
        "Language_bh": "Bihari",
        "Language_bi": "Bislama",
        "Language_bm": "Bambara",
        "Language_bn": "Bengalí",
        "Language_bo": "Tibetà",
        "Language_br": "Bretó",
        "Language_bs": "Bosnià",
        "Language_ca": "Català",
        "Language_ce": "Txetxè",
        "Language_ch": "Chamorro",
        "Language_co": "Cors",
        "Language_cr": "Cree",
        "Language_cs": "Txec",
        "Language_cu": "Eslau",
        "Language_cv": "Chuvash",
        "Language_cy": "Gal·lès",
        "Language_da": "Danès",
        "Language_de": "Alemany",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewe",
        "Language_el": "Grec",
        "Language_en": "Anglès",
        "Language_eo": "Esperanto",
        "Language_es": "Castellà",
        "Language_et": "Estònia",
        "Language_eu": "Basc",
        "Language_fa": "Persa",
        "Language_ff": "Fulah",
        "Language_fi": "Finès",
        "Language_fj": "Fiji",
        "Language_fo": "Illes Fèroe",
        "Language_fr": "Francès",
        "Language_fy": "Frisian de l'est",
        "Language_ga": "Irlandès",
        "Language_gd": "Gaèlic escocès",
        "Language_gl": "Gallec",
        "Language_gn": "Guaraní",
        "Language_gu": "Gujarati",
        "Language_gv": "Illa de Man",
        "Language_ha": "Hausa",
        "Language_he": "Hebreu",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri Motu",
        "Language_hr": "Croat",
        "Language_ht": "Creole haitià",
        "Language_hu": "Hongarès",
        "Language_hy": "Armeni",
        "Language_hz": "Herero",
        "Language_ia": "Interlingua",
        "Language_id": "Indonesi",
        "Language_ie": "Interlingue",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Inupiaq",
        "Language_io": "Ido",
        "Language_is": "Islandès",
        "Language_it": "Italià",
        "Language_iu": "Inuktitut",
        "Language_ja": "Japonès",
        "Language_jv": "Javanès",
        "Language_ka": "Georgià",
        "Language_kg": "Kongo",
        "Language_ki": "Kukuyu",
        "Language_kj": "Kuanyama",
        "Language_kk": "Kazakhstan",
        "Language_kl": "Groenlàndia",
        "Language_km": "Khmer Central",
        "Language_kn": "Kannada",
        "Language_ko": "Coreà",
        "Language_kr": "Kanuri",
        "Language_ks": "Kashmiri",
        "Language_ku": "Kurd",
        "Language_kv": "Komi",
        "Language_kw": "Cornish",
        "Language_ky": "Kirghiz",
        "Language_la": "LLatí",
        "Language_lb": "Luxemburguès",
        "Language_lg": "Ganda",
        "Language_li": "Limburguès",
        "Language_ln": "Lingala",
        "Language_lo": "Lao",
        "Language_lt": "Lituà",
        "Language_lu": "Luba-Katanga",
        "Language_lv": "Letó",
        "Language_mg": "Malgaix",
        "Language_mh": "Illes Marshall",
        "Language_mi": "Maori",
        "Language_mk": "Macedoni",
        "Language_ml": "Malayalam",
        "Language_mn": "Mongol",
        "Language_mr": "Marathi",
        "Language_ms": "Malai",
        "Language_mt": "Maltès",
        "Language_my": "Birmà",
        "Language_na": "Nauru",
        "Language_nb": "Bokmal Norueg",
        "Language_nd": "Ndebele del Nord",
        "Language_ne": "Nepalès",
        "Language_ng": "Ndonga",
        "Language_nl": "Holandès",
        "Language_nn": "Nynorsk de Noruega",
        "Language_no": "Noruec",
        "Language_nr": "Ndebele del Sud",
        "Language_nv": "Navajo",
        "Language_ny": "Chichewa",
        "Language_oc": "Occità",
        "Language_oj": "Ojibwa",
        "Language_om": "Oroma",
        "Language_or": "Oriya",
        "Language_os": "Ossètia",
        "Language_pa": "Panjabí",
        "Language_pi": "Pali",
        "Language_pl": "Polonès",
        "Language_ps": "Pashto",
        "Language_pt": "Portuguès",
        "Language_qu": "Quechua",
        "Language_rm": "Retorromànic",
        "Language_rn": "Rundi",
        "Language_ro": "Romanès",
        "Language_ru": "Rus",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sànscrit",
        "Language_sc": "Sardo",
        "Language_sd": "Sindhi",
        "Language_se": "Sami del Nord",
        "Language_sg": "Sango",
        "Language_si": "Sinhala",
        "Language_sk": "Eslovac",
        "Language_sl": "Eslovè",
        "Language_sm": "Samoa",
        "Language_sn": "Shona",
        "Language_so": "Somali",
        "Language_sq": "Albanès",
        "Language_sr": "Serbi",
        "Language_ss": "Swati",
        "Language_st": "Sotho",
        "Language_su": "Sudanès",
        "Language_sv": "Suec",
        "Language_sw": "Swahili",
        "Language_ta": "Tamil",
        "Language_te": "Telugu",
        "Language_tg": "Tajik",
        "Language_th": "Thai",
        "Language_ti": "Tigrinya",
        "Language_tk": "Turkmenistan",
        "Language_tl": "Tagalog",
        "Language_tn": "Tswana",
        "Language_to": "Tonga",
        "Language_tr": "Turc",
        "Language_ts": "Tsonga",
        "Language_tt": "Tatar",
        "Language_tw": "Twi",
        "Language_ty": "Tahitian",
        "Language_ug": "Uighur",
        "Language_uk": "Ucranià",
        "Language_ur": "Urdu",
        "Language_uz": "Uzbec",
        "Language_ve": "Venda",
        "Language_vi": "Vietnamita",
        "Language_vo": "Volapük",
        "Language_wa": "Valònia",
        "Language_wo": "Wolof",
        "Language_xh": "Xhosa",
        "Language_yi": "Jiddisch",
        "Language_yo": "Yoruba",
        "Language_za": "Chuang",
        "Language_zh": "Xinès",
        "Language_zu": "Zulu",
        "LanguageCode": "Codi de l'idioma",
        "MobileVsDesktop": "Escriptori vs. Mòbil",
        "OperatingSystemFamily": "Família del Sistema Operatiu",
        "OperatingSystems": "Sistemes operatius",
        "PluginDescription": "Informe sobre les preferències del usuari: Navegador, Família del navegador, Sistema Operatiu, Extensions, Resolució, Preferències Globals",
        "PluginDetectionDoesNotWorkInIE": "Nota: La detecció d'extensions no funciona amb Internet Explorer. L'informe es basa nomes amb navegadors diferents de l'Internet Explorer",
        "Resolutions": "Resolucions",
        "VisitorSettings": "Configuració del visitant",
        "WideScreen": "Pantalla panoràmica",
        "WidgetBrowserFamilies": "Navegadors per motor",
        "WidgetBrowserFamiliesDocumentation": "Aquest gràfic mostra els navegadors dels vostres visitants dividits en famílies. %s La informació més important per als desenvolupadors web es quin tipus de sistema de renderització estan utilitzant els seus visitants. Les etiquetiquetes contenen els noms dels sistemes, seguit pel navegador més comú utilitzant aquest sistema.",
        "WidgetBrowsers": "Navegadors",
        "WidgetBrowsersDocumentation": "Aquest informe conté informació sobre quin tipus de navegador està utilitzant els vostres visitants. Cada versió del navegador es llista per separat.",
        "WidgetBrowserVersion": "Versió del navegador",
        "WidgetGlobalVisitors": "Configuracions globals dels visitants",
        "WidgetGlobalVisitorsDocumentation": "Aquest informe mostra les configuracions més comuns que tenen els vostres visitants. Una configuració es la combinació de Sistema Operatiu, tipus de navegador i resolució de pantalla.",
        "WidgetOperatingSystems": "Sistemes operatius",
        "WidgetPlugins": "Llistat de connectors",
        "WidgetPluginsDocumentation": "Aquest informe mostra quines extensions tenen els vostres visitants activades. Aquesta informació pot ser important per determinar la forma correcta de mostrar el contingut.",
        "WidgetResolutions": "Resolucions",
        "WidgetWidescreen": "Normal \/ panoràmica"
    },
    "UsersManager": {
        "AddUser": "Afegeix un usuari nou",
        "Alias": "Àlies",
        "AllWebsites": "Tots els llocs",
        "ApplyToAllWebsites": "Aplica a tots els llocs",
        "ChangeAllConfirm": "Realment voleu canviar els permisos de '%s' a tots els llocs web?",
        "ChangePasswordConfirm": "Canviar la contrasenya implica canviar el toquen d'autenticació del 'usuari. Esteu segurs que voleu continuar?",
        "ClickHereToDeleteTheCookie": "Feu click aquí per eliminar la galeta i permetre al Piwik rastrejar les vostres visites.",
        "ClickHereToSetTheCookieOnDomain": "Feu click aquí per guardar una galeta que exclourà les vostres visitis al Piwik de %s",
        "DeleteConfirm": "Esteu segur que voleu eliminar l'usuari %s?",
        "Email": "Correu-e",
        "EmailYourAdministrator": "%1$sEnvieu un email al vostre administrador explicant el problema%2$s.",
        "ExceptionAccessValues": "El paràmetre permisos ha de tenir un dels següents valors: [ %s ]",
        "ExceptionAdminAnonymous": "No podeu donar permisos d'administració a l'usuari 'anonymous' (anònim).",
        "ExceptionDeleteDoesNotExist": "L'usuari '%s' no existeix i, per tant, no es pot esborrar.",
        "ExceptionEditAnonymous": "L'usuari anònim no es pot editar o esborrar. El Piwik el fa servir per als usuaris que no han iniciat encara la sessió. Per exemple, podeu fer públiques les vostres estadístiques garantint el permís 'vista' a l'usuari 'anonymous' (anònim).",
        "ExceptionEmailExists": "La direcció de correu-e '%s' ja està en un altre compte.",
        "ExceptionInvalidEmail": "La direcció de correu-e no té un format vàlid.",
        "ExceptionInvalidLoginFormat": "El nom d'usuari ha de tenir una longitud d'entre %1$s i %2$s caràcters i estar format únicament per lletres, xifres o els caràcters '_', '-' o '.'",
        "ExceptionInvalidPassword": "La longitud de la contrasenya ha de estar entre %1$s i %2$s caràcters.",
        "ExceptionLoginExists": "L'usuari '%s' ja existeix.",
        "ExceptionUserDoesNotExist": "L'usuari '%s' no existeix.",
        "ExcludeVisitsViaCookie": "Exclou les teues visites utilitzant cookies",
        "ForAnonymousUsersReportDateToLoadByDefault": "Pels usuaris anònims, introduïu la data dels informes per defecte",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si voleu canviar la contrasenya teclegeu-n'hi una de nova, sinó deixeu-ho en blanc.",
        "InjectedHostCannotChangePwd": "Actualment esteu visitan amb un host desconegut (%1$s). No podeu canviar la vostra contrasenya fins que corregiu aquest problema.",
        "MainDescription": "Decidiu quin tipus d'accés té cada usuari al Piwik. També podeu configurar tots els llocs web de cop.",
        "ManageAccess": "Gestiona els permisos",
        "MenuAnonymousUserSettings": "Preferències de l'usuari anònim",
        "MenuUsers": "Usuaris",
        "MenuUserSettings": "Preferències d'usuari",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: No podeu canviar la configuració en aquest secció, perquè no teniu cap lloc web que pot ser visitat per usuaris anònims.",
        "PluginDescription": "Gestió dels usuaris a Piwik: Afegiu un nou Usuari, Editeu-n'hi un d'existent o actualitzeu els permisos. Totes aquestes accions també estan disponibles a traves de l'API.",
        "PrivAdmin": "Administració",
        "PrivNone": "Sense accés",
        "PrivView": "Vista",
        "ReportDateToLoadByDefault": "Data dels informes per defecte",
        "ReportToLoadByDefault": "Informe per defecte",
        "TheLoginScreen": "Pàgina d'entrada",
        "ThereAreCurrentlyNRegisteredUsers": "Actualment hi ha %s usuaris registrats",
        "TypeYourPasswordAgain": "Introduïu de nou la nova contrasenya.",
        "User": "Usuari",
        "UsersManagement": "Gestiona els usuaris",
        "UsersManagementMainDescription": "Creeu nous usuaris o actualitzeu els existents. Podeu configurar els seus permisos a dalt.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quan un usuari no esta identificat i visita el Piwik, han d'accedir",
        "YourUsernameCannotBeChanged": "No es pot canviar el vostre nom d'usuari",
        "YourVisitsAreIgnoredOnDomain": "%sLes vostres visites són ignorades pel Piwik %s %s (la galeta d'ignorància del Piwik s'ha trobat al vostre navegador).",
        "YourVisitsAreNotIgnored": "%sLes vostres visites no són ignorades pel Piwik%s (la galeta d'ignorància del Piwik no s'ha trobat al vostre navegador)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Accions dels visitants antics",
        "ColumnAverageVisitDurationForReturningVisitors": "Duració mitja d'una visita que retorna (en seg.)",
        "ColumnAvgActionsPerReturningVisit": "Mitja d'accions per visitant que retorna",
        "ColumnBounceCountForReturningVisits": "Nombre de rebots dels visitants que retornen",
        "ColumnBounceRateForReturningVisits": "Raó de rebots",
        "ColumnMaxActionsInReturningVisit": "Màxim d'accions en una vista que torna",
        "ColumnNbReturningVisitsConverted": "Nombre de conversions per als visitants que retornen",
        "ColumnReturningVisits": "Visitants que retornen (antics)",
        "ColumnSumVisitLengthReturning": "Temps total dels visitants que retornen (en segons)",
        "ColumnUniqueReturningVisitors": "Visitants únics que retornen",
        "PluginDescription": "Mostra informació sobre els visitants que retornen comparat amb els visitants per primera vegada.",
        "ReturnActions": "Els visitants que han tornat han fet %s accions",
        "ReturnAverageVisitDuration": "%s duració mitja de la vistia dels usuaris que retornen.",
        "ReturnAvgActions": "%s accions per visitant que retorna",
        "ReturnBounceRate": "%s visitants antics han rebotat (abandonat el lloc després de veure una pàgina)",
        "ReturningVisitDocumentation": "Un visitant que retorna és (al contrari d'un visitant nou) un usuari que ja ha visitat el vostre lloc web almenys una vegada en el passat.",
        "ReturningVisitsDocumentation": "Això es una visió global dels visitants que retornen.",
        "ReturnVisits": "Han tornat %s visitants",
        "SubmenuFrequency": "Freqüència",
        "WidgetGraphReturning": "Gràfic de les visites que han tornat",
        "WidgetOverview": "Resum de la freqüència"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Pàgines per visita",
        "ColumnVisitDuration": "Durada de la visita",
        "Engagement": "Compromís",
        "NPages": "%s pàgines",
        "OneMinute": "1 minut",
        "OnePage": "1 pàgina",
        "PluginDescription": "Informes sobre l'interes del Visitant: Nombre de pàgines vistes, temps de visita del lloc web.",
        "PlusXMin": "%s min",
        "VisitNum": "Nombre de visites",
        "VisitsByDaysSinceLast": "Visites per dia des de l'última visita",
        "visitsByVisitCount": "Visites per nombre de visita",
        "VisitsPerDuration": "Visites segons la durada",
        "VisitsPerNbOfPages": "Visites segons el nombre de pàgines",
        "WidgetLengths": "Durada de les visites",
        "WidgetLengthsDocumentation": "En aquest informe tu pots veure quantes visites han tingut una determinada duració. Inicialment, l'informe es mostra com un núvol d'etiquetes, on les duracions amb visites es mostren més gran.",
        "WidgetPages": "Pàgines per visita",
        "WidgetPagesDocumentation": "En aquest informe podeu veure quantes visites han produït un nombre de pàgines vistes. Inicialment, la informació es mostra com un núvol d'etiquetes, on els nombres més comuns es mostren amb una mida més gran.",
        "WidgetVisitsByDaysSinceLast": "Visites per dia des de l'última visita",
        "WidgetVisitsByDaysSinceLastDocumentation": "En aquest informe, podeu veure quantes visites han estat de visitant que la seva visita va ser fa un cert nombre de dies.",
        "WidgetVisitsByNumDocumentation": "En aquest informe podeu veure qui va ser la visita número N. Per exemple, els visitants que han vist el vostre lloc web com a mínim N vegades."
    },
    "VisitsSummary": {
        "AverageVisitDuration": "%s duració mitja de la visita",
        "GenerateQueries": "S'ha executat un total de %s consultes",
        "GenerateTime": "S'han trigat %s segons en generar la pàgina",
        "MaxNbActions": "Hi ha %s accions màximes en una visita",
        "NbActionsDescription": "%s accions",
        "NbActionsPerVisit": "%s accions (visualitzacions de pàgina, descàrregues i enllaços exteriors) per visita",
        "NbDownloadsDescription": "%s descàrregues",
        "NbKeywordsDescription": "%s paraules clau úniques",
        "NbOutlinksDescription": "%s enllaços externs",
        "NbPageviewsDescription": "%s visualitzacions de pàgina",
        "NbSearchesDescription": "%s cerques totals al lloc web",
        "NbUniqueDownloadsDescription": "%s descàrregues úniques",
        "NbUniqueOutlinksDescription": "%s enllaços externs únics",
        "NbUniquePageviewsDescription": "%s visualitzacions de pàgina úniques",
        "NbUniqueVisitors": "%s visitants únics",
        "NbVisitsBounced": "%s visites han rebotat (abandonat el lloc després de veure una pàgina)",
        "PluginDescription": "Informa de les principals analítiques: visitants, visitants únics, nombre d'accions, rati de rebots,etc.",
        "VisitsSummary": "Resum de les visites",
        "VisitsSummaryDocumentation": "Aquesta és una visió general de l'evolució visita.",
        "WidgetLastVisits": "Gràfic de les darreres visites",
        "WidgetOverviewGraph": "Resum amb gràfic",
        "WidgetVisits": "Resum de les visites"
    },
    "VisitTime": {
        "ColumnLocalTime": "Hora local",
        "ColumnServerTime": "Hora del servidor",
        "DayOfWeek": "Dia de la setmana",
        "LocalTime": "Visites segons l'hora local",
        "NHour": "%sh",
        "PluginDescription": "Informe sobre l'hora local i la del servidor. L'hora del servidor pot ser útil per programar un manteniment al lloc web.",
        "ServerTime": "Visites segons l'hora del servidor",
        "SubmenuTimes": "Hores",
        "VisitsByDayOfWeek": "Visites per día de la setmana",
        "WidgetByDayOfWeekDocumentation": "Aquest gràfic mostre el nombre de visites que ha rebut el vostre lloc web cada dia de la setmana.",
        "WidgetLocalTime": "Visites segons l'hora local",
        "WidgetLocalTimeDocumentation": "Aquest gràfic mostra a quina hora era a %s la zona horària del visitant %s durant la seva visita.",
        "WidgetServerTime": "Visites segons l'hora del servidor",
        "WidgetServerTimeDocumentation": "Aquest gràfic quina hora era a la %s zona horària del servidor %s durant la visita."
    },
    "Widgetize": {
        "OpenInNewWindow": "Obrir en una nova finestra",
        "PluginDescription": "Aquesta extensió permet exportar qualsevol Giny de Piwik al vostre bloc, lloc web, Igoogle i Netvibes!",
        "TopLinkTooltip": "Exporteu informes i ginys de Piwik i incrusteu el Tauler de Control a la vostra aplicació com un iframe."
    }
}