{
    "Actions": {
        "AvgGenerationTimeTooltip": "Durchschnitt basierend auf %s Aufruf(en) %s zwischen %s und %s",
        "ColumnClickedURL": "Angeklickte URL",
        "ColumnClicks": "Klicks",
        "ColumnClicksDocumentation": "Anzahl der Klicks auf diesen Link.",
        "ColumnDownloadURL": "Download-URL",
        "ColumnEntryPageTitle": "Titel der Einstiegsseite",
        "ColumnEntryPageURL": "URL der Einstiegsseite",
        "ColumnExitPageTitle": "Titel der Ausstiegsseite",
        "ColumnExitPageURL": "URL der Ausstiegsseite",
        "ColumnNoResultKeyword": "Suchbegriff ohne Ergebnisse",
        "ColumnPageName": "Seitenname",
        "ColumnPagesPerSearch": "Besuchte Ergebnisseiten",
        "ColumnPagesPerSearchDocumentation": "In dieser Spalte sehen Sie, wie oft die Ergebnisseiten des Suchbegriffs im Durchschnitt aufgerufen wurden. Die Ergebnisse werden beispielsweise mehrere Male aufgerufen, wenn sie in mehrere Seite aufgespalten sind und der Besucher verschiedene Seiten aufruft.",
        "ColumnPageURL": "Seiten-URL",
        "ColumnSearchCategory": "Suchkategorie",
        "ColumnSearches": "Suchanfragen",
        "ColumnSearchesDocumentation": "Die Anzahl der Besucher, die nach diesem Begriff in der internen Suche gesucht haben.",
        "ColumnSearchExits": "Ausstiegsrate nach Suche",
        "ColumnSearchExitsDocumentation": "Der Anteil der Besuche, die nach der internen Suche nach dem Suchbegriff die Webseite verlassen haben.",
        "ColumnSearchResultsCount": "Anzahl Suchergebnisse",
        "ColumnSiteSearchKeywords": "Einmalige Suchbegriffe",
        "ColumnUniqueClicks": "Einmalige Klicks",
        "ColumnUniqueClicksDocumentation": "Die Anzahl der Besuche, bei denen dieser Link angeklickt wurde. Falls der Link mehrmals pro Besuch angeklickt wurde, wird er nur einmal gezählt.",
        "ColumnUniqueDownloads": "Einmalige Downloads",
        "ColumnUniqueOutlinks": "Einmalige ausgehende Verweise",
        "DownloadsReportDocumentation": "In diesem Bericht sehen Sie, welche Dateien Ihre Besucher heruntergeladen haben. %s Als Download wird in Piwik der Klick auf einen Downloadlink gewertet. Ob der Download abgeschlossen wurde oder nicht, ist Piwik nicht bekannt.",
        "EntryPagesReportDocumentation": "Dieser Bericht enthält Informationen über die Einstiegsseiten. Die Einstiegsseite ist die erste Seite, die während eines Besuches aufgerufen wird. %s Die URLs werden als Ordnerstruktur angezeigt.",
        "EntryPageTitles": "Titel der Einstiegsseite",
        "EntryPageTitlesReportDocumentation": "Dieser Bericht enthält Informationen über die Titel der Einstiegsseiten, die in der spezifizierten Periode verwendet wurden.",
        "ExitPagesReportDocumentation": "Dieser Bericht enthält Informationen über die Ausstiegsseiten. Die Ausstiegsseite ist die letzte Seite, die während eines Besuches aufgerufen wird. %s Die URLs werden als Ordnerstruktur angezeigt.",
        "ExitPageTitles": "Titel der Ausstiegsseite",
        "ExitPageTitlesReportDocumentation": "Dieser Bericht enthält Informationen über die Titel der Ausstiegsseiten, die in der spezifizierten Periode verwendet wurden.",
        "LearnMoreAboutSiteSearchLink": "Mehr Informationen über das Auswerten der internen Suche.",
        "OneSearch": "1 Suche",
        "OutlinkDocumentation": "Ein ausgehender Verweis ist ein Link der einen Besucher auf eine andere Webseite führt (auf eine andere Domain).",
        "OutlinksReportDocumentation": "Dieser Bericht zeigt eine hierarchisch angeordnete Liste von ausgehenden Links, die von den Besuchern angeklickt wurden.",
        "PagesReportDocumentation": "Dieser Bericht enthält Informationen über die URLs der besuchten Seiten. %s Die Tabelle ist hierarchisch strukturiert, die URLs werden als Ordnerstruktur angezeigt.",
        "PageTitlesReportDocumentation": "Dieser Bericht enthält Informationen über die Seitentitel der besuchten Seiten. %s Der Seitentitel ist der HTML %s Tag, der von den meisten Browsern in ihrer Titelleiste angezeigt wird.",
        "PageUrls": "Seiten URL",
        "PluginDescription": "Zusammenfassung über die Anzahl der betrachteten Seiten, ausgehenden Verweise und Downloads. Ausgehende Verweise und Downloads werden automatisch getrackt.",
        "SiteSearchCategories1": "Dieser Bericht zeigt die Kategorien, welche bei der internen Suche ausgewählt wurden.",
        "SiteSearchCategories2": "Onlineshops haben beispielsweise meist eine Kategorieauswahl, mit der Besucher ihre Suche auf eine bestimmte Produktkategorie einschränken können.",
        "SiteSearchFollowingPagesDoc": "Wenn Besucher die interne Suche verwenden, suchen sie meist nach einer bestimmten Seite, bzw. einem bestimmen Inhalt. In diesem Bericht wird angezeigt, welche Seiten am häufigsten von den Suchergebnissen aus besucht wurden. In anderen Worten sind dies die Seiten, nach denen Besucher am häufigsten gesucht haben, nachdem sie sich bereits auf der Webseite befanden.",
        "SiteSearchIntro": "Die Suchbegriffe der internen Suche auszuwerten, hilft dabei zu verstehen, was Ihre Zielgruppe sucht. So können Ideen für neue Inhalte oder Produkte entstehen und bestehende Inhalte für die Sprache der Besucher optimiert werden.",
        "SiteSearchKeyword": "Suchbegriff (interne Suche)",
        "SiteSearchKeywordsDocumentation": "Dieser Bericht enthält die Suchbegriffe, nach denen Besucher in der internen Suche gesucht haben.",
        "SiteSearchKeywordsNoResultDocumentation": "Dieser Bericht zeigt die Suchbegriffe an, welche keine Ergebnisse hatten. Diese Begriffe können in bestehende Seiten eingebaut werden, um es den Besuchern zu erleichtern, die Inhalte zu finden.",
        "SubmenuPagesEntry": "Eingangsseiten",
        "SubmenuPagesExit": "Ausstiegsseiten",
        "SubmenuPageTitles": "Seitentitel",
        "SubmenuSitesearch": "Interne Suche",
        "WidgetEntryPageTitles": "Titel der Einstiegsseiten",
        "WidgetExitPageTitles": "Titel der Ausgangsseiten",
        "WidgetPagesEntry": "Eingangsseiten",
        "WidgetPagesExit": "Ausgangsseiten",
        "WidgetPageTitles": "Seitentitel",
        "WidgetPageTitlesFollowingSearch": "Seitentitel nach einer internen Suche",
        "WidgetPageUrlsFollowingSearch": "Besuchte Seiten nach einer internen Suche",
        "WidgetSearchCategories": "Suchkategorien",
        "WidgetSearchKeywords": "Suchbegriffe (interne Suche)",
        "WidgetSearchNoResultKeywords": "Suchbegriffe ohne Ergebnisse"
    },
    "Annotations": {
        "AddAnnotationsFor": "Anmerkung für %s hinzufügen...",
        "AnnotationOnDate": "Anmerkung für %1$s: %2$s",
        "Annotations": "Anmerkungen",
        "ClickToDelete": "Klicken Sie um diese Anmerkung zu löschen.",
        "ClickToEdit": "Klicken Sie um diese Anmerkung zu bearbeiten.",
        "ClickToEditOrAdd": "Klicken Sie hier um eine Anmerkung hinzuzufügen oder zu bearbeiten.",
        "ClickToStarOrUnstar": "Klicken Sie um die Markierung dieser Anmerkung zu setzen oder zu entfernen.",
        "CreateNewAnnotation": "Neue Anmerkung anlegen...",
        "EnterAnnotationText": "Geben Sie Ihre Notiz ein...",
        "HideAnnotationsFor": "Markierungen für %s verbergen...",
        "IconDesc": "Notizen für diesen Zeitraum anzeigen.",
        "IconDescHideNotes": "Notizen für diesen Zeitraum verbergen.",
        "InlineQuickHelp": "Sie können Markierungen erstellen um spezielle Ereignisse (wie einen Blog-Eintrag, oder eine Webseitenumgestaltung) zu markieren, Stichtage für die Datenanalyse zu speichern oder einfach alles zu speichern was Ihnen wichtig erscheint.",
        "LoginToAnnotate": "Sie müssen sich einloggen um eine Anmerkung hinzufügen zu können.",
        "NoAnnotations": "Für diesen Zeitraum sind keine Notizen vorhanden.",
        "PluginDescription": "Erlaubt Ihnen Hinweise zu verschiedenen Tagen hinzuzufügen um Sie zu erinnern warum die dargestellten Daten so sind wie sie sind.",
        "ViewAndAddAnnotations": "Anmerkungen zu %s ansehen und hinzufügen...",
        "YouCannotModifyThisNote": "Sie können diesen Hinweis nicht modifizieren, da Sie ihn nicht erstellt haben oder keinen Administrativen Zugang für diese Seite besitzen."
    },
    "API": {
        "GenerateVisits": "Sollten für heute keine Daten verfügbar sein, so können Sie mit dem %s Plugin Testdaten erzeugen. Aktivieren Sie das %s Plugin und klicken dann auf das 'Besuchergenerator' Menu in der Piwik-Administration.",
        "KeepTokenSecret": "Der token_auth ist so geheim wie Ihr Login und Passwort, %s teilen Sie es niemandem mit%s!",
        "LoadedAPIs": "%s APIs erfolgreich geladen",
        "MoreInformation": "Für weitere Informationen über die Piwik-APIs lesen Sie bitte %s Einführung in die Piwik-API %s und die %s Piwik API Referenz %s.",
        "PluginDescription": "Alle Daten sind über eine einfache API verfügbar. Dieses Plugin ist der Webservice, den Sie nutzen können, um Ihre Webanalyse-Daten in XML, JSON, PHP, CSV, etc. zu exportieren.",
        "QuickDocumentationTitle": "API-Kurzdokumentation",
        "TopLinkTooltip": "Greife auf die Webanalytikdaten über eine einfache API mit json, xml, usw. zu.",
        "UserAuthentication": "Benutzerauthentifizierung",
        "UsingTokenAuth": "Wenn Sie %s Daten mit einem Script, einem Crontab, etc. abrufen wollen, %s müssen Sie den Parameter %s an die URLs anhängen, deren API-Aufrufe eine Authentifizierung benötigen."
    },
    "CoreAdminHome": {
        "Administration": "Administration",
        "ArchivingSettings": "Archivierungseinstellungen",
        "BrandingSettings": "Branding Einstellungen",
        "CheckReleaseGetVersion": "Verwende für die Aktualisierung von Piwik",
        "ClickHereToOptIn": "Klicken Sie hier, um Ihren Besuch wieder erfassen zu lassen.",
        "ClickHereToOptOut": "Klicken Sie hier, damit Ihr Besuch nicht mehr erfasst wird.",
        "CustomLogoFeedbackInfo": "Wenn Sie das Piwik-Logo anpassen, ist sicher auch das Verstecken des %s-Links in der Navigation von Interesse. Bitte dazu das Feedback Plugin auf der %sManage Plugins%s Seite deaktivieren.",
        "CustomLogoHelpText": "Hier kann das Piwik-Logo angepasst werden, das in der Benutzeroberfläche sowie in E-Mail-Berichten verwendet wird.",
        "DevelopmentProcess": "Auch wenn unser %sEntwicklungsprozess%s tausende an automatisierten Tests beinhaltet, haben Beta-Tester eine Schlüsselrolle um die \"No Bug Policy\" in Piwik zu gewährleisten.",
        "EmailServerSettings": "E-Mail-Server-Einstellungen",
        "FaviconUpload": "Wählen Sie ein Favicon für den Upload aus",
        "ForBetaTestersOnly": "Nur für Beta-Tester",
        "ImageTracking": "Tracking mit Hilfe eines Bildes",
        "ImageTrackingIntro1": "Für den Fall, dass ein Besucher JavaScript deaktiviert hat, oder JavaScript nicht verwendet werden kann, können Sie das Tracking mit Hilfe eines Bildes nutzen um Besucher zu tracken.",
        "ImageTrackingIntro2": "Generieren Sie den Link unten und kopieren Sie den generierten HTML-Code in Ihre Seite. Sollten Sie dies als Fallback für das JavaScript Tracking verwenden, umschließen sie es mit einem %1$s Tag.",
        "ImageTrackingIntro3": "Eine vollständige Liste an Möglichkeiten, die Ihnen das Tracking mit einem Bild bietet, finden Sie in der %1$sTracking API Dokumentation%2$s",
        "ImageTrackingLink": "Link zum Tracking mit Hilfe eines Bildes",
        "ImportingServerLogs": "Import von Server Log-Dateien",
        "ImportingServerLogsDesc": "Eine Alternative zum Tracken der Besucher im Browser (entweder mit JavaScript oder mit einem Bild-Link) ist der kontinuierliche Import von Server Logdateien. Erfahren Sie mehr über %1$sServer Logdatei Analyse%2$s",
        "InvalidPluginsWarning": "Folgende Plugins sind nicht kompatibel mit %1$s und konnten nicht geladen werden: %2$s",
        "JavaScriptTracking": "Tracking mit JavaScript",
        "JSTracking_CampaignKwdParam": "Kampagnen Stichwort Parameter",
        "JSTracking_CampaignNameParam": "Parameter für Kampagnenname",
        "JSTracking_CodeNote": "Stellen Sie sicher, dass sich dieser Code auf jeder Seite Ihrer Webseite vor dem %1$s Tag befindet.",
        "JSTracking_CustomCampaignQueryParam": "Eigene Anfrage-Parameter für Kampagnen Name & Stichwort verwenden",
        "JSTracking_CustomCampaignQueryParamDesc": "Hinweis: %1$sPiwik erkennt Parameter von Google Analytics automatisch.%2$s",
        "JSTracking_EnableDoNotTrack": "Clientseitige Do-Not-Track Erkennung aktivieren",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Hinweis: Diese Einstellung hat keine Auswirkung, da die Do-Not-Track Unterstützung serverseitig aktiviert ist.",
        "JSTracking_EnableDoNotTrackDesc": "Hierdurch werden Tracking-Anfragen nicht gesendet, falls der Benutzer nicht getrackt werden möchte.",
        "JSTracking_GroupPageTitlesByDomain": "Domain der Seite beim Tracken dem Seitentitel voranstellen",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Wenn jemand die 'About'-Seite auf blog.%1$s besucht, wird dies aufgezeichnet als 'blog \/ About'. Dies ist der einfachste Weg um einen Überblick über Ihren Traffic nach Sub-Domain zu bekommen.",
        "JSTracking_MergeAliases": "Verberge im Bericht über \"ausgehende Verweise\" alle Klicks auf bekannte Alias-URLs von",
        "JSTracking_MergeAliasesDesc": "Hierdurch werden Klicks auf Links zu Alias-URLs (z.B. %s) nicht als \"ausgehender Verweis\" gewertet.",
        "JSTracking_MergeSubdomains": "Besucher aufzeichnen auf allen Subdomains von",
        "JSTracking_MergeSubdomainsDesc": "Hierdurch werden Besucher, die %1$s und %2$s besuchen als eindeutige Besucher gewertet.",
        "JSTracking_PageCustomVars": "Eine benutzerdefinierte Variable für jeden Seitenaufruf aufzeichnen",
        "JSTracking_PageCustomVarsDesc": "Zum Beispiel mit den Variablennamen \"Kategorie\" und dem Wert \"White Papers\"",
        "JSTracking_VisitorCustomVars": "Benutzerdefinierte Variable für diesen Besucher aufzeichnen",
        "JSTracking_VisitorCustomVarsDesc": "Zum Beispiel mit dem Variablennamen \"Typ\" und dem Wert \"Kunde\".",
        "JSTrackingIntro1": "Es gibt viele verschiedene Möglichkeiten Besucher Ihrer Webseite zu tracken. Die empfohlene Art und Weise dies zu tun, ist die Verwendung von JavaScript. Um diese Methode zu nutzen müssen Sie sicher stellen, dass auf jeder Seite Ihrer Webseite ein JavaScript-Code eingebunden ist. Diesen können Sie hier generieren.",
        "JSTrackingIntro2": "Sobald Sie den JavaScript Tracking Code für Ihre Webseite haben, fügen Sie ihn auf allen Seiten ein, die Sie mit Piwik überwachen möchten.",
        "JSTrackingIntro3": "Bei den meisten Webseiten, Blogs und CMS, etc. können Sie ein existierendes Plugin benutzen, das Ihnen die technische Arbeit abnimmt. (Schauen Sie hierzu in die %1$sListe der Plugins um Piwik zu integrieren%2$s.) Falls kein passendes Plugin besteht können Sie die Templates Ihrer Webseite bearbeiten und diesen Quellcode in die \"Footer\"-Datei einfügen.",
        "JSTrackingIntro4": "Falls Sie kein JavaScript nutzen möchten um Ihre Besucher zu tracken, %1$sgenerieren Sie einen Link zum Tracking mit Hilfe eines Bildes unterhalb.%2$s",
        "JSTrackingIntro5": "Sollte Sie mehr als nur Seitenaufrufe aufzeichnen wollen, werfen Sie einen Blick in die %1$sPiwik Javascript Tracking Dokumentation%2$s für eine Liste an verfügbaren Funktionen. Mit der Verwendung dieser Funktionen können Sie Ziele, benutzerdefinierte Variablen, Ecommerce Bestellungen, verlassene Warenkörbe und mehr aufzeichnen.",
        "LatestBetaRelease": "Das aktuelle Beta Release",
        "LatestStableRelease": "Das aktuelle stabile Release",
        "LogoNotWriteableInstruction": "Um Ihr eigenes Logo anstelle des Piwik Logos verwenden zu können werden Schreibrechte auf diesen Ordner benötigt: %1$s Piwik benötigt Schreibzugriff auf Ihre Logos die gespeichert sind in %2$s.",
        "LogoUpload": "Wählen Sie ein Logo für den Upload",
        "LogoUploadHelp": "Bitte laden Sie eine Datei in den Formaten %s mit einer minimalen Höhe von %s Pixeln hoch.",
        "MenuDiagnostic": "Diagnose",
        "MenuGeneralSettings": "Allgemeine Einstellungen",
        "MenuManage": "Verwalten",
        "OptOutComplete": "Deaktivierung durchgeführt! Ihre Besuche auf dieser Webseite werden von der Webanalyse nicht mehr erfasst.",
        "OptOutCompleteBis": "Bitte beachten Sie, dass auch der Piwik-Deaktivierungs-Cookie dieser Webseite gelöscht wird, wenn Sie die in Ihrem Browser abgelegten Cookies entfernen. Außerdem müssen Sie, wenn Sie einen anderen Computer oder einen anderen Webbrowser verwenden, die Deaktivierungsprozedur nochmals absolvieren.",
        "OptOutExplanation": "Piwik ist es wichtig, die Privatsphäre Ihrer Besucher zu wahren. Fügen Sie den folgenden HTML-Code auf einer Seite Ihrer Seiten (z.B der Datenschutz-Seite) ein, um den Besuchern Ihrer Webseite die Möglichkeit zu geben, sich gegen eine Erfassung ihres Besuches durch Piwik zu entscheiden.",
        "OptOutExplanationBis": "Dieser Code wird innerhalb eines Iframes angezeigt und enthält einen Link, über den ein Cookie im Browser Ihrer Besucher abgelegt wird, womit die Erfassung durch Piwik deaktiviert wird. %s Klicken Sie hier%s, um eine Vorschau auf den Text zu bekommen, der den Besuchern in dem Iframe angezeigt wird.",
        "OptOutForYourVisitors": "Piwik-Deaktivierung für Ihre Besucher",
        "PiwikIsInstalledAt": "Piwik ist installiert unter",
        "PluginDescription": "Piwik Administration",
        "PluginSettingChangeNotAllowed": "Sie sind nicht berechtigt den Wert für die Einstellung \"%s\" im Plugin \"%s\" zu ändern.",
        "PluginSettings": "Plugin-Einstellungen",
        "PluginSettingsIntro": "Hier können Sie die Einstellungen für folgende Drittanbieter Plugins ändern:",
        "PluginSettingsValueNotAllowed": "Der Wert für die Einstellung \"%s\" im Plugin \"%s\" ist nicht erlaubt.",
        "SendPluginUpdateCommunication": "Sende mir eine E-Mail-Benachrichtigung wenn eine neue Plugin-Aktualisierung zur Verfügung steht.",
        "SendPluginUpdateCommunicationHelp": "Der Hauptadministrator wird per E-Mail benachrichtigt, sobald eine neue Version eines Plugins zur Verfügung steht.",
        "StableReleases": "Sollte Piwik eine wichtige Komponente Ihres Unternehmens sein, empfehlen wir Ihnen den letzen stabilen Release zu verwenden. Sollten Sie die letze Beta Version verwenden und einen Fehler finden oder einen Vorschlag haben, %slesen Sie bitte hier%s.",
        "TrackAGoal": "Ein Ziel aufzeichnen",
        "TrackingCode": "Tracking Code",
        "TrustedHostConfirm": "Wollen Sie wirklich den Vertrauten Piwik Hostnamen ändern?",
        "TrustedHostSettings": "Vertrauter Piwik Hostname",
        "UpdateSettings": "Aktualisierungseinstellungen",
        "UseCustomLogo": "Eigenes Logo verwenden",
        "ValidPiwikHostname": "Gültiger Piwik Hostname",
        "WithOptionalRevenue": "mit optionalen Einnahmen",
        "YouAreOptedIn": "Ihr Besuch dieser Webseite wird aktuell von der Piwik Webanalyse erfasst.",
        "YouAreOptedOut": "Ihr Besuch dieser Webseite wird aktuell von der Piwik Webanalyse nicht erfasst.",
        "YouMayOptOut": "Sie können sich hier entscheiden, ob in Ihrem Browser ein eindeutiger Webanalyse-Cookie abgelegt werden darf, um dem Betreiber der Webseite die Erfassung und Analyse verschiedener statistischer Daten zu ermöglichen.",
        "YouMayOptOutBis": "Wenn Sie sich dagegen entscheiden möchten, klicken Sie den folgenden Link, um den Piwik-Deaktivierungs-Cookie in Ihrem Browser abzulegen."
    },
    "CoreHome": {
        "CategoryNoData": "Keine Daten in dieser Kategorie. Probieren Sie \"Gesamte Daten einbeziehen\"",
        "CheckForUpdates": "Nach Aktualisierungen suchen",
        "CheckPiwikOut": "Sieh dir Piwik an!",
        "CloseWidgetDirections": "Sie können das Widget schließen, indem Sie auf das 'X' oben im Widget klicken.",
        "DataForThisReportHasBeenPurged": "Die Daten für diesen Bericht sind älter als %s Monate und wurden gelöscht",
        "DataTableExcludeAggregateRows": "Aggregierte Zeilen werden angezeigt %s Ausschließen",
        "DataTableIncludeAggregateRows": "Aggregierte Zeilen sind ausgeschlossen %s Wieder anzeigen",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "Standard",
        "DonateCall1": "Die Nutzung von Piwik wird immer kostenlos bleiben, was aber nicht heißt, dass es uns nichts kostet, es zu erstellen.",
        "DonateCall2": "Piwik braucht Ihre dauerhafte Unterstützung um zu wachsen und zu gedeihen.",
        "DonateCall3": "Finden Sie, dass Piwik einen deutlichen Mehrwert für Sie oder Ihr Unternehmen hat? %1$sBitte spenden Sie!%2$s",
        "DonateFormInstructions": "Klicken Sie auf den Slider um den Betrag zu wählen, dann klicken Sie auf 'Subscribe' um zu spenden.",
        "ExcludeRowsWithLowPopulation": "Alle Zeilen werden angezeigt %s Niedrige Werte ausschließen",
        "ExternalHelp": "Hilfe (öffnet in neuem Tab)",
        "FlattenDataTable": "Der Bericht ist hierarchisch strukturiert %s Flach anzeigen",
        "HowMuchIsPiwikWorth": "Wieviel ist Piwik Ihnen wert?",
        "IncludeRowsWithLowPopulation": "Niedrige Werte sind ausgeschlossen %s Alle Zeilen anzeigen",
        "InjectedHostEmailBody": "Hallo, ich habe gerade versucht Piwik aufzurufen und erhielt eine Warnung, dass der Hostname unbekannt ist.",
        "InjectedHostEmailSubject": "Piwik wurde mit einem unbekannten Hostnamen aufgerufen: %s",
        "InjectedHostNonSuperUserWarning": "%1$sHier klicken um Piwik sicher zu betreten%2$s und die Warnung zu entfernen. Zusätzlich können Sie den Piwik Administrator kontaktieren und ihn auf dieses Problem hinweisen (%3$sHier klicken um eine E-Mail zu senden%4$s).",
        "InjectedHostSuperUserWarning": "Piwik könnte falsch konfiguriert sein (zum Beispiel wenn Piwik vor kurzem auf einen neuen Server oder eine neue URL umgezogen ist). Sie können entweder %1$shier klicken und %2$s als gültigen Hostnamen (wenn Sie ihm vertrauen) hinzufügen%3$s, oder %4$shier klicken um Piwik unter %5$s sicher zu betreten%6$s",
        "InjectedHostWarningIntro": "Sie betreten Piwik aktuell von %1$s, allerdings wurde Piwik so konfiguriert, dass es unter dieser Adresse läuft: %2$s.",
        "JavascriptDisabled": "JavaScript muss aktiviert sein, um die Standardansicht von Piwik zu benutzen.<br\/>Es scheint jedoch so, als wäre JavaScript bei Ihnen deaktiviert bzw. würde nicht von Ihrem Browser unterstützt.<br \/>Um die Standardansicht zu benutzen, aktivieren Sie JavaScript in Ihren Browseroptionen und %1$sversuchen Sie es erneut%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Machen Sie den Unterschied: %1$sSpenden Sie jetzt%2$s und unterstützen Sie so Piwik 2.0!",
        "MakeOneTimeDonation": "Stattdessen einmalig spenden.",
        "NoPrivilegesAskPiwikAdmin": "Sie sind angemeldet als '%s', aber es wurden keine Berechtigungen für diesen Benutzer in Piwik gesetzt. %s Bitte fragen Sie Ihren Piwik Administrator (klicken für E-Mail)%s um Zugriff auf die Webseite zu erhalten.",
        "OnlyForSuperUserAccess": "Dieses Widget wird nur Benutzern mit Hauptadministrator-Berechtigung angezeigt.",
        "PageOf": "%1$s von %2$s",
        "PeriodDay": "Tag",
        "PeriodDays": "Tage",
        "PeriodMonth": "Monat",
        "PeriodMonths": "Monate",
        "PeriodRange": "Zeitspanne",
        "PeriodWeek": "Woche",
        "PeriodWeeks": "Wochen",
        "PeriodYear": "Jahr",
        "PeriodYears": "Jahre",
        "PluginDescription": "Webanalytik Berichts-Struktur",
        "ReportGeneratedOn": "Bericht erzeugt am %s",
        "ReportGeneratedXAgo": "Bericht erzeugt vor %s",
        "SharePiwikLong": "Hi! Ich habe gerade diese großartige Open Soruce Software gefunden: Piwik!\nPiwik ermöglicht es Besucher einer Webseite zu tracken und ist kostenlos. Du solltest es dir unbedingt einmal ansehen!",
        "SharePiwikShort": "Piwik! Kostenlose und Open Source Web Analyse. Behalten Sie Ihre Daten.",
        "ShareThis": "Teilen",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Den einzufügenden JavaScript-Code anzeigen",
        "SubscribeAndBecomePiwikSupporter": "Weiter zur sicheren Seite für Kreditkartenzahlung (Paypal) um ein Unterstützer von Piwik zu werden.",
        "SupportPiwik": "Unterstützen Sie Piwik!",
        "TableNoData": "Keine Daten für diese Tabelle.",
        "ThereIsNoDataForThisReport": "Es stehen keine Daten für diesen Bericht zur Verfügung.",
        "UnFlattenDataTable": "Der Bericht ist flach %s Hierarchisch anzeigen",
        "ViewAllPiwikVideoTutorials": "Zeige alle Piwik Video Tutorials an",
        "WebAnalyticsReports": "Webanalytik Berichte",
        "YouAreUsingTheLatestVersion": "Sie verwenden die aktuelle Version von Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Plugin aktivieren",
        "ActionActivateTheme": "Theme aktivieren",
        "ActionInstall": "Installieren",
        "ActionUninstall": "Deinstallieren",
        "Activate": "Aktivieren",
        "Activated": "Aktiviert",
        "Active": "Aktiv",
        "Activity": "Aktivität",
        "AllowedUploadFormats": "Sie können über diese Seite ein Plugin oder Theme im .zip-Format hochladen.",
        "AuthorHomepage": "Webseite des Autors",
        "Authors": "Autoren",
        "BackToExtendPiwik": "Zurück zum Marketplace",
        "BeCarefulUsingPlugins": "Bitte setzen Sie Plugins, die nicht vom Piwik Team entwickelt wurden mit Bedacht ein: Diese wurden nicht von uns überprüft.",
        "BeCarefulUsingThemes": "Bitte setzen Sie Themes, die nicht vom Piwik Team entwickelt wurden mit Bedacht ein: Diese wurden nicht von uns überprüft.",
        "ByDesigningOwnTheme": "indem Sie %seigene Themes designen%s",
        "ByInstallingNewPluginFromMarketplace": "indem Sie %sein neues Plugin aus dem Marketplace installieren%s",
        "ByInstallingNewThemeFromMarketplace": "indem Sie %sein neues Theme aus dem Marketplace installieren%s",
        "ByWritingOwnPlugin": "indem Sie %seigene Plugins schreiben%s",
        "ByXDevelopers": "von %s Entwicklern",
        "Changelog": "Änderungsprotokoll",
        "ChangeSettingsPossible": "Sie können die %sEinstellungen%s für dieses Plugin ändern.",
        "CorePluginTooltip": "Core-Plugins haben keine Version, da diese mit ausgeliefert werden.",
        "Deactivate": "Deaktivieren",
        "Developer": "Entwickler",
        "DoMoreContactPiwikAdmins": "Um ein neues Plugin oder Theme zu installieren, treten Sie bitte in Kontakt mit Ihren Piwik-Admins.",
        "DownloadAndInstallPluginsFromMarketplace": "Sie können neue Plugins automatisch aus dem %sMarketplace%s herunterladen und installieren.",
        "EnjoyAnotherLookAndFeelOfThemes": "Verändern Sie das Erscheinungsbild",
        "FeaturedPlugin": "Top-Plugin",
        "GetEarlyAccessForPaidPlugins": "Hinweis: Derzeit sind alle Plugins kostenlos erhältlich; In Zukunft werden wir auch bezahlte Plugins im Marketplace aktivieren (%sKontaktieren Sie uns%s für vorzeitigen Zugriff).",
        "GetNewFunctionality": "Funktionalität erweitern",
        "History": "Entwicklung",
        "Inactive": "Inaktiv",
        "InfoPluginUpdateIsRecommended": "Aktualisieren Sie Ihre Plugins jetzt, um von den neuesten Verbesserungen zu profitieren.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Hinweis: Die anderen %1$s Benutzer, die in diesem Piwik registriert sind, nutzen ebenfalls das Theme %2$s.",
        "InfoThemeUpdateIsRecommended": "Aktualisieren Sie Ihre Themes, um die neueste Version zu geniessen.",
        "InstallingPlugin": "Installiere %s",
        "InstallNewPlugins": "Neue Plugins installieren",
        "InstallNewThemes": "Neue Themes installieren",
        "LastCommitTime": "(letzter Commit %s)",
        "LastUpdated": "Letzte Aktualisierung",
        "LicenseHomepage": "Lizenz-Webseite",
        "MainDescription": "Plugins erweitern die Funktionalität von Piwik. Wenn ein Plugin installiert wurde, können Sie es hier aktivieren oder deaktivieren.",
        "Marketplace": "Marketplace",
        "MarketplaceSellPluginSubject": "Marketplace - Plugin verkaufen",
        "MenuPlatform": "Plattform",
        "MissingRequirementsNotice": "Bitte aktualisieren Sie %1$s %2$s auf eine neuere Version, %1$s %3$s wird benötigt.",
        "NoPluginsFound": "Keine Plugins gefunden",
        "NotAllowedToBrowseMarketplacePlugins": "Sie können die Liste der installierbaren Plugins durchforsten, um sie für Ihre Plattform anzupassen oder zu erweitern. Bitte kontaktieren Sie Ihren Administrator, wenn Sie eines dieser Plugins installiert haben möchten.",
        "NotAllowedToBrowseMarketplaceThemes": "Sie können die Liste der installierbaren Themes durchforsten, um das Erscheinungsbild Ihrer Plattform anzupassen. Bitte kontaktieren Sie Ihren Administrator wenn Sie eines dieser Themes installiert haben möchten.",
        "NoThemesFound": "Keine Themes gefunden",
        "NoZipFileSelected": "Bitte wählen Sie eine ZIP Datei.",
        "NumDownloadsLatestVersion": "Letzte Version: %s Downloads",
        "NumUpdatesAvailable": "%s Aktualisierung(en) verfügbar",
        "OrByUploadingAPlugin": "oder durch das %szur Verfügung stellen eines Plugins%s",
        "OrByUploadingATheme": "oder indem Sie selber %sein Theme zur Verfügung stellen%s",
        "Origin": "Quelle",
        "OriginCore": "Core",
        "OriginThirdParty": "Dritt-Anbieter",
        "PluginDescription": "Oberfläche zur Plugin-Verwaltung",
        "PluginHomepage": "Plugin-Webseite",
        "PluginKeywords": "Schlüsselwörter",
        "PluginNotCompatibleWith": "Das Plugin %1$s ist nicht kompatibel mit %2$s.",
        "PluginNotWorkingAlternative": "Wenn Sie dieses Plugin eingesetzt haben, finden Sie möglicherweise eine neuere Version im Marketplace. Wenn nicht, sollten Sie es deinstallieren.",
        "PluginRequirement": "%1$s benötigt %2$s",
        "PluginsManagement": "Pluginverwaltung",
        "PluginUpdateAvailable": "Sie verwenden Version %s und eine neue Version %s is verfügbar.",
        "PluginVersionInfo": "%1$s vom %2$s",
        "PluginWebsite": "Plugin-Webseite",
        "Screenshots": "Screenshots",
        "SortByAlpha": "Alpha",
        "SortByNewest": "neu",
        "SortByPopular": "beliebt",
        "Status": "Status",
        "StepDownloadingPluginFromMarketplace": "Download des Plugins aus dem Marketplace",
        "StepDownloadingThemeFromMarketplace": "Download des Themes aus dem Marketplace",
        "StepPluginSuccessfullyInstalled": "Sie haben erfolgreich das Plugin %1$s %2$s installiert.",
        "StepPluginSuccessfullyUpdated": "Sie haben erfolgreich das Plugin %1$s %2$s aktualisiert.",
        "StepReplaceExistingPlugin": "Ersetze bestehendes Plugin",
        "StepReplaceExistingTheme": "Ersetze bestehendes Theme",
        "StepThemeSuccessfullyInstalled": "Sie haben erfolgreich das Theme %1$s %2$s installiert.",
        "StepThemeSuccessfullyUpdated": "Sie haben erfolgreich das Theme %1$s %2$s aktualisiert.",
        "StepUnzippingPlugin": "Entpacke Plugin",
        "StepUnzippingTheme": "Entpacke Theme",
        "SuccessfullyActicated": "Sie haben <strong>%s<\/strong> erfolgreich aktiviert.",
        "Support": "Support",
        "TeaserExtendPiwik": "Erweitere Piwik mit Plugins und Themes",
        "TeaserExtendPiwikByPlugin": "Erweitern Sie Piwik durch die Installation von Plugins",
        "TeaserExtendPiwikByTheme": "Wechseln Sie das Erscheinungsbild durch die Installation eines neuen Themes",
        "TeaserExtendPiwikByUpload": "Piwik durch den Upload einer ZIP Datei erweitern",
        "Theme": "Theme",
        "Themes": "Themes",
        "ThemesDescription": "Themes können das Aussehen der Benutzeroberfläche für Piwik Anwender ändern, und bringen so ein komplett neues visuelles Erlebnis, das Ihnen die Analyse Ihrer Berichte angenehm gestaltet.",
        "ThemesManagement": "Themes verwalten",
        "UninstallConfirm": "Sie sind gerade dabei, das Plugin %s zu deinstallieren. Das Plugin wird vollständig von ihrer Plattform entfernt und kann nicht wiederhergestellt werden. Sind sie sicher, dass sie das tun wollen?",
        "Updated": "Aktualisiert",
        "UpdatingPlugin": "Aktualisiere %s",
        "UploadZipFile": "Zip-Datei hochladen",
        "Version": "Version",
        "ViewRepositoryChangelog": "Änderungen ansehen",
        "Websites": "Webseiten"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Klicken Sie hier, um die Liste der auszuführenden SQL-Befehle anzuzeigen.",
        "CreatingBackupOfConfigurationFile": "Eine Sicherheitskopie der Konfigurationsdatei wird in %s erstellt",
        "CriticalErrorDuringTheUpgradeProcess": "Kritischer Fehler während der Aktualisierung:",
        "DatabaseUpgradeRequired": "Die Datenbank muss aktualisiert werden",
        "DisablingIncompatiblePlugins": "Deaktiviere inkompatible Plugins: %s",
        "DownloadingUpdateFromX": "Aktualisierung wird von %s heruntergeladen",
        "DownloadX": "%s herunterladen",
        "EmptyDatabaseError": "Die Datenbank %s ist leer. Sie müssen die Konfigurationsdatei anpassen oder entfernen.",
        "ErrorDIYHelp": "Wenn Sie ein professioneller Anwender sind und einen unerwarteten Fehler in der Aktualisierung der Datenbank entdecken:",
        "ErrorDIYHelp_1": "identifizieren und korrigieren Sie die Quelle des Problems (z.B. memory_limit oder max_execution_time)",
        "ErrorDIYHelp_2": "führen Sie die fehlgeschlagenen Befehle zur Aktualisierung nochmal aus",
        "ErrorDIYHelp_3": "Aktualisieren Sie die Tabelle `option` in der Datenbank und setzen dabei den Wert version_core auf die aktuelle Version, deren Aktualisierung fehlgeschlagen ist",
        "ErrorDIYHelp_4": "starten Sie die Aktualisierung erneut (im Browser oder auf der Kommandozeile), um die Aktualisierung zu fortzusetzen",
        "ErrorDIYHelp_5": "Melden Sie den Fehler (und die Lösung), um Piwik zu verbessern",
        "ErrorDuringPluginsUpdates": "Fehler während Plugin-Aktualisierungen:",
        "ExceptionAlreadyLatestVersion": "Ihre Version %s ist aktuell.",
        "ExceptionArchiveEmpty": "Leeres Archiv.",
        "ExceptionArchiveIncompatible": "Archiv inkompatibel: %s",
        "ExceptionArchiveIncomplete": "Das Archiv ist nicht komplett. Einige Dateien fehlen (z.B. %s).",
        "FeedbackRequest": "Gerne können Sie dem Piwik Team Ihre Ideen und Vorschläge hier mitteilen:",
        "HelpMessageContent": "Lesen Sie die %1$sPiwik-FAQ%2$s. Dort werden die meisten Fehler, die während einer Aktualisierung auftreten können, erklärt. %3$sFragen Sie Ihren Systemadministrator - dieser kann Ihnen mit diesem Fehler helfen, da er am wahrscheinlichsten mit Ihrem Server oder dem MySQL-Server zusammenhängt.",
        "HelpMessageIntroductionWhenError": "Dies ist die Kernfehlermeldung. Sie sollte helfen, die Ursache zu erklären, aber wenn Sie weitere Hilfe benötigen, bitte:",
        "HelpMessageIntroductionWhenWarning": "Die Aktualisierung verlief reibungslos, obwohl es verschiedene Meldungen währenddessen gab. Bitte lesen Sie die Beschreibung, um weitere Details zu erfahren. Für weitere Hilfe:",
        "HighTrafficPiwikServerEnableMaintenance": "Wenn Sie eine Webseite mit hohem Verkehrsaufkommen verwalten, empfehlen wir, das %sBesuchertracking vorübergehend zu deaktivieren und die Benutzeroberfläche in den Wartungsmodus zu versetzen%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Hinweis: Einige Plugins sind nicht kompatibel mit Piwik %s. Diese werden beim Upgrade deaktiviert:",
        "InstallingTheLatestVersion": "Die neueste Version wird installiert",
        "MajorUpdateWarning1": "Dies ist ein umfangreiche Aktualisierung. Das Einspielen dauert länger als üblich.",
        "MajorUpdateWarning2": "Der folgende Hinweis ist besonders für große Installationen wichtig.",
        "NoteForLargePiwikInstances": "Wichtiger Hinweis für große Piwik-Installationen",
        "NoteItIsExpectedThatQueriesFail": "Hinweis: Wenn Sie die Befehle manuell ausführen, könnte es passieren, dass einige fehlschlagen. In solch einem Fall ignorieren Sie die Fehlermeldung einfach und führen den nächsten Befehl in der Liste aus.",
        "NotificationClickToUpdatePlugins": "Klicken Sie hier, um Ihre Plugins jetzt zu aktualisieren:",
        "NotificationClickToUpdateThemes": "Klicken Sie hier, um Ihre Themes jetzt zu aktualisieren:",
        "NotificationSubjectAvailableCoreUpdate": "Neue Piwik-Version %s ist verfügbar!",
        "NotificationSubjectAvailablePluginUpdate": "Es sind Aktualisierungen für Ihre Piwik Plugins verfügbar",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik wurde erfolgreich aktualisiert!",
        "PiwikUpdatedSuccessfully": "Piwik wurde erfolgreich aktualisiert!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Die Piwik-Datenbank wird von Version %1$s auf die neue Version %2$s aktualisiert.",
        "PluginDescription": "Piwik-Aktualisierung",
        "ReadyToGo": "Sind Sie bereit?",
        "TheFollowingPluginsWillBeUpgradedX": "Die folgenden Plugins werden aktualisiert: %s",
        "ThereIsNewPluginVersionAvailableForUpdate": "Für einige der von Ihnen benutzten Plugins sind Aktualisierungen im Marketplace verfügbar:",
        "ThereIsNewVersionAvailableForUpdate": "Eine neue Version von Piwik ist verfügbar",
        "TheUpgradeProcessMayFailExecuteCommand": "Wenn Sie eine große Piwik-Datenbank haben, können Aktualisierungen zu lange dauern, um erfolgreich im Browser durchgeführt zu werden. In diesem Fall können Sie die Aktualisierung auch von der Kommandozeile aus starten: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Die Aktualisierung kann eine Weile dauern. Bitte haben Sie etwas Geduld.",
        "UnpackingTheUpdate": "Aktualisierung wird entpackt",
        "UpdateAutomatically": "Aktualisierung automatisch ausführen",
        "UpdateHasBeenCancelledExplanation": "Die Piwik Ein-Klick-Aktualisierung wurde abgebrochen. Wenn die oben stehende Fehlermeldung nicht behoben werden kann, sollten Sie Piwik manuell aktualisieren. %1$s Bitte lesen Sie die %2$sDokumentation zur Aktualisierung%3$s, um die Einzelheiten zu erfahren!",
        "UpdateTitle": "Aktualisierung",
        "UpgradeComplete": "Aktualisierung abgeschlossen!",
        "UpgradePiwik": "Piwik aktualisieren",
        "VerifyingUnpackedFiles": "Die entpackten Dateien werden überprüft",
        "WarningMessages": "Warnhinweise:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Die folgenden Plugins wurden automatisch deaktiviert: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Die Aktualisierung auf Version %s kann automatisch ausgeführt werden. Oder Sie laden das Paket herunter und installieren es manuell:",
        "YouCouldManuallyExecuteSqlQueries": "Wenn Sie die Aktualisierung nicht von der Kommandozeile aus ausführen können und auch Piwik die Aktualisierung nicht durchführen kann (wegen Zeitüberschreitungen der Datenbank, des Browser oder sonstigen Fällen), können Sie auch die SQL-Befehle manuell ausführen, um Piwik zu aktualisieren.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik kann Ihre aktuelle Installation nicht überschreiben. Sie müssen entweder die Ordner-\/Dateiberechtigungen anpassen oder das Paket herunterladen und die Version %s manuell installieren.",
        "YourDatabaseIsOutOfDate": "Ihre Piwik-Datenbank ist nicht mehr aktuell und muss aktualisiert werden, bevor Sie weiter arbeiten können."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Name der benutzerdefinierten Variable",
        "ColumnCustomVariableValue": "Wert der benutzerdefinierten Variable",
        "CustomVariables": "Benutzerdefinierte Variablen",
        "CustomVariablesReportDocumentation": "Dieser Bericht enthält Informationen über Ihre benutzerdefinierten Variablen. Klicken Sie auf einen Variablennamen, um die Verteilung der Werte zu sehen. %s Für mehr Informationen über benutzerdefinierte Variablen, lesen Sie die %sDokumentation auf piwik.org%s",
        "PluginDescription": "Benutzerdefinierte Variablen sind Namen-Werte-Paare, die Sie über die setVisitCustomVariables() Funktion der Javascript-API setzen können. Piwik wird dann für jeden dieser Namen und Werte die Anzahl der Besuche, die Seiten sowie die Konversionen erfassen.",
        "ScopePage": "Anwendungsbereich Seite",
        "ScopeVisit": "Anwendungsbereich Besuch"
    },
    "Dashboard": {
        "AddAWidget": "Ein Widget hinzufügen",
        "AddPreviewedWidget": "Widget aus der Vorschau zum Dashboard hinzufügen",
        "ChangeDashboardLayout": "Dashboardlayout verändern",
        "CopyDashboardToUser": "Dashboard zu Benutzer kopieren",
        "CreateNewDashboard": "Neues Dashboard erstellen",
        "Dashboard": "Dashboard",
        "DashboardCopied": "Aktuelles Dashboard wurde erfolgreich zum ausgewählten Benutzer kopiert.",
        "DashboardEmptyNotification": "Ihr Dashboard enthält keine Widgets. Sie können jetzt Widgets hinzufügen oder das Dashboard auf die Standard Widgetauswahl zurücksetzen.",
        "DashboardName": "Dashboard Name:",
        "DashboardOf": "Dashboard von %s",
        "DefaultDashboard": "Standard Dashboard - Verwendet Standardwidgets und Spaltenlayout",
        "DeleteWidgetConfirm": "Wollen Sie wirklich dieses Widget vom Dashboard entfernen?",
        "EmptyDashboard": "Leeres Dashboard - Bitte Widgets auswählen",
        "LoadingWidget": "Lade Widget, bitte warten...",
        "ManageDashboard": "Dashboard verwalten",
        "Maximise": "Vergrößern",
        "Minimise": "Minimieren",
        "NotUndo": "Sie können diese Aktion nicht rückgängig machen.",
        "PluginDescription": "Ihr Dashboard. Sie können es sich individuell anpassen: neue Widgets hinzufügen oder deren Reihenfolge ändern. Jeder Benutzer hat ein eigenes Dashboard.",
        "RemoveDashboard": "Dashboard entfernen",
        "RemoveDashboardConfirm": "Sind Sie sicher, dass Sie das Dashboard \"%s\" löschen möchten?",
        "RenameDashboard": "Dashboard umbenennen",
        "ResetDashboard": "Dashboard zurücksetzen",
        "ResetDashboardConfirm": "Wollen Sie wirklich das Dashboardlayout auf die Standardeinstellungen zurücksetzen?",
        "SelectDashboardLayout": "Bitte wählen Sie ein neues Dashboardlayout",
        "SelectWidget": "Wählen Sie das hier das Widget aus, welches zum Dashboard hinzugefügt werden soll",
        "SetAsDefaultWidgets": "Als Standard Widgetauswahl speichern",
        "SetAsDefaultWidgetsConfirm": "Sind Sie sicher, dass Sie die aktuelle Widgetauswahl und das Layout als das Standard Dashboardtemplate speichern möchten?",
        "SetAsDefaultWidgetsConfirmHelp": "Diese Widgetauswahl und das aktuelle Spaltenlayout werden verwendet, wenn ein neues Dashboard erstellt wird oder wenn \"%s\" verwendet wird.",
        "TopLinkTooltip": "Zeige Webanalytik Berichte für %s.",
        "WidgetNotFound": "Widget nicht gefunden",
        "WidgetPreview": "Widget-Vorschau",
        "WidgetsAndDashboard": "Widgets & Dashboard"
    },
    "DoNotTrack": {
        "PluginDescription": "Besuche mit X-Do-Not-Track oder DNT Header ignorieren."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Kontaktieren Sie das Piwik Team!",
        "DoYouHaveBugReportOrFeatureRequest": "Möchten Sie einen Fehler melden oder haben Sie eine Idee für eine neue Funktion?",
        "GetInTouch": "Wir wissen Ihr Feedback zu schätzen und lesen alle Nachrichten. Vielleicht wollen Sie ja eine Geschäftsmöglichkeit teilen, einen Piwik-Berater buchen, uns eine Erfolgsgeschichte erzählen oder einfach nur Hallo sagen!",
        "IWantTo": "Ich möchte:",
        "LearnWaysToParticipate": "Lernen Sie alle Möglichkeiten kennen, wie Sie %s uns unterstützen können%s",
        "ManuallySendEmailTo": "Senden Sie Ihre Nachricht manuell an",
        "PluginDescription": "Senden Sie Ihr Feedback an das Piwik-Team. Teilen Sie uns Ihre Ideen, Anforderungen und Wünsche mit!",
        "RateFeatureLeaveMessageDislike": "Es tut uns leid zu hören, dass es Ihnen nicht gefällt! Bitte teilen Sie uns mit, wie wir es verbessern können.",
        "RateFeatureLeaveMessageLike": "Wir sind froh, dass Sie es mögen! Bitte teilen Sie uns mit, was sie am meisten mögen oder Sie eine Idee für eine neue Funktion haben.",
        "RateFeatureSendFeedbackInformation": "Ihre Piwik-Plattform wird uns (dem Piwik Team) eine E-Mail (inklusiver Ihrer E-Mail-Adresse) senden, damit wir mit Ihnen in Kontakt treten könne, sollten Sie Fragen haben.",
        "RateFeatureThankYouTitle": "Danke für das Bewerten von '%s'!",
        "RateFeatureTitle": "Gefällt Ihnen das Feature '%s'? Bitte bewerten Sie es und hinterlassen einen Kommentar!",
        "SendFeedback": "Feedback absenden",
        "SpecialRequest": "Haben Sie eine spezielle Anfrage an das Team?",
        "ThankYou": "Danke für Ihre Unterstützung, Piwik zu verbessern!",
        "TopLinkTooltip": "Teilen Sie uns Ihre Meinung mit, oder fordern professionelle Unterstützung an.",
        "ViewAnswersToFAQ": "Antworten zu %sFrequently Asked Questions%s ansehen",
        "ViewUserGuides": "Lernen Sie mithilfe unseres %1$sBenutzerhandbuches%2$s, wie Sie Piwik konfigurieren können und wie Sie effektiv Ihre Daten analysieren.",
        "VisitTheForums": "Besuchen Sie die %s Foren%s",
        "WantToThankConsiderDonating": "Finden Sie Piwik genial und möchten uns danken?"
    },
    "General": {
        "AbandonedCarts": "Verlassene Warenkörbe",
        "AboutPiwikX": "Über Piwik %s",
        "Action": "Aktion",
        "Actions": "Aktionen",
        "Add": "Hinzufügen",
        "AfterEntry": "nach Eingang hier",
        "All": "Alle",
        "AllowPiwikArchivingToTriggerBrowser": "Piwik erlauben, die Archivierung zu starten, wenn Berichte im Browser angezeigt werden.",
        "AllWebsitesDashboard": "Dashboard aller Webseiten",
        "And": "und",
        "API": "API",
        "ApplyDateRange": "Zeitraum anwenden",
        "ArchivingInlineHelp": "Für Webseiten mit mittlerem bis hohem Verkehrsaufkommen wird empfohlen, die durch den Browser ausgelöste Archivierung zu deaktivieren. Stattdessen wird empfohlen, dass Sie einen Cronjob aufsetzen, der die Berichte einmal pro Stunde abarbeitet.",
        "ArchivingTriggerDescription": "Für größere Piwik-Installationen sollten Sie %seinen Cronjob erstellen%s, der die Berichte automatisch abarbeitet.",
        "AuthenticationMethodSmtp": "Authentifizierungsmethode für SMTP",
        "AverageOrderValue": "Durchschnittlicher Bestellwert",
        "AveragePrice": "Durchschnittlicher Preis",
        "AverageQuantity": "Durchschnittliche Menge",
        "BackToPiwik": "Zurück zu Piwik",
        "Broken": "Defekt",
        "BrokenDownReportDocumentation": "Die Daten sind in verschiedene Berichte unterteilt, die in Sparklines am Ende der Seite angezeigt werden. Sie können die Sparklines vergrößern, indem Sie auf den gewünschen Bericht klicken.",
        "Cancel": "Abbrechen",
        "CannotUnzipFile": "Die Datei %1$s kann nicht entpackt werden: %2$s",
        "ChangePassword": "Passwort ändern",
        "ChangeTagCloudView": "Bitte beachten Sie, dass Sie den Bericht nicht nur als Tag-Cloud anzeigen können. Verwenden Sie die Steuerelemente in der Fußleiste, um die Ansicht zu wechseln.",
        "ChooseDate": "Wähle Datum",
        "ChooseLanguage": "Sprache wählen",
        "ChoosePeriod": "Zeitraum wählen",
        "ChooseWebsite": "Webseite wählen",
        "ClickHere": "Klicken Sie hier für mehr Informationen.",
        "ClickToChangePeriod": "Klicke erneut um den Zeitraum zu ändern.",
        "Close": "Schließen",
        "ColumnActionsPerVisit": "Aktionen pro Besuch",
        "ColumnActionsPerVisitDocumentation": "Die durchschnittliche Anzahl der Aktionen (Seitenaufrufe, Downloads, ausgehende Verweise oder interne Suchen), die während der Besuche durchgeführt wurden.",
        "ColumnAverageGenerationTime": "Durchschnittliche Generierungszeit",
        "ColumnAverageGenerationTimeDocumentation": "Die durchschnittliche Zeit die zur Generierung der Seite benötigt wurde. Diese Metrik beinhaltet die Zeit die der Server für die Generierung benötigte sowie die Zeit die der Besucher benötigte um die Antwort vom Server herunterzuladen. Eine niedrigere 'durchschnittliche Generierungszeit' bedeutet eine schnellere Webseite für Ihre Besucher!",
        "ColumnAverageTimeOnPage": "Durchschnittszeit pro Seite",
        "ColumnAverageTimeOnPageDocumentation": "Die durchschnittliche Besuchdauer einer Seite (nur die einzelne Seite, nicht die gesamte Webseite)",
        "ColumnAvgTimeOnSite": "Durchschnittszeit auf der Webseite",
        "ColumnAvgTimeOnSiteDocumentation": "Durchschnittslänge eines Besuches.",
        "ColumnBounceRate": "Absprungsrate",
        "ColumnBounceRateDocumentation": "Der Anteil der Besuche, bei denen nur eine Seite aufgerufen wurde. Dies bedeutet, dass der Besucher die Website auf der Eingangsseite sofort wieder verlassen hat.",
        "ColumnBounceRateForPageDocumentation": "Prozentsatz der Besuche, die auf dieser Seite starteten und zugleich endeten.",
        "ColumnBounces": "Absprünge",
        "ColumnBouncesDocumentation": "Anzahl der Besuche, die auf dieser Seite begannen und endeten. D.h. der Besucher verließ die Webseite nach dem Aufruf dieser einen Seite wieder.",
        "ColumnConversionRate": "Konversionsrate",
        "ColumnConversionRateDocumentation": "Prozentsatz der Besucher, die ein Zeil erreicht haben.",
        "ColumnDestinationPage": "Zielseite",
        "ColumnEntrances": "Eingänge",
        "ColumnEntrancesDocumentation": "Anzahl der Besuche, die auf dieser Seite begonnen haben.",
        "ColumnExitRate": "Ausstiegsrate",
        "ColumnExitRateDocumentation": "Der Anteil der Besuche, welche die Webseite nach dieser Seite verlassen haben.",
        "ColumnExits": "Ausstiege",
        "ColumnExitsDocumentation": "Anzahl der Besuche, die auf dieser Seite endeten.",
        "ColumnGenerationTime": "Generierungszeit",
        "ColumnKeyword": "Suchbegriff",
        "ColumnLabel": "Bezeichnung",
        "ColumnMaxActions": "Maximale Aktionen pro Besuch",
        "ColumnNbActions": "Aktionen",
        "ColumnNbActionsDocumentation": "Die Anzahl der Aktionen, die ein Besucher durchgeführt hat. Aktionen sind Seitenansichten, Downloads und der Aufruf von ausgehenden Verweisen und interne Suchen.",
        "ColumnNbUniqVisitors": "Eindeutige Besucher",
        "ColumnNbUniqVisitorsDocumentation": "Die Anzahl der eindeutigen Besucher auf der Webseite. Jeder Benutzer wird nur einmal gezählt, auch wenn er die Webseite mehrmals täglich besucht hat.",
        "ColumnNbVisits": "Besuche",
        "ColumnNbVisitsDocumentation": "Wenn ein Besucher zum ersten Mal die Webseite besucht oder seit dem letzen Seitenaufruf mehr als 30 Minuten vergangen sind, wird dies als neuer Besuch gewertet.",
        "ColumnPageBounceRateDocumentation": "Prozentsatz der Besuche, die auf dieser Seite starteten und die Webseite sofort wieder verlassen haben.",
        "ColumnPageviews": "Seitenansichten",
        "ColumnPageviewsDocumentation": "Die Anzahl, wie häufig diese Seite besucht wurde.",
        "ColumnPercentageVisits": "% Besuche",
        "ColumnRevenue": "Umsatz",
        "ColumnSumVisitLength": "Von Besuchern verbrachte Gesamtzeit (in Sekunden)",
        "ColumnTotalPageviews": "Gesamte Seitenansichten",
        "ColumnUniqueEntrances": "Einmalige Eingänge",
        "ColumnUniqueExits": "Einmalige Ausstiege",
        "ColumnUniquePageviews": "Einmalige Seitenansichten",
        "ColumnUniquePageviewsDocumentation": "Die Anzahl der Besuche, welche diese Seite aufgerufen haben. Sollte die Seite mehrmals bei einem Besuch aufgerufen worden sein, so wird dies nur einmal gezählt.",
        "ColumnValuePerVisit": "Umsatz pro Besuch",
        "ColumnViewedAfterSearch": "In den Suchergebnissen angeklickt",
        "ColumnViewedAfterSearchDocumentation": "Die Anzahl, wie häufig diese Seite besucht wurde, nachdem zuvor die interne Suche benutzt wurde.",
        "ColumnVisitDuration": "Dauer des Besuchs (in Sekunden)",
        "ColumnVisitsWithConversions": "Besuche mit Konversionen",
        "ConfigFileIsNotWritable": "Die Piwik-Konfigurationsdatei %s ist nicht schreibbar, Ihre Änderungen werden nicht gespeichert. %s Bitte ändern Sie die Zugriffsrechte der Konfigurationsdatei, um diese schreibbar zu machen.",
        "Continue": "Weiter",
        "ContinueToPiwik": "Weiter zu Piwik",
        "CurrentMonth": "Aktueller Monat",
        "CurrentWeek": "Aktuelle Woche",
        "CurrentYear": "Aktuelles Jahr",
        "Daily": "Täglich",
        "DailyReport": "täglich",
        "DailyReports": "Tägliche Berichte",
        "DailySum": "Tagessumme",
        "DashboardForASpecificWebsite": "Dashboard für eine spezifische Webseite",
        "DataForThisGraphHasBeenPurged": "Die Daten für diese Grafik sind älter als %s Monate und wurden gelöscht",
        "DataForThisTagCloudHasBeenPurged": "Die Daten für diese Schlagwortwolke sind älter als %s Monate und wurden gelöscht.",
        "Date": "Datum",
        "DateRange": "Zeitspanne:",
        "DateRangeFrom": "Von",
        "DateRangeFromTo": "Von %s bis %s",
        "DateRangeInPeriodList": "Zeitspanne",
        "DateRangeTo": "Bis",
        "DayFr": "Fr",
        "DayMo": "Mo",
        "DaySa": "Sa",
        "DaysHours": "%1$s Tage %2$s Stunden",
        "DaysSinceFirstVisit": "Tage seit dem ersten Besuch",
        "DaysSinceLastEcommerceOrder": "Tage seit letzter Ecommerce-Bestellung",
        "DaysSinceLastVisit": "Tage seit dem letzten Besuch",
        "DaySu": "So",
        "DayTh": "Do",
        "DayTu": "Di",
        "DayWe": "Mi",
        "Default": "Standard",
        "DefaultAppended": "(Standard)",
        "Delete": "Löschen",
        "Description": "Beschreibung",
        "Desktop": "Desktop",
        "Details": "Details",
        "Discount": "Rabatt",
        "DisplaySimpleTable": "Einfache Tabelle anzeigen",
        "DisplayTableWithGoalMetrics": "Tabelle mit Ziel-Metriken anzeigen",
        "DisplayTableWithMoreMetrics": "Tabelle mit mehr Metriken anzeigen",
        "Documentation": "Dokumentation",
        "Donate": "Spenden",
        "Done": "Erledigt",
        "Download": "Download",
        "DownloadFail_FileExists": "Die Datei %s existiert bereits!",
        "DownloadFail_FileExistsContinue": "Es wurde versucht den Download von %s fortzusetzen, allerdings existiert bereits eine komplett heruntergeladene Datei!",
        "DownloadFail_HttpRequestFail": "Konnte die Datei nicht herunterladen! Möglicherweise ist die Webseite von der Sie herunterladen möchten nicht einsatzbereit. Sie können es später noch einmal probieren oder die Datei selbständig herunterladen.",
        "DownloadFullVersion": "%1$sLaden%2$s Sie jetzt die Vollversion! Siehe %3$s",
        "DownloadPleaseRemoveExisting": "Soll diese ersetzt werden, muss die existierende Datei gelöscht werden.",
        "Downloads": "Downloads",
        "EcommerceOrders": "Ecommerce Bestellungen",
        "EcommerceVisitStatusDesc": "Ecommerce Status am Ende des Besuchs",
        "EcommerceVisitStatusEg": "Um z.B. alle Besuche auszuwählen, die eine Bestellung aufgegeben haben, würde die API-Anfrage Folgendes beinhalten: %s",
        "Edit": "Ändern",
        "EncryptedSmtpTransport": "Geben Sie hier die von Ihrem SMTP-Server benötigte Verschlüsselung ein.",
        "EnglishLanguageName": "German",
        "Error": "Fehler",
        "ErrorRequest": "Einen Moment bitte. Wir laden die erforderlichen Daten. Bitte neu laden, falls längere Zeit keine Aktion ausgeführt wird.",
        "EvolutionOverPeriod": "Entwicklung über den Zeitraum",
        "EvolutionSummaryGeneric": "%1$s in %2$s verglichen mit %3$s in %4$s. Entwicklung: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "Der Benutzer muss entweder ein Hauptadministrator sein oder der Benutzer '%s'.",
        "ExceptionConfigurationFileNotFound": "Die Konfigurationsdatei {%s} wurde nicht gefunden.",
        "ExceptionDatabaseVersion": "Ihre %1$s-Version ist %2$s, aber Piwik benötigt mindestens %3$s",
        "ExceptionFileIntegrity": "Integritätsprüfung fehlgeschlagen: %s",
        "ExceptionFilesizeMismatch": "Unterschiedliche Dateigröße: %1$s (erwartete Größe: %2$s, gefunden: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Ihre %1$s-Client Version ist %2$s, die aber mit der Server-Version %3$s inkompatibel ist.",
        "ExceptionInvalidAggregateReportsFormat": "Aggregiertes Berichtsformat '%s' ungültig. Versuchen Sie eines der folgenden: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Die Archivierungszeit von Live-Berichten muss eine Zahl in Sekunden (größer als Null) sein.",
        "ExceptionInvalidDateFormat": "Das Datumsformat muss %s oder eine andere, von der Funktion %s unterstützte Zeichenkette sein. (Besuchen Sie %s für nähere Informationen)",
        "ExceptionInvalidDateRange": "Das Datum '%s' ist keine korrekte Zeitspanne. Es sollte das folgende Format haben: %s",
        "ExceptionInvalidPeriod": "Die Periode '%s' wird nicht unterstützt. Versuchen Sie es stattdessen mit einem der folgenden: %s",
        "ExceptionInvalidRendererFormat": "Das Renderer-Format '%s' ist ungültig. Versuchen Sie stattdessen eines der folgenden Formate: %s.",
        "ExceptionInvalidReportRendererFormat": "Berichtsformat '%s' ist ungültig. Versuchen Sie stattdessen eines der folgenden: %s.",
        "ExceptionInvalidStaticGraphType": "Typ des statischen Graphs '%s' ist ungültig. Versuchen Sie stattdessen einen der folgenden Typen: %s",
        "ExceptionInvalidToken": "Das Token ist ungültig.",
        "ExceptionLanguageFileNotFound": "Sprachdatei '%s' wurde nicht gefunden.",
        "ExceptionMethodNotFound": "Die Methode '%s' existiert nicht oder ist im Modul '%s' nicht verfügbar.",
        "ExceptionMissingFile": "Fehlende Datei: %s",
        "ExceptionNonceMismatch": "Das Sicherheitstoken des Formulars konnte nicht verifiziert werden.",
        "ExceptionPrivilege": "Sie können auf die Ressource nicht zugreifen, da Sie dafür mindestens %s Rechte benötigen.",
        "ExceptionPrivilegeAccessWebsite": "Sie können auf diese Ressource nicht zugreifen, da es mindestens %s-Rechte für die Webseiten-ID %d benötigt.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Sie können auf diese Ressource nicht zugreifen, da eine %s Berechtigung für mindestens eine Webseite benötigt wird.",
        "ExceptionUnableToStartSession": "Starten einer Session nicht möglich.",
        "ExceptionUndeletableFile": "Kann %s nicht löschen.",
        "ExceptionUnreadableFileDisabledMethod": "Die Konfigurationsdatei {%s} konnte nicht gelesen werden. Ihr Host hat möglicherweise %s deaktiviert.",
        "ExpandDataTableFooter": "Ändern Sie die Darstellung oder konfigurieren den Bericht",
        "Export": "Export",
        "ExportAsImage": "Als Bild exportieren",
        "ExportThisReport": "Diese Daten in einem anderen Format exportieren",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Die Integritätsprüfung ist fehlgeschlagen und hat Fehler ausgegeben. Dies geschieht häufig durch Fehler beim Hochladen der Piwik-Dateien. Laden Sie die Piwik-Dateien im BINARY-Modus erneut hoch und aktualisieren Sie diese Seite, bis keine Fehler mehr vorhanden sind.",
        "First": "Anfang",
        "Flatten": "Flach anzeigen",
        "ForExampleShort": "z.B.",
        "Forums": "Forum",
        "FromReferrer": "von",
        "GeneralInformation": "Allgemeine Information",
        "GeneralSettings": "Allgemeine Einstellungen",
        "GetStarted": "Jetzt beginnen",
        "GiveUsYourFeedback": "Feedback geben!",
        "Goal": "Ziel",
        "GoTo": "Gehe zu %s",
        "GraphHelp": "Mehr Informationen über die Darstellung von Graphen in Piwik.",
        "HelloUser": "Hallo, %s!",
        "Help": "Hilfe",
        "HelpTranslatePiwik": "Möchten Sie uns %1$shelfen die Übersetzungen von Piwik zu verbessern%2$s?",
        "Hide": "verbergen",
        "HoursMinutes": "%1$s Stunden %2$s Minuten",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Wenn der Archivierungsprozess nicht zu viel Zeit in Anspruch nimmt, können Sie den Cronjob so konfigurieren, dass die Archivierung häufiger gemacht wird.",
        "InfoFor": "Informationen über %s",
        "Installed": "Installiert",
        "InvalidDateRange": "Ungültiger Zeitraum. Bitte versuchen Sie es erneut",
        "InvalidResponse": "Die empfangenen Daten sind nicht gültig.",
        "IP": "IP",
        "JsTrackingTag": "JavaScript-Tracking-Code",
        "Language": "Sprache",
        "LastDays": "Letzte %s Tage (inkl. heute)",
        "LastDaysShort": "Letzte %s Tage",
        "LayoutDirection": "ltr",
        "Live": "Echtzeit",
        "Loading": "Laden ...",
        "LoadingData": "Lade Daten ...",
        "LoadingPopover": "Lade %s...",
        "LoadingPopoverFor": "Lade %s für",
        "Locale": "de_DE.UTF-8",
        "Logout": "Abmelden",
        "LongDay_1": "Montag",
        "LongDay_2": "Dienstag",
        "LongDay_3": "Mittwoch",
        "LongDay_4": "Donnerstag",
        "LongDay_5": "Freitag",
        "LongDay_6": "Samstag",
        "LongDay_7": "Sonntag",
        "LongMonth_1": "Januar",
        "LongMonth_10": "Oktober",
        "LongMonth_11": "November",
        "LongMonth_12": "Dezember",
        "LongMonth_2": "Februar",
        "LongMonth_3": "März",
        "LongMonth_4": "April",
        "LongMonth_5": "Mai",
        "LongMonth_6": "Juni",
        "LongMonth_7": "Juli",
        "LongMonth_8": "August",
        "LongMonth_9": "September",
        "MainMetrics": "Kernmetriken",
        "Matches": "Treffer",
        "MediumToHighTrafficItIsRecommendedTo": "Für Webseiten mit mittlerem bis hohem Verkehrsaufkommen empfehlen wir, Berichte für den heutigen Tag maximal jede halbe Stunde (%s Sekunden) oder jede Stunde (%s Sekunden) abzuarbeiten.",
        "Metadata": "Metadaten",
        "Metric": "Metrik",
        "Metrics": "Metriken",
        "MetricsToPlot": "Anzuzeigende Metriken",
        "MetricToPlot": "Anzuzeigende Metrik",
        "MinutesSeconds": "%1$s Minuten %2$ss",
        "Mobile": "Mobil",
        "Monthly": "Monatlich",
        "MonthlyReport": "monatlich",
        "MonthlyReports": "Monatliche Berichte",
        "More": "Mehr",
        "MoreDetails": "Mehr Details",
        "MoreLowerCase": "mehr",
        "MultiSitesSummary": "Alle Webseiten",
        "Name": "Name",
        "NbActions": "Anzahl der Aktionen",
        "NbSearches": "Anzahl der internen Suchen",
        "NDays": "%s Tage",
        "Never": "Niemals",
        "NewReportsWillBeProcessedByCron": "Wenn der Archivierungsprozess nicht vom Browser ausgelöst wird, werden neue Berichte vom Cronjob erzeugt.",
        "NewUpdatePiwikX": "Neue Version: Piwik %s",
        "NewVisitor": "Neuer Besucher",
        "NewVisits": "Neue Besuche",
        "Next": "nächste",
        "NMinutes": "%s Minuten",
        "No": "Nein",
        "NoDataForGraph": "Keine Daten für diesen Graphen.",
        "NoDataForTagCloud": "Keine Daten für diese Schlagwortwolke.",
        "NotDefined": "%s nicht definiert",
        "Note": "Notiz",
        "NotInstalled": "Nicht installiert",
        "NotRecommended": "(nicht empfohlen)",
        "NotValid": "%s ist nicht gültig",
        "NSeconds": "%s Sekunden",
        "NumberOfVisits": "Anzahl der Besuche",
        "NVisits": "%s Besuche",
        "Ok": "OK",
        "OneAction": "1 Aktion",
        "OneDay": "1 Tag",
        "OneMinute": "1 Minute",
        "OneVisit": "1 Besuch",
        "OnlyEnterIfRequired": "Geben Sie nur dann einen Benutzernamen an, wenn der SMTP-Server dies benötigt.",
        "OnlyEnterIfRequiredPassword": "Geben Sie nur dann ein Passwort an, wenn der SMTP-Server dies benötigt.",
        "OnlyUsedIfUserPwdIsSet": "Wird nur verwendet, wenn Benutzername\/Passwort gesetzt sind. Fragen Sie Ihren Provider, wenn Sie nicht sicher sind, welche Methode verwendet werden muss.",
        "OpenSourceWebAnalytics": "Quelloffene Webanalytik",
        "OperationAtLeast": "Mindestens",
        "OperationAtMost": "Maximal",
        "OperationContains": "Enthält",
        "OperationDoesNotContain": "Enthält nicht",
        "OperationEquals": "Entspricht",
        "OperationGreaterThan": "Mehr als",
        "OperationIs": "Entspricht",
        "OperationIsNot": "Entspricht nicht",
        "OperationLessThan": "Weniger als",
        "OperationNotEquals": "Entspricht nicht",
        "OptionalSmtpPort": "Optional. Standard ist 25 für unverschlüsseltes SMTP sowie SMTP mit TLS, und 465 für SMTP mit SSL.",
        "Options": "Optionen",
        "OrCancel": "oder %s abbrechen %s",
        "OriginalLanguageName": "Deutsch",
        "Others": "Andere",
        "Outlink": "Ausgehender Verweis",
        "Outlinks": "Ausgehende Verweise",
        "OverlayRowActionTooltip": "Sehen Sie analytische Daten direkt über Ihre Webseite (öffnet in neuem Tab)",
        "OverlayRowActionTooltipTitle": "Seiten Overlay öffnen",
        "Overview": "Übersicht",
        "Pages": "Seiten",
        "ParameterMustIntegerBetween": "Parameter %s muss ein ganzzahliger Wert zwischen %s und %s sein.",
        "Password": "Passwort",
        "Period": "Zeitraum",
        "Piechart": "Kreisdiagramm",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%1$s ist verfügbar. Bitte benachrichtigen Sie den %2$sPiwik Administrator%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s ist verfügbar. %2$s Bitte aktualisieren Sie jetzt!%3$s (siehe %4$s Änderungen%5$s).",
        "PleaseSpecifyValue": "Bitte geben Sie einen Wert für '%s' an.",
        "PleaseUpdatePiwik": "Bitte Piwik aktualisieren",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Powered by",
        "Previous": "vorherige",
        "PreviousDays": "Vergangene %s Tage (exkl. heute)",
        "PreviousDaysShort": "Vergangene %s Tage",
        "Price": "Preis",
        "ProductConversionRate": "Produkt Konversationsrate",
        "ProductRevenue": "Produkteinnahmen",
        "PurchasedProducts": "Gekaufte Produkte",
        "Quantity": "Menge",
        "RangeReports": "Benutzerdefinierte Bereiche",
        "ReadThisToLearnMore": "%1$sErfahren Sie hier mehr darüber.%2$s",
        "Recommended": "(empfohlen)",
        "RecordsToPlot": "Anzuzeigende Datensätze",
        "Refresh": "Aktualisieren",
        "RefreshPage": "Die Seite aktualisieren",
        "RelatedReport": "Verwandter Bericht",
        "RelatedReports": "Verwandte Berichte",
        "Remove": "Entfernen",
        "Report": "Bericht",
        "ReportGeneratedFrom": "Dieser Bericht nutzt Daten von %s.",
        "ReportRatioTooltip": "'%1$s' repräsentiert %2$s von %3$s %4$s mit %5$s.",
        "Reports": "Berichte",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Berichte für heute (sowie jeden anderen Zeitraum, die den heutigen Tag beinhalten) höchstens so oft neu berechnen:",
        "ReportsWillBeProcessedAtMostEveryHour": "Die Berichte werden hierfür etwa jede Stunde erzeugt.",
        "RequestTimedOut": "Die Datenabfrage an %s dauerte zu lange. Bitte versuchen Sie es noch einmal.",
        "Required": "%s benötigt",
        "ReturningVisitor": "Wiederkehrender Besucher",
        "ReturningVisitorAllVisits": "Alle Besuche ansehen",
        "RowEvolutionRowActionTooltip": "Sehen Sie wie sich die Metriken im Laufe der Zeit geändert haben",
        "RowEvolutionRowActionTooltipTitle": "Zeilenentwicklung öffnen",
        "Rows": "Zeilen",
        "RowsToDisplay": "Zeilen anzeigen",
        "Save": "Speichern",
        "SaveImageOnYourComputer": "Um das Bild auf Ihrer Festplatte zu speichern, klicken Sie mit der rechten Maustaste auf das Bild und wählen Sie \"Bild speichern unter...\"",
        "Search": "Suchen",
        "SearchNoResults": "Keine Ergebnisse",
        "Seconds": "%ss",
        "SeeAll": "alle ansehen",
        "SeeTheOfficialDocumentationForMoreInformation": "Weitere Informationen finden Sie in der %soffiziellen Dokumentation%s.",
        "Segment": "Segment",
        "SelectYesIfYouWantToSendEmailsViaServer": "Wählen Sie \"Ja\", wenn Sie E-Mails über einen Server verschicken möchten, anstatt die lokale mail()-Funktion zu benutzen.",
        "Settings": "Einstellungen",
        "Shipping": "Versand",
        "ShortDay_1": "Mo",
        "ShortDay_2": "Di",
        "ShortDay_3": "Mi",
        "ShortDay_4": "Do",
        "ShortDay_5": "Fr",
        "ShortDay_6": "Sa",
        "ShortDay_7": "So",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Okt",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dez",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mär",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "Mai",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Aug",
        "ShortMonth_9": "Sep",
        "Show": "anzeigen",
        "SingleWebsitesDashboard": "Dashboard einer Webseite",
        "SmallTrafficYouCanLeaveDefault": "Für Seiten mit wenig Traffic können Sie den Standard von %s Sekunden beibehalten und alle Berichte in Echtzeit anzeigen.",
        "SmtpEncryption": "SMTP-Verschlüsselung",
        "SmtpPassword": "SMTP-Passwort",
        "SmtpPort": "SMTP-Port",
        "SmtpServerAddress": "SMTP-Server-Adresse",
        "SmtpUsername": "SMTP-Benutzername",
        "Source": "Quelle",
        "StatisticsAreNotRecorded": "Das Besuchertracking von Piwik ist derzeit deaktiviert! Reaktivieren Sie das Tracking indem Sie in der Datei config\/config.ini.php record_statistics = 1 setzen.",
        "Subtotal": "Zwischensumme",
        "Summary": "Zusammenfassung",
        "Table": "Tabelle",
        "TagCloud": "Schlagwortwolke",
        "Tax": "Steuer",
        "TimeAgo": "vor %s",
        "TimeOnPage": "Zeit auf Seite",
        "Today": "Heute",
        "Total": "Gesamt",
        "TotalRatioTooltip": "Das entspricht %1$s von %2$s %3$s.",
        "TotalRevenue": "Gesamteinnahmen",
        "TotalVisitsPageviewsRevenue": "(Gesamt: %s Besuche, %s Seitenansichten, %s Einnahmen)",
        "TransitionsRowActionTooltip": "Die Aktionen vor und nach dieser Seite auswerten",
        "TransitionsRowActionTooltipTitle": "Transitions öffnen",
        "TranslatorEmail": "frank@bueltge.de, piwik@thorstentaube.de, arthur.borens@gmx.de, mail@marco-ziesing.de, andreas.just@cmsmadesimple.de, halfdan@xnorfz.de, ich@pascal90.de, christian@conlabz.de, michael.stenz@email.de, djsoldier1988@gmail.com, de@piwik.org,sebastian.gumprich@38.de",
        "TranslatorName": "Frank Bueltge, Thorsten Taube, Arthur W. Borens, Marco Ziesing, Andreas Just, Fabian Becker, Henry Müller, Pascal Herbert, Christian W. Schneider, Michael Stenz, Itransition, Timo Besenreuther",
        "UniquePurchases": "Einmalige Käufe",
        "Unknown": "unbekannt",
        "Upload": "Upload",
        "UsePlusMinusIconsDocumentation": "Benutzen Sie zur Navigation die Symbole Plus und Minus auf der linken Seite.",
        "Username": "Benutzername",
        "UseSMTPServerForEmail": "SMTP-Server für E-Mails verwenden",
        "Value": "Wert",
        "VBarGraph": "Säulendiagramm",
        "View": "Gehe zu",
        "ViewDocumentationFor": "Dokumentation für %1$s ansehen",
        "Visit": "Besuch",
        "VisitConvertedGoal": "Besuche, die mindestens ein Ziel erreicht haben",
        "VisitConvertedGoalId": "Besuche, die eine bestimmte Ziel-Id erreicht haben",
        "VisitConvertedNGoals": "Besuch erreichte %s Ziele",
        "VisitDuration": "Durchschnittliche Besuchszeit (in Sekunden)",
        "Visitor": "Besucher",
        "VisitorID": "ID des Besuchers",
        "VisitorIP": "IP des Besuchers",
        "Visitors": "Besucher",
        "VisitsWith": "Besuche mit %s",
        "VisitType": "Art des Besuchers",
        "VisitTypeExample": "Um beispielsweise alle wiederkehrenden Besucher abzufragen, die Bestellungen getätigt haben, muss der API Aufruf folgendes enthalten: %s",
        "Warning": "Warnung",
        "WarningFileIntegrityNoManifest": "Aufgrund der fehlenden Datei manifest.inc.php konnte die Integritätsprüfung nicht durchgeführt werden.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Wenn Sie Piwik von Git deployen ist diese Nachricht normal.",
        "WarningFileIntegrityNoMd5file": "Durch die fehlende md5_file() Funktion konnte die Integritätsprüfung nicht durchgeführt werden.",
        "WarningPasswordStored": "%sWarnung:%s Dieses Passwort wird in der Konfigurationsdatei gespeichert und ist so für jeden sichtbar, der auf diese Datei Zugriff hat.",
        "Website": "Webseite",
        "Weekly": "Wöchentlich",
        "WeeklyReport": "wöchentlich",
        "WeeklyReports": "Wöchentliche Berichte",
        "WellDone": "Gut gemacht!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s verglichen mit %2$s",
        "XFromY": "%1$s von %2$s",
        "YearlyReport": "jährlich",
        "YearlyReports": "Jährliche Berichte",
        "YearsDays": "%1$s Jahre %2$s Tage",
        "YearShort": "j",
        "Yes": "Ja",
        "Yesterday": "Gestern",
        "YouAreCurrentlyUsing": "Sie nutzen Piwik %s.",
        "YouAreViewingDemoShortMessage": "Sie sehen gerade die Demo von Piwik",
        "YouMustBeLoggedIn": "Sie müssen angemeldet sein, um diese Funktion nutzen zu können.",
        "YourChangesHaveBeenSaved": "Ihre Änderungen wurden gespeichert."
    },
    "Goals": {
        "AbandonedCart": "Verlassener Warenkorb",
        "AddGoal": "Ziel definieren",
        "AddNewGoal": "Ein neues Ziel definieren",
        "AddNewGoalOrEditExistingGoal": "%s Eine neues Ziel definieren%s oder ein existierendes Ziel %sbearbeiten%s",
        "AllowGoalConvertedMoreThanOncePerVisit": "Erlauben, dass das Ziel mehr als einmal pro Besuch erreicht werden kann.",
        "AllowMultipleConversionsPerVisit": "Mehrfacherreichung pro Besuch erlauben",
        "BestCountries": "Beste Umsätze nach Länder:",
        "BestKeywords": "Beste Umsätze nach Suchbegriffen:",
        "BestReferrers": "Beste Umsätze nach verweisenden Webseiten:",
        "CaseSensitive": "Groß-\/Kleinschreibung beachten",
        "ClickOutlink": "auf einen Link zu einer externen Webseite geklickt wird",
        "ColumnAverageOrderRevenueDocumentation": "Der durchschnittliche Bestellwert ist der Gesamtumsatz aller Bestellungen geteilt durch die Anzahl der Bestellungen",
        "ColumnAveragePriceDocumentation": "Der durchschnittliche Umsatz für %s.",
        "ColumnAverageQuantityDocumentation": "Die durchschnittliche Anzahl von %s verkauft durch Ecommerce Bestellungen.",
        "ColumnConversionRateDocumentation": "Prozentzahl der Besuche, welche das Ziel %s erreicht haben.",
        "ColumnConversionRateProductDocumentation": "Die %s Konversionsrate ist die Anzahl der Bestellungen, die dieses Produkt enthalten, geteilt durch die Anzahl der Besuche auf der entsprechenden Produktseite.",
        "ColumnConversions": "Konversionen",
        "ColumnConversionsDocumentation": "Die Anzahl der Konversationen für %s",
        "ColumnOrdersDocumentation": "Die Gesamtzahl aller Ecommerce Bestellungen welche %s mindestens einmal enthielten.",
        "ColumnPurchasedProductsDocumentation": "Die Anzahl der bestellten Produkte ist die Summe der Bestellmengen aller Bestellungen",
        "ColumnQuantityDocumentation": "Die insgesamt verkaufte Menge von %s.",
        "ColumnRevenueDocumentation": "Gesamter Umsatz generiert von %s.",
        "ColumnRevenuePerVisitDocumentation": "Der Gesamtumsatz generiert bei %s geteilt durch die Anzahl der Besuche.",
        "ColumnVisits": "Die Gesamtanzahl an Besuchen, unabhängig davon ob dabei ein Ziel erreicht wurde oder nicht.",
        "ColumnVisitsProductDocumentation": "Die Anzahl der Besuche auf der Produkt-\/Kategorieseite. Wird auch genutzt um die %s Konversionsrate zu berechnen.Diese Metrik ist auch im Report der Ecommerceansicht, wenn diese auf der Produkt-\/Kategorieseite eingestellt wurde.",
        "Contains": "beinhaltet %s",
        "ConversionByTypeReportDocumentation": "In diesem Bericht finden Sie detaillierte Informationen über die Performance Ihrer Ziele für jede der Kategorien in der linken Leiste. %s Klicken Sie auf eine der Kategorien, um den entsprechenden Bericht anzuzeigen. %s Weitere Informationen finden Sie in der %sZiel-Dokumentation auf piwik.org%s",
        "ConversionRate": "%s Konversionsrate",
        "Conversions": "%s Konversionen",
        "ConversionsOverview": "Konversions-Überblick",
        "ConversionsOverviewBy": "Überblick über Konversionen nach Besuchstyp",
        "CreateNewGOal": "Ein neues Ziel erstellen",
        "DaysToConv": "Tage bis zur Konversion",
        "DefaultGoalConvertedOncePerVisit": "(default) Ziel kann nur einmal pro Besuch erreicht werden",
        "DefaultRevenue": "Standard Zielumsatz ist",
        "DefaultRevenueHelp": "Das Absenden eines Kontaktformulars durch einen Besucher kann zum Beispiel durchschnittlich 10 € wert sein. Piwik hilft Ihnen, zu verstehen, wie sich Ihre Besucher-Segmente verhalten.",
        "DeleteGoalConfirm": "Wollen sie wirklich das Ziel %s löschen?",
        "DocumentationRevenueGeneratedByProductSales": "Verkaufsumsatz ohne Steuer, Versand und Rabatt",
        "Download": "eine Datei herunterladen wird",
        "Ecommerce": "Ecommerce",
        "EcommerceAndGoalsMenu": "Ecommerce & Ziele",
        "EcommerceLog": "Ecommerce Protokoll",
        "EcommerceOrder": "Ecommerce Bestellung",
        "EcommerceOverview": "Ecommerce Übersicht",
        "EcommerceReports": "Ecommerce Berichte",
        "ExceptionInvalidMatchingString": "Bei der Auswahl von 'Genauer Vergleich' muss die zu vergleichende Zeichenkette eine URL sein, die mit %s beginnt. Zum Beispiel '%s'.",
        "ExternalWebsiteUrl": "externe Webseiten-URL",
        "Filename": "Dateiname",
        "GoalConversion": "Ziel-Konversion",
        "GoalConversions": "Ziel-Konversionen",
        "GoalConversionsBy": "Ziel %s Konversionen nach Besuchstyp",
        "GoalIsTriggered": "Ziel ist erreicht",
        "GoalIsTriggeredWhen": "Ziel ist erreicht, wenn",
        "GoalName": "Name des Ziels",
        "Goals": "Ziele",
        "GoalsManagement": "Ziel-Management",
        "GoalsOverview": "Ziel-Übersicht",
        "GoalsOverviewDocumentation": "Dies ist eine Übersicht über die Ziel-Konversionen. Zu Beginn zeigt der Graph die Summe aller Konversionen an. %s Darunter können Sie die Berichte zu Konversionen der einzelnen Ziele sehen. Die Sparklines (kleine Graphen) können durch Klicken vergrößert werden.",
        "GoalX": "Ziel %s",
        "HelpOneConversionPerVisit": "Wird eine Seite, auf die dieses Ziel passt, aktualisiert oder mehr als einmal während eines Besuchs betrachtet, wird das Ziel nur beim ersten Aufruf während des Besuchs gewertet.",
        "IsExactly": "ist genau %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Mehr zum Thema %s Erfassen von Zielen in Piwik%s erfahren Sie in der Dokumentation.",
        "LeftInCart": "%s im Warenkorb gelassen",
        "Manually": "manuell",
        "ManuallyTriggeredUsingJavascriptFunction": "Ziel wird manuell über die trackGoal() Funktion der Javascript-API auf erfüllt gesetzt",
        "MatchesExpression": "entspricht dem Ausdruck %s",
        "NewGoalDescription": "Ein Ziel in Piwik ist Ihre Strategie, Ihr angestrebtes Ergebnis, und kann viele Dinge einschliessen: \"Broschüre heruntergeladen\", \"Newsletter registiert\", \"Seite Leistungen.html besucht\", usw.",
        "NewGoalIntro": "Tracken von Konversions-Zielen ist eine der effizientesten Möglichkeiten zur Messung und Verbesserung Ihrer geschäftlichen Ziele.",
        "NewGoalYouWillBeAbleTo": "Sie werden in der Lage sein, Ihre Performance für jedes Ziel zu sehen und zu analysieren, und zu lernen, wie Konversionen, Konversionsraten und Umsätze pro Besuch gesteigert werden können.",
        "NewVisitorsConversionRateIs": "Umsätze pro neuem Besucher: %s",
        "NewWhatDoYouWantUsersToDo": "Was möchten Sie, dass die Benutzer auf ihrer Webseite machen?",
        "NoGoalsNeedAccess": "Nur ein (Haupt-)Administrator kann Ziele für eine gegebene Webseite hinzufügen. Bitte fragen Sie ihren Piwik Administrator, um Ziele für ihre Webseite aufzustellen. <br> Tracking Ziele sind ein großartiger Weg, ihre Webseite-Performance zu verstehen und zu maximieren!",
        "Optional": "(optional)",
        "OverallConversionRate": "%s Gesamtkonversionsrate (Besuche mit einem erreichten Ziel)",
        "OverallRevenue": "%s Gesamtumsatz",
        "PageTitle": "Seitentitel",
        "Pattern": "Muster",
        "PluginDescription": "Erstellen Sie Ziele und schauen Sie sich dann Berichte über Ihre Ziel-Konversion an: Verhalten über die Zeit, Umsatz pro Besuch, Konversion je Zugriff, je Suchbegriff, etc.",
        "ProductCategory": "Produktkategorie",
        "ProductName": "Produktname",
        "Products": "Produkte",
        "ProductSKU": "Produkt SKU",
        "ReturningVisitorsConversionRateIs": "Umsätze pro wiederkehrendem Besucher: %s",
        "SingleGoalOverviewDocumentation": "Dies ist eine Übersicht über die Konversionen eines einzelnen Ziels. %s Die Sparklines (kleine Graphen) können durch Klicken vergrößert werden.",
        "UpdateGoal": "Ziel aktualisieren",
        "URL": "URL",
        "ViewAndEditGoals": "Ziele anzeigen und bearbeiten",
        "ViewGoalsBy": "Ziele nach %s anzeigen",
        "VisitPageTitle": "eine Seite mit einem bestimmten Titel besucht",
        "VisitsUntilConv": "Besuche bis zur Konversion",
        "VisitUrl": "Die angegebene URL (Seite oder Gruppe von Seiten) wird besucht",
        "WhenVisitors": "wenn vom Besucher",
        "WhereThe": "bei denen die",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "wenn die besuchte Seite einen Aufruf der Javascript-Methode piwikTracker.trackGoal() enthält (%sweitere Informationen%s)",
        "YouCanEnableEcommerceReports": "%s können auf der %s Seite aktiviert werden."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Die Spalte '%s' wurde in diesem Bericht nicht gefunden. Probieren Sie es mit einer hiervon: %s",
        "PluginDescription": "Plugin zum Generieren von statischen Graphen (PNG-Bilder) für jeden Piwik Bericht."
    },
    "Insights": {
        "ControlComparedToDescription": "Wachstum verglichen zu",
        "DayComparedToPreviousDay": "vorheriger Tag",
        "DayComparedToPreviousWeek": "gleicher Tag in vorheriger Woche",
        "DayComparedToPreviousYear": "gleicher Tag im vorherigen Jahr",
        "Filter": "Filter",
        "FilterOnlyNew": "Nur neue",
        "IgnoredChanges": "Änderungen, die weniger als %s Besuche betreffen, wurden ignoriert.",
        "MonthComparedToPreviousMonth": "vorheriger Monat",
        "MonthComparedToPreviousYear": "gleicher Monat im vorherigen Jahr",
        "NoResultMatchesCriteria": "Keine Zeilen entsprechen den Kriterien",
        "TitleConsideredMoversAndShakersGrowth": "%1$s hat sich von %2$s auf %3$s geändert verglichen mit %4$s. Darauf basierend ist eine Entwicklung jeder Reihe über %5$s%% zu erwarten.",
        "TitleRowChangeDetails": "'%1$s' hat sich geändert von %2$s (%3$s) zu %4$s (%5$s) %6$s.",
        "TitleRowDisappearedDetails": "'%1$s' ist um %2$s gesunken und verschwand in %3$s verglichen zu %4$s.",
        "TitleRowMoverAndShaker": "Diese Reihe hatte einen größeren Einfluss als der Durchschnitt.",
        "TitleRowNewDetails": "'%1$s' ist um %2$s gestiegen und ist neu im Vergleich zu %3$s.",
        "WeekComparedToPreviousWeek": "vorherige Woche",
        "YearComparedToPreviousYear": "vorheriges Jahr"
    },
    "Installation": {
        "CollaborativeProject": "Piwik ist ein gemeinschaftliches Projekt, geschaffen mit Liebe von Menschen aus der ganzen Welt.",
        "ConfigurationHelp": "Ihre Konfigurationsdatei enthält Fehler. Sie können entweder die config\/config.php löschen und neu installieren, oder die Einstellung zur Datenbankverbindung korrigieren.",
        "ConfirmDeleteExistingTables": "Wollen Sie wirklich die Tabellen: %s aus der Datenbank löschen? WARNUNG: DATEN AUS DIESEN TABELLEN KÖNNEN NICHT WIEDERHERGESTELLT WERDEN!",
        "Congratulations": "Glückwunsch",
        "CongratulationsHelp": "<p>Glückwunsch! Piwik ist nun installiert.<\/p><p>Stellen Sie sicher, dass der JavaScript-Code auf Ihrer Webseite eingefügt wurde und warten Sie auf die ersten Besucher.<\/p>",
        "DatabaseAbilities": "Datenbankfähigkeiten",
        "DatabaseCreation": "Erzeuge Datenbank",
        "DatabaseErrorConnect": "Fehler beim Verbindungsaufbau zur Datenbank",
        "DatabaseServerVersion": "Version des Datenbankserver",
        "DatabaseSetup": "Datenbank einrichten",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "Datenbankname",
        "DatabaseSetupLogin": "Benutzer",
        "DatabaseSetupServer": "Datenbank-Server",
        "DatabaseSetupTablePrefix": "Tabellen-Prefix",
        "Email": "E-Mail",
        "Extension": "Erweiterung",
        "Filesystem": "Dateisystem",
        "GetInvolved": "Wenn Ihnen gefällt, was Sie sehen, können Sie %1$smitmachen%2$s.",
        "GoBackAndDefinePrefix": "Zurückgehen und einen Präfix für die Piwik-Tabellen definieren",
        "HappyAnalysing": "Viel Spaß beim Analysieren!",
        "Installation": "Installation",
        "InstallationStatus": "Installationstatus",
        "InsufficientPrivilegesHelp": "Sie können diese Rechte mit einem Tool wie phpMyAdmin oder den entsprechenden SQL Kommandos hinzufügen. Wenn Sie nicht wissen, was zu tun ist, wenden Sie sich bitte an den System Administrator, damit er für Sie diese Rechte setzt.",
        "InsufficientPrivilegesMain": "Entweder existiert die Datenbank nicht (und konnte nicht erstellt werden), oder der angegebene Benutzer hat unzureichende Berechtigungen. Der Datenbankbenutzer muss folgende Berechtigungen besitzen: %s",
        "JsTagArchivingHelp1": "Für Webseiten mit mittlerem bis hohem Verkehrsaufkommen gibt es einige Optimierungen, die vorgenommen werden sollten, damit Piwik schneller läuft (z.B. %1$sdie Einrichtung von Auto-Archivierung%2$s).",
        "JSTracking_EndNote": "Hinweis: Nach der Installation können Sie sich einen angepassten Tracking Code unter Einstellungen > %1$sTracking Code%2$s erzeugen.",
        "JSTracking_Intro": "Um Ihre Webseite mit Piwik zu überwachen, müssen Sie sicherstellen, dass ein zusätzlicher Quellcode auf jede Ihrer Webseiten eingefügt wurde.",
        "LargePiwikInstances": "Hilfe für große Piwik-Installationen",
        "Legend": "Legende",
        "LoadDataInfileRecommended": "Falls Ihr Piwik Server Webseiten mit erhöhtem Verkehrsaufkommen (z.B.: > 100.000 Seiten pro Monat) verarbeiten muss empfehlen wir dieses Problem zu beheben.",
        "LoadDataInfileUnavailableHelp": "Die Benutzung von %1$s erhöht die Geschwindigkeit des Piwik Archivierungsprozesses erheblich. Um dies für Piwik verfügbar zu machen setzen Sie bitte eine neuere PHP & MySQL Software ein und stellen Sie sicher, dass der gewählte Datenbankbenutzer das %2$s Recht besitzt.",
        "NfsFilesystemWarning": "Ihr Server nutzt ein NFS Dateisystem",
        "NfsFilesystemWarningSuffixAdmin": "Dies bedeutet, dass Piwik extrem langsam arbeitet wenn Dateibasierte Sessions genutzt werden.",
        "NfsFilesystemWarningSuffixInstall": "Die Benutzung von dateibasierten Sessions auf NFS ist extrem langsam, deshalb wird Piwik datenbankbasierte Sessions nutzen. Falls es viele gleichzeitige Zugriffe auf das Dashboard gibt sollten Sie möglicherweise die maximal erlaubten Client-Zugriffe auf den Datenbankserver erhöhen.",
        "NoConfigFound": "Die Piwik-Konfigurationsdatei konnte nicht gefunden werden und es wird versucht, eine Piwik-Seite aufzurufen.<br \/><b>  » Sie können <a href='index.php'>Piwik jetzt installieren<\/a><\/b><br \/><small>Wenn Sie Piwik zuvor schon installiert haben und noch Tabellen in der Datenbank vorhanden sind: Keine Angst, Sie können diese Tabellen und die enthaltenen Daten weiterhin verwenden!<\/small>",
        "NotSupported": "nicht unterstützt",
        "Optional": "Optional",
        "Password": "Passwort",
        "PasswordDoNotMatch": "Passwörter stimmen nicht überein",
        "PasswordRepeat": "Passwort (wiederholen)",
        "PercentDone": "%s %% Fertig",
        "PleaseFixTheFollowingErrors": "Bitte beheben Sie die folgenden Fehler",
        "PluginDescription": "Installationsprozess. Die Installation wird einmalig durchgeführt. Wenn die Konfigurationsdatei (config\/config.php) gelöscht wird, startet die Installation erneut.",
        "Requirements": "Anforderungen für die Piwik-Installation",
        "RestartWebServer": "Nach dieser Änderung müssen Sie den Webserver neu starten.",
        "ReusingTables": "Tabellen werden wiederverwendet",
        "SeeBelowForMoreInfo": "Unterhalb können Sie weitere Informationen finden.",
        "SetupWebsite": "Webseite hinzufügen",
        "SetupWebsiteError": "Beim Hinzufügen der Webseite ist ein Fehler aufgetreten",
        "SetupWebSiteName": "Name der Webseite",
        "SetupWebsiteSetupSuccess": "Webseite %s erfolgreich angelegt!",
        "SetupWebSiteURL": "URL der Webseite",
        "SiteSetup": "Konfigurieren Sie Ihre erste Webseite, welche über Piwik getrackt und analyisert werden soll:",
        "SiteSetupFootnote": "Hinweis: Nachdem die Installation von Piwik fertiggestellt wurde ist es möglich weitere Webseiten hinzuzufügen!",
        "SuperUser": "Hauptadministrator",
        "SuperUserLogin": "Hauptadministrator Login",
        "SuperUserSetupError": "Beim Hinzufügen des Hauptadministrators ist ein Fehler aufgetreten.",
        "SuperUserSetupSuccess": "Hauptadministrator erfolgreich angelegt!",
        "SystemCheck": "Systemprüfung",
        "SystemCheckAutoUpdateHelp": "Hinweis: Piwik's Ein-Klick-Aktualisierung benötigt Schreibrechte für den Piwik-Ordner und dessen Inhalt.",
        "SystemCheckCreateFunctionHelp": "Piwik verwendet anonyme Funktionen für Rückfragen.",
        "SystemCheckDatabaseHelp": "Piwik erfordert entweder die mysqli Erweiterung oder die PDO und pdo_mysql Erweiterung.",
        "SystemCheckDebugBacktraceHelp": "View::factory wird nicht in der Lage sein, die Module für die Anzeige zu laden.",
        "SystemCheckError": "Ein Fehler ist aufgetreten - dieser muss behoben werden, bevor Sie weiter machen können.",
        "SystemCheckEvalHelp": "Wird von HTML QuickForm und der Template-Engine Smarty benötigt.",
        "SystemCheckExtensions": "Weitere erforderliche Anforderungen",
        "SystemCheckFileIntegrity": "Dateiintegrität",
        "SystemCheckFunctions": "Erforderliche Funktionen",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "Die Sparklines (kleine Graphen) werden nicht funktionieren.",
        "SystemCheckGlobHelp": "Diese eingebaute Funktion ist auf ihrem System deaktiviert. Piwik wird versuchen, diese Funktion zu emulieren, aber dabei möglicherweise auf weitere Sicherheitseinschränkungen stoßen. Die Funktionalität kann beeinträchtigt werden.",
        "SystemCheckGzcompressHelp": "Sie müssen die zlib Erweiterung und die gzcompress Funktion aktivieren.",
        "SystemCheckGzuncompressHelp": "Sie müssen die zlib Erweiterung und die gzuncompress Funktion aktivieren.",
        "SystemCheckIconvHelp": "Sie müssen PHP mit \"iconv\" Unterstützung konfigurieren und neu übersetzen ( --with-iconv).",
        "SystemCheckJsonHelp": "Die php5-json Erweiterung wird benötigt, damit Piwik JSON-Daten lesen und schreiben kann.",
        "SystemCheckMailHelp": "Feedback und Nachrichten zu verlorenen Passwörtern können nicht ohne mail() versendet werden.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Die mbstring-Erweiterung wird benötigt, um multibyte-Zeichen in der Benutzeroberfläche und in den API-Antworten zu verarbeiten. Bitte überprüfen Sie ebenfalls, ob mbstring.func_overload in der php.ini auf \"0\" gesetzt ist.",
        "SystemCheckMemoryLimit": "Speicherlimit",
        "SystemCheckMemoryLimitHelp": "Auf einer stark frequentierten Webseite könnte es passieren, dass die Archivierung mehr Speicher erfordert als erlaubt. Falls erforderlich, ändern Sie den memory_limit Wert in ihrer php.ini Datei.",
        "SystemCheckOpenURL": "URL",
        "SystemCheckOpenURLHelp": "Eintragen in den Newsletter, Aktualisierungshinweise und Ein-Klick-Aktualisierungen erfordern die \"curl\" Erweiterung, allow_url_fopen=On und fsockopen() aktiviert.",
        "SystemCheckOtherExtensions": "Andere Erweiterungen",
        "SystemCheckOtherFunctions": "Andere Funktionen",
        "SystemCheckPackHelp": "Die Funktion pack() wird benötigt um Besucher in Piwik tracken zu können.",
        "SystemCheckParseIniFileHelp": "Diese Funktion wird von Ihrem System nicht unterstützt. Piwik wird versuchen, diese Funktion zu emulieren, aber es könnte sein, dass dadurch Sicherheitseinstellungen gelockert werden müssen. Die Geschwindigkeit des Tracker könnte auch beeinflußt werden.",
        "SystemCheckPdoAndMysqliHelp": "Auf einem Linux-Server können Sie PHP mit den folgenden Optionen kompilieren: %1$s In Ihrer php.ini fügen Sie dann die folgenden Zeilen ein: %2$s",
        "SystemCheckPhp": "PHP-Version",
        "SystemCheckPhpPdoAndMysqli": "Weitere Informationen unter: %1$sPHP PDO%2$s und %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Sie müssen PHP mit standardmäßig aktivierter Standard PHP Bibliothek (SPL) konfigurieren und neu übersetzen.",
        "SystemCheckSummaryNoProblems": "Gratulation! Es gibt keine Probleme mit Ihrer Piwik Installation. Sie können sich selbst auf die Schulter klopfen.",
        "SystemCheckSummaryThereWereErrors": "Ohje! Piwik hat einige %1$skritische Fehler%2$s mit Ihrer Installation festgestellt. %3$sDiese sollten schnellstmöglich behoben werden.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Es gibt einige Ungereimtheiten mit Ihrem System. Piwik wird funktionieren, aber es könnten geringfügige Probleme auftauchen.",
        "SystemCheckTimeLimitHelp": "Auf einer stark frequentierten Webseite könnte es passieren, dass die Archivierung mehr Zeit erfordert als erlaubt. Falls erforderlich, ändern Sie den max_execution_time Wert in ihrer php.ini Datei.",
        "SystemCheckTracker": "Tracker-Status",
        "SystemCheckTrackerHelp": "GET request zu piwik.php fehlgeschlagen. Versuchen Sie, diese URL in die Whitelist von mod_security und der HTTP Authentifizierung aufzunehmen.",
        "SystemCheckWarnDomHelp": "Sie sollten die \"dom\" Erweiterung aktivieren (z.Bsp. installieren Sie das \"php-dom\" und\/oder das \"php-xml\" Paket).",
        "SystemCheckWarning": "Piwik wird funktionieren, aber einige Funktionen werden fehlen",
        "SystemCheckWarnJsonHelp": "Für eine bessere Performance sollten Sie die \"json\" Erweiterung aktivieren (installieren Sie z.B. das \"php-json\" Paket).",
        "SystemCheckWarnLibXmlHelp": "Sie müssen die \"libxml\" Erweiterung aktivieren (z.B. installieren Sie das \"php-libxml\" Paket), wie es auch von anderen PHP-Erweiterungen benötigt wird.",
        "SystemCheckWarnSimpleXMLHelp": "Sie sollten die \"SimpleXML\" Erweiterung aktivieren (z.Bsp. installieren Sie das \"php-simplexml\" und\/oder \"php-xml\" Paket).",
        "SystemCheckWinPdoAndMysqliHelp": "Auf einem Windows-Server können Sie die folgenden Zeile in Ihre php.ini einfügen: %s",
        "SystemCheckWriteDirs": "Verzeichnisse mit Schreibzugriff",
        "SystemCheckWriteDirsHelp": "Um diesen Fehler im Linux-System zu beheben, versuchen Sie den\/die folgenden Befehl(e) einzugeben",
        "SystemCheckZlibHelp": "Sie müssen PHP mit \"zlib\" Unterstützung konfigurieren und neu übersetzen ( --with-zlib).",
        "Tables": "Erstelle die Tabellen",
        "TablesCreatedSuccess": "Die Tabellen wurden erfolgreich erzeugt!",
        "TablesDelete": "Entferne die erkannten Tabellen",
        "TablesDeletedSuccess": "Vorhandene Piwiktabellen wurden erfolgreich entfernt",
        "TablesFound": "Die folgenden Tabellen wurden in der Datenbank gefunden",
        "TablesReuse": "Benutze die vorhandenen Tabellen",
        "TablesUpdatedSuccess": "Die Datenbank wurde erfolgreich aktualisiert von Version %1$s auf %2$s!",
        "TablesWarningHelp": "Entweder wählen Sie der Verwendung der existierenden Datenbanktabellen oder wählen Sie eine leere Installation, um die existierenden Daten zu löschen.",
        "TablesWithSameNamesFound": "Einige %1$s Tabellen in Ihrer %2$s Datenbank haben dieselben Namen wie die Tabellen, die Piwik versucht zu erstellen",
        "Timezone": "Zeitzone der Webseite",
        "WeHopeYouWillEnjoyPiwik": "Wir hoffen, Sie haben soviel Spaß daran, Piwik zu nutzen, wie wir hatten, es zu erstellen.",
        "Welcome": "Willkommen!",
        "WelcomeHelp": "<p>Piwik ist eine freiverfügbare Webanalyse-Software, um einfach Informationen über die Besucher Ihrer Webseite zu erhalten.<\/p><p>Der Prozess teilt sich in %s einfache Schritte und wird rund 5 Minuten dauern.<\/p>",
        "WelcomeToCommunity": "Willkommen in der Piwik Community!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Über Piwik Übersetzungen",
        "PluginDescription": "Dieses Plugin zeigt eine Liste aller verfügbaren Sprachen für die Piwik-Oberfläche. Die ausgewählte Sprache wird in den Benutzereinstellungen jedes Benutzers gespeichert."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s verlassene Warenkörbe%3$s und %4$s verlassene Produkte %5$sim Gesamtwert von %6$s%7$s.",
        "AveragePageGenerationTime": "Jede Seite benötigte im Durchschnitt %1$s um bei diesem Besucher zu laden.",
        "CalculatedOverNPageViews": "Berechnet mithilfe der letzten %1$s Seitenansichten dieses Besuchers.",
        "ClickToViewMoreAboutVisit": "Klicken Sie um nähere Informationen zu diesem Besuch zu sehen",
        "ConvertedNGoals": "%s Ziele konvertiert",
        "EcommerceSummaryConversions": "%1$s%2$s Bestellungen für insgesamt %3$s%4$s, bestellte %5$s Produkte.",
        "FirstVisit": "Erster Besuch",
        "GoalType": "Typ",
        "HideMap": "Karte ausblenden",
        "KeywordRankedOnSearchResultForThisVisitor": "Der Begriff %1$s war für diesen Besucher auf Platz %2$s der Suchergebnisseite von %3$s",
        "LastHours": "Letzte %s Stunden",
        "LastMinutes": "Letzte %s Minuten",
        "LastVisit": "Letzter Besuch",
        "LinkVisitorLog": "detailiertes Besucher-Log anzeigen",
        "LoadMoreVisits": "Mehr Besuche laden",
        "MorePagesNotDisplayed": "weitere Seiten von diesem Besucher werden nicht angezeigt",
        "NbVisitor": "1 Besucher",
        "NbVisitors": "%s Besucher",
        "NextVisitor": "Nächster Besucher",
        "NoMoreVisits": "Für diesen Besucher sind keine weiteren Besuche vorhanden.",
        "PageRefreshed": "Die Anzahl wie oft diese Seite hintereinander angeschaut\/aktualisiert worden ist.",
        "PluginDescription": "Überwacht Ihre Besucher, live und in Echtzeit können Sie die Besucher auf Ihrer Webseite beobachten",
        "PreviousVisitor": "Vorheriger Besucher",
        "RealTimeVisitorCount": "Echtzeit-Besucherzähler",
        "Referrer_URL": "Herkunftsseite",
        "ShowMap": "Karte einblenden",
        "SimpleRealTimeWidget_Message": "%s und %s in den letzten %s.",
        "ViewVisitorProfile": "Besucherprofil ansehen",
        "VisitedPages": "Besuchte Seiten",
        "VisitorLog": "Besucher-Log",
        "VisitorLogDocumentation": "Diese Tabelle zeigt die letzten Besuche innerhalb der ausgewählten Periode. Sie können sehen, wann der Besucher die Seite zuletzt besucht hat, wenn Sie die Maus über das Datum eines Besuches bewegen. %s Wenn die gewählte Periode den heutigen Tag enthält, können Sie die Besuche in Echtzeit sehen! %s Die angezeigten Daten sind immer live, egal ob und in welchem Intervall Sie den Archivierungs-Cronjob verwenden.",
        "VisitorProfile": "Besucherprofil",
        "VisitorsInRealTime": "Besucher in Echtzeit",
        "VisitorsLastVisit": "Der letzte Besuch dieses Besuchers war vor %s Tagen.",
        "VisitsFrom": "%1$s%2$s Besuche%3$s aus",
        "VisitSummary": "Verbrachte insgesamt %1$s%2$s auf der Webseite%3$s, und %4$sgezeigten %5$s Seiten in %6$s Besuchen.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Ein Bestätigungslink wurde an Ihren Posteingang verschickt. Überprüfen Sie Ihre E-Mails und besuchen diesen Link um die Passwortänderung zu bestätigen.",
        "ContactAdmin": "Möglicher Grund: Der Server könnte die mail()-Funktion deaktiviert haben.<br\/>Bitte sprechen Sie mit Ihrem Piwik-Administrator.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Ein Benutzer mit Hauptadministrator-Berechtigung kann nicht mit der Methode '%s' authentifiziert werden.",
        "ExceptionPasswordMD5HashExpected": "Der 'password'-Parameter wird als MD5-Hash des Passworts erwartet.",
        "InvalidNonceOrHeadersOrReferrer": "Sicherheitschecks fehlgeschlagen. Bitte laden Sie das Formular erneut und prüfen Sie, ob Ihr Browser Cookies zulässt. Wenn Sie einen Proxy Server verwenden, müssen Sie %sPiwik so einrichten, dass es Proxy Header akzeptiert%s.",
        "InvalidOrExpiredToken": "Der Token ist ungültig oder dessen Gültigkeitsdauer ist bereits abgelaufen.",
        "InvalidUsernameEmail": "Ungültiger Bernutzername und\/oder E-Mail-Adresse",
        "LogIn": "Anmelden",
        "LoginOrEmail": "Benutzername oder E-Mail",
        "LoginPasswordNotCorrect": "Benutzername und Passwort sind nicht korrekt",
        "LostYourPassword": "Passwort vergessen?",
        "MailPasswordChangeBody": "Hallo %1$s, eine Passwortänderung von %2$s wurde eingeleitet. Um das neue Passwort zu bestätigen besuchen Sie folgenden Link: %3$s Hinweis: Der Link ist nur 24 Stunden gültig. Vielen Dank, dass Sie Piwik verwenden!",
        "MailTopicPasswordChange": "Passwortänderung bestätigen",
        "PasswordChanged": "Das Passwort wurde geändert.",
        "PasswordRepeat": "Passwort (wiederholen)",
        "PasswordsDoNotMatch": "Die Passwörter stimmen nicht überein.",
        "PluginDescription": "Anmelde-Authentifizierungs-Plugin, welches die Anmeldedaten aus der config\/config.ini.php-Datei ausliest, um einen initialen Hauptadministrator zu erstellen und aus der Datebank, um andere Nutzer zu erstellen. Kann problemlos ausgetauscht werden, um einen neuen Authentifizierungsmechanismus (OpenID, htaccess, custom Auth, etc.) zu nutzen.",
        "RememberMe": "Angemeldet bleiben",
        "ResetPasswordInstructions": "Geben Sie ein neues Passwort für Ihren Account ein."
    },
    "Mobile": {
        "AboutPiwikMobile": "Über Piwik Mobile",
        "AccessUrlLabel": "URL zur Piwik-Installation",
        "Account": "Account",
        "Accounts": "Accounts",
        "AddAccount": "Account hinzufügen",
        "AddPiwikDemo": "Piwik Demo hinzufügen",
        "Advanced": "Erweitert",
        "AnonymousAccess": "Anonymer Zugriff",
        "AnonymousTracking": "Anonymes aufzeichnen",
        "AskForAnonymousTrackingPermission": "Falls aktiviert sendet Piwik Mobile anonyme Nutzungsdaten an piwik.org. Die Sammlung dieser Daten hilft den Piwik Mobile Entwicklern besser zu verstehen wie diese Applikation genutzt wird. Folgende Informationen werden gesendet: Menüs und Einstellungen, Betriebssystemname und Version und angezeigte Fehler in Piwik Mobile. Es werden KEINE Analytischen Daten aufgezeichnet. Die Anonymen Daten werden niemals der Öffentlichkeit zugänglich gemacht. Anonyme Nutzungsdatenerfassung kann jederzeit in den Einstellungen wieder aktiviert bzw. deaktiviert werden.",
        "ChooseHttpTimeout": "Wählen Sie einen Wert für den HTTP Timeout",
        "ChooseMetric": "Wähle Metrik",
        "ChooseReport": "Wählen Sie einen Bericht",
        "ConfirmRemoveAccount": "Möchten Sie diesen Account entfernen?",
        "DefaultReportDate": "Berichtsdatum",
        "EmailUs": "Email senden",
        "EnableGraphsLabel": "Graphen anzeigen",
        "EvolutionGraph": "Historischer Graph",
        "HelpUsToImprovePiwikMobile": "Anonyme Nutzungsdaten in Piwik Mobile aktivieren?",
        "HowtoDeleteAnAccount": "Drücken Sie lange um einen Account zu entfernen.",
        "HowtoDeleteAnAccountOniOS": "Von rechts nach links wischen um einen Account zu löschen",
        "HowtoLoginAnonymous": "Benutzername und Passwort leer lassen für anonymes anmelden",
        "HttpIsNotSecureWarning": "Bei der Verwendung von HTTP wird ihr Piwik Authorisierungstoken (token_auth) im Klartext übertragen. Aus diesem Grund empfehlen wir HTTPS für eine sichere Übertragung von Daten über das Internet. Möchten Sie forfahren?",
        "HttpTimeout": "HTTP Timeout",
        "IncompatiblePiwikVersion": "The Piwik Version die Sie verwenden ist nicht mit Piwik Mobile 2 kompatibel. Aktualisieren Sie Ihre Piwik Installation oder verwenden Sie alternativ Piwik Mobile 1.",
        "LastUpdated": "Letzte Aktualisierung: %s",
        "LoadingReport": "Lade %s",
        "LoginCredentials": "Zugangsdaten",
        "LoginToPiwikToChangeSettings": "Melden Sie sich in Piwik an um Webseiten und User zu erstellen und zu aktualisieren oder um allgemeine Einstellungen wie \"Bericht, der standardmäßig geladen wird\" zu ändern.",
        "LoginUseHttps": "Benutze HTTPS",
        "MultiChartLabel": "Multisite Graphen anzeigen",
        "NavigationBack": "Zurück",
        "NetworkError": "Netzwerkfehler",
        "NetworkErrorWithStatusCode": "Folgender Fehler trat auf \"%s\". Die Anfrage gab den Status \"%s\" zurück. URL war \"%s\". Bitte die eingegebene URL überprüfen und die Fehlerlog Dateien auf dem Server überprüfen um mehr Informationen zu diesem Fehler und wie er zu beheben ist zu erfahren.",
        "NetworkErrorWithStatusCodeShort": "Netzwerkfehler %s",
        "NetworkNotReachable": "Netzwerk ist nicht erreichbar",
        "NoAccountIsSelected": "Kein Zugang ausgewählt. Fügen Sie einen neuen Account hinzu wenn Sie keinen konfiguriert haben.",
        "NoDataShort": "Keine Daten",
        "NoPiwikAccount": "Kein Piwik Account?",
        "NoReportsShort": "Keine Berichte",
        "NoVisitorFound": "Kein Besucher gefunden",
        "NoVisitorsShort": "Keine Besucher",
        "NoWebsiteFound": "Webseite nicht gefunden",
        "NoWebsitesShort": "Keine Webseiten",
        "PullDownToRefresh": "Zum Aktualisieren herunterziehen...",
        "RatingDontRemindMe": "Bitte nicht daran erinnern",
        "RatingNotNow": "Nicht jetzt",
        "RatingNow": "OK, ich bewerte es jetzt",
        "RatingPleaseRateUs": "Piwik Mobile App ist Freie Software, wir würden es sehr zu schätzen wissen, wenn Sie 1 Minute Ihrer wertvollen Zeit opfern würden um diese App im %s zu bewerten. Falls Sie Vorschläge für neue Features haben oder Fehler melden möchten, bitte kontaktieren Sie %s",
        "ReleaseToRefresh": "Zum Aktualisieren loslassen...",
        "Reloading": "Wird neu geladen...",
        "RequestTimedOutShort": "Netzwerk Zeitüberschreitung",
        "RestrictedCompatibility": "Eingeschränkte Kompatibilität",
        "RestrictedCompatibilityExplanation": "Die Piwik Version %s die Sie verwenden wird nicht vollständig von Piwik Mobile 2 unterstützt. Es könnten Bugs auftreten. Wir empfehlen Piwik auf die neueste Version zu aktualisieren oder Piwik Mobile 1 zu verwenden.",
        "SaveSuccessError": "Piwik URL oder Benutzername-\/Passwort-Kombination ist falsch.",
        "SearchWebsite": "Webseiten durchsuchen",
        "ShowAll": "Alle anzeigen",
        "ShowLess": "Weniger anzeigen",
        "StaticGraph": "Übersichts-Graph",
        "TopVisitedWebsites": "Top besuchte Webseiten",
        "TryIt": "Testen!",
        "UseSearchBarHint": "Hier werden nur die ersten %s Webseiten angezeigt. Bitte benutzen Sie die Suchbox, um auf die restlichen Seiten zuzugreifen.",
        "VerifyAccount": "Account wird überprüft...",
        "VerifyLoginData": "Bitte überprüfen Sie, ob die Kombination aus Benutzername und Passwort korrekt ist.",
        "YouAreOffline": "Sie sind derzeit offline"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Der Anbietername '%s' ist unbekannt. Versuchen Sie stattdessen einen der folgenden: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Sie können weitere Telefonnummern hinzufügen durch besuchen",
        "MobileReport_MobileMessagingSettingsLink": "der Mobile Messaging Einstellungsseite",
        "MobileReport_NoPhoneNumbers": "Bitte aktivieren Sie mindestens eine Telefonnummer durch besuchen",
        "MultiSites_Must_Be_Activated": "Um SMS-Berichte über Ihre Webseiten-Statistiken generieren zu können, aktivieren Sie das MultiSites-Plugin in Piwik.",
        "PhoneNumbers": "Telefonnummern",
        "PluginDescription": "Erstellen Sie eigene SMS-Berichte, laden Sie diese herunter und lassen Sie diese täglich, wöchentlich oder monatlich auf Ihr Handy senden.",
        "Settings_APIKey": "API Schlüssel",
        "Settings_CountryCode": "Ländervorwahl",
        "Settings_CredentialNotProvided": "Bevor Sie Telefonnummern erstellen und verwalten können, verbinden Sie bitte Piwik mit Ihrem SMS Konto oberhalb.",
        "Settings_CredentialNotProvidedByAdmin": "Bevor Sie Telefonnummern anlegen und verwalten können, bitten Sie Ihren Administrator darum Piwik mit einem SMS-Account zu verknüpfen.",
        "Settings_CredentialProvided": "Ihr %s SMS-API Zugang ist korrekt konfiguriert.",
        "Settings_DeleteAccountConfirm": "Sind Sie sicher, dass Sie das SMS Konto löschen möchten?",
        "Settings_InvalidActivationCode": "Der eingegebene Code ist nicht korrekt, bitte probieren Sie es noch einmal.",
        "Settings_LetUsersManageAPICredential": "Erlauben Sie Benutzern das verwalten von eigenen SMS API Konten",
        "Settings_LetUsersManageAPICredential_No_Help": "Alle Benutzer können SMS Berichte empfangen und nutzen Ihr Kontoguthaben.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Jeder Benutzer kann seinen eigenes SMS API Konto erstellen und Ihr Kontoguthaben wird nicht genutzt.",
        "Settings_ManagePhoneNumbers": "Telefonnummern verwalten",
        "Settings_PhoneActivated": "Telefonnummer wurde überprüft! Sie können nun SMS mit Ihren Statistiken empfangen.",
        "Settings_PhoneNumber": "Telefonnummer",
        "Settings_PhoneNumbers_Add": "Neue Telefonnummer hinzufügen",
        "Settings_PhoneNumbers_CountryCode_Help": "Falls Sie die Ländervorwahl nicht wissen, suchen Sie hier Ihr Land",
        "Settings_PhoneNumbers_Help": "Bevor Sie SMS (Textnachrichten) auf dem Telefon empfangen können, müssen Sie unten die Telefonnummer eingeben.",
        "Settings_PhoneNumbers_HelpAdd": "Wenn Sie auf \"Hinzufügen\" klicken wird eine SMS mit einem Code an Ihre Telefon versendet. Wenn Sie den Code empfangen loggen Sie sich bitte in Piwik ein, klicken auf Einstellungen und danach Mobile Messaging. Nach dem eingeben des Codes können Sie Textberichte auf diesem Telefon empfangen.",
        "Settings_PleaseSignUp": "Um SMS Berichte zu erstellen und Textnachrichten mit Ihren Webseitenstatistiken auf Ihrem Mobiltelefon empfangen zu können, registrieren Sie sich unterhalb für die SMS API.",
        "Settings_SMSAPIAccount": "SMS-API Zugang verwalten",
        "Settings_SMSProvider": "SMS-Anbieter",
        "Settings_SuperAdmin": "Einstellungen für Hauptadministrator",
        "Settings_SuspiciousPhoneNumber": "Falls Sie keine Textnachricht erhalten probieren Sie es bitte ohne eine führende 0, z.B.: %s",
        "Settings_ValidatePhoneNumber": "Validieren",
        "Settings_VerificationCodeJustSent": "Wir haben Ihnen eine SMS mit einem Code an diese Nummer geschickt: Bitte geben Sie diesen Code unterhalb ein und klicken auf \"Validieren\".",
        "SettingsMenu": "Mobile Messaging",
        "SMS_Content_Too_Long": "[zu lang]",
        "TopLinkTooltip": "Erhalten Sie Webanalytik Berichte direkt in Ihren E-Mail Posteingang oder auf Ihr Mobiltelefon!",
        "TopMenu": "E-Mail & SMS Berichte",
        "VerificationText": "Der Code lautet %s. Um Ihre Telefonnummer zu validieren und Piwik SMS Berichte zu erhalten kopieren Sie bitte diesen Code in das Formular unter Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Entwicklung",
        "LoadingWebsites": "Lade Webseiten",
        "Pagination": "%s - %s von %s",
        "PluginDescription": "Zeigt eine Zusammenfassung über die Statistiken aller Webseiten. Wird derzeit als ein Piwik Core Plugin verwaltet",
        "TopLinkTooltip": "Vergleichen Sie Webanalytikstatistiken für alle Ihre Webseiten."
    },
    "Overlay": {
        "Clicks": "%s Klicks",
        "ClicksFromXLinks": "%1$s klicks von einem von %2$s Verweisen",
        "Domain": "Domain",
        "ErrorNotLoading": "Die Seiten Overlay Sitzung kann gerade nicht aufgerufen werden.",
        "ErrorNotLoadingDetails": "Möglicherweise hat die rechte Seite keinen Piwik Tracking Code. In diesem Fall bitte versuchen das Overlay für eine andere Seite aus dem Seitenbericht zu benutzen.",
        "ErrorNotLoadingDetailsSSL": "Da Sie Piwik über https nutzen, ist es wahrscheinlich dass Ihre Webseite kein SSL unterstützt. Bitte benutzen Sie Piwik über http.",
        "ErrorNotLoadingLink": "Klicken Sie hier für weitere Tipps zur Fehlerbehebung",
        "Link": "Link",
        "Location": "Seite",
        "NoData": "Für den gewählten Zeitraum gibt es keine Daten für diese Seite.",
        "OneClick": "1-click",
        "OpenFullScreen": "Vollbildmodus starten (keine Sidebar)",
        "Overlay": "Seiten Overlay",
        "PluginDescription": "Sehen Sie analytische Daten als Überlagung auf Ihrer eigentlichen Webseite.",
        "RedirectUrlError": "Sie versuchen, eine Seiten Overlay Sitzung für die URL \"%s\" zu starten. %s Keine der in den Piwik Einstellungen hinterlegten Domains passt zu diesem Link.",
        "RedirectUrlErrorAdmin": "Sie können diese Domain %sin den Einstellungen%s als zusätzliche URL hinzufügen.",
        "RedirectUrlErrorUser": "Bitten Sie Ihren Administrator diese Domain als zusätzliche URL hinzuzufügen."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Wählen Sie \"Ja\", wenn Piwik nicht die komplette IP-Adresse speichern soll.",
        "AnonymizeIpInlineHelp": "Um den Datenschutzbestimmungen Ihres Landes gerecht zu werden, können Sie mit diesem Plugin die letzten Bytes der IP-Adresse Ihrer Besucher anonymisieren.",
        "AnonymizeIpMaskLengtDescription": "Wählen Sie aus, wieviele Bytes der Besucher-IP maskiert werden sollen.",
        "AnonymizeIpMaskLength": "%s byte(s) - z.B. %s",
        "CannotLockSoDeleteLogActions": "Die log_action Tabelle wird nicht geleert: bitte geben Sie dem MySQL User '%s' das LOCK TABLES Privileg.",
        "ClickHereSettings": "Hier klicken, um die %s Einstellungen zu bearbeiten.",
        "CurrentDBSize": "Aktuelle Größe der Datenbank",
        "DBPurged": "Datenbank geleert.",
        "DeleteBothConfirm": "Sie sind dabei, das Löschen von sowohl Log- als auch Berichtsdaten zu aktivieren. Das wird Ihnen dauerhaft die Möglichkeit nehmen, auf alte Analyticsdaten zuzugreifen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteDataDescription": "Sie können Piwik so konfigurieren, dass regelmäßig alte Besucher-Logs und\/oder generierte Berichte gelöscht werden, um die Größe der Datenbank klein zu halten.",
        "DeleteDataDescription2": "Falls gewünscht, können generierte Berichte behalten werden, während Besuchs-, Seitenansichten- und Konversions-Logdaten gelöscht werden. Oder die generierten Berichte können gelöscht werden, während die Logdaten behalten werden.",
        "DeleteDataInterval": "Lösche alte Daten alle",
        "DeleteDataSettings": "Alte Besucher-Logs und Berichte löschen",
        "DeleteLogDescription2": "Wenn Sie das automatische Leeren von Logs aktivieren, müssen Sie sicherstellen, dass alle (Tages-)Berichte bereits berechnet wurden, um Datenverlust zu vermeiden.",
        "DeleteLogInfo": "Es werden Daten aus den folgenden Tabellen gelöscht: %s",
        "DeleteLogsConfirm": "Sie sind dabei, das Löschen von Logdaten zu aktivieren. Wenn alte Logdaten gelöscht werden und die entsprechenden Berichte noch nicht generiert worden sind, können Sie auf die historischen Analyticsdaten später nicht mehr zugreifen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteLogsOlderThan": "Logs löschen, die älter sind als",
        "DeleteMaxRows": "Maximale Anzahl der Datensätze, die pro Durchlauf gelöscht werden dürfen:",
        "DeleteMaxRowsNoLimit": "Keine Begrenzung",
        "DeleteReportsConfirm": "Sie sind dabei, das Löschen von Berichtsdaten zu aktivieren. Wenn alte Berichte entfernt wurden, müssen Sie diese neu generieren, um Sie anzusehen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteReportsDetailedInfo": "Daten aus den Numerischen Archiv Tabellen (%s) und Blob Archiv Tabellen (%s) werden aus der Datenbank gelöscht.",
        "DeleteReportsInfo": "Wenn aktiviert, dann werden alte Berichte gelöscht. %sWir empfehlen dies nur, wenn die maximale Größe der Datenbank begrenzt ist%s.",
        "DeleteReportsInfo2": "Wenn Sie \"%s\" nicht aktiviert haben, dann werden alte Berichte automatisch bei Bedarf neu generiert.",
        "DeleteReportsInfo3": "Wenn Sie \"%s\" aktiviert haben, sind die Daten dauerhaft gelöscht.",
        "DeleteReportsOlderThan": "Lösche Berichte, die älter sind als",
        "DeleteSchedulingSettings": "Einstellungen zur Zeitsteuerung",
        "DoNotTrack_Description": "Do-not-Track ist eine Technologie und ein Richtlinienvorschlag, der es Benutzern ermöglichen soll, selbständig zu entscheiden, ob ihr Verhalten von Webseiten, Werbenetzwerken und Sozialen Netzwerken verfolgt wird.",
        "DoNotTrack_Disable": "Do-not-Track Unterstützung deaktivieren",
        "DoNotTrack_Disabled": "Piwik verfolgt derzeit das Verhalten aller Besucher, auch derjenigen, die explizit in ihrem Browser \"Ich möchte nicht getrackt werden\" eingestellt haben.",
        "DoNotTrack_DisabledMoreInfo": "Wir empfehlen, die Privatsphäre Ihrer Besucher zu respektieren und die Do-not-Track Unterstützung zu aktivieren.",
        "DoNotTrack_Enable": "Do-not-Track Unterstützung aktivieren",
        "DoNotTrack_Enabled": "Sie respektieren die Privatsphäre Ihrer Besucher, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Wenn Benutzer in ihrem Browser \"Ich möchte nicht getrackt werden\" eingestellt haben (Do-not-Track aktiviert), dann wird Piwik diese Besuche nicht tracken.",
        "DoNotTrack_SupportDNTPreference": "Do-not-Track Einstellungen",
        "EstimatedDBSizeAfterPurge": "Erwartete Größe der Datenbank nach dem Löschen",
        "EstimatedSpaceSaved": "Geschätzte Speichereinsparung",
        "GeolocationAnonymizeIpNote": "Hinweis: Standorterkennung wird ungefähr das gleiche Ergebnis haben wenn 1 Byte anonymisiert ist. Bei 2 Bytes oder mehr wird Geolokalisierung sehr ungenau werden.",
        "GetPurgeEstimate": "Hochrechnung der Auswirkungen anzeigen",
        "KeepBasicMetrics": "Behalte Basismetriken (Besuche, Seitenansichten, Absprungrate, Ziel-Konversionen, Ecommerce-Konversionen, etc.)",
        "KeepDataFor": "Behalte alle Daten für:",
        "KeepReportSegments": "Für die behaltenen Daten oben, auch segmentierte Berichte behalten",
        "LastDelete": "Letzter Löschvorgang war am",
        "LeastDaysInput": "Bitte geben Sie eine Anzahl an Tagen an, die größer als %s ist.",
        "LeastMonthsInput": "Bitte spezifizieren Sie eine Anzahl Monate größer als %s.",
        "MenuPrivacySettings": "Privatsphäre",
        "NextDelete": "Nächste Löschung geplant in",
        "PluginDescription": "Erlaubt die Anpassung von Piwik, um es den jeweiligen Datenschutz-Bestimmungen des Landes anzupassen.",
        "PurgeNow": "Datenbank jetzt leeren",
        "PurgeNowConfirm": "Sie sind dabei, Daten dauerhaft aus der Datenbank zu entfernen. Sind Sie sicher?",
        "PurgingData": "Lösche Daten...",
        "RecommendedForPrivacy": "(für den Datenschutz empfohlen)",
        "ReportsDataSavedEstimate": "Größe der Datenbank",
        "SaveSettingsBeforePurge": "Sie haben die Einstellungen für das Löschen von Daten geändert. Bitte erst speichern, bevor Sie einen Löschvorgang starten.",
        "SeeAlsoOurOfficialGuidePrivacy": "Siehe auch unser offizielles Handbuch: %sWebanalyse Privatsphäre%s",
        "Teaser": "Auf dieser Seite können Sie Piwik so anpassen, dass es die bei Ihnen herrschenden Datenschutzbestimmungen einhält. Sie können %sBenutzer-IPs anonymisieren%s, %sautomatisch alte Logs aus der Datenbank löschen%s und %seinen Opt-out Mechanismus auf Ihrer Webseite anbieten%s.",
        "TeaserHeadline": "Privatsphäreeinstellungen",
        "UseAnonymizedIpForVisitEnrichment": "Benutze die anonymisierte IP-Adresse auch für die Aufbereitung der Besuche.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins wie Geolokalisierung anhand IP und Provider verbessern die Metadaten eines Besuchers. Normalerweise verwenden diese Plugins die anonymisierte IP Adresse. Wenn sie 'Nein' auswählen wird stattdessen die nicht anonymisierte volle IP Adresse verwendet. Daraus resultiert eine größere Genauigkeit, jedoch weniger Privatsphäre.",
        "UseAnonymizeIp": "Anonymisiere die IP-Adresse von Besuchern",
        "UseDeleteLog": "Alte Besucher-Logs automatisch aus der Datenbank entfernen",
        "UseDeleteReports": "Lösche regelmäßig alte Berichte aus der Datenbank"
    },
    "Provider": {
        "ColumnProvider": "Provider",
        "PluginDescription": "Stellt Informationen über den Provider des Besuchers dar.",
        "ProviderReportDocumentation": "Dieser Bericht zeigt Ihnen, welche Internetanbieter die Besucher Ihrer Webseite nutzen. Sie können auf den Namen eines Anbieters klicken, um mehr Informationen dazu zu erhalten. %s Wenn Piwik den Internetanbieter eines Besuchers nicht feststellen kann, wird er unter IP gelistet.",
        "SubmenuLocationsProvider": "Standorte und Provider",
        "WidgetProviders": "Provider"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Dieser Bericht zeigt Ihnen all Ihre Verweise in einem einzigen Bericht. Es werden alle Webseiten, Suchbegriffe und Kampagnen gezeigt, die von Ihren Besuchern benutzt wurden um ihre Webseite zu finden.",
        "Campaigns": "Kampagnen",
        "CampaignsDocumentation": "Besucher, die aufgrund einer Kampagne auf Ihre Webseite kamen. Weitere Details finden Sie %sim Bericht%s.",
        "CampaignsReportDocumentation": "Dieser Bericht enthält Informationen darüber, welche Kampagnen Besucher auf Ihre Webseite gebracht haben. %s Für mehr Informationen zum Tracken von Kampagnen, lesen Sie die %sKampagnen-Dokumentation auf piwik.org%s",
        "ColumnCampaign": "Kampagne",
        "ColumnSearchEngine": "Suchmaschine",
        "ColumnSocial": "Soziales Netzwerk",
        "ColumnWebsite": "Webseite",
        "ColumnWebsitePage": "Webseiten-Seite",
        "DetailsByReferrerType": "Details nach Verweisart",
        "DirectEntry": "Direkte Zugriffe",
        "DirectEntryDocumentation": "Ein Besucher kam auf die Webseite, indem er die URL direkt in den Browser eingegeben hat.",
        "Distinct": "Unterschiedliche Verweise nach Verweisart",
        "DistinctCampaigns": "verschiedene Kampagnen",
        "DistinctKeywords": "verschiedene Suchbegriffe",
        "DistinctSearchEngines": "verschiedene Suchmaschinen",
        "DistinctWebsites": "verschiedene Webseiten",
        "EvolutionDocumentation": "Dies ist eine Übersicht der Verweise, die Besucher auf Ihre Webseite geführt haben.",
        "EvolutionDocumentationMoreInfo": "Für mehr Informationen über die verschiedenen Verweisarten, lesen Sie die Dokumentation der %s Tabelle.",
        "Keywords": "Suchbegriffe",
        "KeywordsReportDocumentation": "In diesem Bericht sehen Sie, welche Suchbegriffe Besucher in Suchmaschinen eingegeben haben, bevor Sie auf Ihre Seite geführt wurden. %s Wenn Sie auf eine Zeile der Tabelle klicken, wird die Verteilung der Suchmaschinen angezeigt, in denen nach dem Begriff gesucht wurde.",
        "PluginDescription": "Zeigt Informationen über die Herkunft: Suchmaschinen, Suchbegriffe, Webseiten, Kampagnen, direkte Seitenaufrufe.",
        "Referrer": "Verweis",
        "ReferrerName": "Name des Verweises",
        "Referrers": "Verweise",
        "ReferrersOverview": "Übersicht Verweise",
        "SearchEngines": "Suchmaschinen",
        "SearchEnginesDocumentation": "Ein Besucher kam durch eine Suchmaschine auf die Webseite. %s Der %s Bericht enthält weitere Details.",
        "SearchEnginesReportDocumentation": "Dieser Bericht zeigt Ihnen, welche Suchmaschinen Besucher auf die Webseite geführt haben. %s Wenn Sie auf eine Zeile der Tabelle klicken, werden die Suchbegriffe angezeigt, nach denen die Besucher gesucht haben.",
        "SocialFooterMessage": "Dies ist eine Teilansicht des Berichtes von links. Er filtert andere Webseiten heraus, so dass Sie die Verweise von Sozialen Netzwerken direkt vergleichen können.",
        "Socials": "Soziale Netzwerke",
        "SocialsReportDocumentation": "Dieser Bericht zeigt, welche sozialen Netzwerke Besucher auf Ihre Seite führten.<br \/>Wenn Sie eine Zeile in der Tabelle anklicken, können Sie sehen von welcher Seite des sozialen Netzwerks der Besucher auf Ihre Webseite kam.",
        "SubmenuSearchEngines": "Suchmaschinen und Suchbegriffe",
        "SubmenuWebsites": "Webseiten",
        "Type": "Verweisart",
        "TypeCampaigns": "%s von Kampagnen",
        "TypeDirectEntries": "%s direkte Zugriffe",
        "TypeReportDocumentation": "Diese Tabelle enthält Informationen über die Verteilung der Verweisarten.",
        "TypeSearchEngines": "%s von Suchmaschinen",
        "TypeWebsites": "%s von Webseiten",
        "UsingNDistinctUrls": "(mit %s verschiedenen URLs)",
        "ViewAllReferrers": "Alle Verweise ansehen",
        "ViewReferrersBy": "Verweise anhand %s ansehen",
        "Websites": "Webseiten",
        "WebsitesDocumentation": "Der Besucher folgte einem Link auf einer anderen Webseite, um auf Ihre Seite zu gelangen. Weitere Details finden Sie %sim Bericht%s.",
        "WebsitesReportDocumentation": "In dieser Tabelle sehen Sie, von welchen Webseiten aus Besucher auf Ihre Seite verwiesen wurden. %s Wenn Sie auf eine Zeile der Tabelle klicken, sehen Sie, auf welchen URLs sich die Links zu Ihrer Webseite befanden.",
        "WidgetExternalWebsites": "Liste externer Webseiten",
        "WidgetGetAll": "Alle Verweise",
        "WidgetKeywords": "Liste der Suchbegriffe",
        "WidgetSocials": "Liste Sozialer Netzwerke",
        "WidgetTopKeywordsForPages": "Top-Schlüsselworte für Seiten-URL",
        "XPercentOfVisits": "%s%% aller Besuche"
    },
    "RowEvolution": {
        "AvailableMetrics": "Verfügbare Metriken",
        "CompareDocumentation": "Klicken Sie auf den Link unten und öffnen Sie dieses Popup für eine andere Zeile aus der selben Tabelle um mehrere Einträge zu vergleichen.<br \/>Verwenden Sie Shift-Klick um die Zeile für den Vergleich zu markieren ohne dieses Popup zu öffnen.",
        "CompareRows": "Vergleiche Einträge",
        "ComparingRecords": "Vergleiche %s Zeilen",
        "Documentation": "Klicken Sie auf die Metriken um sie im großen Entwicklungs-Graphen zu sehen. Verwenden Sie Shift-Klick um mehrere Metriken gleichzeitig zu sehen.",
        "MetricBetweenText": "zwischen %s und %s",
        "MetricChangeText": "%s über den Zeitraum",
        "MetricMinMax": "%1$s bewegte sich während dem Zeitraum zwischen %2$s und %3$s",
        "MetricsFor": "Metriken für %s",
        "MultiRowEvolutionTitle": "Entwicklung von mehreren Zeilen",
        "PickAnotherRow": "Wählen Sie eine andere Zeile zum vergleichen",
        "PickARow": "Wählen Sie eine Zeile zum vergleichen"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(optional) Anzeigeoptionen",
        "AggregateReportsFormat_GraphsOnly": "Nur Graphen anzeigen (keine Tabellenberichte)",
        "AggregateReportsFormat_TablesAndGraphs": "Tabellen und Graphen für alle Berichte anzeigen",
        "AggregateReportsFormat_TablesOnly": "(Standard) Tabellenberichte anzeigen (Graphen nur für die wichtigsten Metriken)",
        "AlsoSendReportToTheseEmails": "Bericht zusätzlich an folgende E-Mail-Adressen senden (eine Adresse pro Zeile):",
        "AreYouSureDeleteReport": "Sind Sie sicher, dass Sie diesen Bericht und dessen Zeitplan löschen möchten?",
        "CancelAndReturnToReports": "Abbrechen und %szur Liste der Berichte zurückkehren%s",
        "CreateAndScheduleReport": "Einen Bericht erstellen und planen",
        "CreateReport": "Bericht erstellen",
        "CustomVisitorSegment": "Benutzerdefiniertes Besuchersegment:",
        "DescriptionOnFirstPage": "Die Beschreibung wird auf der ersten Seite des Berichts angezeigt.",
        "DisplayFormat_TablesOnly": "Nur Tabellen anzeigen (keine Grafiken)",
        "EmailHello": "Hallo,",
        "EmailReports": "E-Mail-Berichte",
        "EmailSchedule": "E-Mail-Zeitplan",
        "EvolutionGraph": "Zeige historischen Graph für die Top %s Werte",
        "FrontPage": "Titelseite",
        "ManageEmailReports": "E-Mail-Berichte verwalten",
        "MonthlyScheduleHelp": "Monatlich: Bericht wird immer am ersten Tag des Monats verschickt.",
        "MustBeLoggedIn": "Sie müssen angemeldet sein, um Berichte anlegen und versenden zu können.",
        "NoRecipients": "Dieser Bericht hat keine Empfänger.",
        "OClock": "Uhr",
        "Pagination": "Seite %s von %s",
        "PiwikReports": "Piwik-Berichte",
        "PleaseFindAttachedFile": "Sie finden in der angehängten Datei Ihren Bericht (Intervall: %1$s) für %2$s.",
        "PleaseFindBelow": "Unterhalb befindet sich der Bericht (Intervall: %1$s) für %2$s.",
        "PluginDescription": "Berichte erstellen, herunterladen und täglich, wöchentlich oder monatlich per E-Mail versenden.",
        "ReportFormat": "Berichtsformat",
        "ReportHour": "Bericht senden um",
        "ReportIncludeNWebsites": "Dieser Bericht wird die Hauptmetriken für alle Webseiten enthalten, die mindestens einen Besuch haben (von den %s derzeit verfügbaren Webseiten).",
        "ReportSent": "Bericht wurde versendet",
        "ReportsIncluded": "Beinhaltete Statistiken",
        "ReportType": "Bericht versenden via",
        "ReportUpdated": "Bericht aktualisiert",
        "Segment_Deletion_Error": "Dieses Segment kann nicht gelöscht oder für andere Benutzer unsichtbar gemacht werden, da es zur Generierung der E-Mail-Berichte %s verwendet wird. Bitte versuchen Sie es erneut, nachdem Sie dieses Segment aus den Berichten entfernt haben.",
        "Segment_Help": "Sie können ein Segment wählen das auf die Daten des E-Mail-Berichts angewendet werden soll. Sie können Segmente auf dem Dashboard anlegen oder bearbeiten %s(hier klicken zum öffnen)%s, klicken Sie dann auf die \"%s\" Box und dann auf \"%s\".",
        "SegmentAppliedToReports": "Das Segment '%s' wird auf die Berichte angewendet.",
        "SendReportNow": "Bericht jetzt senden",
        "SendReportTo": "Bericht senden an",
        "SentToMe": "An mich senden",
        "TableOfContent": "Liste der Berichte",
        "ThereIsNoReportToManage": "Es gibt keine Berichte für die Webseite %s",
        "TopLinkTooltip": "Erstellen Sie E-Mailberichte, um Piwik Statistiken automatisch an Ihre E-Mailadresse oder die eines Kunden zu senden!",
        "TopOfReport": "Zurück zum Anfang",
        "UpdateReport": "Bericht ändern",
        "WeeklyScheduleHelp": "Wöchentlich: Bericht wird jede Woche montags verschickt."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "%s Bedingung hinzufügen",
        "AddNewSegment": "Neues Segment hinzufügen",
        "AreYouSureDeleteSegment": "Möchten Sie dieses Segment wirklich löschen?",
        "AutoArchivePreProcessed": "Segmentierte Berichte werden im Voraus verarbeitet (schneller, benötigt archive.php Cron)",
        "AutoArchiveRealTime": "Segmentierte Berichte werden in Echtzeit verarbeitet.",
        "ChooseASegment": "Segment auswählen",
        "DataAvailableAtLaterDate": "Ihre segmentierten Analytik-Berichte stehen später zur Verfügung. Wir entschuldigen uns für die Unannehmlichkeit.",
        "DefaultAllVisits": "Alle Besuche",
        "DragDropCondition": "Bedingung durch Drag & Drop hinzufügen",
        "LoadingSegmentedDataMayTakeSomeTime": "Die Verarbeitung der segmentierten Besucherdaten kann einige Minuten dauern...",
        "OperatorAND": "UND",
        "OperatorOR": "ODER",
        "SaveAndApply": "Speichern & Übernehmen",
        "SegmentDisplayedAllWebsites": "alle Webseiten",
        "SegmentDisplayedThisWebsiteOnly": "nur diese Webseite",
        "SegmentIsDisplayedForWebsite": "und wird angezeigt für",
        "SegmentNotApplied": "Segment '%s' nicht angewendet",
        "SegmentNotAppliedMessage": "Sie fragen Daten für das benutzerdefinierte Segment '%s' an, die Piwik-Konfiguration verhindert jedoch aktuell Echtzeit-Verarbeitung von Berichten aus Performance-Gründen.",
        "SelectSegmentOfVisitors": "Wählen Sie ein Segment an Besuchern aus:",
        "ThisSegmentIsVisibleTo": "Dieses Segment ist sichtbar für:",
        "VisibleToAllUsers": "alle Benutzer",
        "VisibleToMe": "mich",
        "YouDontHaveAccessToCreateSegments": "Sie haben nicht die benötigten Berechtigungen um Segmente anzulegen und zu bearbeiten.",
        "YouMayChangeSetting": "Alternativ können Sie die Einstellung in der Konfigurationsdatei (%s) ändern, oder ändern Sie dieses Segment und wählen '%s'.",
        "YouMustBeLoggedInToCreateSegments": "Sie müssen sich anmelden um eigene Besuchersegmente anzulegen oder zu bearbeiten."
    },
    "SEO": {
        "AlexaRank": "Alexa Rang",
        "Bing_IndexedPages": "Bing indizierte Seiten",
        "Dmoz": "DMOZ Einträge",
        "DomainAge": "Alter der Domain",
        "ExternalBacklinks": "Externe Backlinks (Majestic)",
        "Google_IndexedPages": "Google indizierte Seiten",
        "Rank": "Rang",
        "ReferrerDomains": "Referrer-Domains (Majestic)",
        "SeoRankings": "SEO-Bewertungen",
        "SEORankingsFor": "SEO-Bewertungen für %s",
        "ViewBacklinksOnMajesticSEO": "Externen Backlink-Bericht auf MajesticSEO.com ansehen"
    },
    "SitesManager": {
        "AddSite": "Eine neue Webseite hinzufügen",
        "AdvancedTimezoneSupportNotFound": "Erweiterte Zeitzonenunterstützung wurde in Ihrer PHP-Installation nicht gefunden (unterstützt in PHP>=5.2). Sie können jedoch manuell eine Abweichung zur UTC eintragen.",
        "AliasUrlHelp": "Es empfiehlt sich, dass Sie hier alle URLs (eine pro Zeile) angeben, über die Ihre Besucher auf diese Webseite zugreifen. Alias-URLs werden dann im Bericht nicht in als Weiterleitungen aufgeführt. Hinweis: Es ist nicht erforderlich, URLs mit und ohne \"www\" anzugeben, da dies automatisch beachtet wird.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Das Ändern Ihrer Zeitzone wirkt sich nur auf zukünftige Daten aus und wird nicht rückwirkend angepasst.",
        "ChooseCityInSameTimezoneAsYou": "Wählen Sie eine Stadt, die sich in der gleichen Zeitzone wie Sie befindet.",
        "Currency": "Währung",
        "CurrencySymbolWillBeUsedForGoals": "Das Währungssymbol wird direkt neben den Einnahmen durch Ziele angezeigt.",
        "DefaultCurrencyForNewWebsites": "Standardwährung für neue Webseiten",
        "DefaultTimezoneForNewWebsites": "Standardzeitzone für neue Webseiten",
        "DeleteConfirm": "Soll die Webseite %s wirklich gelöscht werden?",
        "DisableSiteSearch": "Die interne Suche nicht auswerten",
        "EcommerceHelp": "Falls aktiviert, enthält der \"Ziele\"-Bericht eine neue \"Ecommerce\" Sektion.",
        "EnableEcommerce": "Ecommerce aktiviert",
        "EnableSiteSearch": "Die interne Suche wird ausgewertet",
        "EnableSiteSpecificUserAgentExclude": "Aktiviere den Webseitenspezifischen Browseridentifizierungsausschluss.",
        "EnableSiteSpecificUserAgentExclude_Help": "Falls Sie unterschiedliche Browser Agenten bei unterschiedlichen Webseiten ausschliessen wollen, diesen Haken setzen, speichern klicken und %1$sdie Browseridentifizerungen oben hinzufügen%2$s.",
        "ExceptionDeleteSite": "Diese Webseite kann nicht gelöscht werden, da sie die einzige registrierte Webseite ist. Bitte fügen Sie zunächst eine weitere Webseite hinzu, erst dann kann diese gelöscht werden.",
        "ExceptionEmptyName": "Der Webseitenname darf nicht leer sein.",
        "ExceptionInvalidCurrency": "Die Währung \"%s\" ist nicht gültig. Bitte geben Sie ein gültiges Währungssymbol ein (z.B. %s)",
        "ExceptionInvalidIPFormat": "Die auszuschließende IP \"%s\" hat kein gültiges IP-Format (z.B. %s).",
        "ExceptionInvalidTimezone": "Die Zeitzone \"%s\" ist nicht gültig. Bitte geben Sie eine gültige Zeitzone ein.",
        "ExceptionInvalidUrl": "Die Adresse '%s' ist keine gültige URL.",
        "ExceptionNoUrl": "Sie müssen mindestens eine URL für diese Webseite angeben.",
        "ExcludedIps": "Ignorierte IPs",
        "ExcludedParameters": "Ignorierte Parameter",
        "ExcludedUserAgents": "Ausgeschlossene Browser Agenten",
        "GlobalExcludedUserAgentHelp1": "Geben Sie eine Liste aller Browser Agenten ein die von Piwik ignoriert werden sollen.",
        "GlobalExcludedUserAgentHelp2": "Dies kann benutzt werden um Bots vom Tracking auszuschliessen.",
        "GlobalListExcludedIps": "Globale Liste ignorierter IPs",
        "GlobalListExcludedQueryParameters": "Globale Liste von GET-Parametern, die ignoriert werden",
        "GlobalListExcludedUserAgents": "Globale Liste aller ausgeschlossenen Browser Agenten",
        "GlobalListExcludedUserAgents_Desc": "Falls der übermittelte Browser Agent des Besuchers einen der angegebenen Begriffe enthält, wird der Besucher von Piwik ignoriert.",
        "GlobalWebsitesSettings": "Globale Webseiteneinstellungen",
        "HelpExcludedIps": "Geben Sie eine Liste von IPs an (eine pro Zeile), die von Piwik beim Erfassen von Besuchen ignoriert werden sollen. Es können Wildcards wie z.B. %1$s oder %2$s genutzt werden.",
        "JsTrackingTagHelp": "Hier ist der JavaScript-Tracking-Code, den Sie in all Ihre Seiten einfügen müssen",
        "KeepURLFragments": "URL Fragmente behalten",
        "KeepURLFragmentsHelp": "Ist die Checkbox unterhalb deaktiviert, werden URL Fragmente (alles nach dem %1$s) beim Tracking entfernt. %2$s würde dann als das selbe gewertet werden wie %3$s.",
        "KeepURLFragmentsHelp2": "Sie können diese Einstellung oben für jede Webseite individuell überschreiben.",
        "KeepURLFragmentsLong": "URL Fragmente beim Tracking behalten",
        "ListOfIpsToBeExcludedOnAllWebsites": "Die untenstehenden IPs werden auf allen Webseiten ignoriert.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Die untenstehenden GET-Parameter werden von allen URLs aller Webseiten ignoriert.",
        "ListOfQueryParametersToExclude": "Geben Sie eine Liste von GET-Parametern an (einer pro Zeile), die vom Seiten-URL-Bericht ignoriert werden sollen.",
        "MainDescription": "Ihre Webanalyse benötigt Webseiten! Webseiten können hinzugefügt, aktualisiert und gelöscht werden. Hier wird auch der JavaScript-Code gezeigt, der in Ihre Webseite eingefügt werden muss.",
        "NotAnEcommerceSite": "Dies ist keine Ecommerce Seite",
        "NotFound": "Keine Webseiten gefunden für",
        "NoWebsites": "Es ist noch keine Webseite zum administrieren vorhanden.",
        "OnlyOneSiteAtTime": "Sie können immer nur eine Webseite zur gleichen Zeit bearbeiten. Zunächst müssen Sie die aktuellen Änderungen an der Webseite %s speichern oder verwerfen.",
        "PiwikOffersEcommerceAnalytics": "Mit Piwik können Sie Ihre Ecommerce Webseite tracken und erhalten spezielle Ecommerce Berichte. Weitere Informationen %sfinden Sie hier%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik wird automatisch typische Session-Parameter ignorieren (%s).",
        "PluginDescription": "Webseitenverwaltung in Piwik: Eine neue Webseite hinzufügen, eine existierende Webseite editieren, den JavaScript-Code zum Einfügen in die Webseite anzeigen. Alle Aktionen sind auch über die API steuerbar.",
        "SearchCategoryDesc": "Piwik kann auch die Kategorie auswerten, die in der internen Suche gewählt wird.",
        "SearchCategoryLabel": "Kategorie Parameter",
        "SearchCategoryParametersDesc": "Sie können eine durch Komma getrennte Liste der URL-Parameter eingeben, welche die Suchkategorie enthalten.",
        "SearchKeywordLabel": "URL-Parameter",
        "SearchKeywordParametersDesc": "Geben Sie eine durch Komma getrennte Liste der Namen aller URL-Parameter ein, welche den Suchbegriff enthalten können.",
        "SearchParametersNote": "Hinweis: Die URL-Parameter für Suchbegriffe und -kategorien werden nur auf Webseiten verwendet, bei denen die interne Suche aktiviert ist aber die Parameter leergelassen wurden.",
        "SearchParametersNote2": "Um die interne Suche für neue Webseiten nicht auszuwerten, lassen Sie diese beiden Felder leer.",
        "SearchUseDefault": "Die %sStandard Parameter%s für die interne Suche verwenden",
        "SelectACity": "Wählen Sie eine Stadt",
        "SelectDefaultCurrency": "Sie können eine Währung auswählen, die standardmäßig für neue Webseiten ausgewählt wird.",
        "SelectDefaultTimezone": "Sie können eine Zeitzone auswählen, die standardmäßig für neue Webseiten ausgewählt wird.",
        "ShowTrackingTag": "Tracking-Code anzeigen",
        "Sites": "Webseiten",
        "SiteSearchUse": "Piwik kann auswerten, wonach Besucher in der internen Suche der Webseite suchen.",
        "SuperUserAccessCan": "Ein Nutzer mit Hauptadministrator-Berechtigung kann ebenfalls %sglobale Einstellungen%s für neue Webseiten vornehmen.",
        "Timezone": "Zeitzone",
        "TrackingSiteSearch": "Die interne Suche auswerten",
        "TrackingTags": "Tracking-Code für %s",
        "Urls": "URLs",
        "UTCTimeIs": "UTC-Zeit ist %s.",
        "WebsitesManagement": "Webseitenverwaltung",
        "YouCurrentlyHaveAccessToNWebsites": "Sie haben derzeit Zugriff auf %s Webseiten.",
        "YourCurrentIpAddressIs": "Ihre aktuelle IP-Adresse ist %s"
    },
    "Transitions": {
        "BouncesInline": "%s Absprünge",
        "DirectEntries": "Direkte Eingaben",
        "ErrorBack": "Gehe zurück zur letzten Aktion",
        "ExitsInline": "%s Abgänge",
        "FromCampaigns": "Von Kampagnen",
        "FromPreviousPages": "Von internen Seiten",
        "FromPreviousPagesInline": "%s von internen Seiten",
        "FromPreviousSiteSearches": "Von der internen Suche",
        "FromPreviousSiteSearchesInline": "%s von internen Suchen",
        "FromSearchEngines": "Von Suchmaschinen",
        "FromWebsites": "Von Webseiten",
        "IncomingTraffic": "Eingehende Daten",
        "LoopsInline": "%s Seite erneut geladen",
        "NoDataForAction": "Es sind keine Daten für %s verfügbar",
        "NoDataForActionDetails": "Entweder hatte diese Aktion während des Zeitraums %s keine Seitenansichten oder sie ist ungültig.",
        "OutgoingTraffic": "Ausgehender Verkehr",
        "PluginDescription": "Berichte über vorherige und nachfolgende Aktionen einer Seiten URL.",
        "ShareOfAllPageviews": "Diese Seite wurde %s mal angesehen (%s aller Seitenansichten)",
        "ToFollowingPages": "Zu internen Seiten",
        "ToFollowingPagesInline": "%s zu internen Seiten",
        "ToFollowingSiteSearches": "Interne Suchen",
        "ToFollowingSiteSearchesInline": "%s interne Suchen",
        "XOfAllPageviews": "%s von allen Seitenansichten",
        "XOutOfYVisits": "%s (von insgesamt %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Die apache_get_modules Funktion wurde nicht gefunden. Es wird daher von einem Nicht-Apache Webserver ausgegangen.",
        "CannotFindGeoIPDatabaseInArchive": "Die Datei %1$s konnte im TAR-Archiv %2$s nicht gefunden werden!",
        "CannotFindGeoIPServerVar": "Die %s Variable ist nicht gesetzt. Ihr Server ist möglicherweise nicht korrekt konfiguriert.",
        "CannotFindPeclGeoIPDb": "Es konnten keine Länder, Regionen oder Städte Datenbank für das GeoIP PECL Modul gefunden werden. Stellen Sie sicher, dass sich die GeoIP Datenbank im Ordner %1$s befindet und den Dateinamen %2$s oder %3$s trägt. Andernfalls wird diese vom PECL Modul nicht erkannt.",
        "CannotListContent": "Kann keinen Inhalt auflisten für %1$s: %2$s",
        "CannotLocalizeLocalIP": "Die IP-Adresse %s ist eine lokale Adresse. Der Standort kann daher nicht ermittelt werden.",
        "CannotSetupGeoIPAutoUpdating": "Ihre GeoIP Datenbanken scheinen außerhalb von Piwik gespeichert zu sein (es konnten keine Datenbanken innerhalb des 'misc'-Unterordners gefunden werden, dennoch funktioniert die Standorterkennung). Piwik kann in diesem Fall keine automatischen Aktualisierungen vornehmen.",
        "CannotUnzipDatFile": "Konnte dat-Datei in %1$s nicht entpacken: %2$s",
        "City": "Stadt",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "continent_afr": "Afrika",
        "continent_amc": "Zentralamerika",
        "continent_amn": "Nordamerika",
        "continent_ams": "Südamerika",
        "continent_ant": "Antarktis",
        "continent_asi": "Asien",
        "continent_eur": "Europa",
        "continent_oce": "Ozeanien",
        "Country": "Land",
        "country_a1": "Anonymer Proxy",
        "country_a2": "Satelliten-Anbieter",
        "country_ac": "Ascension",
        "country_ad": "Andorra",
        "country_ae": "Vereinigte Arabische Emirate",
        "country_af": "Afghanistan",
        "country_ag": "Antigua und Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albanien",
        "country_am": "Armenien",
        "country_an": "Niederländische Antillen",
        "country_ao": "Angola",
        "country_ap": "Asien\/Pazifische Region",
        "country_aq": "Antarktis",
        "country_ar": "Argentinien",
        "country_as": "Amerikanisch Samoa",
        "country_at": "Österreich",
        "country_au": "Australien",
        "country_aw": "Aruba",
        "country_ax": "Aland-Inseln",
        "country_az": "Aserbajdschan",
        "country_ba": "Bosnien und Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesch",
        "country_be": "Belgien",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgarien",
        "country_bh": "Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Sankt Bartholomäus",
        "country_bm": "Bermuda",
        "country_bn": "Brunei Darussalam",
        "country_bo": "Bolivien",
        "country_bq": "Bonaire, Saint Eustatius und Saba",
        "country_br": "Brasilien",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Birma",
        "country_bv": "Bouvet-Insel",
        "country_bw": "Botsuana",
        "country_by": "Weissrussland",
        "country_bz": "Belize",
        "country_ca": "Kanada",
        "country_cat": "Katalanisch sprechende Gemeinden",
        "country_cc": "Cocos Inseln",
        "country_cd": "Demokratische Republik Kongo",
        "country_cf": "Zentralafrikanische Republik",
        "country_cg": "Kongo",
        "country_ch": "Schweiz",
        "country_ci": "Elfenbeinküste",
        "country_ck": "Cook-Inseln",
        "country_cl": "Chile",
        "country_cm": "Kamerun",
        "country_cn": "China",
        "country_co": "Kolumbien",
        "country_cp": "Clipperton-Insel",
        "country_cr": "Costa Rica",
        "country_cs": "Serbien Montenegro",
        "country_cu": "Kuba",
        "country_cv": "Kap Verde",
        "country_cw": "Curaçao",
        "country_cx": "Weihnachtsinsel",
        "country_cy": "Zypern",
        "country_cz": "Tschechische Republik",
        "country_de": "Deutschland",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibuti",
        "country_dk": "Dänemark",
        "country_dm": "Dominica",
        "country_do": "Dominikanische Republik",
        "country_dz": "Algerien",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Equador",
        "country_ee": "Estland",
        "country_eg": "Ägypten",
        "country_eh": "Westsahara",
        "country_er": "Eritrea",
        "country_es": "Spanien",
        "country_et": "Äthiopien",
        "country_eu": "Europäische Union",
        "country_fi": "Finnland",
        "country_fj": "Fiji Inseln",
        "country_fk": "Falkland-Inseln",
        "country_fm": "Mikronesien, Vereinigte Staaten von",
        "country_fo": "Färöer Inseln",
        "country_fr": "Frankreich",
        "country_fx": "Frankreich, Metropolitanisch",
        "country_ga": "Gabun",
        "country_gb": "Großbritannien",
        "country_gd": "Grenada",
        "country_ge": "Georgien",
        "country_gf": "Französisch-Guayana",
        "country_gg": "Kanalinseln (Guernsey)",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Grönland",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadeloupe",
        "country_gq": "Äquatorialguinea",
        "country_gr": "Griechenland",
        "country_gs": "Südgeorgien\/Süd-Sandwich-Inseln",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Heard- und McDonald-Inseln",
        "country_hn": "Honduras",
        "country_hr": "Kroatien",
        "country_ht": "Haiti",
        "country_hu": "Ungarn",
        "country_ic": "Kanarische Inseln",
        "country_id": "Indonesien",
        "country_ie": "Irland",
        "country_il": "Israel",
        "country_im": "Insel Man",
        "country_in": "Indien",
        "country_io": "Chagos-Archipel",
        "country_iq": "Irak",
        "country_ir": "Iran",
        "country_is": "Island",
        "country_it": "Italien",
        "country_je": "Kanalinseln (Jersey)",
        "country_jm": "Jamaika",
        "country_jo": "Jordanien",
        "country_jp": "Japan",
        "country_ke": "Kenia",
        "country_kg": "Kirgistan",
        "country_kh": "Kambodscha",
        "country_ki": "Kiribati",
        "country_km": "Komoren",
        "country_kn": "St. Kitts und Nevis",
        "country_kp": "Demokratische Volksrepublik Korea (Nord)",
        "country_kr": "Republik Korea (Süd)",
        "country_kw": "Kuwait",
        "country_ky": "Kaiman-Inseln",
        "country_kz": "Kasachstan",
        "country_la": "Laos",
        "country_lb": "Libanon",
        "country_lc": "St. Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Litauen",
        "country_lu": "Luxemburg",
        "country_lv": "Lettland",
        "country_ly": "Libyen",
        "country_ma": "Marokko",
        "country_mc": "Monaco",
        "country_md": "Republik Moldau",
        "country_me": "Montenegro",
        "country_mf": "Sankt Martin",
        "country_mg": "Madagaskar",
        "country_mh": "Marshall-Inseln",
        "country_mk": "Mazedonien",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongolei",
        "country_mo": "Macao",
        "country_mp": "Nördliche Marianen Inseln",
        "country_mq": "Martinique",
        "country_mr": "Mauretanien",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Malediven",
        "country_mw": "Malawi",
        "country_mx": "Mexiko",
        "country_my": "Malaysia",
        "country_mz": "Mosambik",
        "country_na": "Namibia",
        "country_nc": "Neukaledonien",
        "country_ne": "Niger",
        "country_nf": "Norfolk-Insel",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Niederlande",
        "country_no": "Norwegen",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Neutrale Zone",
        "country_nu": "Niue",
        "country_nz": "Neuseeland",
        "country_o1": "Anderes Land",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "Französisch Polynesien",
        "country_pg": "Papua-Neuguinea",
        "country_ph": "Philippinen",
        "country_pk": "Pakistan",
        "country_pl": "Polen",
        "country_pm": "Saint-Pierre und Miquelon",
        "country_pn": "Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Palästinensische Gebiete",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Katar",
        "country_re": "Reunion",
        "country_ro": "Rumänien",
        "country_rs": "Serbien",
        "country_ru": "Russische Föderation",
        "country_rw": "Ruanda",
        "country_sa": "Saudi Arabien",
        "country_sb": "Salomonen",
        "country_sc": "Seychellen",
        "country_sd": "Sudan",
        "country_se": "Schweden",
        "country_sf": "Finnland",
        "country_sg": "Singapur",
        "country_sh": "St. Helena, Ascension und Tristan da Cunha",
        "country_si": "Slowenien",
        "country_sj": "Svalbard",
        "country_sk": "Slowakei",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Suriname",
        "country_ss": "Südsudan",
        "country_st": "São Tomé und Príncipe",
        "country_su": "Sowjetunion (alt)",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten",
        "country_sy": "Syrien",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Turks- und Caicos-Inseln",
        "country_td": "Tschad",
        "country_tf": "Französischen Süd- und Antarktisgebiete",
        "country_tg": "Togo",
        "country_th": "Thailand",
        "country_ti": "Tibet",
        "country_tj": "Tadschikistan",
        "country_tk": "Tokelau",
        "country_tl": "Osttimor",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunesien",
        "country_to": "Tonga",
        "country_tp": "Osttimor",
        "country_tr": "Türkei",
        "country_tt": "Trinidad und Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tansania",
        "country_ua": "Ukraine",
        "country_ug": "Uganda",
        "country_uk": "Vereinigtes Königreich",
        "country_um": "Kleinere Inselbesitzungen der Vereinigten Staaten",
        "country_us": "USA",
        "country_uy": "Uruguay",
        "country_uz": "Usbekistan",
        "country_va": "Vatikan Stadt",
        "country_vc": "St. Vincent und die Grenadinen",
        "country_ve": "Venezuela",
        "country_vg": "Britische Jungferninseln",
        "country_vi": "Amerikanische Jungferninseln",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis und Futuna",
        "country_ws": "Samoa",
        "country_ye": "Jemen",
        "country_yt": "Mayotte",
        "country_yu": "Jugoslawien",
        "country_za": "Südafrika",
        "country_zm": "Sambia",
        "country_zr": "Demokratische Republik Kongo (ehem. Zaire)",
        "country_zw": "Simbabwe",
        "CurrentLocationIntro": "Gemäß diesem Provider ist Ihr derzeitiger Standort",
        "DefaultLocationProviderDesc1": "Die voreingestellte Standorterkennung versucht das Herkunftsland des Besuchers anhand dessen verwendeter Sprache zu erkennen.",
        "DefaultLocationProviderDesc2": "Dies ist nicht sehr genau, daher %1$swird empfohlen %2$sGeoIP%3$s zu installieren und zu nutzen.%4$s",
        "DefaultLocationProviderExplanation": "Sie benutzen den standardmäßigen Standortanbieter. Das bedeutet, dass Piwik den Standort durch die Sprache des Besuchers erahnen wird. %1$sLesen sie dies%2$s, um zu erfahren, wie Sie eine genauere Standorterkennung einrichten.",
        "DistinctCountries": "%s unterschiedliche Länder",
        "DownloadingDb": "%s wird heruntergeladen",
        "DownloadNewDatabasesEvery": "Aktualisiere Datenbanken alle",
        "FatalErrorDuringDownload": "Ein fataler Fehler trat während dem Herunterladen der Datei auf. Es könnte ein Fehler mit Ihrer Internet Verbindung, der GeoIP Datenbank die Sie herunterladen wollten oder Piwik vorliegen. Führen Sie den Download und die Installation der Datei manuell durch.",
        "FoundApacheModules": "Piwik hat folgende Apache-Module erkannt",
        "FromDifferentCities": "Unterschiedliche Städte",
        "GeoIPCannotFindMbstringExtension": "Konnte die Funktion %1$s nicht finden. Bitte stellen Sie sicher, dass die %2$s Erweiterung installiert und geladen ist.",
        "GeoIPDatabases": "GeoIP Datenbanken",
        "GeoIPDocumentationSuffix": "Um Daten für diesen Bericht sehen zu können, müssen Sie GeoIP im Standorterkennung Administrations-Reiter konfigurieren. Die kommerziellen %1$sMaxmind%2$s GeoIP Datenbanken sind weit genauer als die kostenlosen. Um zu sehen wie genau sie sind, klicken Sie %3$shier%4$s.",
        "GeoIPImplHasAccessTo": "Die GeoIP Implementierung hat Zugriff auf die folgenden Datenbanktypen",
        "GeoIPIncorrectDatabaseFormat": "Ihre GeoIP Datenbank scheint nicht das korrekte Format zu haben. Möglicherweise ist diese beschädigt. Stellen Sie sicher, dass Sie die binäre Version verwenden und versuchen Sie diese durch eine andere Kopie zu ersetzen.",
        "GeoIpLocationProviderDesc_Pecl1": "Diese Standorterkennung verwendet eine GeoIP-Datenbank sowie ein PECL-Modul um den Standort der Besucher effizient und genau zu bestimmen.",
        "GeoIpLocationProviderDesc_Pecl2": "Diese Art der Standortbestimmung hat keine Einschränkungen, daher wird empfohlen diese zu verwenden.",
        "GeoIpLocationProviderDesc_Php1": "Diese Art der Standortbestimmung ist am einfachsten zu installieren, da Sie keine Serverkonfiguration benötigt (Ideal für Shared Hosting!). Sie verwendet eine GeoIP-Datenbank und die PHP-API von MaxMind um den Standort eines Besuchers genau zu bestimmen.",
        "GeoIpLocationProviderDesc_Php2": "Fall Ihre Webseite viel Traffic hat, könnte Ihnen diese Standorterkennung zu langsam sein. In diesem Fall sollten Sie die %1$sPECL-Erweiterung%2$s oder ein %3$sServer-Modul%4$s installieren.",
        "GeoIpLocationProviderDesc_ServerBased1": "Diese Art der Standortbestimmung verwendet das GeoIP-Modul das auf ihrem HTTP-Server installiert ist. Diese ist am schnellsten und genauesten, aber %1$skann nur bei normalem Browser-Tracking benutzt werden%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Falls Sie Protokolldateien oder andere Dinge importieren welche IP-Adressen enthalten können Sie die %1$sPECL GeoIP Implementierung (empfohlen)%2$s oder die %3$sPHP GeoIP Implementierung%4$s wählen.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Hinweis: IP-Anonymisierung hat keinen Einfluss auf diese Art der Standortbestimmung. Stellen Sie sicher, dass die Benutzung mit IP-Anonymisierung nicht im Widerspruch zu Privatsphärebestimmungen steht, die für Sie gelten.",
        "GeoIpLocationProviderNotRecomnended": "Standorterkennung funktioniert, aber Sie nutzen keinen der empfohlenen Anbieter.",
        "GeoIPNoServerVars": "Piwik konnte keine GeoIP %s Variablen finden.",
        "GeoIPPeclCustomDirNotSet": "Die php.ini Einstellung für %s ist nicht gesetzt.",
        "GeoIPServerVarsFound": "Piwik hat folgende GeoIP %s Variablen erkannt",
        "GeoIPUpdaterInstructions": "Bitte geben Sie unten die Downloadlinks für Ihre Datenbank an. Falls Sie Ihre Datenbank von %3$sMaxMind%4$s beziehen können Sie diese Links %1$shier%2$s finden. Falls Sie Probleme haben auf diese zuzugreifen, kontaktieren Sie bitte %3$sMaxMind%4$s.",
        "GeoIPUpdaterIntro": "Piwik verwaltet derzeit die Aktualisierungen für folgende GeoIP-Datenbanken",
        "GeoLiteCityLink": "Falls Sie die GeoLite Städte Datenbank verwenden, benutzen Sie diesen Link: %1$s%2$s%3$s.",
        "Geolocation": "Standorterkennung",
        "GeolocationPageDesc": "Auf dieser Seite können Sie einstellen auf welche Weise Piwik die Herkunft eines Besuchers ermittelt.",
        "getCityDocumentation": "Dieser Bericht enthält die Städte, in denen sich Ihre Besucher befanden als sie Ihre Webseite besuchten.",
        "getContinentDocumentation": "Dieser Bericht enthält die Kontinente auf denen sich Ihre Besucher befanden als sie Ihre Webseite besuchten.",
        "getCountryDocumentation": "Dieser Bericht enthält die Länder in denen sich Ihre Besucher befanden als sie Ihre Webseite besuchten.",
        "getRegionDocumentation": "Dieser Bericht enthält die Regionen in denen sich Ihre Besucher befanden als sie Ihre Webseite besuchten.",
        "HowToInstallApacheModule": "Wie wird das GeoIP-Modul für Apache installiert?",
        "HowToInstallGeoIPDatabases": "Woher bekommt man die GeoIP-Datenbanken?",
        "HowToInstallGeoIpPecl": "Wie wird die GeoIP PECL Erweiterung installiert?",
        "HowToInstallNginxModule": "Wie wird das GeoIP Modul für Nginx installiert?",
        "HowToSetupGeoIP": "Wie richtet man eine genaue Standorterkennung mit GeoIP ein",
        "HowToSetupGeoIP_Step1": "Die GeoLite Städte Datenbank von %3$sMaxMind%4$s %1$sherunterladen%2$s.",
        "HowToSetupGeoIP_Step2": "Entpacken Sie die Datei und kopieren den Inhalt %1$s in das %2$smisc%3$s Piwik Unterverzeichnis (dies ist z.B. mit FTP oder SSH möglich).",
        "HowToSetupGeoIP_Step3": "Laden Sie diese Ansicht neu. Der %1$sGeoIP (PHP)%2$s Provider wird nun %3$sinstalliert%4$s. Wählen Sie ihn aus.",
        "HowToSetupGeoIP_Step4": "Und fertig! Sie haben gerade Piwik konfiguriert GeoIP zu verwenden. Dies bedeutet, dass Sie nun in der Lage sind die Regionen und Städte zusammen mit einer sehr genauen Angabe der Länder ihrer Besucher zu sehen.",
        "HowToSetupGeoIPIntro": "Anscheinend wurde die Standorterkennung noch nicht vollständig konfiguriert. Dies ist ein nützliches Feature und ohne es ist es nicht möglich, komplett vollständige und umfangreiche Informationen über die Besucher zu erhalten. Nachfolgend alle Informationen, um schnell damit zu beginnen:",
        "HttpServerModule": "HTTP Server Modul",
        "InvalidGeoIPUpdatePeriod": "Ungültiger Zeitraum für den GeoIP Aktualisierer: %1$s. Gültige Werte sind %2$s.",
        "IPurchasedGeoIPDBs": "Ich habe %1$sgenauere Datenbanken von MaxMind%2$s erworben und möchte automatische Aktualisierungen einrichten.",
        "ISPDatabase": "Internet Anbieter Datenbank",
        "IWantToDownloadFreeGeoIP": "Ich möchte die kostenlose GeoIP Datenbank herunterladen...",
        "Latitude": "Breitengrad",
        "Location": "Ort",
        "LocationDatabase": "Standortdatenbank",
        "LocationDatabaseHint": "Eine Standortdatenbank ist entweder eine Datenbank mit Ländern, Regionen oder Städten",
        "LocationProvider": "Standorterkennungsdienst",
        "Longitude": "Längengrad",
        "NoDataForGeoIPReport1": "Es sind keine Daten für diesen Bericht vorhanden, da entweder keine Lokalisierungsdaten vorhanden sind oder die Besucher IP-Adresse nicht geortet werden kann.",
        "NoDataForGeoIPReport2": "Um die vollständige Standorterkennung zu aktivieren, ändern Sie bitte %1$shier%2$s die Einstellungen und benutzen eine %3$sStädtebasierte Datenbank%4$s.",
        "Organization": "Organisation",
        "OrgDatabase": "Organisationsdatenbank",
        "PeclGeoIPNoDBDir": "Das PECL Modul hat im Verzeichnis %1$s keine Datenbank gefunden. Bitte erstellen Sie das Verzeichnis und fügen die GeoIP Datenbanken hinzu. Alternativ ist es möglich %2$s auf das richtige Verzeichnis in der php.ini zu konfigurieren.",
        "PeclGeoLiteError": "Ihre GeoIP Datenbank in %1$s lautet %2$s. Allerdings kann das PECL Modul die Datenbank mit diesem Namen nicht erkennen. Bitte benennen Sie sie um in %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik verwaltet derzeit keine GeoIP Datenbanken.",
        "PluginDescription": "Erfasst das Herkunftsland Ihrer Besucher.",
        "Region": "Region",
        "SetupAutomaticUpdatesOfGeoIP": "Automatische Aktualisierungen für GeoIP Datenbanken einrichten",
        "SubmenuLocations": "Orte",
        "TestIPLocatorFailed": "Piwik hat die Überprüfung einer bekannten IP-Adresse (%1$s) durchgeführt, aber Ihr Server hat %2$s zurückgegeben. Bei einer korrekten Konfiguration sollte allerdings %3$s zurückgegeben werden.",
        "ThisUrlIsNotAValidGeoIPDB": "Die heruntergeladene Datei ist keine gültige GeoIP Datenbank. Bitte überprüfen Sie die URL oder laden Sie die Datei manuell herunter.",
        "ToGeolocateOldVisits": "Für Standortdaten für vergangene Besuche verwenden Sie bitte das %1$shier beschriebene Skript%2$s.",
        "UnsupportedArchiveType": "Nicht unterstützter Archivtyp erkannt: %1$s",
        "UpdaterHasNotBeenRun": "Es hat noch keine Aktualisierung stattgefunden.",
        "UpdaterIsNotScheduledToRun": "Keine zukünftige Ausführung geplant.",
        "UpdaterScheduledForNextRun": "Ausführung für den nächsten archive.php cron Durchlauf geplant.",
        "UpdaterWasLastRun": "Die Aktualisierung wurde zuletzt ausgeführt am %s.",
        "UpdaterWillRunNext": "Nächste Ausführung geplant für %s.",
        "WidgetLocation": "Besucherstandort"
    },
    "UserCountryMap": {
        "AndNOthers": "und %s andere",
        "Cities": "Städte",
        "Countries": "Länder",
        "DaysAgo": "vor %s Tagen",
        "GoalConversions": "%s Ziel-Konversionen",
        "Hours": "Stunden",
        "HoursAgo": "vor %s Stunden",
        "map": "Karte",
        "Minutes": "Minuten",
        "MinutesAgo": "vor %s Minuten",
        "None": "Keine",
        "NoVisit": "Keine Besuche",
        "RealTimeMap": "Besucherkarte in Echtzeit",
        "Regions": "Regionen",
        "Searches": "%s Suchen",
        "Seconds": "Sekunden",
        "SecondsAgo": "vor %s Sekunden",
        "ShowingVisits": "Lokalisierte Besuche der letzten",
        "Unlocated": "<b>%s<\/b> der Besuche %p aus %c konnten nicht lokalisiert werden.",
        "VisitorMap": "Besucherkarte",
        "WorldWide": "Weltweit"
    },
    "UserSettings": {
        "BrowserFamilies": "Browserfamilien",
        "BrowserLanguage": "Browsersprache",
        "Browsers": "Browser",
        "BrowserWithNoPluginsEnabled": "%1$s mit keinen aktivierten Plugins",
        "BrowserWithPluginsEnabled": "%1$s mit den Plugins %2$s aktiviert",
        "ColumnBrowser": "Browser",
        "ColumnBrowserFamily": "Browserfamilie",
        "ColumnBrowserVersion": "Browserversion",
        "ColumnConfiguration": "Konfiguration",
        "ColumnOperatingSystem": "Betriebssystem",
        "ColumnResolution": "Auflösung",
        "ColumnTypeOfScreen": "Bildschirmtyp",
        "Configurations": "Konfigurationen",
        "GamingConsole": "Spielkonsole",
        "Language_aa": "Afar",
        "Language_ab": "Abchasisch",
        "Language_ae": "Avestisch",
        "Language_af": "Afrikaans",
        "Language_ak": "Akan",
        "Language_am": "Amharisch",
        "Language_an": "Aragonesisch",
        "Language_ar": "Arabisch",
        "Language_as": "Assamesisch",
        "Language_av": "Awarisch",
        "Language_ay": "Aymara",
        "Language_az": "Aserbaidschanisch",
        "Language_ba": "Baschkirisch",
        "Language_be": "Weissrussisch",
        "Language_bg": "Bulgarisch",
        "Language_bh": "Bihari",
        "Language_bi": "Bislama",
        "Language_bm": "Bambara",
        "Language_bn": "Bengalisch",
        "Language_bo": "Tibetisch",
        "Language_br": "Bretonisch",
        "Language_bs": "Bosnisch",
        "Language_ca": "Katalanisch",
        "Language_ce": "Tschetschenisch",
        "Language_ch": "Chamorro",
        "Language_co": "Korsisch",
        "Language_cr": "Cree",
        "Language_cs": "Tschechisch",
        "Language_cu": "Altkirchenslawisch",
        "Language_cv": "Tschuwaschisch",
        "Language_cy": "Walisisch",
        "Language_da": "Dänisch",
        "Language_de": "Deutsch",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewe",
        "Language_el": "Griechisch",
        "Language_en": "Englisch",
        "Language_eo": "Esperanto",
        "Language_es": "Spanisch",
        "Language_et": "Estnisch",
        "Language_eu": "Baskisch",
        "Language_fa": "Persisch",
        "Language_ff": "Fulfulde",
        "Language_fi": "Finnisch",
        "Language_fj": "Fidschi",
        "Language_fo": "Färöisch",
        "Language_fr": "Französisch",
        "Language_fy": "Westfrisisch",
        "Language_ga": "Irisch",
        "Language_gd": "Schottisch-Gälisch",
        "Language_gl": "Galicisch",
        "Language_gn": "Guaraní",
        "Language_gu": "Gujarati",
        "Language_gv": "Manx",
        "Language_ha": "Hausa",
        "Language_he": "Hebräisch",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri Motu",
        "Language_hr": "Kroatisch",
        "Language_ht": "Haitianisch",
        "Language_hu": "Ungarisch",
        "Language_hy": "Armenisch",
        "Language_hz": "Otjiherero",
        "Language_ia": "Interlingua",
        "Language_id": "Indonesisch",
        "Language_ie": "Interlingue",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Inupiaq",
        "Language_io": "Ido",
        "Language_is": "Isländisch",
        "Language_it": "Italienisch",
        "Language_iu": "Inuktitut",
        "Language_ja": "Japanisch",
        "Language_jv": "Javanisch",
        "Language_ka": "Georgisch",
        "Language_kg": "Kikongo",
        "Language_ki": "Kikuyu",
        "Language_kj": "Kwanyama",
        "Language_kk": "Kasachisch",
        "Language_kl": "Kalaallisut",
        "Language_km": "Khmer",
        "Language_kn": "Kannada",
        "Language_ko": "Koreanisch",
        "Language_kr": "Kanuri",
        "Language_ks": "Kashmiri",
        "Language_ku": "Kurdisch",
        "Language_kv": "Komi",
        "Language_kw": "Kornisch",
        "Language_ky": "Kirgisisch",
        "Language_la": "Latein",
        "Language_lb": "Luxemburgisch",
        "Language_lg": "Luganda",
        "Language_li": "Limburgisch",
        "Language_ln": "Lingála",
        "Language_lo": "Laotisch",
        "Language_lt": "Lithauisch",
        "Language_lu": "Tschiluba",
        "Language_lv": "Lettisch",
        "Language_mg": "Malagasy",
        "Language_mh": "Marshallesisch",
        "Language_mi": "Maorisch",
        "Language_mk": "Mazedonisch",
        "Language_ml": "Malayalam",
        "Language_mn": "Mongolisch",
        "Language_mr": "Marathi",
        "Language_ms": "Malaiisch",
        "Language_mt": "Maltesisch",
        "Language_my": "Burmanisch",
        "Language_na": "Nauruisch",
        "Language_nb": "Norwegisch Bokmål",
        "Language_nd": "(Nord) Ndebele",
        "Language_ne": "Nepali",
        "Language_ng": "Ndonga",
        "Language_nl": "Niederländisch",
        "Language_nn": "Norwegisch Nynorsk",
        "Language_no": "Norwegisch",
        "Language_nr": "(Süd) Ndebele",
        "Language_nv": "Navajo",
        "Language_ny": "Chichewa",
        "Language_oc": "Okzitanisch",
        "Language_oj": "Ojibwe",
        "Language_om": "Oromo",
        "Language_or": "Oriya",
        "Language_os": "Ossetisch",
        "Language_pa": "Panjabi",
        "Language_pi": "Pali",
        "Language_pl": "Polnisch",
        "Language_ps": "Pashtunisch",
        "Language_pt": "Portugiesisch",
        "Language_qu": "Quechua",
        "Language_rm": "Rätoromanisch",
        "Language_rn": "Kirundi",
        "Language_ro": "Rumänisch",
        "Language_ru": "Russisch",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sanskrit",
        "Language_sc": "Sardisch",
        "Language_sd": "Sindhi",
        "Language_se": "Nordsamisch",
        "Language_sg": "Sango",
        "Language_si": "Singhalesisch",
        "Language_sk": "Slovakisch",
        "Language_sl": "Slovenisch",
        "Language_sm": "Samoisch",
        "Language_sn": "Shona",
        "Language_so": "Somali",
        "Language_sq": "Albanisch",
        "Language_sr": "Serbisch",
        "Language_ss": "Siswati",
        "Language_st": "Süd-Sotho",
        "Language_su": "Sundanesisch",
        "Language_sv": "Schwedisch",
        "Language_sw": "Swahili",
        "Language_ta": "Tamil",
        "Language_te": "Telugu",
        "Language_tg": "Tadschikisch",
        "Language_th": "Thailändisch",
        "Language_ti": "Tigrinya",
        "Language_tk": "Turkmenisch",
        "Language_tl": "Tagalog",
        "Language_tn": "Setswana",
        "Language_to": "Tongaisch",
        "Language_tr": "Türkisch",
        "Language_ts": "Xitsonga",
        "Language_tt": "Tatarisch",
        "Language_tw": "Twi",
        "Language_ty": "Tahitianisch",
        "Language_ug": "Uigurisch",
        "Language_uk": "Ukrainisch",
        "Language_ur": "Urdu",
        "Language_uz": "Uzbekisch",
        "Language_ve": "Tshivenda",
        "Language_vi": "Vietnamesisch",
        "Language_vo": "Volapük",
        "Language_wa": "Wallonisch",
        "Language_wo": "Wolof",
        "Language_xh": "IsiXhosa",
        "Language_yi": "Jiddisch",
        "Language_yo": "Yoruba",
        "Language_za": "Zhuang",
        "Language_zh": "Chinesisch",
        "Language_zu": "IsiZulu",
        "LanguageCode": "Sprach-Code",
        "MobileVsDesktop": "Mobilgerät vs. Desktop",
        "OperatingSystemFamily": "Betriebssystem-Familie",
        "OperatingSystems": "Betriebssysteme",
        "PluginDescription": "Bericht über verschiedene Benutzereinstellungen: Browser, Browserfamilie, Betriebssystem, Plugins, Auflösung, Allgemeine Einstellungen.",
        "PluginDetectionDoesNotWorkInIE": "Hinweis: Die Erkennung von Plugins funktioniert nicht im Internet Explorer. Diese Statistik beruht nur auf Nicht-IE Browsern.",
        "Resolutions": "Auflösungen",
        "VisitorSettings": "Besuchereinstellungen",
        "WideScreen": "Breitbild",
        "WidgetBrowserFamilies": "Browser nach Familie",
        "WidgetBrowserFamiliesDocumentation": "Dieser Graph zeit Ihnen die Browser Ihrer Besucher aufgeteilt nach Browserfamilien. %s Die wichtigste Information für Webentwickler ist, welche Rendering Engine Besucher verwenden. Die Beschriftungen enthalten den Namen der Engine und in Klammern den Namen des bekanntesten Browsers, der diese verwendet.",
        "WidgetBrowsers": "Besucher-Browser",
        "WidgetBrowsersDocumentation": "Dieser Bericht enthält Informationen über die Browser Ihrer Besucher. Jede Version eines Browsers wird separat aufgelistet.",
        "WidgetBrowserVersion": "Browser-Version",
        "WidgetGlobalVisitors": "Globale Besucherkonfiguration",
        "WidgetGlobalVisitorsDocumentation": "Dieser Bericht zeigt Ihnen die häufigsten Gesamtkonfigurationen der Besucher. Eine Konfiguration ist die Kombination aus Betriebssystem, Browsertyp und Bildschirmauflösung.",
        "WidgetOperatingSystems": "Betriebssysteme",
        "WidgetPlugins": "Liste der Plugins",
        "WidgetPluginsDocumentation": "Dieser Bericht zeigt Ihnen, welche Plugins Ihre Besucher in Ihren Browser aktiviert haben. Diese Informationen kann Ihnen dabei helfen, die beste Art zu finden, Ihre Inhalte auszuliefern.",
        "WidgetResolutions": "Bildschirmauflösungen",
        "WidgetWidescreen": "Normal \/ Breitbild"
    },
    "UsersManager": {
        "AddUser": "Einen neuen Benutzer hinzufügen",
        "Alias": "Alias",
        "AllWebsites": "Alle Webseiten",
        "AnonymousUserHasViewAccess": "Hinweis: Der Benutzer %1$s hat %2$s Zugriff auf diese Webseite.",
        "AnonymousUserHasViewAccess2": "Ihre Analytiks-Berichte und Besucherinformationen sind öffentlich einsehbar.",
        "ApplyToAllWebsites": "Für alle Webseiten anwenden",
        "ChangeAllConfirm": "Sollen '%s' Berechtigungen für alle Webseiten wirklich geändert werden?",
        "ChangePasswordConfirm": "Das Ändern des Kennworts ändert ebenso das token_auth des Benutzers. Wirklich fortfahren?",
        "ClickHereToDeleteTheCookie": "Klicken Sie hier, um das Cookie zu löschen und Ihre Besuche wieder zu zählen",
        "ClickHereToSetTheCookieOnDomain": "Klicken Sie hier, um ein Cookie zu setzen, damit Piwik Ihre Besuche auf %s ignoriert.",
        "ConfirmGrantSuperUserAccess": "Wollen Sie wirklich '%s' Hauptadministrator-Berechtigungen gewähren? Warnung: Der Nutzer wird Zugriff zu allen Webseiten haben und in der Lage sein, administrative Tätigkeiten durchzuführen.",
        "ConfirmProhibitMySuperUserAccess": "%s, wollen Sie wirklich ihre eigenen Hauptadministrator-Berechtigungen entfernen? Sie werden alle Berechtigungen und Zugriff zu allen Webseiten verlieren und von Piwik abgemeldet werden.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Wollen Sie wirklich dem Nutzer '%s' Hauptadministrator-Berechtigungen entziehen? Der Nutzer wird alle Berechtigungen und Zugriff zu allen Webseiten verlieren. Bitte vergeben Sie danach, wenn notwendig, die Berechtigungen zu benötigten Webseiten.",
        "DeleteConfirm": "Soll der Benutzer %s wirklich gelöscht werden?",
        "Email": "E-Mail",
        "EmailYourAdministrator": "%1$sBitte berichten Sie diesen Fehler ihrem Administrator via E-Mail%2$s.",
        "ExceptionAccessValues": "Der Parameter access muss einen der folgenden Werte enthalten: [ %s ]",
        "ExceptionAdminAnonymous": "Das 'admin'-Recht kann nicht an 'anonymous' Benutzer vergeben werden.",
        "ExceptionDeleteDoesNotExist": "Der Benutzer '%s' existiert nicht und kann daher auch nicht gelöscht werden.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Das Löschen des Benutzers '%s' is nicht möglich.",
        "ExceptionEditAnonymous": "Der anonyme Benutzer kann nicht bearbeitet oder gelöscht werden. Er wird von Piwik benutzt, um einen Benutzer zu definieren, der sich noch nicht angemeldet hat. Zum Beispiel können Sie Ihre Statistiken öffentlich machen, indem Sie dem Benutzer 'anonymous' das Recht 'view' geben.",
        "ExceptionEmailExists": "Ein Benutzer mit der E-Mail-Adresse '%s' existiert bereits.",
        "ExceptionInvalidEmail": "Die E-Mail-Adresse hat ein ungültiges Format.",
        "ExceptionInvalidLoginFormat": "Das Login muss zwischen %1$s und %2$s Zeichen lang sein und darf nur Buchstaben, Zahlen oder die Zeichen '_' oder '-' oder '.' enthalten.",
        "ExceptionInvalidPassword": "Das Passwort muss zwischen %1$s und %2$s Zeichen lang sein.",
        "ExceptionLoginExists": "Der Benutzername '%s' existiert bereits.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth erwartet ein MD5-verschlüsseltes Passwort (32 Zeichen). Bitte wenden Sie die md5()-Funktion auf das Passwort an, bevor Sie diese Methode aufrufen.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Es ist nicht möglich die Hauptadministrator-Berechtigung von Benutzer '%s' zu entfernen.",
        "ExceptionSuperUserAccess": "Dieser Nutzer hat bereits Hauptadministrator-Berechtigungen und Erlaubnis, alle Webseiten in Piwik aufzurufen und zu bearbeiten. Sie können den Super User Zugriff von diesem Nutzer entfernen und es im Anschluss noch einmal versuchen.",
        "ExceptionUserDoesNotExist": "Der Benutzer '%s' existiert nicht.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Es muss mindestens ein Hauptadministrator existieren. Bitte geben Sie zuerst einem anderen Nutzer Hauptadministrator-Berechtigungen.",
        "ExcludeVisitsViaCookie": "Ihre Besuche von der Erfassung via Cookie ausschließen",
        "ForAnonymousUsersReportDateToLoadByDefault": "Bericht, der für Gast-Besucher (\"anonymous\") standardmäßig geladen wird",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Wenn Sie Ihr Passwort ändern möchten, geben Sie ein neues ein. Ansonsten lassen Sie dieses Feld frei.",
        "InjectedHostCannotChangePwd": "Ihr Besuch erfolgt aktuell durch einen unbekannten Hostnamen (%1$s). Es ist somit nicht möglich Ihr Kennwort zu ändert bis dieser Umstand behoben ist.",
        "LastSeen": "Zuletzt gesehen",
        "MainDescription": "Hier kann Zugriff auf bestimmte Webseiten innerhalb von Piwik erteilt werden. Es ist auch möglich, Zugriff für alle Webseiten auf einmal zu erlauben.",
        "ManageAccess": "Zugriffsverwaltung",
        "MenuAnonymousUserSettings": "Gast-Besucher (\"anonymous\") Einstellungen",
        "MenuUsers": "Benutzer",
        "MenuUserSettings": "Benutzereinstellungen",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Hinweis: Sie können die Einstellungen in diesem Bereich nicht ändern, weil Sie keine Webseite eingerichtet haben, die vom anonymen Benutzer angezeigt werden kann.",
        "NoUsersExist": "Bisher keine Benutzer vorhanden.",
        "PluginDescription": "Benutzerverwaltung in Piwik: Einen neuen Benutzer hinzufügen, einen existierenden Benutzer bearbeiten, Berechtigungen ändern. Alle Aktionen sind auch über die API möglich.",
        "PrivAdmin": "Administrator",
        "PrivNone": "Kein Zugriff",
        "PrivView": "Ansicht",
        "ReportDateToLoadByDefault": "Berichtsdatum, welches standardmäßig geladen wird",
        "ReportToLoadByDefault": "Bericht, der standardmäßig geladen wird",
        "SuperUserAccessManagement": "Hauptadministrator-Berechtigung verwalten",
        "SuperUserAccessManagementGrantMore": "Hier können Sie anderen Benutzern von Piwik Hauptadministrator-Berechtigung geben. Bitte nutzen Sie diese Funktion mit Bedacht.",
        "SuperUserAccessManagementMainDescription": "Hauptadministratoren haben die höchsten Berechtigungen. Sie können alle administrativen Aufgaben ausführen. Dazu zählen das Hinzufügen neuer Webseiten zur Überwachung, Hinzufügen von Benutzern, Ändern von Benutzerberechtigungen, Aktivieren und Deaktivieren von Plugins sowie das Installieren neuer Plugins vom Marketplace.",
        "TheLoginScreen": "den Loginbildschirm",
        "ThereAreCurrentlyNRegisteredUsers": "Es sind derzeit %s Benutzer registriert.",
        "TypeYourPasswordAgain": "Geben Sie Ihr Passwort nochmals ein.",
        "User": "Benutzer",
        "UsersManagement": "Benutzerverwaltung",
        "UsersManagementMainDescription": "Neue Benutzer erstellen oder bereits existierende Benutzer aktualisieren. Die Berechtigungen können dann oben gesetzt werden.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Wenn Benutzer nicht angemeldet sind und Piwik besuchen, sollten sie Zugriff haben auf",
        "YourUsernameCannotBeChanged": "Ihr Benutzername kann nicht geändert werden.",
        "YourVisitsAreIgnoredOnDomain": "%sIhre Besuche auf %s werden von Piwik ignoriert %s (das Piwik-Cookie zum Ignorieren von Besuchen wurde in Ihrem Browser gefunden).",
        "YourVisitsAreNotIgnored": "%sIhre Besuche werden von Piwik nicht ignoriert %s (das Piwik-Cookie zum Ignorieren von Besuchen wurde nicht in Ihrem Browser gefunden)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Aktionen bei wiederkehrenden Besuchen",
        "ColumnAverageVisitDurationForReturningVisitors": "Durchschnittszeit von wiederkehrenden Besuchen",
        "ColumnAvgActionsPerReturningVisit": "Aktionen pro wiederkehrendem Besuch",
        "ColumnBounceCountForReturningVisits": "Absprünge von wiederkehrenden Besuchen",
        "ColumnBounceRateForReturningVisits": "Absprungsrate bei wiederkehrenden Besuchen",
        "ColumnMaxActionsInReturningVisit": "Maximale Aktionen eines wiederkehrenden Besuchs",
        "ColumnNbReturningVisitsConverted": "Anzahl wiederkehrende Besuche mit Konversion",
        "ColumnReturningVisits": "Wiederkehrende Besuche",
        "ColumnSumVisitLengthReturning": "Gesamte Aufenthaltszeit bei wiederkehrenden Besuchen (in Sekunden)",
        "ColumnUniqueReturningVisitors": "Eindeutige wiederkehrende Besucher",
        "PluginDescription": "Zeigt verschiedene Statistiken über erstmalige und wiederkehrende Besucher.",
        "ReturnActions": "%s Aktionen von wiederkehrenden Besuchen",
        "ReturnAverageVisitDuration": "%s durchschnittliche Aufenthaltszeit bei wiederkehrenden Besuchen",
        "ReturnAvgActions": "%s Aktionen pro wiederkehrendem Besuch",
        "ReturnBounceRate": "%s wiederkehrende Besuche sind abgesprungen (haben die Webseite nach einer Seite verlassen)",
        "ReturningVisitDocumentation": "Ein wiederkehrender Besuch wird (im Vergleich zu einem neuen Besuch) von jemandem gemacht, der bereits mindestens einmal die Webseite besucht hat.",
        "ReturningVisitsDocumentation": "Dies ist eine Übersicht über die wiederkehrenden Besuche.",
        "ReturnVisits": "%s wiederkehrende Besuche",
        "SubmenuFrequency": "Häufigkeit",
        "WidgetGraphReturning": "Graph der wiederkehrenden Besuche",
        "WidgetOverview": "Häufigkeitsübersicht"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Seiten pro Besuch",
        "ColumnVisitDuration": "Besuchsdauer",
        "Engagement": "Engagement",
        "NPages": "%s Seiten",
        "OneMinute": "1 min",
        "OnePage": "1 Seite",
        "PluginDescription": "Berichte über Besucherinteressen: Anzahl der besuchten Seiten, Verweildauer auf der Webseite.",
        "PlusXMin": "%s min",
        "VisitNum": "Besuchsanzahl",
        "VisitsByDaysSinceLast": "Besuche pro Tage seit letztem Besuch",
        "visitsByVisitCount": "Besuche nach Besuchsanzahl",
        "VisitsPerDuration": "Besuche pro Besuchsdauer",
        "VisitsPerNbOfPages": "Besuche pro Seitenanzahl",
        "WidgetLengths": "Besuchslänge",
        "WidgetLengthsDocumentation": "In diesem Bericht sehen Sie, wie viele Besuche eine bestimmte Gesamtzeit hatten. Zu Beginn wird der Bericht als Tagwolke angezeigt, häufigere Gesamtzeiten werden in einer größeren Schrift dargestellt.",
        "WidgetPages": "Seiten pro Besuch",
        "WidgetPagesDocumentation": "In diesem Bericht sehen Sie, wie viele Besuche eine bestimmte Anzahl an Seitenaufrufen umfassten. Zu Beginn wird der Bericht als Tagwolke angezeigt, häufigere Anzahlen werden in einer größeren Schrift dargestellt.",
        "WidgetVisitsByDaysSinceLast": "Besuche pro Tage seit letztem Besuch",
        "WidgetVisitsByDaysSinceLastDocumentation": "In diesem Bericht sehen Sie, wie viele Besuche von Besuchern gemacht wurden, deren letzter Besuch eine bestimmte Anzahl an Tagen zuvor stattfand.",
        "WidgetVisitsByNumDocumentation": "In diesem Bericht sehen Sie, wie viele Besuche der n-te Besuch eines Besuches waren. Das bedeutet, der Besucher hat die Webseite mindestens n Mal besucht."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s durchschnittliche Generierungszeit",
        "AverageVisitDuration": "%s durchschnittliche Aufenthaltsdauer",
        "GenerateQueries": "%s Abfragen durchgeführt",
        "GenerateTime": "%s Sekunden, um die Seite zu generieren",
        "MaxNbActions": "%s max. Aktionen pro Besuch",
        "NbActionsDescription": "%s Aktionen (Seitenansichten, Downloads und Outlinks)",
        "NbActionsPerVisit": "%s Aktionen (Seitenansichten, Downloads, ausgehende Verweise und interne Suchen) pro Besuch",
        "NbDownloadsDescription": "%s Downloads",
        "NbKeywordsDescription": "%s einmalige Suchbegriffe",
        "NbOutlinksDescription": "%s ausgehende Verweise",
        "NbPageviewsDescription": "%s Seitenansichten",
        "NbSearchesDescription": "%s interne Suchen",
        "NbUniqueDownloadsDescription": "%s einmalige Downloads",
        "NbUniqueOutlinksDescription": "%s einmalige ausgehende Verweise",
        "NbUniquePageviewsDescription": "%s einmalige Seitenansichten",
        "NbUniqueVisitors": "%s eindeutige Besucher",
        "NbVisitsBounced": "%s Besucher sind abgesprungen (haben die Webseite nach einer Seite verlassen)",
        "PluginDescription": "Berichte über allgemeine Informationen: Besuche, eindeutige Besucher, Anzahl der Aktionen, Absprungrate etc.",
        "VisitsSummary": "Besucherüberblick",
        "VisitsSummaryDocumentation": "Dies ist eine Übersicht über die Entwicklung der Besuche.",
        "WidgetLastVisits": "Graph der letzten Besuche",
        "WidgetOverviewGraph": "Übersicht mit Graph",
        "WidgetVisits": "Besucherübersicht"
    },
    "VisitTime": {
        "ColumnLocalTime": "Ortszeit",
        "ColumnServerTime": "Server-Zeit",
        "DayOfWeek": "Wochentag",
        "LocalTime": "Besuche nach lokaler Zeit",
        "NHour": "%sh",
        "PluginDescription": "Berichte über die lokale Zeit des Besuchers und Serverzeit. Diese Informationen können hilfreich sein, um Wartungszeiträume für die Webseite zu planen.",
        "ServerTime": "Besuche nach Server-Zeit",
        "SubmenuTimes": "Zeiten",
        "VisitsByDayOfWeek": "Besuche nach Wochentagen",
        "WidgetByDayOfWeekDocumentation": "Dieser Graph zeigt die Anzahl der Besuche Ihrer Webseite nach Wochentagen.",
        "WidgetLocalTime": "Besuche nach lokaler Zeit",
        "WidgetLocalTimeDocumentation": "Dieser Graph zeigt, wie viel Uhr es %s in der Zeitzone des Besuchers %s war, als er die Seite besuchte.",
        "WidgetServerTime": "Besuche nach Server-Zeit",
        "WidgetServerTimeDocumentation": "Dieser Graph zeigt, wie viel Uhr es %s in der Zeitzone des Servers %s war, als die Seite besucht wurde."
    },
    "Widgetize": {
        "OpenInNewWindow": "In neuem Fenster öffnen",
        "PluginDescription": "Dieses Plugin macht es sehr einfach, Piwik-Widgets für einen Blog, eine Webseite oder IGoogle und Netvibes zu exportieren.",
        "TopLinkTooltip": "Exportieren Sie Berichte als Widgets und binden Sie das Dashboard in Ihrer Applikation als iframe ein."
    }
}