{
    "Actions": {
        "AvgGenerationTimeTooltip": "Average based on %s hit(s) %s between %s and %s",
        "ColumnClickedURL": "Clicked URL",
        "ColumnClicks": "Clicks",
        "ColumnClicksDocumentation": "The number of times this link was clicked.",
        "ColumnDownloadURL": "Download URL",
        "ColumnEntryPageTitle": "Entry Page title",
        "ColumnEntryPageURL": "Entry Page URL",
        "ColumnExitPageTitle": "Exit Page Title",
        "ColumnExitPageURL": "Exit Page URL",
        "ColumnNoResultKeyword": "Keyword with No Search Result",
        "ColumnPageName": "Page Name",
        "ColumnPagesPerSearch": "Search Results pages",
        "ColumnPagesPerSearchDocumentation": "Visitors will search on your website, and sometimes click \"next\" to view more results. This is the average number of search results pages viewed for this keyword.",
        "ColumnPageURL": "Page URL",
        "ColumnSearchCategory": "Search Category",
        "ColumnSearches": "Searches",
        "ColumnSearchesDocumentation": "The number of visits that searched for this keyword on your website's search engine.",
        "ColumnSearchExits": "% Search Exits",
        "ColumnSearchExitsDocumentation": "The percentage of visits that left the website after searching for this Keyword on your Site Search engine.",
        "ColumnSearchResultsCount": "Search Results Count",
        "ColumnSiteSearchKeywords": "Unique Keywords",
        "ColumnUniqueClicks": "Unique Clicks",
        "ColumnUniqueClicksDocumentation": "The number of visits that involved a click on this link. If a link was clicked multiple times during one visit, it is only counted once.",
        "ColumnUniqueDownloads": "Unique Downloads",
        "ColumnUniqueOutlinks": "Unique Outlinks",
        "DownloadsReportDocumentation": "In this report, you can see which files your visitors have downloaded. %s What Piwik counts as a download is the click on a download link. Whether the download was completed or not isn't known to Piwik.",
        "EntryPagesReportDocumentation": "This report contains information about the entry pages that were used during the specified period. An entry page is the first page that a user views during his visit. %s The entry URLs are displayed as a folder structure.",
        "EntryPageTitles": "Entry page titles",
        "EntryPageTitlesReportDocumentation": "This report contains information about the titles of entry pages that were used during the specified period.",
        "ExitPagesReportDocumentation": "This report contains information about the exit pages that occurred during the specified period. An exit page is the last page that a user views during his visit. %s The exit URLs are displayed as a folder structure.",
        "ExitPageTitles": "Exit page titles",
        "ExitPageTitlesReportDocumentation": "This report contains information about the titles of exit pages that occurred during the specified period.",
        "LearnMoreAboutSiteSearchLink": "Learn more about Tracking how your visitors use your Search engine.",
        "OneSearch": "1 search",
        "OutlinkDocumentation": "An outlink is a link that leads the visitor away from your website (to another domain).",
        "OutlinksReportDocumentation": "This report shows a hierarchical list of outlink URLs that were clicked by your visitors.",
        "PagesReportDocumentation": "This report contains information about the page URLs that have been visited. %s The table is organized hierarchically, the URLs are displayed as a folder structure.",
        "PageTitlesReportDocumentation": "This report contains information about the titles of the pages that have been visited. %s The page title is the HTML %s Tag that most browsers show in their window title.",
        "PageUrls": "Page URLs",
        "PluginDescription": "Reports about the page views, the outlinks and downloads. Outlinks and Downloads tracking is automatic! You can also track your internal website's Search Engine.",
        "SiteSearchCategories1": "This report lists the Categories that visitors selected when they made a Search on your website.",
        "SiteSearchCategories2": "For example, Ecommerce websites typically have a \"Category\" selector so that visitors can restrict their searches to all products in a specific Category.",
        "SiteSearchFollowingPagesDoc": "When visitors search on your website, they are looking for a particular page, content, product, or service. This report lists the pages that were clicked the most after an internal search. In other words, the list of pages the most searched for by visitors already on your website.",
        "SiteSearchIntro": "Tracking searches that visitors make on your website is a very effective way to learn more about what your audience is looking for, it can help find ideas for new content, new Ecommerce products that potential customers might be searching for, and generally improve the visitors' experience on your website.",
        "SiteSearchKeyword": "Keyword (Site Search)",
        "SiteSearchKeywordsDocumentation": "This report lists the Search Keywords that visitors searched for on your internal Search Engine.",
        "SiteSearchKeywordsNoResultDocumentation": "This report lists the Search Keywords that did not return any Search result: maybe the search engine algorithm can be improved, or maybe your visitors are looking for content that is not (yet) on your website?",
        "SubmenuPagesEntry": "Entry pages",
        "SubmenuPagesExit": "Exit pages",
        "SubmenuPageTitles": "Page titles",
        "SubmenuSitesearch": "Site Search",
        "WidgetEntryPageTitles": "Entry Page Titles",
        "WidgetExitPageTitles": "Exit Page Titles",
        "WidgetPagesEntry": "Entry Pages",
        "WidgetPagesExit": "Exit Pages",
        "WidgetPageTitles": "Page Titles",
        "WidgetPageTitlesFollowingSearch": "Page Titles Following a Site Search",
        "WidgetPageUrlsFollowingSearch": "Pages Following a Site Search",
        "WidgetSearchCategories": "Search Categories",
        "WidgetSearchKeywords": "Site Search Keywords",
        "WidgetSearchNoResultKeywords": "Search Keywords with No Results"
    },
    "Annotations": {
        "AddAnnotationsFor": "Add annotations for %s...",
        "AnnotationOnDate": "Annotation on %1$s: %2$s",
        "Annotations": "Annotations",
        "ClickToDelete": "Click to delete this annotation.",
        "ClickToEdit": "Click to edit this annotation.",
        "ClickToEditOrAdd": "Click to edit or add a new annotation.",
        "ClickToStarOrUnstar": "Click to star or unstar this annotation.",
        "CreateNewAnnotation": "Create a new annotation...",
        "EnterAnnotationText": "Enter your note...",
        "HideAnnotationsFor": "Hide annotations for %s...",
        "IconDesc": "View notes for this date range.",
        "IconDescHideNotes": "Hide notes for this date range.",
        "InlineQuickHelp": "You can create annotations to mark special events (like a new blog post, or website redesign), to save your data analyses or to save anything else you think is important.",
        "LoginToAnnotate": "Login to create an annotation.",
        "NoAnnotations": "There are no annotations for this date range.",
        "PluginDescription": "Allows you to attach notes to different days to mark changes made to your website, save analyses you make regarding your data and share your thoughts with your colleagues. By annotating your data, you will make sure you remember why your data looks the way it does.",
        "ViewAndAddAnnotations": "View and add annotations for %s...",
        "YouCannotModifyThisNote": "You cannot modify this annotation, because you did not create it, nor do you have admin access for this site."
    },
    "API": {
        "GenerateVisits": "If you don't have data for today you can first generate some data using the %s plugin. You can enable the %s plugin, then click on the 'Visitor Generator' menu in the Piwik Admin area.",
        "KeepTokenSecret": "This token_auth is as secret as your login and password, %s do not share it%s!",
        "LoadedAPIs": "Successfully loaded %s APIs",
        "MoreInformation": "For more information about the Piwik APIs, please have a look at the %s Introduction to Piwik API %s and the %s Piwik API Reference %s.",
        "PluginDescription": "All the data in Piwik is available through simple APIs. This plugin is the web service entry point, that you can call to get your Web Analytics data in xml, json, php, csv, etc.",
        "QuickDocumentationTitle": "API quick documentation",
        "TopLinkTooltip": "Access your Web Analytics data programmatically through a simple API in json, xml, etc.",
        "UserAuthentication": "User authentication",
        "UsingTokenAuth": "If you want to %s request data within a script, a crontab, etc. %s you need to add the parameter %s to the API calls URLs that require authentication."
    },
    "CoreAdminHome": {
        "Administration": "Administration",
        "ArchivingSettings": "Archiving settings",
        "BrandingSettings": "Branding settings",
        "CheckReleaseGetVersion": "When checking for new version of Piwik, always get",
        "ClickHereToOptIn": "Click here to opt in.",
        "ClickHereToOptOut": "Click here to opt out.",
        "CustomLogoFeedbackInfo": "If you customize the Piwik logo, you might also be interested to hide the %s link in the top menu. To do so, you can disable the Feedback plugin in the %sManage Plugins%s page.",
        "CustomLogoHelpText": "You can customize the Piwik logo which will be displayed in the user interface and email reports.",
        "DevelopmentProcess": "While our %sdevelopment process%s includes thousands of automated tests, Beta Testers play a key role in achieving the \"No bug policy\" in Piwik.",
        "EmailServerSettings": "Email server settings",
        "ForBetaTestersOnly": "For beta testers only",
        "ImageTracking": "Image Tracking",
        "ImageTrackingIntro1": "When a visitor has disabled JavaScript, or when JavaScript cannot be used, you can use an image tracking link to track visitors.",
        "ImageTrackingIntro2": "Generate the link below and copy-paste the generated HTML in the page. If you're using this as a fallback for JavaScript tracking, you can surround it in %1$s tags.",
        "ImageTrackingIntro3": "For the whole list of options you can use with an image tracking link, see the %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Image Tracking Link",
        "ImportingServerLogs": "Importing Server Logs",
        "ImportingServerLogsDesc": "An alternative to tracking visitors through the browser (either via JavaScript or an image link) is to continuously import server logs. Learn more about %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "The following plugins are not compatible with %1$s and could not be loaded: %2$s.",
        "InvalidPluginsYouCanUninstall": "You can update or uninstall these plugins on the %1$sManage Plugins%2$s page.",
        "JavaScriptTracking": "JavaScript Tracking",
        "JSTracking_CampaignKwdParam": "Campaign Keyword parameter",
        "JSTracking_CampaignNameParam": "Campaign Name parameter",
        "JSTracking_CodeNote": "Make sure this code is on every page of your website before the %1$s tag.",
        "JSTracking_CustomCampaignQueryParam": "Use custom query parameter names for the campaign name & keyword",
        "JSTracking_CustomCampaignQueryParamDesc": "Note: %1$sPiwik will automatically detect Google Analytics parameters.%2$s",
        "JSTracking_EnableDoNotTrack": "Enable client side DoNotTrack detection",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Note: Server side DoNotTrack support has been enabled, so this option will have no effect.",
        "JSTracking_EnableDoNotTrackDesc": "So tracking requests will not be sent if visitors do not wish to be tracked.",
        "JSTracking_GroupPageTitlesByDomain": "Prepend the site domain to the page title when tracking",
        "JSTracking_GroupPageTitlesByDomainDesc1": "So if someone visits the 'About' page on blog.%1$s it will be recorded as 'blog \/ About'. This is the easiest way to get an overview of your traffic by sub-domain.",
        "JSTracking_MergeAliases": "In the \"Outlinks\" report, hide clicks to known alias URLs of",
        "JSTracking_MergeAliasesDesc": "So clicks on links to Alias URLs (eg. %s) will not be counted as \"Outlink\".",
        "JSTracking_MergeSubdomains": "Track visitors across all subdomains of",
        "JSTracking_MergeSubdomainsDesc": "So if one visitor visits %1$s and %2$s, they will be counted as a unique visitor.",
        "JSTracking_PageCustomVars": "Track a custom variable for each page view",
        "JSTracking_PageCustomVarsDesc": "For example, with variable name \"Category\" and value \"White Papers\".",
        "JSTracking_VisitorCustomVars": "Track custom variables for this visitor",
        "JSTracking_VisitorCustomVarsDesc": "For example, with variable name \"Type\" and value \"Customer\".",
        "JSTrackingIntro1": "You can track visitors to your website many different ways. The recommended way to do it is through JavaScript. To use this method you must make sure every webpage of your website has some JavaScript code, which you can generate here.",
        "JSTrackingIntro2": "Once you have the JavaScript tracking code for your website, copy and paste it to all the pages you want to track with Piwik.",
        "JSTrackingIntro3": "In most websites, blogs, CMS, etc. you can use a pre-made plugin to do the technical work for you. (See our %1$slist of plugins used to integrate Piwik%2$s.) If no plugin exists you can edit your website templates and add this code in the \"footer\" file.",
        "JSTrackingIntro4": "If you don't want to use JavaScript to track visitors, %1$sgenerate an image tracking link below%2$s.",
        "JSTrackingIntro5": "If you want to do more than track page views, please check out the %1$sPiwik Javascript Tracking documentation%2$s for the list of available functions. Using these functions you can track goals, custom variables, ecommerce orders, abandoned carts and more.",
        "LatestBetaRelease": "The latest beta release",
        "LatestStableRelease": "The latest stable release",
        "LogoNotWriteableInstruction": "To use your custom logo instead of the default Piwik logo, give write permission to this directory: %1$s Piwik needs write access for your logos stored in the files %2$s.",
        "FileUploadDisabled": "Uploading files is not enabled in your PHP configuration. To upload your custom logo please set %s in php.ini and restart your webserver.",
        "LogoUpload": "Select a Logo to upload",
        "FaviconUpload": "Select a Favicon to upload",
        "LogoUploadHelp": "Please upload a file in %s formats with a minimum height of %s pixels.",
        "MenuDiagnostic": "Diagnostic",
        "MenuGeneralSettings": "General settings",
        "MenuManage": "Manage",
        "OptOutComplete": "Opt-out complete; your visits to this website will not be recorded by the Web Analytics tool.",
        "OptOutCompleteBis": "Note that if you clear your cookies, delete the opt-out cookie, or if you change computers or Web browsers, you will need to perform the opt-out procedure again.",
        "OptOutExplanation": "Piwik is dedicated to providing privacy on the Internet. To provide your visitors with the choice of opting-out of Piwik Web Analytics, you can add the following HTML code on one of your website page, for example in a Privacy Policy page.",
        "OptOutExplanationBis": "This code will display an Iframe containing a link for your visitors to opt-out of Piwik by setting an opt-out cookie in their browsers. %s Click here%s to view the content that will be displayed by the iFrame.",
        "OptOutForYourVisitors": "Piwik opt-out for your visitors",
        "PiwikIsInstalledAt": "Piwik is installed at",
        "PluginDescription": "Administration area of Piwik.",
        "PluginSettingChangeNotAllowed": "You are not allowed to change the value of the setting \"%s\" in plugin \"%s\"",
        "PluginSettingReadNotAllowed": "You are not allowed to read the value of the setting \"%s\" in plugin \"%s\"",
        "PluginSettings": "Plugin settings",
        "PluginSettingsIntro": "Here you can change the settings for the following 3rd party plugins:",
        "PluginSettingsValueNotAllowed": "The value for field \"%s\" in plugin \"%s\" is not allowed",
        "SendPluginUpdateCommunication": "Send me an email notification when there is a new plugin update",
        "SendPluginUpdateCommunicationHelp": "An email will be sent to Super Users when there is a new version available for a plugin.",
        "StableReleases": "If Piwik is a critical part of your business, we recommend you use the latest stable release. If you use the latest beta and you find a bug or have a suggestion, please %ssee here%s.",
        "TrackAGoal": "Track a goal",
        "TrackingCode": "Tracking Code",
        "TrustedHostConfirm": "Are you sure you want to change the trusted Piwik hostname?",
        "TrustedHostSettings": "Trusted Piwik Hostname",
        "UpdateSettings": "Update settings",
        "UseCustomLogo": "Use a custom logo",
        "ValidPiwikHostname": "Valid Piwik Hostname",
        "WithOptionalRevenue": "with optional revenue",
        "YouAreOptedIn": "You are currently opted in.",
        "YouAreOptedOut": "You are currently opted out.",
        "YouMayOptOut": "You may choose not to have a unique web analytics cookie identification number assigned to your computer to avoid the aggregation and analysis of data collected on this website.",
        "YouMayOptOutBis": "To make that choice, please click below to receive an opt-out cookie."
    },
    "CoreHome": {
        "CategoryNoData": "No data in this category. Try to \"Include all population\".",
        "CheckForUpdates": "Check for updates",
        "CheckPiwikOut": "Check Piwik out!",
        "CloseWidgetDirections": "You can close this widget by clicking on the 'X' icon at the top of the widget.",
        "DataForThisReportHasBeenPurged": "The data for this report is more than %s months old and has been purged.",
        "DataTableExcludeAggregateRows": "Aggregate rows are shown %s Hide them",
        "DataTableIncludeAggregateRows": "Aggregate rows are hidden %s Show them",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "default",
        "DonateCall1": "Piwik will always cost you nothing to use, but that doesn't mean it costs us nothing to make.",
        "DonateCall2": "Piwik needs your continued support to grow and thrive.",
        "DonateCall3": "If you feel that Piwik has added significant value to your business or endeavour, %1$splease consider donating!%2$s",
        "DonateFormInstructions": "Click on the slider to select an amount, then click subscribe to donate.",
        "ExcludeRowsWithLowPopulation": "All rows are shown %s Exclude low population",
        "ExternalHelp": "Help (opens in new tab)",
        "FlattenDataTable": "The report is hierarchical %s Make it flat",
        "HowMuchIsPiwikWorth": "How much is Piwik worth to you?",
        "IncludeRowsWithLowPopulation": "Rows with low population are hidden %s Show all rows",
        "InjectedHostEmailBody": "Hello, I tried to access Piwik today and encountered the unknown hostname warning.",
        "InjectedHostEmailSubject": "Piwik was accessed with an unknown hostname: %s",
        "InjectedHostNonSuperUserWarning": "%1$sClick here to access Piwik safely%2$s and remove this warning. You may also want to contact your Piwik administrator and notify them about this issue (%3$sclick here to email%4$s).",
        "InjectedHostSuperUserWarning": "Piwik may be misconfigured (for example, if Piwik was recently moved to a new server or URL). You can either %1$sclick here and add %2$s as the valid Piwik hostname (if you trust it)%3$s, or %4$sclick here and go to %5$s to access Piwik safely%6$s.",
        "InjectedHostWarningIntro": "You are now accessing Piwik from %1$s, but Piwik has been configured to run at this address: %2$s.",
        "JavascriptDisabled": "JavaScript must be enabled in order for you to use Piwik in standard view.<br \/>However, it seems JavaScript is either disabled or not supported by your browser.<br \/>To use standard view, enable JavaScript by changing your browser options, then %1$stry again%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Make a difference: %1$sDonate now%2$s to fund Piwik 2.0!",
        "MakeOneTimeDonation": "Make a one time donation, instead.",
        "NoPrivilegesAskPiwikAdmin": "You are logged in as '%s' but it seems you don't have any permission set in Piwik. %s Ask your Piwik administrator (click to email)%s to give you 'view' access to a website.",
        "OnlyForSuperUserAccess": "This widget is only displayed to users having Super User access.",
        "PageOf": "%1$s of %2$s",
        "PeriodDay": "Day",
        "PeriodDays": "days",
        "PeriodMonth": "Month",
        "PeriodMonths": "months",
        "PeriodRange": "Range",
        "PeriodWeek": "Week",
        "PeriodWeeks": "weeks",
        "PeriodYear": "Year",
        "PeriodYears": "years",
        "PluginDescription": "Web Analytics Reports Structure.",
        "ReportGeneratedOn": "Report generated on %s",
        "ReportGeneratedXAgo": "Report generated %s ago",
        "SharePiwikLong": "Hi! I just found a great piece of free software: Piwik!\n\nPiwik will let you track visitors to your website for free. You should definitely check it out!",
        "SharePiwikShort": "Piwik! Free/libre web analytics. Own your data.",
        "ShareThis": "Share this",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Show the JavaScript code to insert",
        "SubscribeAndBecomePiwikSupporter": "Proceed to a secure credit card payment page (Paypal) to become a Piwik Supporter!",
        "SupportPiwik": "Support Piwik!",
        "TableNoData": "No data for this table.",
        "ThereIsNoDataForThisReport": "There is no data for this report.",
        "UnFlattenDataTable": "The report is flat %s Make it hierarchical",
        "ViewAllPiwikVideoTutorials": "View all Piwik Video Tutorials",
        "WebAnalyticsReports": "Web Analytics Reports",
        "YouAreUsingTheLatestVersion": "You are using the latest version of Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Activate plugin",
        "ActionActivateTheme": "Activate theme",
        "ActionInstall": "Install",
        "ActionUninstall": "Uninstall",
        "Activate": "Activate",
        "Activated": "Activated",
        "Active": "Active",
        "Activity": "Activity",
        "AllowedUploadFormats": "You may upload a plugin or theme in .zip format via this page.",
        "AuthorHomepage": "Author Homepage",
        "Authors": "Authors",
        "BackToExtendPiwik": "Back to Marketplace",
        "BeCarefulUsingPlugins": "Plugins that are not authored by Piwik team must be used with care: we did not review them.",
        "BeCarefulUsingThemes": "Themes that are not authored by Piwik team must be used with care: we did not review them.",
        "ByDesigningOwnTheme": "by %sdesigning your own theme%s",
        "ByInstallingNewPluginFromMarketplace": "by %sinstalling a new plugin from the Marketplace%s",
        "ByInstallingNewThemeFromMarketplace": "by %sinstalling a new theme from the Marketplace%s",
        "ByWritingOwnPlugin": "by %swriting your own plugin%s",
        "ByXDevelopers": "by %s developers",
        "Changelog": "Changelog",
        "ChangeSettingsPossible": "You can change %ssettings%s for this plugin.",
        "CorePluginTooltip": "Core plugins have no version since they are distributed with Piwik.",
        "Deactivate": "Deactivate",
        "Developer": "Developer",
        "DoMoreContactPiwikAdmins": "To install a new plugin or a new theme, please get in touch with your Piwik admins.",
        "DownloadAndInstallPluginsFromMarketplace": "You may automatically download and install new Plugins from the %sMarketplace%s.",
        "EmailToEnquireUpdatedVersion": "Please email %1$s and enquire an updated version of %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Enjoy another look & feel",
        "FeaturedPlugin": "Featured plugin",
        "GetEarlyAccessForPaidPlugins": "Note: all plugins are available for free at present; in the future we will enable Paid Plugins in the Marketplace (%scontact us%s for early access).",
        "GetNewFunctionality": "Get new functionality",
        "History": "History",
        "Inactive": "Inactive",
        "InfoPluginUpdateIsRecommended": "Update your plugins now to benefit from the latest improvements.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Note: the other %1$s users registered in this Piwik are also using the theme %2$s.",
        "InfoThemeUpdateIsRecommended": "Update your themes to enjoy the latest version.",
        "InstallingPlugin": "Installing %s",
        "InstallNewPlugins": "Install new plugins",
        "InstallNewThemes": "Install new themes",
        "LastCommitTime": "(last commit %s)",
        "LastUpdated": "Last Updated",
        "LicenseHomepage": "License Homepage",
        "MainDescription": "Plugins extend and expand the functionality of Piwik. Once a plugin is installed, you may activate it or deactivate it here.",
        "Marketplace": "Marketplace",
        "MarketplaceSellPluginSubject": "Marketplace - Sell Plugin",
        "MenuPlatform": "Platform",
        "MissingRequirementsNotice": "Please update %1$s %2$s to a newer version, %1$s %3$s is required.",
        "NoPluginsFound": "No plugins found",
        "NotAllowedToBrowseMarketplacePlugins": "You can browse the list of plugins that can be installed to customize or extend your Piwik platform. Please contact your administrator if you need any of these installed.",
        "NotAllowedToBrowseMarketplaceThemes": "You can browse the list of themes that can be installed to customize the appearance of the Piwik platform. Please contact your administrator to get any of these installed for you.",
        "NoThemesFound": "No themes found",
        "NoZipFileSelected": "Please select a ZIP file.",
        "NumDownloadsLatestVersion": "Latest version: %s Downloads",
        "NumUpdatesAvailable": "%s Update(s) available",
        "OrByUploadingAPlugin": "or by %suploading a plugin%s",
        "OrByUploadingATheme": "or by %suploading a theme%s",
        "Origin": "Origin",
        "OriginCore": "Core",
        "OriginThirdParty": "Third-party",
        "PluginDescription": "Plugins Administration Interface.",
        "PluginHomepage": "Plugin Homepage",
        "PluginKeywords": "Keywords",
        "PluginNotCompatibleWith": "%1$s plugin is not compatible with %2$s.",
        "PluginNotWorkingAlternative": "If you've been using this plugin, maybe you can find a more recent version in the Marketplace. If not, you may want to uninstall it.",
        "PluginRequirement": "%1$s requires %2$s.",
        "PluginsManagement": "Manage Plugins",
        "PluginUpdateAvailable": "You are using version %s and a new version %s is available.",
        "PluginVersionInfo": "%1$s from %2$s",
        "PluginWebsite": "Plugin Website",
        "Screenshots": "Screenshots",
        "SortByAlpha": "alpha",
        "SortByNewest": "newest",
        "SortByPopular": "popular",
        "Status": "Status",
        "StepDownloadingPluginFromMarketplace": "Downloading plugin from Marketplace",
        "StepDownloadingThemeFromMarketplace": "Downloading theme from Marketplace",
        "StepPluginSuccessfullyInstalled": "You have successfully installed the plugin %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "You have successfully updated the plugin %1$s %2$s.",
        "StepReplaceExistingPlugin": "Replacing existing plugin",
        "StepReplaceExistingTheme": "Replacing existing theme",
        "StepThemeSuccessfullyInstalled": "You have successfully installed the theme %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "You have successfully updated the theme %1$s %2$s.",
        "StepUnzippingPlugin": "Unzipping plugin",
        "StepUnzippingTheme": "Unzipping theme",
        "SuccessfullyActicated": "You have successfully activated <strong>%s<\/strong>.",
        "Support": "Support",
        "TeaserExtendPiwik": "Extend Piwik with Plugins and Themes",
        "TeaserExtendPiwikByPlugin": "Extend Piwik by installing a new plugin",
        "TeaserExtendPiwikByTheme": "Enjoy another look & feel by installing a new theme",
        "TeaserExtendPiwikByUpload": "Extend Piwik by uploading a ZIP file",
        "Theme": "Theme",
        "Themes": "Themes",
        "ThemesDescription": "Themes can change the appearance of Piwik user interface, and provide a completely new visual experience to enjoy your analytics reports.",
        "ThemesManagement": "Manage Themes",
        "UninstallConfirm": "You are about to uninstall a plugin %s. The plugin will be completely removed from your platform and it won't be recoverable. Are you sure you want to do this?",
        "Updated": "Updated",
        "UpdatingPlugin": "Updating %s",
        "UploadZipFile": "Upload ZIP file",
        "Version": "Version",
        "ViewRepositoryChangelog": "View the changes",
        "Websites": "Websites"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Click here to view and copy the list of SQL queries that will get executed",
        "CreatingBackupOfConfigurationFile": "Creating a backup of the configuration file in %s",
        "CriticalErrorDuringTheUpgradeProcess": "Critical Error during the update process:",
        "DatabaseUpgradeRequired": "Database Upgrade Required",
        "DisablingIncompatiblePlugins": "Disabling incompatible plugins: %s",
        "DownloadingUpdateFromX": "Downloading update from %s",
        "DownloadX": "Download %s",
        "EmptyDatabaseError": "Database %s is empty. You must edit or remove your Piwik configuration file.",
        "ErrorDIYHelp": "If you are an advanced user and encounter an error in the database upgrade:",
        "ErrorDIYHelp_1": "identify and correct the source of the problem (e.g., memory_limit or max_execution_time)",
        "ErrorDIYHelp_2": "execute the remaining queries in the update that failed",
        "ErrorDIYHelp_3": "manually update the `option` table in your Piwik database, setting the value of version_core to the version of the failed update",
        "ErrorDIYHelp_4": "re-run the updater (through the browser or command-line) to continue with the remaining updates",
        "ErrorDIYHelp_5": "report the problem (and solution) so that Piwik can be improved",
        "ErrorDuringPluginsUpdates": "Error during plugin updates:",
        "ExceptionAlreadyLatestVersion": "Your Piwik version %s is up to date.",
        "ExceptionArchiveEmpty": "Empty archive.",
        "ExceptionArchiveIncompatible": "Incompatible archive: %s",
        "ExceptionArchiveIncomplete": "Archive is incomplete: some files are missing (eg. %s).",
        "FeedbackRequest": "Feel free to share your ideas and suggestions with the Piwik Team here:",
        "HelpMessageContent": "Check the %1$s Piwik FAQ %2$s which explains most common errors during update. %3$s Ask your system administrator - they may be able to help you with the error which is most likely related to your server or MySQL setup.",
        "HelpMessageIntroductionWhenError": "The above is the core error message. It should help explain the cause, but if you require further help please:",
        "HelpMessageIntroductionWhenWarning": "The update completed successfuly, however there were issues during the process. Please read the above descriptions for details. For further help:",
        "HighTrafficPiwikServerEnableMaintenance": "If you manage a high traffic Piwik server, we recommend to %smomentarily disable visitor Tracking and put the Piwik User Interface in maintenance mode%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Note: some plugins are not compatible with Piwik %s. They will be disabled when you upgrade:",
        "InstallingTheLatestVersion": "Installing the latest version",
        "MajorUpdateWarning1": "This is a major update! It will take longer than usual.",
        "MajorUpdateWarning2": "The following advice is especially important for large installations.",
        "NoteForLargePiwikInstances": "Important notes for large Piwik installations",
        "NoteItIsExpectedThatQueriesFail": "Note: if you manually execute these queries, it is expected that some of them fail. In this case, simply ignore the errors, and run the next ones in the list.",
        "NotificationClickToUpdatePlugins": "Click here to update your plugins now:",
        "NotificationClickToUpdateThemes": "Click here to update your themes now:",
        "NotificationSubjectAvailableCoreUpdate": "New Piwik %s is available",
        "NotificationSubjectAvailablePluginUpdate": "Updates available for your Piwik plugins",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik has been successfully updated!",
        "PiwikUpdatedSuccessfully": "Piwik updated successfully!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik database will be upgraded from version %1$s to the new version %2$s.",
        "PluginDescription": "Piwik updating mechanism",
        "ReadyToGo": "Ready to go?",
        "TheFollowingPluginsWillBeUpgradedX": "The following plugins will be updated: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Some plugins you use have been updated on the Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "There is a new version of Piwik available for update",
        "TheUpgradeProcessMayFailExecuteCommand": "If you have a large Piwik database, updates might take too long to run in the browser. In this situation, you can execute the updates from your command line: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "The database upgrade process may take a while, so please be patient.",
        "UnpackingTheUpdate": "Unpacking the update",
        "UpdateAutomatically": "Update Automatically",
        "UpdateHasBeenCancelledExplanation": "Piwik One Click Update has been cancelled. If you can't fix the above error message, it is recommended that you manually update Piwik. %1$s Please check out the %2$sUpdate documentation%3$s to get started!",
        "UpdateTitle": "Update",
        "UpgradeComplete": "Upgrade complete!",
        "UpgradePiwik": "Upgrade Piwik",
        "VerifyingUnpackedFiles": "Verifying the unpacked files",
        "WarningMessages": "Warning messages:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "We automatically deactivated the following plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "You can update to version %s automatically or download the package and install it manually:",
        "YouCouldManuallyExecuteSqlQueries": "If you are not able to use the command line updater and if Piwik fails to upgrade (due to a timeout of the database, a browser timeout, or any other issue), you could manually execute the SQL queries to update Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik is unable to overwrite your current installation. You can either fix the directory\/file permissions, or download the package and install version %s manually:",
        "YourDatabaseIsOutOfDate": "Your Piwik database is out-of-date, and must be upgraded before you can continue."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Custom Variable name",
        "ColumnCustomVariableValue": "Custom Variable value",
        "CustomVariables": "Custom Variables",
        "CustomVariablesReportDocumentation": "This report contains information about your Custom Variables. Click on a variable name to see the distribution of the values. %s For more information about Custom Variables in general, read the %sCustom Variables documentation on piwik.org%s",
        "PluginDescription": "Custom Variables are name,value pairs that you can set to a Visit using the Javascript API setVisitCustomVariables() function. Piwik will then report how many visits, pages, conversions for each of these custom names and values.",
        "ScopePage": "scope page",
        "ScopeVisit": "scope visit"
    },
    "Dashboard": {
        "AddAWidget": "Add a widget",
        "AddPreviewedWidget": "Click to add widget to the dashboard",
        "ChangeDashboardLayout": "Change dashboard layout",
        "CopyDashboardToUser": "Copy dashboard to user",
        "CreateNewDashboard": "Create new dashboard",
        "Dashboard": "Dashboard",
        "DashboardCopied": "Current dashboard successfully copied to selected user.",
        "DashboardEmptyNotification": "Your Dashboard does not contain any widgets. Start by adding some widgets or just reset the dashboard to the default widget selection.",
        "DashboardName": "Dashboard name:",
        "DashboardOf": "Dashboard of %s",
        "DefaultDashboard": "Default dashboard - Using default widgets selection and columns layout",
        "DeleteWidgetConfirm": "Are you sure you want to delete this widget from the dashboard?",
        "EmptyDashboard": "Empty dashboard - Pick your favorite widgets",
        "LoadingWidget": "Loading widget, please wait...",
        "ManageDashboard": "Manage dashboard",
        "Maximise": "Maximise",
        "Minimise": "Minimise",
        "NotUndo": "You will not be able to undo this operation.",
        "PluginDescription": "Your Web Analytics Dashboard. You can customize Your Dashboard: add new widgets, change the order of your widgets. Each user can access his own custom Dashboard.",
        "RemoveDashboard": "Remove dashboard",
        "RemoveDashboardConfirm": "Are you sure you want to remove the dashboard \"%s\"?",
        "RenameDashboard": "Rename dashboard",
        "ResetDashboard": "Reset dashboard",
        "ResetDashboardConfirm": "Are you sure you want to reset your dashboard layout to the default Widgets selection?",
        "SelectDashboardLayout": "Please select your new dashboard layout",
        "SelectWidget": "Select the widget to add in the dashboard",
        "SetAsDefaultWidgets": "Set as default widgets selection",
        "SetAsDefaultWidgetsConfirm": "Are you sure you want to set the current widgets selection and dashboard layout as the default dashboard template?",
        "SetAsDefaultWidgetsConfirmHelp": "This widgets selection and dashboard columns layout will be used when any user creates a new dashboard, or when \"%s\" feature is used.",
        "TopLinkTooltip": "View Web Analytics reports for %s.",
        "WidgetNotFound": "Widget not found",
        "WidgetPreview": "Widget preview",
        "WidgetsAndDashboard": "Widgets & Dashboard"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignore visits with X-Do-Not-Track or DNT header."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Contact the Piwik team!",
        "DoYouHaveBugReportOrFeatureRequest": "Do you have a bug to report or a feature request?",
        "GetInTouch": "We appreciate your feedback and always read all messages. Maybe you would like to share a business opportunity, hire a Piwik consultant, tell us a success story or simply say Hello!",
        "HowToCreateTicket": "Please read the recommendations on writing a good %1$sbug report%2$s or %3$sfeature request%4$s. Then register or login on %5$sour issue tracker%6$s and create a %7$snew issue%8$s.",
        "IWantTo": "I want to:",
        "LearnWaysToParticipate": "Learn about all the ways you can %s participate%s",
        "ManuallySendEmailTo": "Please manually send your message to",
        "PluginDescription": "Send your Feedback to the Piwik Team. Share your ideas and suggestions with us!",
        "PrivacyClaim": "Piwik respects your %1$sprivacy%2$s and gives you full control over your data.",
        "RateFeatureLeaveMessageDislike": "We are sorry to hear you don't like it! Please let us know how we can improve.",
        "RateFeatureLeaveMessageLike": "We are glad you like it! Please let us know what you like the most or if you have a feature request.",
        "RateFeatureSendFeedbackInformation": "Your Piwik platform will send us (the Piwik team) an email (including your email address) so we can get in contact with you if you have any question.",
        "RateFeatureThankYouTitle": "Thank you for rating '%s'!",
        "RateFeatureTitle": "Do you like the '%s' feature? Please rate and leave a comment",
        "SendFeedback": "Send Feedback",
        "SpecialRequest": "Do you have a special request for the Piwik team?",
        "ThankYou": "Thank you for helping us to make Piwik better!",
        "TopLinkTooltip": "Tell us what you think, or request Professional Support.",
        "ViewAnswersToFAQ": "View answers to %sFrequently Asked Questions%s",
        "ViewUserGuides": "Learn how to configure Piwik and how to effectively analyze your data with our %1$suser guides%2$s",
        "VisitTheForums": "Visit the %s Forums%s and get help from the community of Piwik users",
        "WantToThankConsiderDonating": "Do you think Piwik is awesome and want to thank us?"
    },
    "General": {
        "AbandonedCarts": "Abandoned Carts",
        "AboutPiwikX": "About Piwik %s",
        "Action": "Action",
        "Actions": "Actions",
        "Add": "Add",
        "AfterEntry": "after entering here",
        "All": "All",
        "AllowPiwikArchivingToTriggerBrowser": "Allow Piwik archiving to trigger when reports are viewed from the browser",
        "AllWebsitesDashboard": "All Websites dashboard",
        "And": "and",
        "API": "API",
        "ApplyDateRange": "Apply Date Range",
        "ArchivingInlineHelp": "For medium to high traffic websites, it is recommended to disable Piwik archiving to trigger from the browser. Instead, we recommend that you setup a cron job to process Piwik reports every hour.",
        "ArchivingTriggerDescription": "Recommended for larger Piwik installs, you need to %ssetup a cron job%s to process the reports automatically.",
        "AuthenticationMethodSmtp": "Authentication method for SMTP",
        "AverageOrderValue": "Average Order Value",
        "AveragePrice": "Average Price",
        "AverageQuantity": "Average Quantity",
        "BackToPiwik": "Back to Piwik",
        "Broken": "Broken",
        "BrokenDownReportDocumentation": "It is broken down into various reports, which are displayed in sparklines at the bottom of the page. You can enlarge the graphs by clicking on the report you'd like to see.",
        "Cancel": "Cancel",
        "CannotUnzipFile": "Cannot unzip file %1$s: %2$s",
        "ChangePassword": "Change password",
        "ChangeTagCloudView": "Please note, that you can view the report in other ways than as a tag cloud. Use the controls at the bottom of the report to do so.",
        "ChooseDate": "Choose date",
        "ChooseLanguage": "Choose language",
        "ChoosePeriod": "Choose period",
        "ChooseWebsite": "Choose website",
        "ClickHere": "Click here for more information.",
        "ClickToChangePeriod": "Click again to change the period.",
        "Close": "Close",
        "ColumnActionsPerVisit": "Actions per Visit",
        "ColumnActionsPerVisitDocumentation": "The average number of actions (page views, site searches, downloads or outlinks) that were performed during the visits.",
        "ColumnAverageGenerationTime": "Avg. generation time",
        "ColumnAverageGenerationTimeDocumentation": "The average time it took to generate the page. This metric includes the time it took the server to generate the web page, plus the time it took for the visitor to download the response from the server. A lower 'Avg. generation time' means a faster website for your visitors!",
        "ColumnAverageTimeOnPage": "Avg. time on page",
        "ColumnAverageTimeOnPageDocumentation": "The average amount of time visitors spent on this page (only the page, not the entire website).",
        "ColumnAvgTimeOnSite": "Avg. Time on Website",
        "ColumnAvgTimeOnSiteDocumentation": "The average duration of a visit.",
        "ColumnBounceRate": "Bounce Rate",
        "ColumnBounceRateDocumentation": "The percentage of visits that only had a single pageview. This means, that the visitor left the website directly from the entrance page.",
        "ColumnBounceRateForPageDocumentation": "Percentage of visits that started and ended on this page.",
        "ColumnBounces": "Bounces",
        "ColumnBouncesDocumentation": "Number of visits that started and ended on this page. This means that the visitor left the website after viewing only this page.",
        "ColumnConversionRate": "Conversion Rate",
        "ColumnConversionRateDocumentation": "The percentage of visits that triggered a goal conversion.",
        "ColumnDestinationPage": "Destination Page",
        "ColumnEntrances": "Entrances",
        "ColumnEntrancesDocumentation": "Number of visits that started on this page.",
        "ColumnExitRate": "Exit rate",
        "ColumnExitRateDocumentation": "The percentage of visits that left the website after viewing this page.",
        "ColumnExits": "Exits",
        "ColumnExitsDocumentation": "Number of visits that ended on this page.",
        "ColumnGenerationTime": "Generation time",
        "ColumnKeyword": "Keyword",
        "ColumnLabel": "Label",
        "ColumnMaxActions": "Maximum actions in one visit",
        "ColumnNbActions": "Actions",
        "ColumnNbActionsDocumentation": "The number of actions performed by your visitors. Actions can be page views, internal site searches, downloads or outlinks.",
        "ColumnNbUniqVisitors": "Unique visitors",
        "ColumnNbUniqVisitorsDocumentation": "The number of unduplicated visitors coming to your website. Every user is only counted once, even if he visits the website multiple times a day.",
        "ColumnNbVisits": "Visits",
        "ColumnNbVisitsDocumentation": "If a visitor comes to your website for the first time or if he visits a page more than 30 minutes after his last page view, this will be recorded as a new visit.",
        "ColumnPageBounceRateDocumentation": "The percentage of visits that started on this page and left the website straight away.",
        "ColumnPageviews": "Pageviews",
        "ColumnPageviewsDocumentation": "The number of times this page was visited.",
        "ColumnPercentageVisits": "% Visits",
        "ColumnRevenue": "Revenue",
        "ColumnSumVisitLength": "Total time spent by visitors (in seconds)",
        "ColumnTotalPageviews": "Total Pageviews",
        "ColumnUniqueEntrances": "Unique entrances",
        "ColumnUniqueExits": "Unique exits",
        "ColumnUniquePageviews": "Unique Pageviews",
        "ColumnUniquePageviewsDocumentation": "The number of visits that included this page. If a page was viewed multiple times during one visit, it is only counted once.",
        "ColumnValuePerVisit": "Revenue per Visit",
        "ColumnViewedAfterSearch": "Clicked in search results",
        "ColumnViewedAfterSearchDocumentation": "The number of times this Page was visited after a visitor did a search on your website, and clicked on this page in the search results.",
        "ColumnVisitDuration": "Visit Duration (in seconds)",
        "ColumnVisitsWithConversions": "Visits with Conversions",
        "ConfigFileIsNotWritable": "The Piwik configuration file %s is not writable, some of your changes might not be saved. %s Please change permissions of the config file to make it writable.",
        "Continue": "Continue",
        "ContinueToPiwik": "Continue to Piwik",
        "CurrentMonth": "Current Month",
        "CurrentWeek": "Current Week",
        "CurrentYear": "Current Year",
        "Daily": "Daily",
        "DailyReport": "daily",
        "DailyReports": "Daily reports",
        "DailySum": "daily sum",
        "DashboardForASpecificWebsite": "Dashboard for a specific website",
        "DataForThisGraphHasBeenPurged": "The data for this graph is more than %s months old and has been purged.",
        "DataForThisTagCloudHasBeenPurged": "The data for this tag cloud is more than %s months old and has been purged.",
        "Date": "Date",
        "DateRange": "Date range:",
        "DateRangeFrom": "From",
        "DateRangeFromTo": "From %s to %s",
        "DateRangeInPeriodList": "Date range",
        "DateRangeTo": "To",
        "DayFr": "Fr",
        "DayMo": "Mo",
        "DaySa": "Sa",
        "DaysHours": "%1$s days %2$s hours",
        "DaysSinceFirstVisit": "Days since first visit",
        "DaysSinceLastEcommerceOrder": "Days since last Ecommerce order",
        "DaysSinceLastVisit": "Days since last visit",
        "DaySu": "Su",
        "DayTh": "Th",
        "DayTu": "Tu",
        "DayWe": "We",
        "Default": "Default",
        "DefaultAppended": "(default)",
        "Delete": "Delete",
        "Description": "Description",
        "Desktop": "Desktop",
        "Details": "Details",
        "Discount": "Discount",
        "DisplaySimpleTable": "Display simple table",
        "DisplayTableWithGoalMetrics": "Display a table with Goals metrics",
        "DisplayTableWithMoreMetrics": "Display a table with more metrics",
        "Documentation": "Documentation",
        "Donate": "Donate",
        "Done": "Done",
        "Download": "Download",
        "DownloadFail_FileExists": "The file %s already exists!",
        "DownloadFail_FileExistsContinue": "Trying to continue the download for %s, but a fully downloaded file already exists!",
        "DownloadFail_HttpRequestFail": "Could not download the file! Something might be wrong with the website you're downloading from. You could try again later or get the file by yourself.",
        "DownloadFullVersion": "%1$sDownload%2$s the full version! Check out %3$s",
        "DownloadPleaseRemoveExisting": "If you want it to be replaced, please remove the existing file.",
        "Downloads": "Downloads",
        "EcommerceOrders": "Ecommerce Orders",
        "EcommerceVisitStatusDesc": "Visit Ecommerce status at the end of the visit",
        "EcommerceVisitStatusEg": "For example, to select all visits that have made an Ecommerce order, the API request would contain %s",
        "Edit": "Edit",
        "EncryptedSmtpTransport": "Enter the transport layer encryption required by your SMTP server.",
        "EnglishLanguageName": "English",
        "Error": "Error",
        "ErrorRequest": "Oops problem during the request, please try again.",
        "EvolutionOverPeriod": "Evolution over the period",
        "EvolutionSummaryGeneric": "%1$s in %2$s compared to %3$s in %4$s. Evolution: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "The user has to be either a Super User or the user '%s' itself.",
        "ExceptionConfigurationFileNotFound": "The configuration file {%s} has not been found or could not be read.",
        "ExceptionDatabaseVersion": "Your %1$s version is %2$s but Piwik requires at least %3$s.",
        "ExceptionFileIntegrity": "Integrity check failed: %s",
        "ExceptionFilesizeMismatch": "File size mismatch: %1$s (expected length: %2$s, found: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Your %1$s client version is %2$s which is incompatible with server version %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Aggregate reports format '%s' not valid. Try any of the following instead: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Today archive time to live must be a number of seconds greater than zero",
        "ExceptionInvalidDateFormat": "Date format must be: %s or any keyword supported by the %s function (see %s for more information)",
        "ExceptionInvalidDateRange": "The date '%s' is not a correct date range. It should have the following format: %s.",
        "ExceptionInvalidPeriod": "The period '%s' is not supported. Try any of the following instead: %s",
        "ExceptionInvalidRendererFormat": "Renderer format '%s' not valid. Try any of the following instead: %s.",
        "ExceptionInvalidReportRendererFormat": "Report format '%s' not valid. Try any of the following instead: %s.",
        "ExceptionInvalidStaticGraphType": "Static graph type '%s' not valid. Try any of the following instead: %s.",
        "ExceptionInvalidToken": "Token is not valid.",
        "ExceptionLanguageFileNotFound": "Language file '%s' not found.",
        "ExceptionMethodNotFound": "The method '%s' does not exist or is not available in the module '%s'.",
        "ExceptionMissingFile": "Missing file: %s",
        "ExceptionNonceMismatch": "Could not verify the security token on this form.",
        "ExceptionPrivilege": "You can't access this resource as it requires a %s access.",
        "ExceptionPrivilegeAccessWebsite": "You can't access this resource as it requires an %s access for the website id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "You can't access this resource as it requires an %s access for at least one website.",
        "ExceptionUnableToStartSession": "Unable to start session.",
        "ExceptionUndeletableFile": "Unable to delete %s",
        "ExceptionUnreadableFileDisabledMethod": "The configuration file {%s} could not be read. Your host may have disabled %s.",
        "ExpandDataTableFooter": "Change the visualization or configure the report",
        "Export": "Export",
        "ExportAsImage": "Export as Image",
        "ExportThisReport": "Export this dataset in other formats",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "File integrity check failed and reported some errors. This is most likely due to a partial or failed upload of some of the Piwik files. You should reupload all the Piwik files in BINARY mode and refresh this page until it shows no error.",
        "First": "First",
        "Flatten": "Flatten",
        "ForExampleShort": "eg.",
        "Forums": "Forums",
        "FromReferrer": "from",
        "GeneralInformation": "General Information",
        "GeneralSettings": "General Settings",
        "GetStarted": "Get started",
        "GiveUsYourFeedback": "Give us Feedback!",
        "Goal": "Goal",
        "GoTo": "Go to %s",
        "GraphHelp": "More information about displaying graphs in Piwik.",
        "HelloUser": "Hello, %s!",
        "Help": "Help",
        "HelpTranslatePiwik": "Maybe you would like to %1$shelp us improve the Piwik translations%2$s?",
        "Hide": "hide",
        "HoursMinutes": "%1$s hours %2$s min",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Assuming archiving is fast for your setup, you can setup the crontab to run more frequently.",
        "InfoFor": "Info for %s",
        "Installed": "Installed",
        "InvalidDateRange": "Invalid Date Range, Please Try Again",
        "InvalidResponse": "The received data is invalid.",
        "IP": "IP",
        "JsTrackingTag": "JavaScript Tracking Code",
        "Language": "Language",
        "LastDays": "Last %s days (including today)",
        "LastDaysShort": "Last %s days",
        "LayoutDirection": "ltr",
        "Live": "Live",
        "Loading": "Loading...",
        "LoadingData": "Loading data...",
        "LoadingPopover": "Loading %s...",
        "LoadingPopoverFor": "Loading %s for",
        "Locale": "en_US.UTF-8",
        "Logout": "Sign out",
        "LongDay_1": "Monday",
        "LongDay_2": "Tuesday",
        "LongDay_3": "Wednesday",
        "LongDay_4": "Thursday",
        "LongDay_5": "Friday",
        "LongDay_6": "Saturday",
        "LongDay_7": "Sunday",
        "LongMonth_1": "January",
        "LongMonth_10": "October",
        "LongMonth_11": "November",
        "LongMonth_12": "December",
        "LongMonth_2": "February",
        "LongMonth_3": "March",
        "LongMonth_4": "April",
        "LongMonth_5": "May",
        "LongMonth_6": "June",
        "LongMonth_7": "July",
        "LongMonth_8": "August",
        "LongMonth_9": "September",
        "MainMetrics": "Main metrics",
        "Matches": "Matches",
        "MediumToHighTrafficItIsRecommendedTo": "For medium to high traffic websites, we recommend to process reports for today at most every half hour (%s seconds) or every hour (%s seconds).",
        "Metadata": "Metadata",
        "Metric": "Metric",
        "Metrics": "Metrics",
        "MetricsToPlot": "Metrics to plot",
        "MetricToPlot": "Metric to plot",
        "MinutesSeconds": "%1$s min %2$ss",
        "Mobile": "Mobile",
        "Monthly": "Monthly",
        "MonthlyReport": "monthly",
        "MonthlyReports": "Monthly reports",
        "More": "More",
        "MoreDetails": "More Details",
        "MoreLowerCase": "more",
        "MultiSitesSummary": "All Websites",
        "Name": "Name",
        "NbActions": "Number of Actions",
        "NbSearches": "Number of Internal Searches",
        "NDays": "%s days",
        "Never": "Never",
        "NewReportsWillBeProcessedByCron": "When Piwik archiving is not triggered by the browser, new reports will be processed by the crontab.",
        "NewUpdatePiwikX": "New Update: Piwik %s",
        "NewVisitor": "New Visitor",
        "NewVisits": "New visits",
        "Next": "Next",
        "NMinutes": "%s minutes",
        "No": "No",
        "NoDataForGraph": "No data for this graph.",
        "NoDataForTagCloud": "No data for this tag cloud.",
        "NotDefined": "%s not defined",
        "Note": "Note",
        "NotInstalled": "Not Installed",
        "NotRecommended": "(not recommended)",
        "NotValid": "%s is not valid",
        "NSeconds": "%s seconds",
        "NumberOfVisits": "Number of visits",
        "NVisits": "%s visits",
        "Ok": "Ok",
        "OneAction": "1 action",
        "OneDay": "1 day",
        "OneMinute": "1 minute",
        "OneVisit": "1 visit",
        "OnlyEnterIfRequired": "Only enter a username if your SMTP server requires it.",
        "OnlyEnterIfRequiredPassword": "Only enter a password if your SMTP server requires it.",
        "OnlyUsedIfUserPwdIsSet": "Only used if a username\/password is set, ask your provider if you are unsure which method to use.",
        "OpenSourceWebAnalytics": "free/libre analytics platform",
        "OperationAtLeast": "At least",
        "OperationAtMost": "At most",
        "OperationContains": "Contains",
        "OperationDoesNotContain": "Does not contain",
        "OperationEquals": "Equals",
        "OperationGreaterThan": "Greater than",
        "OperationIs": "Is",
        "OperationIsNot": "Is not",
        "OperationLessThan": "Less than",
        "OperationNotEquals": "Not Equals",
        "OptionalSmtpPort": "Optional. Defaults to 25 for unencrypted and TLS SMTP, and 465 for SSL SMTP.",
        "Options": "Options",
        "OrCancel": "or %s Cancel %s",
        "OriginalLanguageName": "English",
        "Others": "Others",
        "Outlink": "Outlink",
        "Outlinks": "Outlinks",
        "OverlayRowActionTooltip": "See analytics data directly on your website (opens new tab)",
        "OverlayRowActionTooltipTitle": "Open Page Overlay",
        "Overview": "Overview",
        "Pages": "Pages",
        "ParameterMustIntegerBetween": "Parameter %s must be an integer value between %s and %s.",
        "Password": "Password",
        "Period": "Period",
        "Piechart": "Piechart",
        "PiwikIsACollaborativeProjectYouCanContributeAndDonate": "%1$sPiwik%2$s is a collaborative project brought to you by the %7$sPiwik team%8$s members as well as many other contributors around the globe. If you're a fan of Piwik, you can help: find out %3$sHow to participate in Piwik%4$s, or %5$sdonate now%6$s to help fund Piwik 3.0!",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%1$s is available. Please notify the %2$sPiwik administrator%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s is available. %2$sPlease update now!%3$s (see %4$schanges%5$s).",
        "PleaseSpecifyValue": "Please specify a value for '%s'.",
        "PleaseUpdatePiwik": "Please update your Piwik",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Powered by",
        "Previous": "Previous",
        "PreviousDays": "Previous %s days (not including today)",
        "PreviousDaysShort": "Previous %s days",
        "Price": "Price",
        "ProductConversionRate": "Product Conversion Rate",
        "ProductRevenue": "Product Revenue",
        "PurchasedProducts": "Purchased Products",
        "Quantity": "Quantity",
        "RangeReports": "Custom date ranges",
        "ReadThisToLearnMore": "%1$sRead this to learn more.%2$s",
        "Recommended": "(recommended)",
        "RecordsToPlot": "Records to plot",
        "Refresh": "Refresh",
        "RefreshPage": "Refresh the page",
        "RelatedReport": "Related report",
        "RelatedReports": "Related reports",
        "Remove": "Remove",
        "Report": "Report",
        "ReportGeneratedFrom": "This report was generated using data from %s.",
        "ReportRatioTooltip": "'%1$s' represents %2$s of %3$s %4$s with %5$s.",
        "Reports": "Reports",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Reports for today (or any other Date Range including today) will be processed at most every",
        "ReportsWillBeProcessedAtMostEveryHour": "Reports will therefore be processed at most every hour.",
        "RequestTimedOut": "A data request to %s timed out. Please try again.",
        "Required": "%s required",
        "ReturningVisitor": "Returning Visitor",
        "ReturningVisitorAllVisits": "View all visits",
        "RowEvolutionRowActionTooltip": "See how the metrics for this row changed over time",
        "RowEvolutionRowActionTooltipTitle": "Open Row Evolution",
        "Rows": "Rows",
        "RowsToDisplay": "Rows to display",
        "Save": "Save",
        "SaveImageOnYourComputer": "To save the image on your computer, right click on the image and select \"Save Image As...\"",
        "Search": "Search",
        "SearchNoResults": "No results",
        "Seconds": "%ss",
        "SeeAll": "see all",
        "SeeTheOfficialDocumentationForMoreInformation": "See the %sofficial documentation%s for more information.",
        "Segment": "Segment",
        "SelectYesIfYouWantToSendEmailsViaServer": "Select \"Yes\" if you want or have to send e-mail via a named server instead of the local mail function",
        "Settings": "Settings",
        "Shipping": "Shipping",
        "ShortDay_1": "Mon",
        "ShortDay_2": "Tue",
        "ShortDay_3": "Wed",
        "ShortDay_4": "Thu",
        "ShortDay_5": "Fri",
        "ShortDay_6": "Sat",
        "ShortDay_7": "Sun",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Oct",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dec",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "May",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Aug",
        "ShortMonth_9": "Sep",
        "Show": "show",
        "SingleWebsitesDashboard": "Single Website dashboard",
        "SmallTrafficYouCanLeaveDefault": "For small traffic websites, you can leave the default %s seconds, and access all reports in real time.",
        "SmtpEncryption": "SMTP encryption",
        "SmtpPassword": "SMTP password",
        "SmtpPort": "SMTP Port",
        "SmtpServerAddress": "SMTP server address",
        "SmtpUsername": "SMTP username",
        "Source": "Source",
        "StatisticsAreNotRecorded": "Piwik Visitor Tracking is currently disabled! Re-enable tracking by setting record_statistics = 1 in your config\/config.ini.php file.",
        "Subtotal": "Subtotal",
        "Summary": "Summary",
        "Table": "Table",
        "TagCloud": "Tag Cloud",
        "Tax": "Tax",
        "TimeAgo": "%s ago",
        "TimeOnPage": "Time on page",
        "Today": "Today",
        "Total": "Total",
        "TotalRatioTooltip": "This is %1$s of all %2$s %3$s.",
        "TotalRevenue": "Total Revenue",
        "TotalVisitsPageviewsRevenue": "(Total: %s visits, %s pageviews, %s revenue)",
        "TransitionsRowActionTooltip": "See what visitors did before and after viewing this page",
        "TransitionsRowActionTooltipTitle": "Open Transitions",
        "TranslatorEmail": "hello@piwik.org",
        "TranslatorName": "-",
        "UniquePurchases": "Unique Purchases",
        "Unknown": "Unknown",
        "Upload": "Upload",
        "UsePlusMinusIconsDocumentation": "Use the plus and minus icons on the left to navigate.",
        "Username": "Username",
        "UseSMTPServerForEmail": "Use SMTP server for e-mail",
        "Value": "Value",
        "VBarGraph": "Vertical bar graph",
        "View": "View",
        "ViewDocumentationFor": "View documentation for %1$s",
        "Visit": "Visit",
        "VisitConvertedGoal": "Visit converted at least one Goal",
        "VisitConvertedGoalId": "Visit converted a specific Goal Id",
        "VisitConvertedNGoals": "Visit converted %s Goals",
        "VisitDuration": "Avg. Visit Duration (in seconds)",
        "Visitor": "Visitor",
        "VisitorID": "Visitor ID",
        "VisitorIP": "Visitor IP",
        "Visitors": "Visitors",
        "VisitsWith": "Visits with %s",
        "VisitType": "Visitor type",
        "VisitTypeExample": "For example, to select all visitors who have returned to the website, including those who have bought something in their previous visits, the API request would contain %s",
        "Warning": "Warning",
        "WarningFileIntegrityNoManifest": "File integrity check could not be performed due to missing manifest.inc.php.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "If you are deploying Piwik from Git, this message is normal.",
        "WarningFileIntegrityNoMd5file": "File integrity check could not be completed due to missing md5_file() function.",
        "WarningPasswordStored": "%sWarning:%s This password will be stored in the config file visible to everybody who can access it.",
        "Website": "Website",
        "Weekly": "Weekly",
        "WeeklyReport": "weekly",
        "WeeklyReports": "Weekly reports",
        "WellDone": "Well done!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s compared to %2$s",
        "XFromY": "%1$s from %2$s",
        "YearlyReport": "yearly",
        "YearlyReports": "Yearly reports",
        "YearsDays": "%1$s years %2$s days",
        "YearShort": "yr",
        "Yes": "Yes",
        "Yesterday": "Yesterday",
        "YouAreCurrentlyUsing": "You are currently using Piwik %s.",
        "YouAreViewingDemoShortMessage": "You are currently viewing the demo of Piwik",
        "YouMustBeLoggedIn": "You must be logged in to access this functionnality.",
        "YourChangesHaveBeenSaved": "Your changes have been saved."
    },
    "Goals": {
        "AbandonedCart": "Abandoned Cart",
        "AddGoal": "Add Goal",
        "AddNewGoal": "Add a new Goal",
        "AddNewGoalOrEditExistingGoal": "%sAdd a new Goal%s or %sEdit%s existing Goals",
        "AllowGoalConvertedMoreThanOncePerVisit": "Allow Goal to be converted more than once per visit",
        "AllowMultipleConversionsPerVisit": "Allow multiple conversions per visit",
        "BestCountries": "Your best converting countries are:",
        "BestKeywords": "Your top converting keywords are:",
        "BestReferrers": "Your best converting websites referrers are:",
        "CaseSensitive": "Case sensitive match",
        "ClickOutlink": "Click on a Link to an external website",
        "ColumnAverageOrderRevenueDocumentation": "Average Order Value (AOV) is the total revenue from all Ecommerce Orders divided by the number of orders.",
        "ColumnAveragePriceDocumentation": "The average revenue for this %s.",
        "ColumnAverageQuantityDocumentation": "The average quantity of this %s sold in Ecommerce orders.",
        "ColumnConversionRateDocumentation": "The percentage of visits that triggered the goal %s.",
        "ColumnConversionRateProductDocumentation": "The %s conversion rate is the number of orders containing this product divided by number of visits on the product page.",
        "ColumnConversions": "Conversions",
        "ColumnConversionsDocumentation": "The number of conversions for %s.",
        "ColumnOrdersDocumentation": "The total number of Ecommerce orders which contained this %s at least once.",
        "ColumnPurchasedProductsDocumentation": "The number of purchased products is the sum of Product quantities sold in all Ecommerce orders.",
        "ColumnQuantityDocumentation": "Quantity is the total number of products sold for each %s.",
        "ColumnRevenueDocumentation": "The total revenue generated by %s.",
        "ColumnRevenuePerVisitDocumentation": "The total revenue generated by %s divided by the number of visits.",
        "ColumnVisits": "The total number of visits, regardless of whether a goal was triggered or not.",
        "ColumnVisitsProductDocumentation": "The number of visits on the Product\/Category page. This is also used to process the %s conversion rate. This metric is in the report if Ecommerce view tracking was setup on Product\/Category pages.",
        "Contains": "contains %s",
        "ConversionByTypeReportDocumentation": "This report provides detailed information about the goal performance (conversions, conversion rates and revenue per visit) for each of the categories available in the left panel. %s Please click on one of the categories to view the report. %s For more information, read the %sTracking Goals documentation%s",
        "ConversionRate": "%s conversion rate",
        "Conversions": "%s conversions",
        "ConversionsOverview": "Conversions Overview",
        "ConversionsOverviewBy": "Conversions overview by type of visit",
        "CreateNewGOal": "Create a new Goal",
        "DaysToConv": "Days to Conversion",
        "DefaultGoalConvertedOncePerVisit": "(default) Goal can only be converted once per visit",
        "DefaultRevenue": "Goal default revenue is",
        "DefaultRevenueHelp": "For example, a Contact Form submitted by a visitor may be worth $10 on average. Piwik will help you understand how well your visitors segments are performing.",
        "DeleteGoalConfirm": "Are you sure you want to delete the Goal %s?",
        "DocumentationRevenueGeneratedByProductSales": "Product sales. Excludes tax, shipping and discount",
        "Download": "Download a file",
        "Ecommerce": "Ecommerce",
        "EcommerceAndGoalsMenu": "Ecommerce & Goals",
        "EcommerceLog": "Ecommerce Log",
        "EcommerceOrder": "Ecommerce order",
        "EcommerceOverview": "Ecommerce Overview",
        "EcommerceReports": "Ecommerce Reports",
        "ExceptionInvalidMatchingString": "If you choose 'exact match', the matching string must be a URL starting with %s. For example, '%s'.",
        "ExternalWebsiteUrl": "external website URL",
        "Filename": "filename",
        "GoalConversion": "Goal conversion",
        "GoalConversions": "Goal conversions",
        "GoalConversionsBy": "Goal %s conversions by type of visit",
        "GoalIsTriggered": "Goal is triggered",
        "GoalIsTriggeredWhen": "Goal is triggered when",
        "GoalName": "Goal Name",
        "Goals": "Goals",
        "GoalsManagement": "Goals management",
        "GoalsOverview": "Goals Overview",
        "GoalsOverviewDocumentation": "This is an overview of your goal conversions. Initially, the graph shows the sum of all conversions. %s Below the graph, you can see conversion reports for each of your goals. The sparklines can be enlarged by clicking on them.",
        "GoalX": "Goal %s",
        "HelpOneConversionPerVisit": "If a Page matching this Goal is refreshed or viewed more than once in a Visit, the Goal will only be tracked the first time the page was loaded during this visit.",
        "IsExactly": "is exactly %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Learn more about %s Tracking Goals in Piwik%s in the user documentation, or create a Goal now!",
        "LeftInCart": "%s left in cart",
        "Manually": "manually",
        "ManuallyTriggeredUsingJavascriptFunction": "Goal is manually triggered using the JavaScript API trackGoal()",
        "MatchesExpression": "matches the expression %s",
        "NewGoalDescription": "A Goal in Piwik is your strategy, your priority, and can entail many things: \"Downloaded brochure\", \"Registered newsletter\", \"Visited page services.html\", etc.",
        "NewGoalIntro": "Goal Conversion tracking is one of the most efficient ways to measure and improve your business objectives.",
        "NewGoalYouWillBeAbleTo": "You will be able to view and analyse your performance for each Goal, and learn how to increase conversions, conversion rates and revenue per visit.",
        "NewVisitorsConversionRateIs": "New visitors conversion rate is %s",
        "NewWhatDoYouWantUsersToDo": "What do you want your users to do on your website?",
        "NoGoalsNeedAccess": "Only an Administrator or a user with Super User access can add Goals for a given website. Please ask your Piwik administrator to set up a Goal for your website. <br>Tracking Goals is a great way to help understand and maximize your website performance!",
        "Optional": "(optional)",
        "OverallConversionRate": "%s overall conversion rate (visits with a completed goal)",
        "OverallRevenue": "%s overall revenue",
        "PageTitle": "Page Title",
        "Pattern": "Pattern",
        "PluginDescription": "Create Goals and see reports about your goal conversions: evolution over time, revenue per visit, conversions per referrer, per keyword, etc.",
        "ProductCategory": "Product Category",
        "ProductName": "Product Name",
        "Products": "Products",
        "ProductSKU": "Product SKU",
        "ReturningVisitorsConversionRateIs": "Returning visitors conversion rate is %s",
        "SingleGoalOverviewDocumentation": "This is an overview of the conversions for a single goal. %s The sparklines below the graph can be enlarged by clicking on them.",
        "UpdateGoal": "Update Goal",
        "URL": "URL",
        "ViewAndEditGoals": "View and Edit Goals",
        "ViewGoalsBy": "View goals by %s",
        "VisitPageTitle": "Visit a given Page Title",
        "VisitsUntilConv": "Visits to Conversion",
        "VisitUrl": "Visit a given URL (page or group of pages)",
        "WhenVisitors": "when visitors",
        "WhereThe": "where the",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "where the visited page contains a call to the JavaScript 'trackGoal' method (%slearn more%s)",
        "YouCanEnableEcommerceReports": "You can enable %s for this website in the %s page."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "The column '%s' was not found in this report. Try any of %s",
        "PluginDescription": "Generate beautiful static PNG Graph images for any Piwik report."
    },
    "Insights": {
        "ControlComparedToDescription": "Growth compared to the",
        "ControlFilterByDescription": "Show all, only movers, only new or only disappeared",
        "DatePeriodCombinationNotSupported": "It is not possible to generate insights for this date and period combination.",
        "DayComparedToPreviousDay": "previous day",
        "DayComparedToPreviousWeek": "same day in the previous week",
        "DayComparedToPreviousYear": "same day in the previous year",
        "Filter": "Filter",
        "FilterIncreaserAndDecreaser": "Increaser & decreaser",
        "FilterOnlyDecreaser": "Only decreaser",
        "FilterOnlyDisappeared": "Only disappeared",
        "FilterOnlyIncreaser": "Only increaser",
        "FilterOnlyMovers": "Only movers",
        "FilterOnlyNew": "Only new",
        "IgnoredChanges": "Changes affecting less than %s visits were ignored.",
        "MonthComparedToPreviousMonth": "previous month",
        "MonthComparedToPreviousYear": "same month in the previous year",
        "MoversAndShakersWidgetTitle": "Movers and Shakers",
        "NoResultMatchesCriteria": "No rows match the criteria",
        "OverviewWidgetTitle": "Insights Overview",
        "TitleConsideredInsightsChanges": "The rows increased or decreased by at least %1$s visits (%2$s%% of %3$s total visits).",
        "TitleConsideredInsightsGrowth": "The following rows have a growth of at least %1$s%% compared to %2$s.",
        "TitleConsideredMoversAndShakersChanges": "Considered movers only if they grew by more than %1$s%% visits or shrank by less than %2$s%% visits, new entries only if they increased by more than %3$s%% visits (%4$s), and disappeared rows if they shrank by less than %5$s%% visits (%6$s).",
        "TitleConsideredMoversAndShakersGrowth": "%1$s changed from %2$s to %3$s compared to %4$s. Based on this an evolution of each row of %5$s%% is expected.",
        "TitleRowChangeDetails": "'%1$s' changed from %2$s (%3$s) to %4$s (%5$s) %6$s.",
        "TitleRowDisappearedDetails": "'%1$s' decreased by %2$s and disappeared in %3$s compared to %4$s.",
        "TitleRowMoverAndShaker": "This row had an higher impact than the average.",
        "TitleRowNewDetails": "'%1$s' increased by %2$s and is new compared to %3$s.",
        "WeekComparedToPreviousWeek": "previous week",
        "WidgetCategory": "Insights",
        "YearComparedToPreviousYear": "previous year"
    },
    "Installation": {
        "CollaborativeProject": "Piwik is a collaborative project, built with love by people from all over the world.",
        "ConfigurationHelp": "Your Piwik configuration file appears to be misconfigured. You can either remove config\/config.ini.php and resume installation, or correct the database connection settings.",
        "ConfirmDeleteExistingTables": "Are you sure you want to delete the tables: %s from your database? WARNING: DATA FROM THESE TABLES CANNOT BE RECOVERED!",
        "Congratulations": "Congratulations",
        "CongratulationsHelp": "<p>Congratulations! Your Piwik installation is complete.<\/p><p>Make sure your JavaScript code is entered on your pages, and wait for your first visitors!<\/p>",
        "DatabaseAbilities": "Database abilities",
        "DatabaseCreation": "Database creation",
        "DatabaseErrorConnect": "Error while trying to connect to the database server",
        "DatabaseServerVersion": "Database server version",
        "DatabaseSetup": "Database Setup",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "Database Name",
        "DatabaseSetupLogin": "Login",
        "DatabaseSetupServer": "Database Server",
        "DatabaseSetupTablePrefix": "Table Prefix",
        "Email": "email",
        "Extension": "extension",
        "Filesystem": "Filesystem",
        "GetInvolved": "If you like what you see, you can %1$sget involved%2$s.",
        "GoBackAndDefinePrefix": "Go back and define a Prefix for the Piwik Tables",
        "HappyAnalysing": "Happy analysing!",
        "Installation": "Installation",
        "InstallationStatus": "Installation status",
        "InsufficientPrivilegesHelp": "You can add these privileges by using a tool such as phpMyAdmin or by executing the right SQL queries. If you don't know how to do these things, please ask your sysadmin to grant these privileges for you.",
        "InsufficientPrivilegesMain": "Either the Database does not exist (and could not be created), or the specified User has insufficient privileges. Database user must have the following privileges: %s",
        "JsTagArchivingHelp1": "For medium and high traffic websites there are certain optimizations that should be made to help Piwik run faster (such as %1$ssetting up auto-archiving%2$s).",
        "JSTracking_EndNote": "Note: After the installation process, you can generate customized tracking code in the %1$sTracking Code%2$s admin section.",
        "JSTracking_Intro": "To track your web traffic with Piwik you need to make sure some extra code is added to each of your webpages.",
        "LargePiwikInstances": "Help for users with high traffic websites",
        "Legend": "Legend",
        "LoadDataInfileRecommended": "If your Piwik server tracks high traffic websites (eg. > 100,000 pages per month), we recommend to try fix this problem.",
        "LoadDataInfileUnavailableHelp": "Using %1$s will greatly speed Piwik's archiving process up. To make it available to Piwik, try updating your PHP & MySQL software and make sure your database user has the %2$s privilege.",
        "NfsFilesystemWarning": "Your server is using an NFS filesystem.",
        "NfsFilesystemWarningSuffixAdmin": "This means Piwik will be extremely slow when using file based sessions.",
        "NfsFilesystemWarningSuffixInstall": "Using file based sessions on NFS is extremely slow, so Piwik will use database sessions. If you have many concurrent dashboard users, you may need to increase the maximum number of client connections to the database server.",
        "NoConfigFound": "The Piwik configuration file couldn't be found and you are trying to access a Piwik page.<br \/><b> You can <a href='index.php'>install Piwik now<\/a><\/b><br \/><small>If you installed Piwik before and have some tables in your DB, don't worry, you can reuse the same tables and keep your existing data!<\/small>",
        "Optional": "Optional",
        "Password": "password",
        "PasswordDoNotMatch": "password do not match",
        "PasswordRepeat": "password (repeat)",
        "PercentDone": "%s %% Done",
        "PleaseFixTheFollowingErrors": "Please fix the following errors",
        "PluginDescription": "Installation process of Piwik. The Installation is usually done once only. If the configuration file config\/config.inc.php is deleted, the installation will start again.",
        "Requirements": "Piwik Requirements",
        "RestartWebServer": "After making this change, restart your web server.",
        "ReusingTables": "Reusing the Tables",
        "PiwikOrgNewsletter": "email me with major Piwik community updates",
        "PiwikProNewsletter": "I am interested in %sPiwik PRO%s services (no more than 1 email a month)",
        "SeeBelowForMoreInfo": "See below for more information.",
        "SetupWebsite": "Setup a Website",
        "SetupWebsiteError": "There was an error when adding the website",
        "SetupWebSiteName": "website name",
        "SetupWebsiteSetupSuccess": "Website %s created with success!",
        "SetupWebSiteURL": "website URL",
        "SiteSetup": "Please setup the first website you would like to track and analyse with Piwik:",
        "SiteSetupFootnote": "Note: once the Piwik Install is finished, you will be able to add more Websites to track!",
        "SuperUser": "Super User",
        "SuperUserLogin": "super user login",
        "SuperUserSetupError": "There was an error when adding the Super User",
        "SuperUserSetupSuccess": "Super User created with success!",
        "SystemCheck": "System Check",
        "SystemCheckAutoUpdateHelp": "Note: Piwik's One Click update requires write-permissions to the Piwik folder and its contents.",
        "SystemCheckCreateFunctionHelp": "Piwik uses anonymous functions for callbacks.",
        "SystemCheckDatabaseHelp": "Piwik requires either the mysqli extension or both the PDO and pdo_mysql extensions.",
        "SystemCheckDebugBacktraceHelp": "View::factory won't be able to create views for the calling module.",
        "SystemCheckError": "An error occured - must be fixed before you proceed",
        "SystemCheckEvalHelp": "Required by HTML QuickForm and Smarty templating system.",
        "SystemCheckExtensions": "Other required extensions",
        "SystemCheckFileIntegrity": "File integrity",
        "SystemCheckFunctions": "Required functions",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "The sparklines (small graphs) and image graphs (in Piwik Mobile app and Email reports) will not work.",
        "SystemCheckGlobHelp": "This built-in function has been disabled on your host. Piwik will attempt to emulate this function but may encounter further security restrictions. Functionality may be impacted.",
        "SystemCheckGzcompressHelp": "You need to enable the zlib extension and gzcompress function.",
        "SystemCheckGzuncompressHelp": "You need to enable the zlib extension and gzuncompress function.",
        "SystemCheckIconvHelp": "You need to configure and rebuild PHP with \"iconv\" support enabled, --with-iconv.",
        "SystemCheckJsonHelp": "The php5-json extension is required for Piwik to read and write JSON data.",
        "SystemCheckMailHelp": "Feedback and Lost Password messages will not be sent without mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "The mbstring extension is required to handle multibyte characters in the User interface and API responses. Also please check that mbstring.func_overload is set to \"0\" in php.ini.",
        "SystemCheckMemoryLimit": "Memory limit",
        "SystemCheckMemoryLimitHelp": "On a high traffic website, the archiving process may require more memory than currently allowed. If necessary, change the memory_limit directive in your php.ini file.",
        "SystemCheckOpenURL": "Open URL",
        "SystemCheckOpenURLHelp": "Newsletter subscriptions, update notifications, and one-click updates requires the \"curl\" extension, allow_url_fopen=On, or fsockopen() enabled.",
        "SystemCheckOtherExtensions": "Other extensions",
        "SystemCheckOtherFunctions": "Other functions",
        "SystemCheckPackHelp": "The pack() function is required to track visitors in Piwik.",
        "SystemCheckParseIniFileHelp": "This built-in function has been disabled on your host. Piwik will attempt to emulate this function but may encounter further security restrictions. Tracker performance will also be impacted.",
        "SystemCheckPdoAndMysqliHelp": "On a GNU/Linux server you can compile php with the following options: %1$s In your php.ini, add the following lines: %2$s",
        "SystemCheckPhp": "PHP version",
        "SystemCheckPhpPdoAndMysqli": "More information on: %1$sPHP PDO%2$s and %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "You need to configure and rebuild PHP with the Standard PHP Library (SPL) enabled (by default).",
        "SystemCheckSummaryNoProblems": "Huzzah! There are no problems with your Piwik setup. Give yourself a pat on the back.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik has detected some %1$scritical issues%2$s with your Piwik setup. %3$sThese issues should be fixed immediately.%4$s",
        "SystemCheckSummaryThereWereWarnings": "There are some issues with your system. Piwik will run, but you might experience some minor problems.",
        "SystemCheckTimeLimitHelp": "On a high traffic website, executing the archiving process may require more time than currently allowed. If necessary, change the max_execution_time directive in your php.ini file.",
        "SystemCheckTracker": "Tracker status",
        "SystemCheckTrackerHelp": "GET request to piwik.php failed. Try whitelisting this URL from HTTP Authentication and disable mod_security (you may have to ask your webhost).",
        "SystemCheckWarnDomHelp": "You should enable the \"dom\" extension (e.g., install the \"php-dom\" and\/or \"php-xml\" package).",
        "SystemCheckWarning": "Piwik will work normally but some features may be missing",
        "SystemCheckWarnJsonHelp": "You should enable \"json\" extension (e.g., install the \"php-json\" package) for better performance.",
        "SystemCheckWarnLibXmlHelp": "You should enable the \"libxml\" extension (e.g., \"install the php-libxml\" package) as it is required by other core PHP extensions.",
        "SystemCheckWarnSimpleXMLHelp": "You should enable the \"SimpleXML\" extension (e.g., install the \"php-simplexml\" and\/or \"php-xml\" package).",
        "SystemCheckWinPdoAndMysqliHelp": "On a Windows server you can add the following lines to your php.ini: %s",
        "SystemCheckWriteDirs": "Directories with write access",
        "SystemCheckWriteDirsHelp": "To fix this error on your GNU/Linux system, try typing in the following command(s)",
        "SystemCheckZlibHelp": "You need to configure and rebuild PHP with \"zlib\" support enabled, --with-zlib.",
        "SystemCheckCronArchiveProcess": "Archive Cron",
        "SystemCheckCronArchiveProcessCLI": "Managing processes via CLI",
        "SystemCheckSessionAutostart": "To prevent some issues please set the following in your php.ini file: session.auto_start=0",
        "NotSupported": "not supported",
        "Tables": "Creating the Tables",
        "TablesCreatedSuccess": "Tables created with success!",
        "TablesDelete": "Delete the detected tables",
        "TablesDeletedSuccess": "Existing Piwik tables deleted with success",
        "TablesFound": "The following tables have been found in the database",
        "TablesReuse": "Reuse the existing tables",
        "TablesUpdatedSuccess": "The database was successfully updated from %1$s to %2$s!",
        "TablesWarningHelp": "Either choose to reuse the existing database tables or select a clean install to erase all existing data in the database.",
        "TablesWithSameNamesFound": "Some %1$s tables in your database %2$s have the same names as the tables Piwik is trying to create",
        "Timezone": "website time zone",
        "WeHopeYouWillEnjoyPiwik": "We hope you will enjoy using Piwik as much as we enjoy making it.",
        "Welcome": "Welcome!",
        "WelcomeHelp": "<p>Piwik is a free/libre web analytics software that makes it easy to get the information you want from your visitors.<\/p><p>This process is split up into %s easy steps and will take around 5 minutes.<\/p>",
        "WelcomeToCommunity": "Welcome to the Piwik community!",
        "CannotConnectToDb": "Cannot connect to the database",
        "CannotConnectToDbResolvingExplanation": "This may be a temporary issue, try %1$srefreshing the page%2$s. If the problem persists please contact your Piwik administrator."
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "About Piwik translations",
        "PluginDescription": "This plugin will display a list of the available languages for the Piwik interface. The language selected will be saved in the preferences for each user."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s abandoned carts%3$s and %4$s abandoned items %5$sworth a total of %6$s%7$s.",
        "AveragePageGenerationTime": "Each page took on average %1$s to load for this visitor.",
        "CalculatedOverNPageViews": "Calculated using this visitor's last %1$s page views.",
        "ClickToViewMoreAboutVisit": "Click to view more information about this visit",
        "ConvertedNGoals": "Converted %s Goals",
        "EcommerceSummaryConversions": "%1$s%2$s orders for a total of %3$s%4$s, purchased %5$s items.",
        "FirstVisit": "First visit",
        "GoalType": "Type",
        "HideMap": "hide map",
        "KeywordRankedOnSearchResultForThisVisitor": "The keyword %1$s was ranked %2$s on the %3$s search result page for this visitor",
        "LastHours": "Last %s hours",
        "LastMinutes": "Last %s minutes",
        "LastVisit": "Last visit",
        "LinkVisitorLog": "View detailed visitor log",
        "LoadMoreVisits": "Load more visits",
        "MorePagesNotDisplayed": "more pages by this visitor are not displayed",
        "NbVisitor": "1 visitor",
        "NbVisitors": "%s visitors",
        "NextVisitor": "Next visitor",
        "NoMoreVisits": "There are no more visits for this visitor.",
        "PageRefreshed": "Number of times this page was viewed \/ refreshed in a row.",
        "PluginDescription": "Watch your visitors live in real-time!",
        "PreviousVisitor": "Previous visitor",
        "RealTimeVisitorCount": "Real Time Visitor Count",
        "Referrer_URL": "Referrer URL",
        "ShowMap": "show map",
        "SimpleRealTimeWidget_Message": "%s and %s in the last %s",
        "ViewVisitorProfile": "View visitor profile",
        "VisitedPages": "Visited pages",
        "VisitorLog": "Visitor Log",
        "VisitorLogDocumentation": "This table shows the latest visits within the selected date range. You can see when a visitor's last visit occurred by hovering over the date of a visit. %s If the date range includes today, you can see your visitors real time! %s The data displayed here is always live, regardless of whether and how often you are using the archiving cron job.",
        "VisitorProfile": "Visitor profile",
        "VisitorsInRealTime": "Visitors in Real-time",
        "VisitorsLastVisit": "This visitor's last visit was %s days ago.",
        "VisitsFrom": "%1$s%2$s visits%3$s from",
        "VisitSummary": "Spent a total of %1$s%2$s on the website%3$s, and %4$sviewed %5$s pages in %6$s visits.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "A confirmation link has been sent to your inbox. Check your e-mail and visit this link to authorize your password change request.",
        "ContactAdmin": "Possible reason: your host may have disabled the mail() function. <br \/>Please contact your Piwik administrator.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "A user with Super User access cannot be authenticated using the '%s' mechanism.",
        "ExceptionPasswordMD5HashExpected": "The password parameter is expected to be a MD5 hash of the password.",
        "InvalidNonceOrHeadersOrReferrer": "Form security failed. Please reload the form and check that your cookies are enabled. If you use a proxy server, you must %s configure Piwik to accept the proxy header%s that forwards the Host header. Also, check that your Referrer header is sent correctly.",
        "InvalidOrExpiredToken": "Token is invalid or has expired.",
        "InvalidUsernameEmail": "Invalid username or e-mail address.",
        "LogIn": "Sign in",
        "LoginOrEmail": "Username or E-mail",
        "LoginPasswordNotCorrect": "Wrong Username and password combination.",
        "LostYourPassword": "Lost your password?",
        "MailPasswordChangeBody": "Hi %1$s,\n\nA password reset request was received from %2$s. To confirm this password change so you can login with your new credentials, visit the following link:\n\n%3$s\n\nNote: this token will expire in 24 hours.\n\nAnd thank you for using Piwik!",
        "MailTopicPasswordChange": "Confirm Password Change",
        "PasswordChanged": "Your password has been changed.",
        "PasswordRepeat": "Password (repeat)",
        "PasswordsDoNotMatch": "Passwords do not match.",
        "PluginDescription": "Login Authentication plugin, reading the credentials from the config\/config.ini.php file for the initial Super User, and from the Database for the other users. Can be easily replaced to introduce a new Authentication mechanism (OpenID, htaccess, custom Auth, etc.).",
        "RememberMe": "Remember Me",
        "ResetPasswordInstructions": "Enter a new password for your account."
    },
    "Mobile": {
        "AboutPiwikMobile": "About Piwik Mobile",
        "AccessUrlLabel": "Piwik Access Url",
        "Account": "Account",
        "Accounts": "Accounts",
        "AddAccount": "Add account",
        "AddPiwikDemo": "Add Piwik Demo",
        "Advanced": "Advanced",
        "AnonymousAccess": "Anonymous access",
        "AnonymousTracking": "Anonymous tracking",
        "AskForAnonymousTrackingPermission": "When enabled, Piwik Mobile will send anonymous usage data to piwik.org. The intent is to use this data to help Piwik Mobile developers better understand how the app is used. Information sent is: menus and settings clicked on, OS name and version, any error displayed in Piwik Mobile. We will NOT track any of your analytics data. This anonymous data will never be made public. You can disable\/enable anonymous tracking in Settings at any time.",
        "ChooseHttpTimeout": "Choose HTTP timeout value",
        "ChooseMetric": "Choose Metric",
        "ChooseReport": "Choose a report",
        "ConfirmRemoveAccount": "Do you want to remove this account?",
        "DefaultReportDate": "Report date",
        "EmailUs": "Email us",
        "EnableGraphsLabel": "Display graphs",
        "EvolutionGraph": "Historical Graph",
        "HelpUsToImprovePiwikMobile": "Would you like to enable anonymous usage tracking in Piwik Mobile?",
        "HowtoDeleteAnAccount": "Press long to remove an account.",
        "HowtoDeleteAnAccountOniOS": "Swipe right to left to delete an account",
        "HowtoLoginAnonymous": "Leave username and password empty for anonymous login",
        "HttpIsNotSecureWarning": "Your Piwik authorization token (token_auth) is sent in clear text if you use 'HTTP'. For this reason we recommend HTTPS for secure transport of data over the internet. Do you want to proceed?",
        "HttpTimeout": "HTTP Timeout",
        "IncompatiblePiwikVersion": "The Piwik version you are using is incompatible with Piwik Mobile 2. Update your Piwik installation and try again or install Piwik Mobile 1.",
        "LastUpdated": "Last Updated: %s",
        "LoadingReport": "Loading %s",
        "LoginCredentials": "Credentials",
        "LoginToPiwikToChangeSettings": "Login to your Piwik server to create and update websites, users or to change General Settings like \"Report to load by default\".",
        "LoginUseHttps": "Use https",
        "MultiChartLabel": "Display sparklines",
        "NavigationBack": "Back",
        "NetworkError": "Network Error",
        "NetworkErrorWithStatusCode": "There was an error \"%s\". The request returned the status \"%s\". URL was \"%s\". Please check your entered URL and the error logs on this server for more information about the error and how to resolve it.",
        "NetworkErrorWithStatusCodeShort": "Network Error %s",
        "NetworkNotReachable": "Network not reachable",
        "NoAccountIsSelected": "You have to select an account. Add a new account if you haven't configured one.",
        "NoDataShort": "No Data",
        "NoPiwikAccount": "No Piwik Account?",
        "NoReportsShort": "No Reports",
        "NoVisitorFound": "No visitor found",
        "NoVisitorsShort": "No Visitors",
        "NoWebsiteFound": "No website found",
        "NoWebsitesShort": "No Websites",
        "PullDownToRefresh": "Pull down to refresh...",
        "RatingDontRemindMe": "Don't remind me",
        "RatingNotNow": "Not now",
        "RatingNow": "OK, I'll rate it now",
        "RatingPleaseRateUs": "Piwik Mobile App is a Free Software, we would really appreciate if you took 1 minute to rate the app in the %s. If you have suggestions of new features or bug reports, please contact %s",
        "ReleaseToRefresh": "Release to refresh...",
        "Reloading": "Reloading...",
        "RequestTimedOutShort": "Network Timeout Error",
        "RestrictedCompatibility": "Restricted compatibility",
        "RestrictedCompatibilityExplanation": "The Piwik version %s you are using is not fully supported by Piwik Mobile 2. You may experience some bugs. We recommend to either update Piwik to the latest version or to use Piwik Mobile 1.",
        "SaveSuccessError": "Piwik URL or username and password combination is wrong.",
        "SearchWebsite": "Search websites",
        "ShowAll": "Show all",
        "ShowLess": "Show less",
        "StaticGraph": "Overview Graph",
        "TopVisitedWebsites": "Top visited websites",
        "TryIt": "Try It!",
        "UseSearchBarHint": "Only the first %s websites are displayed here. Please use the search bar to access your other websites.",
        "VerifyAccount": "Verifying Account",
        "VerifyLoginData": "Make sure your username and password combination is correct.",
        "YouAreOffline": "Sorry, you are currently offline"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Provider name '%s' unknown. Try any of the following instead: %s.",
        "MobileReport_AdditionalPhoneNumbers": "You can add more phone numbers by accessing",
        "MobileReport_MobileMessagingSettingsLink": "the Mobile Messaging settings page",
        "MobileReport_NoPhoneNumbers": "Please activate at least one phone number by accessing",
        "MultiSites_Must_Be_Activated": "To generate SMS texts of your website stats, please enable the MultiSites plugin in Piwik.",
        "PhoneNumbers": "Phone Numbers",
        "PluginDescription": "Create and download custom SMS reports and have them sent to your mobile on a daily, weekly or monthly basis.",
        "Settings_APIKey": "API Key",
        "Settings_CountryCode": "Country Code",
        "Settings_CredentialNotProvided": "Before you can create and manage phone numbers, please connect Piwik to your SMS Account above.",
        "Settings_CredentialNotProvidedByAdmin": "Before you can create and manage phone numbers, please ask your administrator to connect Piwik to an SMS Account.",
        "Settings_CredentialProvided": "Your %s SMS API account is correctly configured!",
        "Settings_DeleteAccountConfirm": "Are you sure you want to delete this SMS account?",
        "Settings_InvalidActivationCode": "Code entered was not valid, please try again.",
        "Settings_LetUsersManageAPICredential": "Allow users to manage their own SMS API credentials",
        "Settings_LetUsersManageAPICredential_No_Help": "All users are able to receive SMS Reports and will use your account's credits.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Each user will be able to setup their own SMS API Account and will not use your credit.",
        "Settings_ManagePhoneNumbers": "Manage Phone Numbers",
        "Settings_PhoneActivated": "Phone number validated! You can now receive SMS with your stats.",
        "Settings_PhoneNumber": "Phone Number",
        "Settings_PhoneNumbers_Add": "Add a new Phone Number",
        "Settings_PhoneNumbers_CountryCode_Help": "If you do not know the phone country code, look for your country here",
        "Settings_PhoneNumbers_Help": "Before receiving SMS (text messages) reports on a phone, the phone number must be entered below.",
        "Settings_PhoneNumbers_HelpAdd": "When you click \"Add\", a SMS containing a code will be sent to the phone. The user receiving the code should then login to Piwik, click on Settings, then click on Mobile Messaging. After entering the code, the user will be able to receive text reports on his phone.",
        "Settings_PleaseSignUp": "To create SMS reports and receive short text messages with your websites' stats on your mobile phone, please sign up with the SMS API and enter your information below.",
        "Settings_SMSAPIAccount": "Manage SMS API Account",
        "Settings_SMSProvider": "SMS Provider",
        "Settings_SuperAdmin": "Super User Settings",
        "Settings_SuspiciousPhoneNumber": "If you don't receive the text message, you may try without the leading zero. ie. %s",
        "Settings_UpdateOrDeleteAccount": "You can also %supdate%s or %sdelete%s this account.",
        "Settings_ValidatePhoneNumber": "Validate",
        "Settings_VerificationCodeJustSent": "We just sent a SMS to this number with a code: please enter this code above and click \"Validate\".",
        "SettingsMenu": "Mobile Messaging",
        "SMS_Content_Too_Long": "[too long]",
        "TopLinkTooltip": "Get Web Analytics Reports delivered to your email inbox or your mobile phone.",
        "TopMenu": "Email & SMS Reports",
        "VerificationText": "Code is %s. To validate your phone number and receive Piwik SMS reports please copy this code in the form accessible via Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Evolution",
        "LoadingWebsites": "Loading websites",
        "PluginDescription": "Displays multi-site executive summary\/statistics. Currently maintained as a core Piwik plugin.",
        "TopLinkTooltip": "Compare Web Analytics stats for all of your Websites.",
        "Pagination": "%s - %s of %s"
    },
    "Overlay": {
        "Clicks": "%s clicks",
        "ClicksFromXLinks": "%1$s clicks from one of %2$s links",
        "Domain": "Domain",
        "ErrorNotLoading": "The Page Overlay session couldn't be launched yet.",
        "ErrorNotLoadingDetails": "Maybe the page loaded on the right doesn't have the Piwik tracker code. In this case, try launching Overlay for a different page from the pages report.",
        "ErrorNotLoadingDetailsSSL": "Since you're using Piwik over https, the most likely cause is that your website doesn't support SSL. Try using Piwik over http.",
        "ErrorNotLoadingLink": "Click here to get more tips for troubleshooting",
        "Link": "Link",
        "Location": "Location",
        "NoData": "There is no data for this page during the selected period.",
        "OneClick": "1 click",
        "OpenFullScreen": "Go full screen (no sidebar)",
        "Overlay": "Page Overlay",
        "PluginDescription": "See analytics data as an overlay on your actual website.",
        "RedirectUrlError": "You are attempting to open Page Overlay for the URL \"%s\". %s None of the domains from the Piwik settings matches the link.",
        "RedirectUrlErrorAdmin": "You can add the domain as an additional URL %sin the settings%s.",
        "RedirectUrlErrorUser": "Ask your administrator to add the domain as an additional URL."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Select \"Yes\" if you want Piwik not to track fully qualified IP-Addresses.",
        "AnonymizeIpInlineHelp": "Anonymize the last byte(s) of visitors IP addresses to comply with your local privacy laws\/guidelines.",
        "AnonymizeIpMaskLengtDescription": "Select how many bytes of the visitors' IPs should be masked.",
        "AnonymizeIpMaskLength": "%s byte(s) - e.g. %s",
        "CannotLockSoDeleteLogActions": "The log_action table will not be purged: please grant the LOCK TABLES privilege to the '%s' MYSQL user.",
        "ClickHereSettings": "Click here to access the %s settings.",
        "CurrentDBSize": "Current database size",
        "DBPurged": "DB purged.",
        "DeleteBothConfirm": "You are about to enable both log data deletion & report data deletion. This will permanently remove your ability to view old analytics data. Are you sure you want to do this?",
        "DeleteDataDescription": "You can configure Piwik to regularly delete old visitor logs and\/or processed reports to keep your database size small.",
        "DeleteDataDescription2": "If desired, pre-processed reports will not be deleted, only visit, pageview and conversion log data will be deleted. Or, the pre-processed reports can be deleted and the log data can be kept.",
        "DeleteDataInterval": "Delete old data every",
        "DeleteDataSettings": "Delete old visitor logs and reports",
        "DeleteLogDescription2": "When you enable automatic log deletion, you must ensure that all previous daily reports have been processed, so that no data is lost.",
        "DeleteLogInfo": "Logs from the following tables will be deleted: %s",
        "DeleteLogsConfirm": "You are about to enable log data deletion. If old log data is removed, and reports haven't already been created, you will not be able to see historical past analytics data. Are you sure you want to do this?",
        "DeleteLogsOlderThan": "Delete logs older than",
        "DeleteMaxRows": "Maximum number of rows to delete in one run:",
        "DeleteMaxRowsNoLimit": "no limit",
        "DeleteReportsConfirm": "You are about to enable report data deletion. If old reports are removed, you will have to re-process them in order view them. Are you sure you want to do this?",
        "DeleteReportsDetailedInfo": "Data from the database numeric archive tables (%s) and blob archive tables (%s) will be deleted.",
        "DeleteReportsInfo": "If enabled, old reports will be deleted. %sWe recommend to enable only when your database space is limited.%s",
        "DeleteReportsInfo2": "If you have not enabled \"%s\", old reports will be recreated automatically when requested.",
        "DeleteReportsInfo3": "If you have enabled \"%s\", the data will be permanently lost.",
        "DeleteReportsOlderThan": "Delete reports older than",
        "DeleteSchedulingSettings": "Scheduling settings",
        "DoNotTrack_Description": "Do Not Track is a technology and policy proposal that enables users to opt out of tracking by websites they do visit, including analytics services, advertising networks, and social platforms.",
        "DoNotTrack_Disable": "Disable Do Not Track support",
        "DoNotTrack_Disabled": "Piwik is currently tracking all visitors, even when they specified \"I do not want to be tracked\" in their web browsers.",
        "DoNotTrack_DisabledMoreInfo": "We recommend to respect your visitors privacy and enable DoNotTrack support.",
        "DoNotTrack_Enable": "Enable Do Not Track support",
        "DoNotTrack_Enabled": "You are currently respecting your users Privacy, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "When users have set their web browser to \"I do not want to be tracked\" (DoNotTrack is enabled) then Piwik will not track these visits.",
        "DoNotTrack_SupportDNTPreference": "Support Do Not Track preference",
        "EstimatedDBSizeAfterPurge": "Estimated database size after purge",
        "EstimatedSpaceSaved": "Estimated space saved",
        "GeolocationAnonymizeIpNote": "Note: Geolocation will have approximately the same results with 1 byte anonymized. With 2 bytes or more, Geolocation will be inaccurate.",
        "GetPurgeEstimate": "Get purge estimate",
        "KeepBasicMetrics": "Keep basic metrics (visits, page views, bounce rate, goal conversions, ecommerce conversions, etc.)",
        "KeepDataFor": "Keep all data for:",
        "KeepReportSegments": "For kept data above, also keep segmented reports",
        "LastDelete": "Last deletion was on",
        "LeastDaysInput": "Please specify a number of days greater than %s.",
        "LeastMonthsInput": "Please specify a number of months greater than %s.",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Next scheduled deletion in",
        "PluginDescription": "Customize Piwik to make it privacy compliant with existing legislations.",
        "PurgeNow": "Purge DB Now",
        "PurgeNowConfirm": "You are about to permanently delete data from your database. Are you sure you want to continue?",
        "PurgingData": "Purging data...",
        "RecommendedForPrivacy": "(recommended for privacy)",
        "ReportsDataSavedEstimate": "Database size",
        "SaveSettingsBeforePurge": "You have changed the data deletion settings. Please save them before starting a purge.",
        "SeeAlsoOurOfficialGuidePrivacy": "See also our official guide: %sWeb Analytics Privacy%s",
        "Teaser": "On this page, you can customize Piwik to make it privacy compliant with existing legislations, by: %s anonymizing the visitor IP%s, %s automatically remove old visitor logs from the database%s, and %s providing an Opt-out mechanism for your website%s.",
        "TeaserHeadline": "Privacy Settings",
        "UseAnonymizedIpForVisitEnrichment": "Also use the Anonymized IP addresses when enriching visits.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins such as Geo Location via IP and Provider improve visitor's metadata. By default these plugins use the anonymized IP addresses. If you select 'No', then the non-anonymized full IP address will be used instead, resulting in less privacy but better data accuracy.",
        "UseAnonymizeIp": "Anonymize Visitors' IP addresses",
        "UseDeleteLog": "Regularly delete old visitor logs from the database",
        "UseDeleteReports": "Regularly delete old reports from the database"
    },
    "Provider": {
        "ColumnProvider": "Provider",
        "PluginDescription": "Reports the Provider of the visitors.",
        "ProviderReportDocumentation": "This report shows which Internet Service Providers your visitors used to access the website. You can click on a provider name for more details. %s If Piwik can't determine a visitor's provider, it is listed as IP.",
        "SubmenuLocationsProvider": "Locations & Provider",
        "WidgetProviders": "Providers"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "This report shows all your Referrers in one unified report, listing all Websites, Search keywords and Campaigns used by your visitors to find your website.",
        "Campaigns": "Campaigns",
        "CampaignsDocumentation": "Visitors that came to your website as the result of a campaign. %s See the %s report for more details.",
        "CampaignsReportDocumentation": "This report shows which campaigns led visitors to your website. %s For more information about tracking campaigns, read the %scampaigns documentation on piwik.org%s",
        "ColumnCampaign": "Campaign",
        "ColumnSearchEngine": "Search Engine",
        "ColumnSocial": "Social network",
        "ColumnWebsite": "Website",
        "ColumnWebsitePage": "Website Page",
        "DetailsByReferrerType": "Details by Referrer Type",
        "DirectEntry": "Direct Entry",
        "DirectEntryDocumentation": "A visitor has entered the URL in his browser and started browsing on your website - he entered the website directly.",
        "Distinct": "Distinct Referrers by Referrer Type",
        "DistinctCampaigns": "distinct campaigns",
        "DistinctKeywords": "distinct keywords",
        "DistinctSearchEngines": "distinct search engines",
        "DistinctWebsites": "distinct websites",
        "EvolutionDocumentation": "This is an overview of the referrers that led visitors to your website.",
        "EvolutionDocumentationMoreInfo": "For more information about the different referrer types, see the documentation of the %s table.",
        "Keywords": "Keywords",
        "KeywordsReportDocumentation": "This report shows which keywords users were searching for before they were referred to your website. %s By clicking on a row in the table, you can see the distribution of search engines that were queried for the keyword.",
        "PluginDescription": "Reports the Referrers data: Search Engines, Keywords, Websites, Campaign Tracking, Direct Entry.",
        "Referrer": "Referrer",
        "ReferrerName": "Referrer Name",
        "Referrers": "Referrers",
        "ReferrersOverview": "Referrers Overview",
        "SearchEngines": "Search Engines",
        "SearchEnginesDocumentation": "A visitor was referred to your website by a search engine. %s See the %s report for more details.",
        "SearchEnginesReportDocumentation": "This report shows which search engines referred users to your website. %s By clicking on a row in the table, you can see what users were searching for using a specific search engine.",
        "SocialFooterMessage": "This is a subset of the Websites report to the left. It filters out other websites so you can compare your social network referrers directly.",
        "Socials": "Social Networks",
        "SocialsReportDocumentation": "This report shows which social networks led visitors to your website.<br \/>By clicking on a row in the table, you can see from which social network pages visitors came to your website.",
        "SubmenuSearchEngines": "Search Engines & Keywords",
        "SubmenuWebsites": "Websites & Social",
        "Type": "Referrer Type",
        "TypeCampaigns": "%s from campaigns",
        "TypeDirectEntries": "%s direct entries",
        "TypeReportDocumentation": "This table contains information about the distribution of the referrer types.",
        "TypeSearchEngines": "%s from search engines",
        "TypeWebsites": "%s from websites",
        "UsingNDistinctUrls": "(using %s distinct urls)",
        "ViewAllReferrers": "View all Referrers",
        "ViewReferrersBy": "View Referrers by %s",
        "Websites": "Websites",
        "WebsitesDocumentation": "The visitor followed a link on antoher website that led to your site. %s See the %s report for more details.",
        "WebsitesReportDocumentation": "In this table, you can see which websites referred visitors to your site. %s By clicking on a row in the table, you can see which URLs the links to your website were on.",
        "WidgetExternalWebsites": "Referrer Websites",
        "WidgetGetAll": "All Referrers",
        "WidgetKeywords": "Keywords",
        "WidgetSocials": "List of social networks",
        "WidgetTopKeywordsForPages": "Top Keywords for Page URL",
        "XPercentOfVisits": "%s%% of visits"
    },
    "RowEvolution": {
        "AvailableMetrics": "Available metrics",
        "CompareDocumentation": "Click the link below and open this popup for another row from the same table to compare multiple records.<br \/>Use shift-click to mark the row for comparison without opening this popup.",
        "CompareRows": "Compare records",
        "ComparingRecords": "Comparing %s rows",
        "Documentation": "Click the metrics to display them in the large evolution graph. Use shift-click to display multiple metrics at once.",
        "MetricBetweenText": "from %s to %s",
        "MetricChangeText": "%s change over the period",
        "MetricMinMax": "%1$s ranged between %2$s and %3$s over the period",
        "MetricsFor": "Metrics for %s",
        "MultiRowEvolutionTitle": "Evolution of multiple rows",
        "PickAnotherRow": "Pick another row to compare",
        "PickARow": "Pick a row to compare"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(optional) Display options",
        "AggregateReportsFormat_GraphsOnly": "Display Graphs only (no report tables)",
        "AggregateReportsFormat_TablesAndGraphs": "Display Report tables and Graphs for all reports",
        "AggregateReportsFormat_TablesOnly": "(default) Display Report tables (Graphs only for key metrics)",
        "AlsoSendReportToTheseEmails": "Also send the report to these emails (one email per line):",
        "AreYouSureDeleteReport": "Are you sure you want to delete this report and its schedule?",
        "CancelAndReturnToReports": "Cancel and %sreturn to the list of reports%s",
        "CreateAndScheduleReport": "Create and Schedule a report",
        "CreateReport": "Create Report",
        "CustomVisitorSegment": "Custom Visitor Segment:",
        "DescriptionOnFirstPage": "The report description will be displayed on the first page of the report.",
        "DisplayFormat_TablesOnly": "Display Tables only (no graphs)",
        "EmailHello": "Hello,",
        "EmailReports": "Email Reports",
        "EmailSchedule": "Email Schedule",
        "EvolutionGraph": "Show Historical Graphs for the top %s values",
        "FrontPage": "Front Page",
        "ManageEmailReports": "Manage Email Reports",
        "MonthlyScheduleHelp": "Monthly schedule: report will be sent the first day of each month.",
        "MustBeLoggedIn": "You must be logged in to create and schedule custom reports.",
        "NoRecipients": "This report has no recipients",
        "OClock": "o'clock",
        "Pagination": "Page %s of %s",
        "PiwikReports": "Piwik Reports",
        "PleaseFindAttachedFile": "Please find in attached file your %1$s report for %2$s.",
        "PleaseFindBelow": "Please find below your %1$s report for %2$s.",
        "PluginDescription": "Create and download your custom reports, and have them emailed daily, weekly or monthly.",
        "ReportFormat": "Report Format",
        "ReportHour": "Send report at",
        "ReportIncludeNWebsites": "The report will include main metrics for all websites that have at least one visit (from the %s websites currently available).",
        "ReportSent": "Report sent",
        "ReportsIncluded": "Statistics included",
        "ReportType": "Send report via",
        "ReportUpdated": "Report updated",
        "Segment_Deletion_Error": "This segment cannot be deleted or made invisible to other users because it is used to generate email report(s) %s. Please retry after removing this segment from this report(s).",
        "Segment_Help": "You can select an existing custom segment to apply to data in this email report. You may create and edit custom segments in your dashboard %s(click here to open)%s, then click on the \"%s\" box, then \"%s\".",
        "SegmentAppliedToReports": "The segment '%s' is applied to the reports.",
        "SendReportNow": "Send Report now",
        "SendReportTo": "Send report to",
        "SentToMe": "Send to me",
        "TableOfContent": "Report list",
        "ThereIsNoReportToManage": "There is no report to manage for website %s",
        "TopLinkTooltip": "Create Email Reports to get Piwik stats delivered to your email or your customers' address automatically!",
        "TopOfReport": "Back to top",
        "UpdateReport": "Update Report",
        "WeeklyScheduleHelp": "Weekly schedule: report will be sent on Monday of each week."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Add %s condition",
        "AddNewSegment": "Add new segment",
        "AreYouSureDeleteSegment": "Are you sure you want to delete this segment?",
        "AutoArchivePreProcessed": "segmented reports are pre-processed (faster, requires cron)",
        "AutoArchiveRealTime": "segmented reports are processed in real time",
        "ChooseASegment": "Choose a segment",
        "DataAvailableAtLaterDate": "Your segmented analytics reports will be available later. We apologize for the inconvenience.",
        "DefaultAllVisits": "All visits",
        "DragDropCondition": "Drag & Drop condition",
        "LoadingSegmentedDataMayTakeSomeTime": "Processing segmented visitor data may take a few minutes...",
        "OperatorAND": "AND",
        "OperatorOR": "OR",
        "SaveAndApply": "Save & Apply",
        "SegmentDisplayedAllWebsites": "all websites",
        "SegmentDisplayedThisWebsiteOnly": "this website only",
        "SegmentIsDisplayedForWebsite": "and displayed for",
        "SegmentNotApplied": "Segment '%s' not applied",
        "SegmentNotAppliedMessage": "You are requesting data for the Custom Segment '%s', this Piwik configuration currently prevents real time processing of reports for performance reasons.",
        "SelectSegmentOfVisitors": "Select a segment of visitors:",
        "ThisSegmentIsVisibleTo": "This segment is visible to:",
        "VisibleToAllUsers": "all users",
        "VisibleToMe": "me",
        "YouMayChangeSetting": "Alternatively you may change the setting in the config file (%s), or edit this Segment and choose '%s'.",
        "YouMustBeLoggedInToCreateSegments": "You must be logged in to create and edit custom visitor segments.",
        "YouDontHaveAccessToCreateSegments": "You don't have the required access level to create and edit segments."
    },
    "SEO": {
        "AlexaRank": "Alexa Rank",
        "Bing_IndexedPages": "Bing indexed pages",
        "Dmoz": "DMOZ entries",
        "DomainAge": "Domain Age",
        "ExternalBacklinks": "External Backlinks (Majestic)",
        "Google_IndexedPages": "Google indexed pages",
        "Rank": "Rank",
        "ReferrerDomains": "Referrer Domains (Majestic)",
        "SeoRankings": "SEO Rankings",
        "SEORankingsFor": "SEO Rankings for %s",
        "ViewBacklinksOnMajesticSEO": "View External Backlinks report on MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Add a new website",
        "AdvancedTimezoneSupportNotFound": "Advanced timezones support was not found in your PHP (supported in PHP>=5.2). You can still choose a manual UTC offset.",
        "AliasUrlHelp": "It is recommended, but not required, to specify the various URLs, one per line, that your visitors use to access this website. Alias URLs for a website will not appear in the Referrers > Websites report. Note that it is not necessary to specify the URLs with and without 'www' as Piwik automatically considers both.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Changing your time zone will only affect data going forward, and will not be applied retroactively.",
        "ChooseCityInSameTimezoneAsYou": "Choose a city in the same time zone as you.",
        "Currency": "Currency",
        "CurrencySymbolWillBeUsedForGoals": "The Currency symbol will be displayed next to Goals revenues.",
        "DefaultCurrencyForNewWebsites": "Default Currency for new websites",
        "DefaultTimezoneForNewWebsites": "Default Time zone for new websites",
        "DeleteConfirm": "Are you sure you want to delete the website %s?",
        "DisableSiteSearch": "Do not track Site Search",
        "EcommerceHelp": "When enabled, the \"Goals\" report will have a new \"Ecommerce\" section.",
        "EnableEcommerce": "Ecommerce enabled",
        "EnableSiteSearch": "Site Search tracking enabled",
        "EnableSiteSpecificUserAgentExclude": "Enable website specific user agent exclusion.",
        "EnableSiteSpecificUserAgentExclude_Help": "If you need to exclude different user agents for different websites, check this box, click save and %1$sadd the user agents above%2$s.",
        "ExceptionDeleteSite": "It is not possible to delete this website as it is the only registered website. Add a new website first, then delete this one.",
        "ExceptionEmptyName": "The website name can't be empty.",
        "ExceptionInvalidCurrency": "The currency \"%s\" is not valid. Please enter a valid currency symbol (eg. %s)",
        "ExceptionInvalidIPFormat": "The IP to exclude \"%s\" does not have a valid IP format (eg. %s).",
        "ExceptionInvalidTimezone": "The timezone \"%s\" is not valid. Please enter a valid timezone.",
        "ExceptionInvalidUrl": "The url '%s' is not a valid URL.",
        "ExceptionNoUrl": "You must specify at least one URL for the website.",
        "ExcludedIps": "Excluded IPs",
        "ExcludedParameters": "Excluded Parameters",
        "ExcludedUserAgents": "Excluded User Agents",
        "GlobalExcludedUserAgentHelp1": "Enter the list of user agents to exclude from being tracked by Piwik.",
        "GlobalExcludedUserAgentHelp2": "You can use this to exclude some bots from being tracked.",
        "GlobalListExcludedIps": "Global list of Excluded IPs",
        "GlobalListExcludedQueryParameters": "Global list of Query URL parameters to exclude",
        "GlobalListExcludedUserAgents": "Global list of user agents to exclude",
        "GlobalListExcludedUserAgents_Desc": "If the visitor's user agent string contains any of the strings you specify, the visitor will be excluded from Piwik.",
        "GlobalWebsitesSettings": "Global websites settings",
        "HelpExcludedIps": "Enter the list of IPs, one per line, that you wish to exclude from being tracked by Piwik. You can use wildcards, eg. %1$s or %2$s",
        "JsTrackingTagHelp": "Here is the JavaScript Tracking code to include on all your pages",
        "KeepURLFragments": "Page URL fragments tracking",
        "KeepURLFragmentsHelp": "If the checkbox below is unchecked, Page URL fragments (everything after the %1$s) will be removed when tracking: %2$s will be tracked as %3$s",
        "KeepURLFragmentsHelp2": "You can also override this setting for individual websites above.",
        "KeepURLFragmentsLong": "Keep Page URL fragments when tracking Page URLs",
        "ListOfIpsToBeExcludedOnAllWebsites": "The IPs below will be excluded from being tracked on all websites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "The Query URLs parameters below will be excluded from URLs on all websites.",
        "ListOfQueryParametersToExclude": "Enter the list of URL Query Parameters, one per line, to exclude from the Page URLs reports.",
        "MainDescription": "Your Web Analytics reports need Websites! Add, update, delete Websites, and show the JavaScript to insert in your pages.",
        "NotAnEcommerceSite": "Not an Ecommerce site",
        "NotFound": "No websites found for",
        "NoWebsites": "You don't have any website to administrate.",
        "OnlyOneSiteAtTime": "You can only edit one website at a time. Please Save or Cancel your current modifications to the website %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik allows for advanced Ecommerce Analytics tracking & reporting. Learn more about %s Ecommerce Analytics%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik will automatically exclude the common session parameters (%s).",
        "PluginDescription": "Websites Management in Piwik: Add a new Website, Edit an existing one, Show the JavaScript code to include on your pages. All the actions are also available through the API.",
        "SearchCategoryDesc": "Piwik can also track the Search category for each internal site search keyword.",
        "SearchCategoryLabel": "Category parameter",
        "SearchCategoryParametersDesc": "You may enter a comma-separated list of query parameters specifying the search category.",
        "SearchKeywordLabel": "Query parameter",
        "SearchKeywordParametersDesc": "Enter a comma separated list of all query parameter names containing the site search keyword.",
        "SearchParametersNote": "Note: the Query parameters and Category parameters will be used only for websites which have Site Search enabled but left these parameters empty.",
        "SearchParametersNote2": "To disable Site Search for new websites, leave these two fields empty.",
        "SearchUseDefault": "Use %sdefault%s Site Search parameters",
        "SelectACity": "Select a city",
        "SelectDefaultCurrency": "You can select the currency to set by default for new websites.",
        "SelectDefaultTimezone": "You can select the time zone to select by default for new websites.",
        "ShowTrackingTag": "View Tracking code",
        "Sites": "Websites",
        "SiteSearchUse": "You can use Piwik to track and report what visitors are searching in your website's internal search engine.",
        "SuperUserAccessCan": "A user with Super User access can also %s specify global settings%s for new websites.",
        "Timezone": "Time zone",
        "TrackingSiteSearch": "Tracking Internal Site Search",
        "TrackingTags": "Tracking code for %s",
        "Urls": "URLs",
        "UTCTimeIs": "UTC time is %s.",
        "WebsitesManagement": "Websites Management",
        "YouCurrentlyHaveAccessToNWebsites": "You currently have access to %s websites.",
        "YourCurrentIpAddressIs": "Your current IP address is %s"
    },
    "Transitions": {
        "BouncesInline": "%s bounces",
        "DirectEntries": "Direct Entries",
        "ErrorBack": "Go back to the previous action",
        "ExitsInline": "%s exits",
        "FromCampaigns": "From Campaigns",
        "FromPreviousPages": "From Internal Pages",
        "FromPreviousPagesInline": "%s from internal pages",
        "FromPreviousSiteSearches": "From Internal Search",
        "FromPreviousSiteSearchesInline": "%s from internal searches",
        "FromSearchEngines": "From Search Engines",
        "FromWebsites": "From Websites",
        "IncomingTraffic": "Incoming traffic",
        "LoopsInline": "%s page reloads",
        "NoDataForAction": "There's no data for %s",
        "NoDataForActionDetails": "Either the action had no pageviews during the period %s or it is invalid.",
        "OutgoingTraffic": "Outgoing traffic",
        "PluginDescription": "Reports about previous and following actions for each page URL.",
        "ShareOfAllPageviews": "This page had %s pageviews (%s of all pageviews)",
        "ToFollowingPages": "To Internal Pages",
        "ToFollowingPagesInline": "%s to internal pages",
        "ToFollowingSiteSearches": "Internal Searches",
        "ToFollowingSiteSearchesInline": "%s internal searches",
        "XOfAllPageviews": "%s of all views of this page",
        "XOutOfYVisits": "%s (out of %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Cannot find apache_get_modules function, assuming non-Apache webserver.",
        "CannotFindGeoIPDatabaseInArchive": "Cannot find %1$s file in tar archive %2$s!",
        "CannotFindGeoIPServerVar": "The %s variable is not set. Your server may not be configured correctly.",
        "CannotFindPeclGeoIPDb": "Could not find a country, region or city database for the GeoIP PECL module. Make sure your GeoIP database is located in %1$s and is named %2$s or %3$s otherwise the PECL module will not notice it.",
        "CannotListContent": "Couldn't list content for %1$s: %2$s",
        "CannotLocalizeLocalIP": "IP address %s is a local address and cannot be geolocated.",
        "CannotSetupGeoIPAutoUpdating": "It seems like you're storing your GeoIP databases outside of Piwik (we can tell since there are no databases in the misc subdirectory, but your GeoIP is working). Piwik cannot automatically update your GeoIP databases if they are located outside of the misc directory.",
        "CannotUnzipDatFile": "Could not unzip dat file in %1$s: %2$s",
        "City": "City",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "continent_afr": "Africa",
        "continent_amc": "Central America",
        "continent_amn": "North America",
        "continent_ams": "South America",
        "continent_ant": "Antarctica",
        "continent_asi": "Asia",
        "continent_eur": "Europe",
        "continent_oce": "Oceania",
        "Country": "Country",
        "country_a1": "Anonymous Proxy",
        "country_a2": "Satellite Provider",
        "country_ac": "Ascension Islands",
        "country_ad": "Andorra",
        "country_ae": "United Arab Emirates",
        "country_af": "Afghanistan",
        "country_ag": "Antigua and Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albania",
        "country_am": "Armenia",
        "country_an": "Netherlands Antilles",
        "country_ao": "Angola",
        "country_ap": "Asia\/Pacific Region",
        "country_aq": "Antarctica",
        "country_ar": "Argentina",
        "country_as": "American Samoa",
        "country_at": "Austria",
        "country_au": "Australia",
        "country_aw": "Aruba",
        "country_ax": "Aland Islands",
        "country_az": "Azerbaijan",
        "country_ba": "Bosnia and Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Belgium",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgaria",
        "country_bh": "Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Saint Barthelemy",
        "country_bm": "Bermuda",
        "country_bn": "Brunei Darussalum",
        "country_bo": "Bolivia, Plurinational State of",
        "country_bq": "Bonaire, Sint Eustatius and Saba",
        "country_br": "Brazil",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Burma",
        "country_bv": "Bouvet Island",
        "country_bw": "Botswana",
        "country_by": "Belarus",
        "country_bz": "Belize",
        "country_ca": "Canada",
        "country_cat": "Catalan-speaking communities",
        "country_cc": "Cocos (Keeling) Islands",
        "country_cd": "Congo, The Democratic Republic of the",
        "country_cf": "Central African Republic",
        "country_cg": "Congo",
        "country_ch": "Switzerland",
        "country_ci": "Cote D'Ivoire",
        "country_ck": "Cook Islands",
        "country_cl": "Chile",
        "country_cm": "Cameroon",
        "country_cn": "China",
        "country_co": "Colombia",
        "country_cp": "Clipperton Island",
        "country_cr": "Costa Rica",
        "country_cs": "Serbia Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Cape Verde",
        "country_cw": "Curaao",
        "country_cx": "Christmas Island",
        "country_cy": "Cyprus",
        "country_cz": "Czech Republic",
        "country_de": "Germany",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibouti",
        "country_dk": "Denmark",
        "country_dm": "Dominica",
        "country_do": "Dominican Republic",
        "country_dz": "Algeria",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Ecuador",
        "country_ee": "Estonia",
        "country_eg": "Egypt",
        "country_eh": "Western Sahara",
        "country_er": "Eritrea",
        "country_es": "Spain",
        "country_et": "Ethiopia",
        "country_eu": "European Union",
        "country_fi": "Finland",
        "country_fj": "Fiji",
        "country_fk": "Falkland Islands (Malvinas)",
        "country_fm": "Micronesia, Federated States of",
        "country_fo": "Faroe Islands",
        "country_fr": "France",
        "country_fx": "France, Metropolitan",
        "country_ga": "Gabon",
        "country_gb": "United Kingdom",
        "country_gd": "Grenada",
        "country_ge": "Georgia",
        "country_gf": "French Guiana",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Greenland",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadeloupe",
        "country_gq": "Equatorial Guinea",
        "country_gr": "Greece",
        "country_gs": "South Georgia and the South Sandwich Islands",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Heard Island and McDonald Islands",
        "country_hn": "Honduras",
        "country_hr": "Croatia",
        "country_ht": "Haiti",
        "country_hu": "Hungary",
        "country_ic": "Canary Islands",
        "country_id": "Indonesia",
        "country_ie": "Ireland",
        "country_il": "Israel",
        "country_im": "Isle of Man",
        "country_in": "India",
        "country_io": "British Indian Ocean Territory",
        "country_iq": "Iraq",
        "country_ir": "Iran, Islamic Republic of",
        "country_is": "Iceland",
        "country_it": "Italy",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordan",
        "country_jp": "Japan",
        "country_ke": "Kenya",
        "country_kg": "Kyrgyzstan",
        "country_kh": "Cambodia",
        "country_ki": "Kiribati",
        "country_km": "Comoros",
        "country_kn": "Saint Kitts and Nevis",
        "country_kp": "Korea, Democratic People's Republic of",
        "country_kr": "Korea, Republic of",
        "country_kw": "Kuwait",
        "country_ky": "Cayman Islands",
        "country_kz": "Kazakhstan",
        "country_la": "Lao People's Democratic Republic",
        "country_lb": "Lebanon",
        "country_lc": "Saint Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Lithuania",
        "country_lu": "Luxembourg",
        "country_lv": "Latvia",
        "country_ly": "Libya",
        "country_ma": "Morocco",
        "country_mc": "Monaco",
        "country_md": "Moldova, Republic of",
        "country_me": "Montenegro",
        "country_mf": "Saint Martin (French part)",
        "country_mg": "Madagascar",
        "country_mh": "Marshall Islands",
        "country_mk": "Macedonia, the Former Yugoslav Republic of",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongolia",
        "country_mo": "Macau",
        "country_mp": "Northern Mariana Islands",
        "country_mq": "Martinique",
        "country_mr": "Mauritania",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Maldives",
        "country_mw": "Malawi",
        "country_mx": "Mexico",
        "country_my": "Malaysia",
        "country_mz": "Mozambique",
        "country_na": "Namibia",
        "country_nc": "New Caledonia",
        "country_ne": "Niger",
        "country_nf": "Norfolk Island",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Netherlands",
        "country_no": "Norway",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Neutral Zone",
        "country_nu": "Niue",
        "country_nz": "New Zealand",
        "country_o1": "Other Country",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "French Polynesia",
        "country_pg": "Papua New Guinea",
        "country_ph": "Philippines",
        "country_pk": "Pakistan",
        "country_pl": "Poland",
        "country_pm": "Saint Pierre and Miquelon",
        "country_pn": "Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Palestinian Territory, Occupied",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Reunion",
        "country_ro": "Romania",
        "country_rs": "Serbia",
        "country_ru": "Russian Federation",
        "country_rw": "Rwanda",
        "country_sa": "Saudi Arabia",
        "country_sb": "Solomon Islands",
        "country_sc": "Seychelles",
        "country_sd": "Sudan",
        "country_se": "Sweden",
        "country_sf": "Finland",
        "country_sg": "Singapore",
        "country_sh": "Saint Helena, Ascension and Tristan da Cunha",
        "country_si": "Slovenia",
        "country_sj": "Svalbard and Jan Mayen",
        "country_sk": "Slovakia",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Suriname",
        "country_ss": "South Sudan",
        "country_st": "Sao Tome and Principe",
        "country_su": "Old U.S.S.R",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten (Dutch part)",
        "country_sy": "Syrian Arab Republic",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Turks and Caicos Islands",
        "country_td": "Chad",
        "country_tf": "French Southern Territories",
        "country_tg": "Togo",
        "country_th": "Thailand",
        "country_ti": "Tibet",
        "country_tj": "Tajikistan",
        "country_tk": "Tokelau",
        "country_tl": "Timor-Leste",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunisia",
        "country_to": "Tonga",
        "country_tp": "East Timor",
        "country_tr": "Turkey",
        "country_tt": "Trinidad and Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan, Province of China",
        "country_tz": "Tanzania, United Republic of",
        "country_ua": "Ukraine",
        "country_ug": "Uganda",
        "country_uk": "United Kingdom",
        "country_um": "United States Minor Outlying Islands",
        "country_us": "United States",
        "country_uy": "Uruguay",
        "country_uz": "Uzbekistan",
        "country_va": "Holy See (Vatican city state)",
        "country_vc": "Saint Vincent and the Grenadines",
        "country_ve": "Venezuela, Bolivarian Republic of",
        "country_vg": "Virgin Islands, British",
        "country_vi": "Virgin Islands, U.S.",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis and Futuna",
        "country_ws": "Samoa",
        "country_ye": "Yemen",
        "country_yt": "Mayotte",
        "country_yu": "Yugoslavia",
        "country_za": "South Africa",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "According to this provider, your current location is",
        "DefaultLocationProviderDesc1": "The default location provider guesses a visitor's country based on the language they use.",
        "DefaultLocationProviderDesc2": "This is not very accurate, so %1$swe recommend installing and using %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "You are using the default location provider, which means Piwik will guess the visitor's location based on the language they use. %1$sRead this%2$s to learn how to setup more accurate geolocation.",
        "DistinctCountries": "%s distinct countries",
        "DownloadingDb": "Downloading %s",
        "DownloadNewDatabasesEvery": "Update databases every",
        "FatalErrorDuringDownload": "A fatal error occurred while downloading this file. There might be something wrong with your internet connection, with the GeoIP database you downloaded or Piwik. Try downloading and installing it manually.",
        "FoundApacheModules": "Piwik found the following Apache modules",
        "FromDifferentCities": "different cities",
        "GeoIPCannotFindMbstringExtension": "Cannot find the %1$s function. Please make sure the %2$s extension is installed and loaded.",
        "GeoIPDatabases": "GeoIP Databases",
        "GeoIPDocumentationSuffix": "In order to see data for this report, you must setup GeoIP in the Geolocation admin tab. The commercial %1$sMaxmind%2$s GeoIP databases are more accurate than the free ones. To see how accurate they are, click %3$shere%4$s.",
        "GeoIPImplHasAccessTo": "This GeoIP implementation has access to the following types of databases",
        "GeoIPIncorrectDatabaseFormat": "Your GeoIP database does not seem to have the correct format. It may be corrupt. Make sure you are using the binary version and try replacing it with another copy.",
        "GeoIpLocationProviderDesc_Pecl1": "This location provider uses a GeoIP database and a PECL module to accurately and efficiently determine the location of your visitors.",
        "GeoIpLocationProviderDesc_Pecl2": "There are no limitations with this provider, so it is the one we recommend using.",
        "GeoIpLocationProviderDesc_Php1": "This location provider is the most simple to install as it does not require server configuration (ideal for shared hosting!). It uses a GeoIP database and MaxMind's PHP API to accurately determine the location of your visitors.",
        "GeoIpLocationProviderDesc_Php2": "If your website gets a lot of traffic, you may find that this location provider is too slow. In this case, you should install the %1$sPECL extension%2$s or a %3$sserver module%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "This location provider uses the GeoIP module that has been installed in your HTTP server. This provider is fast and accurate, but %1$scan only be used with normal browser tracking.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "If you have to import log files or do something else that requires setting IP addresses, use the %1$sPECL GeoIP implementation (recommended)%2$s or the %3$sPHP GeoIP implementation%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Note: IP anonymization has no effect on the locations reported by this provider. Before using it with IP anonymization, make sure this does not violate any privacy laws you may be subject to.",
        "GeoIpLocationProviderNotRecomnended": "Geolocation works, but you are not using one of the recommended providers.",
        "GeoIPNoServerVars": "Piwik cannot find any GeoIP %s variables.",
        "GeoIPPeclCustomDirNotSet": "The %s PHP ini option is not set.",
        "GeoIPServerVarsFound": "Piwik detects the following GeoIP %s variables",
        "GeoIPUpdaterInstructions": "Enter the download links for your databases below. If you've purchased databases from %3$sMaxMind%4$s, you can find these links %1$shere%2$s. Please contact %3$sMaxMind%4$s if you have trouble accessing them.",
        "GeoIPUpdaterIntro": "Piwik is currently managing updates for the following GeoIP databases",
        "GeoLiteCityLink": "If you're using the GeoLite City database, use this link: %1$s%2$s%3$s",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "On this page you can change how Piwik determines visitor locations.",
        "getCityDocumentation": "This report shows the cities your visitors were in when they accessed your website.",
        "getContinentDocumentation": "This report shows which continent your visitors were in when they accessed your website.",
        "getCountryDocumentation": "This report shows which country your visitors were in when they accessed your website.",
        "getRegionDocumentation": "This report shows which region your visitors were in when they accessed your website.",
        "HowToInstallApacheModule": "How do I install the GeoIP module for Apache?",
        "HowToInstallGeoIPDatabases": "How do I get the GeoIP databases?",
        "HowToInstallGeoIpPecl": "How do I install the GeoIP PECL extension?",
        "HowToInstallNginxModule": "How do I install the GeoIP module for Nginx?",
        "HowToSetupGeoIP": "How to setup accurate geolocation with GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s the GeoLite City database from %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extract this file and copy the result, %1$s into the %2$smisc%3$s Piwik subdirectory (you can do this either by FTP or SSH).",
        "HowToSetupGeoIP_Step3": "Reload this screen. The %1$sGeoIP (PHP)%2$s provider will now be %3$sInstalled%4$s. Select it.",
        "HowToSetupGeoIP_Step4": "And you're done! You've just setup Piwik to use GeoIP which means you'll be able to see the regions and cities of your visitors along with very accurate country information.",
        "HowToSetupGeoIPIntro": "You do not appear to have accurate Geolocation setup. This is a useful feature and without it you will not see accurate and complete location information for your visitors. Here's how you can quickly start using it:",
        "HttpServerModule": "HTTP Server Module",
        "InvalidGeoIPUpdatePeriod": "Invalid period for the GeoIP updater: %1$s. Valid values are %2$s.",
        "IPurchasedGeoIPDBs": "I purchased more %1$saccurate databases from MaxMind%2$s and want to setup automatic updates.",
        "ISPDatabase": "ISP Database",
        "IWantToDownloadFreeGeoIP": "I want to download the free GeoIP database...",
        "Latitude": "Latitude",
        "Location": "Location",
        "LocationDatabase": "Location Database",
        "LocationDatabaseHint": "A location database is either a country, region or city database.",
        "LocationProvider": "Location Provider",
        "Longitude": "Longitude",
        "NoDataForGeoIPReport1": "There is no data for this report because there is either no location data available or visitor IP addresses cannot be geolocated.",
        "NoDataForGeoIPReport2": "To enable accurate geolocation, change the settings %1$shere%2$s and use a %3$scity level database%4$s.",
        "Organization": "Organization",
        "OrgDatabase": "Organization Database",
        "PeclGeoIPNoDBDir": "The PECL module is looking for databases in %1$s, but this directory does not exist. Please create it and add the GeoIP databases to it. Alternatively, you can set %2$s to the correct directory in your php.ini file.",
        "PeclGeoLiteError": "Your GeoIP database in %1$s is named %2$s. Unfortunately, the PECL module will not recognize it with this name. Please rename it to %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik is not currently managing any GeoIP databases.",
        "PluginDescription": "Reports information regarding visitor location, including country, region, city and geographic coordinates (latitude\/longitude).",
        "Region": "Region",
        "SetupAutomaticUpdatesOfGeoIP": "Setup automatic updates of GeoIP databases",
        "SubmenuLocations": "Locations",
        "TestIPLocatorFailed": "Piwik tried checking the location of a known IP address (%1$s), but your server returned %2$s. If this provider were configured correctly, it would return %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "The downloaded file is not a valid GeoIP database. Please re-check the URL or download the file manually.",
        "ToGeolocateOldVisits": "To get location data for your old visits, use the script described %1$shere%2$s.",
        "UnsupportedArchiveType": "Encountered unsupported archive type %1$s.",
        "UpdaterHasNotBeenRun": "The updater has never been run.",
        "UpdaterIsNotScheduledToRun": "It is not scheduled to run in the future.",
        "UpdaterScheduledForNextRun": "It is scheduled to run during the next cron core:archive command execution.",
        "UpdaterWasLastRun": "The updater was last run on %s.",
        "UpdaterWillRunNext": "It is next scheduled to run on %s.",
        "WidgetLocation": "Visitor Location"
    },
    "UserCountryMap": {
        "AndNOthers": "and %s others",
        "Cities": "Cities",
        "Countries": "Countries",
        "DaysAgo": "%s days ago",
        "GoalConversions": "%s goal conversions",
        "Hours": "hours",
        "HoursAgo": "%s hours ago",
        "map": "map",
        "Minutes": "minutes",
        "MinutesAgo": "%s minutes ago",
        "None": "None",
        "NoVisit": "No visit",
        "RealTimeMap": "Real-time Map",
        "Regions": "Regions",
        "Searches": "%s searches",
        "Seconds": "seconds",
        "SecondsAgo": "%s seconds ago",
        "ShowingVisits": "Geo-located visits of last",
        "Unlocated": "<b>%s<\/b> %p of the visits from %c couldn't be geo located.",
        "VisitorMap": "Visitor Map",
        "WorldWide": "World-Wide"
    },
    "UserSettings": {
        "BrowserFamilies": "Browser families",
        "BrowserLanguage": "Browser language",
        "Browsers": "Browsers",
        "BrowserWithNoPluginsEnabled": "%1$s with no plugins enabled",
        "BrowserWithPluginsEnabled": "%1$s with plugins %2$s enabled",
        "ColumnBrowser": "Browser",
        "ColumnBrowserFamily": "Browser family",
        "ColumnBrowserVersion": "Browser version",
        "ColumnConfiguration": "Configuration",
        "ColumnOperatingSystem": "Operating system",
        "ColumnResolution": "Resolution",
        "ColumnTypeOfScreen": "Type of screen",
        "Configurations": "Configurations",
        "GamingConsole": "Gaming Console",
        "Language_aa": "Afar",
        "Language_ab": "Abkhazian",
        "Language_ae": "Avestan",
        "Language_af": "Afrikaans",
        "Language_ak": "Akan",
        "Language_am": "Amharic",
        "Language_an": "Aragonese",
        "Language_ar": "Arabic",
        "Language_as": "Assamese",
        "Language_av": "Avaric",
        "Language_ay": "Aymara",
        "Language_az": "Azerbaijani",
        "Language_ba": "Bashkir",
        "Language_be": "Belarusian",
        "Language_bg": "Bulgarian",
        "Language_bh": "Bihari",
        "Language_bi": "Bislama",
        "Language_bm": "Bambara",
        "Language_bn": "Bengali",
        "Language_bo": "Tibetan",
        "Language_br": "Breton",
        "Language_bs": "Bosnian",
        "Language_ca": "Catalan",
        "Language_ce": "Chechen",
        "Language_ch": "Chamorro",
        "Language_co": "Corsican",
        "Language_cr": "Cree",
        "Language_cs": "Czech",
        "Language_cu": "Church Slavic",
        "Language_cv": "Chuvash",
        "Language_cy": "Welsh",
        "Language_da": "Danish",
        "Language_de": "German",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewe",
        "Language_el": "Greek",
        "Language_en": "English",
        "Language_eo": "Esperanto",
        "Language_es": "Spanish",
        "Language_et": "Estonian",
        "Language_eu": "Basque",
        "Language_fa": "Persian",
        "Language_ff": "Fulah",
        "Language_fi": "Finnish",
        "Language_fj": "Fijian",
        "Language_fo": "Faroese",
        "Language_fr": "French",
        "Language_fy": "Western Frisian",
        "Language_ga": "Irish",
        "Language_gd": "Scottish Gaelic",
        "Language_gl": "Galician",
        "Language_gn": "Guarani",
        "Language_gu": "Gujarati",
        "Language_gv": "Manx",
        "Language_ha": "Hausa",
        "Language_he": "Hebrew",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri Motu",
        "Language_hr": "Croatian",
        "Language_ht": "Haitian Creole",
        "Language_hu": "Hungarian",
        "Language_hy": "Armenian",
        "Language_hz": "Herero",
        "Language_ia": "Interlingua",
        "Language_id": "Indonesian",
        "Language_ie": "Interlingue",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Inupiaq",
        "Language_io": "Ido",
        "Language_is": "Icelandic",
        "Language_it": "Italian",
        "Language_iu": "Inuktitut",
        "Language_ja": "Japanese",
        "Language_jv": "Javanese",
        "Language_ka": "Georgian",
        "Language_kg": "Kongo",
        "Language_ki": "Kukuyu",
        "Language_kj": "Kuanyama",
        "Language_kk": "Kazakh",
        "Language_kl": "Greenlandic",
        "Language_km": "Central Khmer",
        "Language_kn": "Kannada",
        "Language_ko": "Korean",
        "Language_kr": "Kanuri",
        "Language_ks": "Kashmiri",
        "Language_ku": "Kurdish",
        "Language_kv": "Komi",
        "Language_kw": "Cornish",
        "Language_ky": "Kirghiz",
        "Language_la": "Latin",
        "Language_lb": "Luxembourgish",
        "Language_lg": "Ganda",
        "Language_li": "Limburgish",
        "Language_ln": "Lingala",
        "Language_lo": "Lao",
        "Language_lt": "Lithuanian",
        "Language_lu": "Luba-Katanga",
        "Language_lv": "Latvian",
        "Language_mg": "Malagasy",
        "Language_mh": "Marshallese",
        "Language_mi": "Maori",
        "Language_mk": "Macedonian",
        "Language_ml": "Malayalam",
        "Language_mn": "Mongolian",
        "Language_mr": "Marathi",
        "Language_ms": "Malay",
        "Language_mt": "Maltese",
        "Language_my": "Burmese",
        "Language_na": "Nauru",
        "Language_nb": "Norwegian Bokmal",
        "Language_nd": "North Ndebele",
        "Language_ne": "Nepali",
        "Language_ng": "Ndonga",
        "Language_nl": "Dutch",
        "Language_nn": "Norwegian Nynorsk",
        "Language_no": "Norwegian",
        "Language_nr": "South Ndebele",
        "Language_nv": "Navajo",
        "Language_ny": "Chichewa",
        "Language_oc": "Occitan",
        "Language_oj": "Ojibwa",
        "Language_om": "Oroma",
        "Language_or": "Oriya",
        "Language_os": "Ossetian",
        "Language_pa": "Panjabi",
        "Language_pi": "Pali",
        "Language_pl": "Polish",
        "Language_ps": "Pashto",
        "Language_pt": "Portuguese",
        "Language_qu": "Quechua",
        "Language_rm": "Raeto-Romance",
        "Language_rn": "Rundi",
        "Language_ro": "Romanian",
        "Language_ru": "Russian",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sanskrit",
        "Language_sc": "Sardinian",
        "Language_sd": "Sindhi",
        "Language_se": "Northern Sami",
        "Language_sg": "Sango",
        "Language_si": "Sinhala",
        "Language_sk": "Slovak",
        "Language_sl": "Slovenian",
        "Language_sm": "Samoan",
        "Language_sn": "Shona",
        "Language_so": "Somali",
        "Language_sq": "Albanian",
        "Language_sr": "Serbian",
        "Language_ss": "Swati",
        "Language_st": "Sotho",
        "Language_su": "Sundanese",
        "Language_sv": "Swedish",
        "Language_sw": "Swahili",
        "Language_ta": "Tamil",
        "Language_te": "Telugu",
        "Language_tg": "Tajik",
        "Language_th": "Thai",
        "Language_ti": "Tigrinya",
        "Language_tk": "Turkmen",
        "Language_tl": "Tagalog",
        "Language_tn": "Tswana",
        "Language_to": "Tonga",
        "Language_tr": "Turkish",
        "Language_ts": "Tsonga",
        "Language_tt": "Tatar",
        "Language_tw": "Twi",
        "Language_ty": "Tahitian",
        "Language_ug": "Uighur",
        "Language_uk": "Ukrainian",
        "Language_ur": "Urdu",
        "Language_uz": "Uzbek",
        "Language_ve": "Venda",
        "Language_vi": "Vietnamese",
        "Language_vo": "Volapk",
        "Language_wa": "Walloon",
        "Language_wo": "Wolof",
        "Language_xh": "Xhosa",
        "Language_yi": "Yiddish",
        "Language_yo": "Yoruba",
        "Language_za": "Chuang",
        "Language_zh": "Chinese",
        "Language_zu": "Zulu",
        "LanguageCode": "Language code",
        "MobileVsDesktop": "Mobile vs Desktop",
        "OperatingSystemFamily": "Operating system family",
        "OperatingSystems": "Operating systems",
        "PluginDescription": "Reports various User Settings: Browser, Browser Family, Operating System, Plugins, Resolution, Global Settings.",
        "PluginDetectionDoesNotWorkInIE": "Note: Plugins detection doesn't work in Internet Explorer. This report is only based on non-IE browsers.",
        "Resolutions": "Resolutions",
        "VisitorSettings": "Visitor Settings",
        "WideScreen": "Wide Screen",
        "WidgetBrowserFamilies": "Browser Family",
        "WidgetBrowserFamiliesDocumentation": "This chart shows your visitors' browsers broken down into browser families. %s The most important information for web developers is what kind of rendering engine their visitors are using. The labels contain the names of the engines followed by the most common browser using that engine in brackets.",
        "WidgetBrowsers": "Visitor Browser",
        "WidgetBrowsersDocumentation": "This report contains information about what kind of browser your visitors were using. Each browser version is listed separately.",
        "WidgetBrowserVersion": "Browser Version",
        "WidgetGlobalVisitors": "Visitor Configuration",
        "WidgetGlobalVisitorsDocumentation": "This report shows the most common overall configurations that your visitors had. A configuration is the combination of an operating system, a browser type and a screen resolution.",
        "WidgetOperatingSystems": "Operating System",
        "WidgetPlugins": "Browser Plugins",
        "WidgetPluginsDocumentation": "This report shows which browser plugins your visitors had enabled. This information might be important for choosing the right way to deliver your content.",
        "WidgetResolutions": "Screen Resolution",
        "WidgetWidescreen": "Normal \/ Widescreen"
    },
    "UsersManager": {
        "AddUser": "Add a new user",
        "Alias": "Alias",
        "AllWebsites": "All websites",
        "AnonymousUserHasViewAccess": "Note: the %1$s user has %2$s access to this website.",
        "AnonymousUserHasViewAccess2": "Your analytics reports and your visitors information are publicly viewable.",
        "ApplyToAllWebsites": "Apply to all websites",
        "ChangeAllConfirm": "Are you sure you want to change '%s' permissions on all the websites?",
        "ChangePasswordConfirm": "Changing the password will also change the user's token_auth. Do you really want to continue?",
        "ClickHereToDeleteTheCookie": "Click here to delete the cookie and have Piwik track your visits",
        "ClickHereToSetTheCookieOnDomain": "Click here to set a cookie that will exclude your visits on websites tracked by Piwik on %s",
        "ConfirmGrantSuperUserAccess": "Do you really want to grant '%s' Super User access? Warning: the user will have access to all websites and will be able to perform administrative tasks.",
        "ConfirmProhibitMySuperUserAccess": "%s, do you really want to remove your own Super User access? You will lose all permissions and access to all websites and will be logged out from Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Do you really want to remove Super User access from '%s'? The user will lose all permissions and access to all websites. Make sure to set permissions to needed websites afterwards if necessary.",
        "DeleteConfirm": "Are you sure you want to delete the user %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sE-mail your administrator about this problem%2$s.",
        "ExceptionAccessValues": "The parameter access must have one of the following values : [ %s ]",
        "ExceptionAdminAnonymous": "You cannot grant 'admin' access to the 'anonymous' user.",
        "ExceptionDeleteDoesNotExist": "User '%s' doesn't exist therefore it can't be deleted.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Deleting user '%s' is not possible.",
        "ExceptionEditAnonymous": "The anonymous user cannot be edited or deleted. It is used by Piwik to define a user that has not logged in yet. For example, you can make your statistics public by granting the 'view' access to the 'anonymous' user.",
        "ExceptionEmailExists": "User with email '%s' already exists.",
        "ExceptionInvalidEmail": "The email doesn't have a valid format.",
        "ExceptionInvalidLoginFormat": "The login must be between %1$s and %2$s characters long and contain only letters, numbers, or the characters '_' or '-' or '.' or '@' or '+'",
        "ExceptionInvalidPassword": "The password length must be between %1$s and %2$s characters.",
        "ExceptionLoginExists": "Login '%s' already exists.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth is expecting a MD5-hashed password (32 chars long string). Please call the md5() function on the password before calling this method.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Removing the Super User access from user '%s' is not possible.",
        "ExceptionSuperUserAccess": "This user has Super User access and has already permission to access and modify all websites in Piwik. You may remove the Super User access from this user and try again.",
        "ExceptionUserDoesNotExist": "User '%s' doesn't exist.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "There has to be at least one user with Super User access. Please grant Super User access to another user first.",
        "ExcludeVisitsViaCookie": "Exclude your visits using a cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "For anonymous users, report date to load by default",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "If you would like to change the password type a new one. Otherwise leave this blank.",
        "InjectedHostCannotChangePwd": "You are currently visiting with an unknown host (%1$s). You cannot change your password until this problem is fixed.",
        "LastSeen": "Last seen",
        "MainDescription": "Decide which users have which Piwik access on your Websites. You can also set the permissions on all the Websites at once.",
        "ManageAccess": "Manage access",
        "MenuAnonymousUserSettings": "Anonymous user settings",
        "MenuUsers": "Users",
        "MenuUserSettings": "User settings",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Note: You cannot change the settings in this section, because you do not have any website that can be accessed by the anonymous user.",
        "NoUsersExist": "There are no users yet.",
        "PluginDescription": "Users Management in Piwik: add a new User, edit an existing one, update the permissions. All the actions are also available through the API.",
        "PrivAdmin": "Admin",
        "PrivNone": "No access",
        "PrivView": "View",
        "ReportDateToLoadByDefault": "Report date to load by default",
        "ReportToLoadByDefault": "Report to load by default",
        "SuperUserAccessManagement": "Manage Super User access",
        "SuperUserAccessManagementGrantMore": "You can grant Super User access to other users of Piwik here. Please use this feature carefully.",
        "SuperUserAccessManagementMainDescription": "Super users have the highest permissions. They can perform all administrative tasks such as adding new websites to monitor, adding users, changing user permissions, activating and deactivating plugins and even installing new plugins from the Marketplace.",
        "TheLoginScreen": "The login screen",
        "ThereAreCurrentlyNRegisteredUsers": "There are currently %s registered users.",
        "TypeYourPasswordAgain": "Type your new password again.",
        "User": "User",
        "UsersManagement": "Users Management",
        "UsersManagementMainDescription": "Create new users or update the existing users. You can then set their permissions above.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "When users are not logged in and visit Piwik, they should access",
        "YourUsernameCannotBeChanged": "Your username cannot be changed.",
        "YourVisitsAreIgnoredOnDomain": "%sYour visits are ignored by Piwik on %s %s (the Piwik ignore cookie was found in your browser).",
        "YourVisitsAreNotIgnored": "%sYour visits are not ignored by Piwik%s (the Piwik ignore cookie was not found in your browser)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Actions by Returning Visits",
        "ColumnAverageVisitDurationForReturningVisitors": "Avg. Duration of a Returning Visit (in sec)",
        "ColumnAvgActionsPerReturningVisit": "Avg. Actions per Returning Visit",
        "ColumnBounceCountForReturningVisits": "Bounce Count for Returning Visits",
        "ColumnBounceRateForReturningVisits": "Bounce Rate for Returning Visits",
        "ColumnMaxActionsInReturningVisit": "Maximum actions in one returning visit",
        "ColumnNbReturningVisitsConverted": "Number of converted returning visits",
        "ColumnReturningVisits": "Returning Visits",
        "ColumnSumVisitLengthReturning": "Total time spent by returning visitors (in seconds)",
        "ColumnUniqueReturningVisitors": "Unique returning visitors",
        "PluginDescription": "Reports various statistics about the Returning Visitor versus the First time visitor.",
        "ReturnActions": "%s actions by the returning visits",
        "ReturnAverageVisitDuration": "%s average visit duration for returning visitors",
        "ReturnAvgActions": "%s actions per returning visit",
        "ReturnBounceRate": "%s returning visits have bounced (left the website after one page)",
        "ReturningVisitDocumentation": "A returning visit is (as opposed to a new visit) made by someone who has visited the website at least once before.",
        "ReturningVisitsDocumentation": "This is an overview of the returning visits.",
        "ReturnVisits": "%s returning visits",
        "SubmenuFrequency": "Frequency",
        "WidgetGraphReturning": "Returning Visits Over Time",
        "WidgetOverview": "Frequency Overview"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Pages per visit",
        "ColumnVisitDuration": "Visit duration",
        "Engagement": "Engagement",
        "NPages": "%s pages",
        "OneMinute": "1 min",
        "OnePage": "1 page",
        "PluginDescription": "Reports about the Visitor Interest: number of pages viewed, time spent on the Website.",
        "PlusXMin": "%s min",
        "VisitNum": "Visit number",
        "VisitsByDaysSinceLast": "Visits by days since last visit",
        "visitsByVisitCount": "Visits by Visit Number",
        "VisitsPerDuration": "Visits per visit duration",
        "VisitsPerNbOfPages": "Visits per number of pages",
        "WidgetLengths": "Length of Visits",
        "WidgetLengthsDocumentation": "In this report, you can see how many visits had a certain total duration. Initially, the report is shown as a tag cloud, more common durations are displayed in a larger font.",
        "WidgetPages": "Pages per Visit",
        "WidgetPagesDocumentation": "In this report, you can see how many visits involved a certain number of pageviews. Initially, the report is shown as a tag cloud, more common numbers of pages are displayed in a larger font.",
        "WidgetVisitsByDaysSinceLast": "Visits by Days Since Last Visit",
        "WidgetVisitsByDaysSinceLastDocumentation": "In this report, you can see how many visits were from visitors whose last visit was a certain number of days ago.",
        "WidgetVisitsByNumDocumentation": "In this report, you can see the number of visits who were the Nth visit, ie. visitors who visited your website at least N times."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s average generation time",
        "AverageVisitDuration": "%s average visit duration",
        "GenerateQueries": "%s queries executed",
        "GenerateTime": "%s seconds to generate the page",
        "MaxNbActions": "%s max actions in one visit",
        "NbActionsDescription": "%s actions",
        "NbActionsPerVisit": "%s actions (page views, downloads, outlinks and internal site searches) per visit",
        "NbDownloadsDescription": "%s downloads",
        "NbKeywordsDescription": "%s unique keywords",
        "NbOutlinksDescription": "%s outlinks",
        "NbPageviewsDescription": "%s pageviews",
        "NbSearchesDescription": "%s total searches on your website",
        "NbUniqueDownloadsDescription": "%s unique downloads",
        "NbUniqueOutlinksDescription": "%s unique outlinks",
        "NbUniquePageviewsDescription": "%s unique pageviews",
        "NbUniqueVisitors": "%s unique visitors",
        "NbVisitsBounced": "%s visits have bounced (left the website after one page)",
        "PluginDescription": "Reports the general Analytics numbers: visits, unique visitors, number of actions, Bounce Rate, etc.",
        "VisitsSummary": "Visits Summary",
        "VisitsSummaryDocumentation": "This is an overview of the visit evolution.",
        "WidgetLastVisits": "Visits Over Time",
        "WidgetOverviewGraph": "Visits Overview (with graph)",
        "WidgetVisits": "Visits Overview"
    },
    "VisitTime": {
        "ColumnLocalTime": "Local time",
        "ColumnServerTime": "Server time",
        "DayOfWeek": "Day of the week",
        "LocalTime": "Visits per local time",
        "NHour": "%sh",
        "PluginDescription": "Reports the Local and Server time. Server time information can be useful to schedule a maintenance on the Website.",
        "ServerTime": "Visits per server time",
        "SubmenuTimes": "Times",
        "VisitsByDayOfWeek": "Visits by Day of Week",
        "WidgetByDayOfWeekDocumentation": "This graph shows the number of visits your website received on each day of the week.",
        "WidgetLocalTime": "Visits by Local Time",
        "WidgetLocalTimeDocumentation": "This graph shows what time it was in the %s visitors' time zones %s during their visits.",
        "WidgetServerTime": "Visits by Server Time",
        "WidgetServerTimeDocumentation": "This graph shows what time it was in the %s server's time zone %s during the visits."
    },
    "Widgetize": {
        "OpenInNewWindow": "Open in a new window",
        "PluginDescription": "The plugin makes it very easy to export any Piwik Widget in your Blog, Website or on Igoogle and Netvibes!",
        "TopLinkTooltip": "Export Piwik Reports as Widgets and embed the Dashboard in your app as an iframe."
    }
}