{
    "Actions": {
        "AvgGenerationTimeTooltip": "Promedio basado en %s acceso(s) %s entre %s y %s",
        "ColumnClickedURL": "URL Clicada",
        "ColumnClicks": "Clics",
        "ColumnClicksDocumentation": "Número de veces que este enlace ha sido clicado.",
        "ColumnDownloadURL": "URL de Descarga",
        "ColumnEntryPageTitle": "Título de la Página de entrada",
        "ColumnEntryPageURL": "URL de la Página de entrada",
        "ColumnExitPageTitle": "Título de la Página de salida",
        "ColumnExitPageURL": "URL de la Página de salida",
        "ColumnNoResultKeyword": "Palabra clave Sin Resultados en la Búsqueda",
        "ColumnPageName": "Nombre de Página",
        "ColumnPagesPerSearch": "Páginas de resultados de búsqueda",
        "ColumnPagesPerSearchDocumentation": "Los visitantes buscarán en tu sitio web y algunas veces harán click en \"siguiente\" para ver más resultados. Este es el promedio de páginas de resultados de búsqueda, vistos para esta palabra clave.",
        "ColumnPageURL": "URL de Página",
        "ColumnSearchCategory": "Categoría de búsqueda",
        "ColumnSearches": "Búsquedas",
        "ColumnSearchesDocumentation": "La cantidad de visitantes que buscó esta palabra clave en el buscador de tu sitio web.",
        "ColumnSearchExits": "% Salida de la búsqueda",
        "ColumnSearchExitsDocumentation": "El porcentaje de visitantes que abandonó el sitio después de buscar esta palabra clave en el buscador de tu sitio.",
        "ColumnSearchResultsCount": "Cantidad de resultados de la búsqueda",
        "ColumnSiteSearchKeywords": "Palabras clave Únicas",
        "ColumnUniqueClicks": "Clics Únicos",
        "ColumnUniqueClicksDocumentation": "Número de visitas que hicieron clic en este link. Si hicieron clic a link múltiples veces durante una visita, solo se cuenta como una.",
        "ColumnUniqueDownloads": "Descargas Únicas",
        "ColumnUniqueOutlinks": "Enlaces de salida Únicos",
        "DownloadsReportDocumentation": "En este reporte, usted puede ver que archivos han descargado sus visitantes. %s Lo que Piwik cuenta como descarga es el clic en un enlace de descarga. Piwik no puede saber si la descarga ha sido completada.",
        "EntryPagesReportDocumentation": "Este reporte contiene información sobre las entradas a las páginas que fueron usadas durante el periodo especificado. La página de entrada es la primera página que el usuario ve durante su visita. %s Las URLs de entrada son mostradas como una estructura de carpetas.",
        "EntryPageTitles": "Títulos de páginas de entrada",
        "EntryPageTitlesReportDocumentation": "Este reporte contiene información sobre los títulos de las páginas de entrada que han sido utilizadas durante el período específico.",
        "ExitPagesReportDocumentation": "Este reporte contiene información sobre las páginas de salida durante el periodo especificado. Una página de salida es la última página que un usuario ve durante su visita. %s Las URLs de salida son mostradas como una estructura de carpetas.",
        "ExitPageTitles": "Títulos de páginas de salida",
        "ExitPageTitlesReportDocumentation": "Este reporte contiene información sobre los títulos de las páginas de salida que ocurrieron durante el período específico.",
        "LearnMoreAboutSiteSearchLink": "Aprende más sobre cómo realizar un seguimiento al uso que tus visitantes dan a tu motor de búsqueda.",
        "OneSearch": "1 búsqueda",
        "OutlinkDocumentation": "Un enlace externo es un enlace que lleva a su visitante fuera de su página web (a otro dominio).",
        "OutlinksReportDocumentation": "Este reporte muestra una lista de los enlaces externos que han sido clicados por sus visitantes, organizada por jerarquía.",
        "PagesReportDocumentation": "Este reporte contiene información sobre las URLs de las páginas que han sido visitadas. %s La tabla está organizada por jerarquía, las URLs han sido mostradas como una estructura de carpetas.",
        "PageTitlesReportDocumentation": "Este reporte contiene información sobre los títulos de las páginas que han sido visitadas. %s El título de la página es el Tag %s de HTML, que la gran mayoría de los navegadores muestran en el título de su ventana.",
        "PageUrls": "URLs de página",
        "PluginDescription": "Reportes de páginas vistas, enlaces externos y descargas. Los Enlaces Externos y las Descargas se rastrean automáticamente!",
        "SiteSearchCategories1": "Este reporte lista las Categorías que los visitantes eligieron cuando realizaron una búsqueda en tu sitio.",
        "SiteSearchCategories2": "Por ejemplo: los sitios de E-commerce usualmente tienen un selector de \"Categorías\" para que los visitantes puedan restringir sus búsquedas sólo a los productos de una categoría específica.",
        "SiteSearchFollowingPagesDoc": "Cuando los visitantes realizan una búsqueda en tu sitio, están buscando una página, contenido, producto o servicio en particular. Este reporte lista las páginas que más han sido clickeadas luego de una búsqueda interna. En otras palabras, la lista de páginas más buscadas por los visitantes que ya están en de tu sitio.",
        "SiteSearchIntro": "El seguimiento de las búsquedas que tus visitantes hacen en tu sitio web es una manera muy efectiva de aprender más acerca de qué busca tu audiencia, puede ayudarte a encontrar ideas para nuevos contenidos o productos que tus potenciales clientes pueden estar buscando y en general, mejorar la experiencia de los visitantes de tu sitio web.",
        "SiteSearchKeyword": "Palabra clave (Búsqueda en Sitio)",
        "SiteSearchKeywordsDocumentation": "Este reporte muestra las palabras clave que tus visitantes buscaron en tu motor de búsqueda interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Este reporte lista las palabras clave que no produjeron resultados: ¿se podría mejorar el algoritmo de búsqueda o quizá tus visitantes están buscando algún contenido que no se encuentra (todavía) en tu sitio?",
        "SubmenuPagesEntry": "Páginas de entrada",
        "SubmenuPagesExit": "Páginas de salida",
        "SubmenuPageTitles": "Títulos de página",
        "SubmenuSitesearch": "Búsqueda interna",
        "WidgetEntryPageTitles": "Títulos de Páginas de Entrada",
        "WidgetExitPageTitles": "Títulos de Página de Salida",
        "WidgetPagesEntry": "Páginas de Entrada",
        "WidgetPagesExit": "Páginas de Salida",
        "WidgetPageTitles": "Títulos de Páginas",
        "WidgetPageTitlesFollowingSearch": "Títulos de las páginas que siguen a una búsqueda interna",
        "WidgetPageUrlsFollowingSearch": "Páginas siguientes a una búsqueda interna",
        "WidgetSearchCategories": "Categorías de búsqueda",
        "WidgetSearchKeywords": "Palabras clave de las búsquedas internas",
        "WidgetSearchNoResultKeywords": "Palabras clave sin resultados"
    },
    "Annotations": {
        "AddAnnotationsFor": "Añadir anotaciones para %s...",
        "AnnotationOnDate": "Anotaciones en %1$s: %2$s",
        "Annotations": "Anotaciones",
        "ClickToDelete": "Haz click para borrar esta anotación",
        "ClickToEdit": "Haz click para editar esta anotación.",
        "ClickToEditOrAdd": "Clickea para editar o añadir una nueva anotación.",
        "ClickToStarOrUnstar": "Haz click para destacar o quitar destacado a esta anotación.",
        "CreateNewAnnotation": "Crear una nueva anotación...",
        "EnterAnnotationText": "Ingresa tu nota",
        "HideAnnotationsFor": "Ocultar anotaciones para %s...",
        "IconDesc": "Ver las notas en este rango de fechas.",
        "IconDescHideNotes": "Ocultar las notas en este rango de fechas.",
        "InlineQuickHelp": "Puedes crear anotaciones para marcar eventos especiales (como un nuevo artículo en el blog o el rediseño del sitio), para guardar tus análisis de los datos o para guardar cualquier otra cosa que creas importante.",
        "LoginToAnnotate": "Inicia sesión para crear una anotación.",
        "NoAnnotations": "No existen anotaciones en este rango de fechas.",
        "PluginDescription": "Te permite adjuntar notas en los días para marcar cambios que hayas realizado en tu sitio, guardar los análisis que hayas hecho sobre los datos y compartir tus ideas con tus colegas. Al agregar anotaciones a tus datos te asegurarás de recordar el por qué de los datos arrojados.",
        "ViewAndAddAnnotations": "Ver y añadir anotaciones para %s...",
        "YouCannotModifyThisNote": "No puedes modificar esta anotación debido a que ni la creaste tú mismo ni tienes privilegios de administrador a este sitio."
    },
    "API": {
        "GenerateVisits": "Si no tiene los datos de hoy puede generar primero algunos datos mediante el plugin %s. Puede habilitar el plugin %s, a continuación, haga clic en el menú 'Generador de Visitas' del zona Administrativa de Piwik.",
        "KeepTokenSecret": "Esta token_auth es tan secreta como su nombre de usuario y contraseña, %s no lo comparta %s!",
        "LoadedAPIs": "Se han cargado %s APIs con éxito",
        "MoreInformation": "Para mayor información acerca de las APIs Piwik, por favor mire la %s Introducción a las API Piwik %s y a la %s Referencia de las API Piwik %s.",
        "PluginDescription": "Todos los datos de Piwik están disponibles a través de simples APIs. Este plugin es el punto de entrada de servicio web, que puede llamar para obtener los datos de su Análisis Web en xml, json, php, csv, etc",
        "QuickDocumentationTitle": "Documentación rápida de API",
        "TopLinkTooltip": "Accede a tus datos de Análisis Web programáticamente, a través de una sencilla API en json, xml, etc.",
        "UserAuthentication": "Autenticación de usuario",
        "UsingTokenAuth": "Si quieres %s solicitar datos dentro de un script, un crontab, etc %s tiene que agregar el parámetro %s a las llamas a la URL de la API que requieren autenticación."
    },
    "CoreAdminHome": {
        "Administration": "Administración",
        "ArchivingSettings": "Configuración de archivo",
        "BrandingSettings": "Configuración de marcas y logos",
        "CheckReleaseGetVersion": "Cuando se verifica la nueva versión de Piwik, siempre consigue",
        "ClickHereToOptIn": "Haga clic aquí para ser seguido.",
        "ClickHereToOptOut": "Haga clic aquí para no ser seguido.",
        "CustomLogoFeedbackInfo": "Si personalizar el logo de Piwik, puede que también esté interesado en ocultar el enlace %s en el menú superior. Para hacerlo, puede inhabilitar el plugin Feedback en la página de %sAdministración de Plugins%s.",
        "CustomLogoHelpText": "Puede personalizar el logo de Piwik que será mostrado en la interfaz de usuario y los reportes por email.",
        "DevelopmentProcess": "Mientras que nuestro %sproceso de desarrollo%s incluye miles de pruebas automatizadas, Beta Testers juegan un papel clave en el logro de la \"política de no error\" en Piwik.",
        "EmailServerSettings": "Configuración del servidor de email",
        "ForBetaTestersOnly": "Para betatesters sólo",
        "ImageTracking": "Seguimiento mediante Imagen",
        "ImageTrackingIntro1": "Cuando un visitante se ha inhabilitado JavaScript o JavaScript que no se puede utilizar, puede utilizar un vínculo de seguimiento en la imagen para rastrear a los visitantes.",
        "ImageTrackingIntro2": "Generar el enlace de abajo y copiar y pegar el código HTML generado en la página. Si usted está usando esto como un retroceso para el seguimiento de JavaScript, puede envolverlo en %1$s etiquetas.",
        "ImageTrackingIntro3": "Para la lista completa de opciones que puede utilizar con un vínculo de seguimiento de imagen, consulte el %1$sTracking API Documentación%2$s.",
        "ImageTrackingLink": "Enlace de seguimiento con imagen",
        "ImportingServerLogs": "Importando los Registros del Servidor",
        "ImportingServerLogsDesc": "Una alternativa para el seguimiento de los visitantes a través del navegador (ya sea a través de JavaScript o un enlace de imagen) es importar continuamente los registros del servidor. Aprenda más acerca de %1$sServer archivo de registro Analytics%2$s.",
        "InvalidPluginsWarning": "Los siguientes complementos no son compatibles con %1$s y podrían no ser cargados: %2$s.",
        "InvalidPluginsYouCanUninstall": "Puedes actualizar o desinstalar estos complementos en la página %1$sGestionar Complementos%2$s.",
        "JavaScriptTracking": "Seguimiento con JavaScript",
        "JSTracking_CampaignKwdParam": "Parámetro Keyword Campaña",
        "JSTracking_CampaignNameParam": "Parámetro Nombre de Campaña",
        "JSTracking_CodeNote": "Asegúrate de que este código se encuentre en cada página de tu sitio web antes de la etiqueta %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Utiliza nombres de parámetros de consulta personalizados para el nombre de la campaña y la palabra clave",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sPiwik detectara automáticamente los parámetros de Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Habilitar detección por parte del cliente de DoNotTrack",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: Soporte del lado del servidor para DoNotTrack ha sido activado, por lo que esta opción no tendrá ningún efecto.",
        "JSTracking_EnableDoNotTrackDesc": "De esta manera las solicitudes de seguimiento no será enviada si el visitante no desea ser seguido.",
        "JSTracking_GroupPageTitlesByDomain": "Anteponer el dominio del sitio para el título al rastrear",
        "JSTracking_GroupPageTitlesByDomainDesc1": "De esta manera si alguien visita la página 'About' del blog %1$s se registrará como 'blog\/About'. Esta es la forma más fácil de conseguir un resumen del tráfico de subdominios.",
        "JSTracking_MergeAliases": "En el informe *Outlinks\" puedes ocultar los clics a los alias de URL conocidos de",
        "JSTracking_MergeAliasesDesc": "De esta forma los clics que han recibido los enlaces de los alias de URL (por ej. %s) no serán contados como \"Outlink\".",
        "JSTracking_MergeSubdomains": "Rastrear visitantes a través de todos los subdominios de",
        "JSTracking_MergeSubdomainsDesc": "Entones si un visitante visita %1$s y %2$s, estos serán contados como un único visitante.",
        "JSTracking_PageCustomVars": "Rastrear una variable personalizada por cada página vista",
        "JSTracking_PageCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Category\" y el valor \"Libros Blancos\".",
        "JSTracking_VisitorCustomVars": "Rastrear variables personalizadas para este visitante",
        "JSTracking_VisitorCustomVarsDesc": "Por ejemplo, con el nombre de variable \"Type\" y el valor \"Cliente\".",
        "JSTrackingIntro1": "Puedes rastrear visitantes hacia tu sitio web en muchas formas distintas. La forma recomendada de hacerlo es atreves de JavaScript. Para usar este método solo debes asegurarte de que cada página de tu sitio web tenga algún código JavaScript, el cual puedes generar aquí.",
        "JSTrackingIntro2": "Una vez que tenga el código de rastreo JavaScript para tu sitio web, cópialo y pégalo en todas las páginas que quieres rastrear con Piwik.",
        "JSTrackingIntro3": "En la mayoría de las páginas web, blogs, CMS etc., puedes utilizar un plugin que se ocupa de la parte técnica. (Visita nuestra %1$slista de plugins utilizados para integrar Piwik%2$s.) Si no existe un plugin adecuado puedes modificar las plantillas de tu sitio web y añadir este código en el archivo \"footer\".",
        "JSTrackingIntro4": "Si no desea utilizar JavaScript para rastrear visitantes, %1$sgenera un enlace de imagen de rastreo abajo%2$s.",
        "JSTrackingIntro5": "Si quieres hacer más de páginas vistas de pista, revisar el %1$sPiwik Javascript Seguimiento de Documentación%2$s de la lista de funciones disponibles, por favor. El uso de estas funciones se puede rastrear objetivos, variables personalizadas, pedidos de comercio electrónico, carros abandonados y más.",
        "LatestBetaRelease": "La última versión beta",
        "LatestStableRelease": "La última versión estable",
        "LogoNotWriteableInstruction": "Para utilizar tu logo personalizado en lugar del logo estándar de Piwik puedes conceder permisos de escritura a este directorio: %1$s Piwik necesita el permiso de escritura para sus logos salvados en los archivos %2$s.",
        "LogoUpload": "Seleccione un logo para subir",
        "LogoUploadHelp": "Sube un archivo en formato %s con un alto mínimo de %s píxeles.",
        "MenuDiagnostic": "diagnóstico",
        "MenuGeneralSettings": "Configuración General",
        "MenuManage": "gestionar",
        "OptOutComplete": "Opt-out completado; sus visitas a este sitio web no serán grabadas por la herramienta de Análisis Web.",
        "OptOutCompleteBis": "Tenga en cuenta que si borra sus cookies, elimina la cookie opt-out, o si cambia de ordenador o navegador, deberá llevar a cabo el procedimiento opt-out otra vez.",
        "OptOutExplanation": "Piwik se dedica a proveer privacidad en Internet. Para proporcionar a sus visitantes la opción de no ser seguidos por Piwik, puede añadir el siguiente código HTML en una de sus páginas en el sitio web, por ejemplo en la página de la Política de Privacidad.",
        "OptOutExplanationBis": "Este código mostrará un iFrame que contendrá un link para que sus visitantes dejen de ser seguidos por Piwik configurando una cookie opt-out en sus navegadores. %s Haga clic aquí%s para ver el contenido que será mostrado por el iFrame.",
        "OptOutForYourVisitors": "Opción de no seguimiento de Piwik para sus visitantes",
        "PiwikIsInstalledAt": "Piwik está instalado en",
        "PluginDescription": "Área de Administración de Piwik",
        "PluginSettingChangeNotAllowed": "No está permitido cambiar el valor de configuración \"%s\" en el plugin \"%s\"",
        "PluginSettings": "Configuración del plugin",
        "PluginSettingsIntro": "Aquí puedes cambiar la configuración de los siguientes plugins de terceros:",
        "PluginSettingsValueNotAllowed": "El valor del campo \"%s\" del plugin \"%s\" no es permitido.",
        "SendPluginUpdateCommunication": "Enviarme una notificación por correo electrónico cuando hay una actualización para los plugins",
        "SendPluginUpdateCommunicationHelp": "Se enviará un correo electrónico a los Super Users cuando hay disponible una nueva versión de un plugin.",
        "StableReleases": "Si Piwik es una parte crítica de su negocio, le recomendamos que utilice la última versión estable. Si utiliza la última versión beta y te encuentras un error o tiene alguna sugerencia, por favor %sver aquí%s.",
        "TrackAGoal": "El seguimiento de un objetivo",
        "TrackingCode": "Código de seguimiento",
        "TrustedHostConfirm": "Está seguro que quiere cambiar el nombre del servidor de confianza Piwik?",
        "TrustedHostSettings": "Nombre del servidor Piwik confiable",
        "UpdateSettings": "Parámetros de actualización",
        "UseCustomLogo": "Usar un logo personalizado",
        "ValidPiwikHostname": "Nombre de sitio Piwik válido",
        "WithOptionalRevenue": "con una facturación opcional",
        "YouAreOptedIn": "Actualmente usted está siendo seguido por la herramienta de Análisis web.",
        "YouAreOptedOut": "Actualmente usted NO está siendo seguido por la herramienta de Análisis web.",
        "YouMayOptOut": "Puede escojer no tener un único número de identificación de la cookie de análisis web asignado a su ordenador para prevenir la agregación y el análisis de datos recogidos en este sitio web.",
        "YouMayOptOutBis": "Para escoger esto, por favor haga click debajo para recibir una cookie opt-out (para no ser seguido)."
    },
    "CoreHome": {
        "CategoryNoData": "No hay datos en esta categoría. Intenta \"Incluir toda la población\".",
        "CheckForUpdates": "Comprobar actualizaciones existentes",
        "CheckPiwikOut": "Compruebe Piwik fuera!",
        "CloseWidgetDirections": "Puede cerrar este widget haciendo clic en el icono \"X\" en la parte superior del widget.",
        "DataForThisReportHasBeenPurged": "Los datos para este reporte tienen más de %s meses de antigüedad y han sido purgados.",
        "DataTableExcludeAggregateRows": "Mostrar filas acumuladas %s Ocultarlas",
        "DataTableIncludeAggregateRows": "Filas agregadas están ocultas %s Mostrarlas",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "Por defecto",
        "DonateCall1": "Piwik siempre te costará nada de usar, pero eso no significa que no nos cuesta nada para hacer.",
        "DonateCall2": "Piwik necesita su apoyo para crecer y prosperar.",
        "DonateCall3": "Si usted siente que Piwik ha añadido un valor significativo a su negocio o empresa, %1$sPlease considere donar!%2$s",
        "DonateFormInstructions": "Haga clic en el control deslizante para seleccionar una cantidad, luego haga clic en suscribirse para donar.",
        "ExcludeRowsWithLowPopulation": "Mostrar todas las filas %s Excluir baja población",
        "ExternalHelp": "Ayuda (se abre en una nueva pestaña)",
        "FlattenDataTable": "Este reporte es jerárquico %s Hazlo plano",
        "HowMuchIsPiwikWorth": "¿Cuánto valor tiene Piwik para usted?",
        "IncludeRowsWithLowPopulation": "Las filas con baja población están ocultas %s Mostrar todas las filas",
        "InjectedHostEmailBody": "Hola, traté de acceder a Piwik hoy y encontré una advertencia acerca de que el nombre del servidor es desconocido.",
        "InjectedHostEmailSubject": "Piwik fue contactado desde un servidor desconocido: %s",
        "InjectedHostNonSuperUserWarning": "%1$sClic aquí para acceder de forma segura a Piwik%2$s y quitar esta advertencia. Puede contactarse con su administrador Piwik y notificarlo acerca de este hecho (%3$sclic aquí para enviarle un correo electrónico%4$s)",
        "InjectedHostSuperUserWarning": "Piwik puede estar desconfigurado (por ejemplo, si Piwik fue mudado recientemente a un nuevo servidor o cambió su dirección de internet). Puede %1$scliquear aquí y agregar %2$s como servidores válidos Piwik (si los considera confiables)%3$s, o %4$s cliquee aquí y vaya a %5$s para acceder de forma segura con Piwik%6$s.",
        "InjectedHostWarningIntro": "Está accediendo a Piwik desde %1$s, pero Piwik ha sido configurado para correr en esta dirección: %2$s.",
        "JavascriptDisabled": "JavaScript debe estar habilitado para que pueda usar la vista estándar de Piwik .<br \/>Sin embargo, para que JavaScript está deshabilitado o no es soportado por su navegador. <br \/>Para usar la vista estándar, habilite JavaScript cambiando las opciones de su navegador, luego%1$sintente nuevamente%2$s.<br \/>",
        "LongMonthFormat": "%longMonth% %longYear%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Causa un impacto positivo: %1$sDona ahora%2$s para financiar Piwik 2.0!",
        "MakeOneTimeDonation": "Haga una donación de una vez, en su lugar.",
        "NoPrivilegesAskPiwikAdmin": "Has iniciado sesión como '%s', pero parece que no tienes ningún permiso configurado en Piwik. %s Consulta al administrador de tu Piwik (clic para enviar email)%s para que te de acceso para 'ver' en el sitio web.",
        "OnlyForSuperUserAccess": "Este widget sólo se muestra a los usuarios con acceso Super User.",
        "PageOf": "%1$s de %2$s",
        "PeriodDay": "Día",
        "PeriodDays": "días",
        "PeriodMonth": "Mes",
        "PeriodMonths": "meses",
        "PeriodRange": "Rango",
        "PeriodWeek": "Semana",
        "PeriodWeeks": "semanas",
        "PeriodYear": "Año",
        "PeriodYears": "años",
        "PluginDescription": "Estructura de Reportes de Análisis Web",
        "ReportGeneratedOn": "Reporte generado el %s",
        "ReportGeneratedXAgo": "Reporte generado hace %s",
        "SharePiwikLong": "¡Hola! Yo solo encontré una gran pieza de software de código abierto: Piwik! Piwik te permitirá rastrear visitantes a tu sitio web gratis. ¡Deberías revisarlo definitivamente!",
        "SharePiwikShort": "Piwik! Analisis Web gratuito y de código abierto. Posee tus datos.",
        "ShareThis": "Comparte esto",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Mostrar el código JavaScript para insertar",
        "SubscribeAndBecomePiwikSupporter": "Continuar a una página de pago con tarjeta de crédito segura (PayPal) para ser un ¡Colaborador de Piwik!",
        "SupportPiwik": "¡Apoyar Piwik!",
        "TableNoData": "Sin datos para esta tabla.",
        "ThereIsNoDataForThisReport": "No hay datos para este informe.",
        "UnFlattenDataTable": "Este reporte es plano %s Hazlo jerárquico",
        "ViewAllPiwikVideoTutorials": "Ver todos los Video Tutoriales de Piwik",
        "WebAnalyticsReports": "Informes de Análisis Web",
        "YouAreUsingTheLatestVersion": "Está utilizando la última versión de Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Activare plugin",
        "ActionActivateTheme": "Activare tema",
        "ActionInstall": "Instalar",
        "ActionUninstall": "Desinstalar",
        "Activate": "Activar",
        "Activated": "Activado",
        "Active": "Activo",
        "Activity": "Actividad",
        "AllowedUploadFormats": "En esta página puede subir un plugin o un tema en formato .zip.",
        "AuthorHomepage": "Web del Autor",
        "Authors": "Autores",
        "BackToExtendPiwik": "Volver al Marketplace",
        "BeCarefulUsingPlugins": "Los plugins que no han sido creados por el team de Piwik deben ser utilizados con cuidado puesto que no los hemos revisado.",
        "BeCarefulUsingThemes": "Los temas que no han sido creados por el team de Piwik deben ser utilizado con cuidado puesto que no los hemos revisado.",
        "ByDesigningOwnTheme": "de %sdiseña tu tema%s",
        "ByInstallingNewPluginFromMarketplace": "mediante %sla instalación de un nuevo plugin del Marketplace%s",
        "ByInstallingNewThemeFromMarketplace": "mediante %sla instalación de un nuevo tema del Marketplace%s",
        "ByWritingOwnPlugin": "mediante %sla creación de tus propios plugins%s",
        "ByXDevelopers": "mediante %sdesarrolladores",
        "Changelog": "Changelog",
        "ChangeSettingsPossible": "Puedes cambiar la %sconfiguración%s de este plugin.",
        "CorePluginTooltip": "Los plugins centrales no tienen versión puesto que han sido distribuidos por Piwik.",
        "Deactivate": "Desactivar",
        "Developer": "Desarrollador",
        "DoMoreContactPiwikAdmins": "Para instalar un nuevo plugin o un nuevo tema, pónte en contacto con el administrador de Piwik.",
        "DownloadAndInstallPluginsFromMarketplace": "Puedes bajar e instalar automáticamente nuevos plugins del %sMarketplace%s.",
        "EmailToEnquireUpdatedVersion": "Por favor envía un email a %1$s para pedir más información sobre una versión actualizada de %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Prueba un estilo diferente",
        "FeaturedPlugin": "Plugin principal",
        "GetEarlyAccessForPaidPlugins": "Nota: por el momento todos los plugins son disponibles gratuitamente, en el futuro habilitaremos la sección Plugins de Pago en el Marketplace %scontáctenos %s para tener acceso en primicia).",
        "GetNewFunctionality": "Consigue nuevas funciones",
        "History": "Historial",
        "Inactive": "Inactivo",
        "InfoPluginUpdateIsRecommended": "Actualiza tus plugins y aprovecha de los nuevos mejoramientos.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Nota: los otros usuarios de %1$s registrados en este Piwik también están utilizando el tema %2$s.",
        "InfoThemeUpdateIsRecommended": "Actualiza tus temas para aprovechar de la nueva versión.",
        "InstallingPlugin": "Instalando %s",
        "InstallNewPlugins": "Instalar nuevos plugins",
        "InstallNewThemes": "Instalar nuevos temas",
        "LastCommitTime": "(último cambio %s)",
        "LastUpdated": "Última actualización",
        "LicenseHomepage": "Licencia de la Wrb",
        "MainDescription": "Los plugins extienden y amplían las funcionalidades de Piwik. Una vez que el plugin esté instalado, usted puede activarlo o desactivarlo desde aquí.",
        "Marketplace": "Marketplace",
        "MarketplaceSellPluginSubject": "Marketplace - Vender Plugin",
        "MenuPlatform": "Plataforma",
        "MissingRequirementsNotice": "Actualiza %1$s %2$s a una versión más reciente, se requiere %1$s %3$s.",
        "NoPluginsFound": "No se encontraron plugins",
        "NotAllowedToBrowseMarketplacePlugins": "Puedes mirar la lista de plugins que se pueden instalar para personalizar o extender tu plataforma Piwik. Por favor contacta el administrador si quieres instalar uno de ellos.",
        "NotAllowedToBrowseMarketplaceThemes": "Puedes mirar la lista de temas que se pueden instalar para personalizar el estilo de tu plataforma Piwik. Por favor contacta el administrador si quieres instalar uno de ellos.",
        "NoThemesFound": "No se encontraron temas",
        "NoZipFileSelected": "Por favor selecciona un archivo ZIP.",
        "NumDownloadsLatestVersion": "Última versión: %s Descargas",
        "NumUpdatesAvailable": "%s Actualizaciones(s) disponibles",
        "OrByUploadingAPlugin": "o %ssubiendo un plugin%s",
        "OrByUploadingATheme": "o %ssubiendo un tema%s",
        "Origin": "Origen",
        "OriginCore": "Core",
        "OriginThirdParty": "Tercero",
        "PluginDescription": "Interfaz de Administración de Plugins",
        "PluginHomepage": "Página del Plugin",
        "PluginKeywords": "Palabras claves",
        "PluginNotCompatibleWith": "%1$s complemento no es compatible con %2$s.",
        "PluginNotWorkingAlternative": "Si has estado utilizando este plugin podrás encontrar una versión más reciente en el Marketplace. Si no, quizá es mejor desinstalarlo.",
        "PluginRequirement": "%1$s requiere %2$s.",
        "PluginsManagement": "Administración de Plugins",
        "PluginUpdateAvailable": "Estás utilizando la versión %s y hay una nueva versión %s disponible.",
        "PluginVersionInfo": "%1$s de %2$s",
        "PluginWebsite": "Sitio web del plugin",
        "Screenshots": "Screenshots",
        "SortByAlpha": "alfa",
        "SortByNewest": "más reciente",
        "SortByPopular": "popular",
        "Status": "Estado",
        "StepDownloadingPluginFromMarketplace": "Bajando plugin del Marketplace",
        "StepDownloadingThemeFromMarketplace": "Bajando tema del Marketplace",
        "StepPluginSuccessfullyInstalled": "El plugin %1$s %2$s ha sido instalado con éxito.",
        "StepPluginSuccessfullyUpdated": "El plugin %1$s %2$s ha sido actualizado con éxito.",
        "StepReplaceExistingPlugin": "Sustituyendo el plugin existente",
        "StepReplaceExistingTheme": "Sustituyendo tema existente",
        "StepThemeSuccessfullyInstalled": "El tema %1$s %2$s ha sido instalado con éxito.",
        "StepThemeSuccessfullyUpdated": "El tema %1$s %2$s ha sido actualizado con éxito.",
        "StepUnzippingPlugin": "Descomprimiendo el plugin",
        "StepUnzippingTheme": "Descomprimiendo el tema",
        "SuccessfullyActicated": "<strong>%s<\/strong> ha sido activado con éxito.",
        "Support": "Asistencia",
        "TeaserExtendPiwik": "Extiende Piwik con plugins y temas",
        "TeaserExtendPiwikByPlugin": "Extiende Piwik instalando un nuevo plugin",
        "TeaserExtendPiwikByTheme": "Prueba otro look instalando un nuevo tema",
        "TeaserExtendPiwikByUpload": "Extiende Piwik cargando un archivo ZIP",
        "Theme": "Tema",
        "Themes": "Temas",
        "ThemesDescription": "Los temas pueden cambiar la apariencia de la interfaz de Piwik, y ofrecer una nueva experiencia visual para disfrutar sus informes de análisis.",
        "ThemesManagement": "Gestionar Temas",
        "UninstallConfirm": "Estás apunto de desinstalar el complemento %s. El complemento será completamente eliminado de tu plataforma y no será recuperable. ¿Estás seguro de querer hacer esto?",
        "Updated": "Actualizado",
        "UpdatingPlugin": "Actualizando %s",
        "UploadZipFile": "Carga un archivo ZIP",
        "Version": "Versión",
        "ViewRepositoryChangelog": "Ver cambios",
        "Websites": "Sitios web"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clic aquí para ver y copiar la lista de sentencias SQL que será ejecutada",
        "CreatingBackupOfConfigurationFile": "Creando una copia de seguridad del archivo de configuración en %s",
        "CriticalErrorDuringTheUpgradeProcess": "Error crítico durante el proceso de actualización:",
        "DatabaseUpgradeRequired": "La base de datos necesita actualizarse",
        "DisablingIncompatiblePlugins": "Desactivando plugins incompatibles: %s",
        "DownloadingUpdateFromX": "Descargando actualización desde %s",
        "DownloadX": "Descarga %s",
        "EmptyDatabaseError": "La base de datos %s está vacía. Debes modificar o eliminar tu archivo de configuración de Piwik.",
        "ErrorDIYHelp": "Si usted es un usuario avanzado y encuentra un error en la actualización de la base de datos:",
        "ErrorDIYHelp_1": "identificar y corregir el origen del problema (por ejemplo, memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "ejecutar las consultas restantes que fallaron en la actualización",
        "ErrorDIYHelp_3": "actualizar manualmente la tabla `option` en su base de datos Piwik, estableciendo el valor de version_core a la versión de la actualización fallida",
        "ErrorDIYHelp_4": "volver a ejecutar el actualizador (a través del navegador o la línea de comandos) para continuar con el resto de actualizaciones",
        "ErrorDIYHelp_5": "reportar el problema (y solución) de modo que Piwik pueda ser mejorado",
        "ErrorDuringPluginsUpdates": "Error durante la actualización del plugin:",
        "ExceptionAlreadyLatestVersion": "Su versión Piwik %s está al día.",
        "ExceptionArchiveEmpty": "Archivo vacío.",
        "ExceptionArchiveIncompatible": "Archivo incompatible: %s",
        "ExceptionArchiveIncomplete": "Archivo incompleto: faltan algunos archivos (por ejemplo, %s).",
        "FeedbackRequest": "No dudes en compartir tus ideas y sugerencias con el team de Piwik aquí:",
        "HelpMessageContent": "Comprueba la %1$s Piwik FAQ %2$s que explica los errores más comunes durante la actualización. %3$s Pregúntele a su administrador del sistema - que puede ser capaz de ayudarle con el error, que es más probable que sea en relación a su servidor o la configuración de MySQL.",
        "HelpMessageIntroductionWhenError": "Lo anterior es un mensaje de error del núcleo. Debe ayudarle a explicar la causa, pero si necesita más ayuda, por favor:",
        "HelpMessageIntroductionWhenWarning": "Actualización completada con éxito, sin embargo hubo problemas durante el proceso. Por favor, lea las descripciones anteriores para obtener más detalles. Para obtener más ayuda:",
        "HighTrafficPiwikServerEnableMaintenance": "Si manejas un servidor de Piwik con tráfico elevado te recomendamos %sdesactivar momentáneamente el seguimento de los visitantes y poner el interfaz de usuario de Piwik en modo de actualización%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Nota: algunos plugins no son compatibles con Piwik %s. Serán desactivados cuando actualizas:",
        "InstallingTheLatestVersion": "Instalando la última versión",
        "MajorUpdateWarning1": "¡Esta es una actualización importante! Tardará más de lo usual.",
        "MajorUpdateWarning2": "El siguiente consejo es especialmente importante para instalaciones grandes",
        "NoteForLargePiwikInstances": "Nota importante para grandes instalaciones de Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: si ejecuta estas sentencias manualmente, es normal que alguna de ellas falle. En este caso, solo ignore el error, y ejecute la siguiente sentencia de la lista.",
        "NotificationClickToUpdatePlugins": "Hace clic aquí para actualizar tus plugins:",
        "NotificationClickToUpdateThemes": "Haz clic aquí para actualizar tus temas:",
        "NotificationSubjectAvailableCoreUpdate": "El nuevo Piwik %s está disponible",
        "NotificationSubjectAvailablePluginUpdate": "Hay actualizaciones disponibles para los plugins de Piwik",
        "PiwikHasBeenSuccessfullyUpgraded": "¡Piwik se ha actualizado correctamente!",
        "PiwikUpdatedSuccessfully": "¡Piwik actualizado con éxito!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de datos de Piwik será actualizada desde la versión %1$s a la nueva versión %2$s.",
        "PluginDescription": "mecanismo de actualización de Piwik",
        "ReadyToGo": "Listo?",
        "TheFollowingPluginsWillBeUpgradedX": "Los siguientes plugins serán actualizados: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Algunos plugins que utilizas han sido actualizados en el Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Hay una nueva versión de Piwik disponible para actualizar",
        "TheUpgradeProcessMayFailExecuteCommand": "Si tiene una base de datos grande de Piwik, las actualizaciones podrían llevar mucho tiempo para ejecutarse en el navegador. En esta situación, puede ejecutar las actualizaciones desde la línea de comandos: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "El proceso de actualización de la base de datos puede llevar un tiempo, así que por favor sea paciente.",
        "UnpackingTheUpdate": "Desempaquetando la actualización",
        "UpdateAutomatically": "Actualización automática",
        "UpdateHasBeenCancelledExplanation": "La actualización con Un Clic de Piwik se ha cancelado. Si no puede solucionar el mensaje de error anterior, se recomienda que actualice Piwik manualmente. %1$s ¡Por favor, consulte la %2$sdocumentación de actualización%3$s para empezar!",
        "UpdateTitle": "Actualizar",
        "UpgradeComplete": "¡Actualización completa!",
        "UpgradePiwik": "Actualizar Piwik",
        "VerifyingUnpackedFiles": "Verificando los archivos desempaquetados",
        "WarningMessages": "Mensajes de advertencia:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Desactivaremos automáticamente los siguientes plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Puede actualizar automáticamente a la versión %s o descargar el paquete e instalarlo manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Si no puede utilizar el actualizador de linea de comandos y si la actualización de Piwik fallara (debido a un tiempo de espera excesivo de la base de datos, del explorador o cualquier otro motivo), usted puede ejecutar manualmente las sentencias SQL para actualizar Piwik",
        "YouMustDownloadPackageOrFixPermissions": "Piwik no puede sobreescribir la instalación actual. Usted puede arreglar los permisos de los directorios \/ archivos, o descargar el paquete e instalar la versión %s manualmente:",
        "YourDatabaseIsOutOfDate": "Su base de datos de Piwik está obsoleta, y debe ser actualizada antes de poder continuar."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nombre de la Variable Personalizada",
        "ColumnCustomVariableValue": "Valor de la Variable Personalizada",
        "CustomVariables": "Variables Personalizadas",
        "CustomVariablesReportDocumentation": "Este reporte contiene información sobre sus Variables Personalizadas. Haga clic en el nombre de una variable para ver la distribución de los valores. %s Para más información sobre las Variables Personalizadas en general, lea la %sdocumentación de Variables Personalizadas en piwik.org%s",
        "PluginDescription": "Las Variables Personalizadas son pares del estilo nombre,valor que puede configurar en una visita usando la función setVisitCustomVariables() de la API de Javascript. Piwik reportará cuantas visitas, páginas y conversiones han usado cada una de estos nombres y valores personalizados.",
        "ScopePage": "ámbito de la página",
        "ScopeVisit": "ámbito de la visita"
    },
    "Dashboard": {
        "AddAWidget": "Agrega un widget",
        "AddPreviewedWidget": "Añade el widget previsualizado al panel",
        "ChangeDashboardLayout": "Modificar distribución del panel",
        "CopyDashboardToUser": "Copiar panel al usuario",
        "CreateNewDashboard": "Crear nuevo tablero",
        "Dashboard": "Panel",
        "DashboardCopied": "Actual panel copiado exitosamente al usuario seleccionado.",
        "DashboardEmptyNotification": "Tu Tablero no contiene ningún widget. Comienza agregando alguno o sólo reinicializa el tablero a la selección de widgets por defecto.",
        "DashboardName": "Nombre del tablero:",
        "DashboardOf": "Tablero de %s",
        "DefaultDashboard": "Tablero por defecto - Usando la selección de widgets y disposición de columnas por defecto",
        "DeleteWidgetConfirm": "¿Está seguro de que quiere borrar este widget de su panel?",
        "EmptyDashboard": "Tablero vacío - Elige tus widgets preferidos",
        "LoadingWidget": "Cargando widget, por favor espere...",
        "ManageDashboard": "Configura el tablero",
        "Maximise": "Maximizar",
        "Minimise": "Minimizar",
        "NotUndo": "No podrás deshacer esta operación.",
        "PluginDescription": "Tu Panel de Análisis Web. Puedes personalizar su Panel: agregar nuevos widgets, cambiar el orden de tus widgets. Cada usuario puede acceder a su propio Panel personalizado.",
        "RemoveDashboard": "Elimina el tablero",
        "RemoveDashboardConfirm": "¿Estás seguro que deseas eliminar el tablero \"%s\"?",
        "RenameDashboard": "Renombrar el tablero",
        "ResetDashboard": "Reinicia el panel",
        "ResetDashboardConfirm": "¿Realmente desea reiniciar la distribución del panel y regresar a la selección de Widgets por defecto?",
        "SelectDashboardLayout": "Por favor seleccione su nueva distribución de panel",
        "SelectWidget": "Selecciona el widget para añadir en el panel",
        "SetAsDefaultWidgets": "Establecer como selección de widgets por defecto",
        "SetAsDefaultWidgetsConfirm": "¿Estás seguro que deseas establecer esta selección y disposición de tablero como la plantilla de tablero por defecto?",
        "SetAsDefaultWidgetsConfirmHelp": "Esta selección de widgets y disposición de columnas del tablero será usada cuando un usuario cree un nuevo tablero o cuando sea usada la característica \"%s\".",
        "TopLinkTooltip": "Ver los reportes de Análisis Web para %s.",
        "WidgetNotFound": "Widget no encontrado",
        "WidgetPreview": "Previsualización del Widget",
        "WidgetsAndDashboard": "Widgets & Panel"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignorar visitas con el Header X-Do-Not-Track o DNT."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Contacta al equipo de Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Tienes un error que reportar o una nueva característica?",
        "GetInTouch": "Agradecemos tu feedback, nosotros leemos siempre todos los mensajes. Quizá te gustaría compartir una oportunidad comercial, contratar un consultor de Piwik, o contarnos sobre un éxito empresarial interesante o simplemente mandarnos un saludo!",
        "IWantTo": "Yo quiero:",
        "LearnWaysToParticipate": "Aprende sobre todas las formas de %sparticipar%s",
        "ManuallySendEmailTo": "Por favor envíe su mensaje manualmente a",
        "PluginDescription": "Enviar tus comentarios al equipo de Piwik. Comparte tus ideas y sugerencias con nosotros!",
        "PrivacyClaim": "Piwik respeta tu %1$sprivacidad%2$s y te deja controlar todos tus datos.",
        "RateFeatureLeaveMessageDislike": "¡Lamentamos que no te gusta! Por favor déjanos saber cómo podemos mejorar.",
        "RateFeatureLeaveMessageLike": "¡Nos alegra que te gusta! Por favor déjanos saber qué es lo que más te gusta y si hay otras funciones que te gustaría tener.",
        "RateFeatureSendFeedbackInformation": "Tu plataforma Piwik nos enviará (nosotros del team de Piwik) un email (incluso tu dirección de mail) para que podamos contactarte en caso de que tienes preguntas.",
        "RateFeatureThankYouTitle": "¡Gracias por evaluar '%s'!",
        "RateFeatureTitle": "¿Te gusta la función '%s'? Por favor evaluala y deja un comento",
        "SendFeedback": "Enviar comentario",
        "SpecialRequest": "Tienes una petición especial para el equipo de Piwik?",
        "ThankYou": "Gracias por ayudarnos a hacer un mejor Piwik",
        "TopLinkTooltip": "Danos tu opinión o solicita Soporte Profesional",
        "ViewAnswersToFAQ": "Ver respuestas a las %sPreguntas frecuentes%s",
        "ViewUserGuides": "Aprende a configurar Piwik y a analizar tus datos de modo eficaz con nuestras %1$sguías de usuario%2$s",
        "VisitTheForums": "Visita el %sForo%s",
        "WantToThankConsiderDonating": "¿Piensas que Piwik es genial y te gustaría agradecernos?"
    },
    "General": {
        "AbandonedCarts": "Carros Abandonados",
        "AboutPiwikX": "Acerca de Piwik %s",
        "Action": "Acción",
        "Actions": "Acciones",
        "Add": "Agregar",
        "AfterEntry": "luego de entrar aquí",
        "All": "Todo",
        "AllowPiwikArchivingToTriggerBrowser": "Permitir a Piwik archivar los reportes cuando son vistos desde el navegador",
        "AllWebsitesDashboard": "Panel de todos los Sitios Web",
        "And": "y",
        "API": "API",
        "ApplyDateRange": "Aplicar el rango de fecha",
        "ArchivingInlineHelp": "Para sitios web de medio o alto tráfico, se recomienda deshabilitar el archivado de Piwik al ingresar con el navegador. En su lugar, le recomendamos que configure una tarea de cron para procesar los informes de Piwik cada hora.",
        "ArchivingTriggerDescription": "Recomendado para grandes instalaciones de Piwik, necesita %sconfigurar una tarea de cron %s para procesar los reportes automáticamente.",
        "AuthenticationMethodSmtp": "Método de autenticación SMTP",
        "AverageOrderValue": "Valor Promedio por Pedido",
        "AveragePrice": "Precio Promedio",
        "AverageQuantity": "Cantidad Promedio",
        "BackToPiwik": "Volver a Piwik",
        "Broken": "Roto",
        "BrokenDownReportDocumentation": "Está dividido entre varios reportes, que están mostrados en pequeños gráficos al final de la página. Puede agrandar los gráficos haciendo clic en el reporte que le gustaría ver.",
        "Cancel": "Cancelar",
        "CannotUnzipFile": "No se puede descomprimir el archivo %1$s: %2$s",
        "ChangePassword": "Cambiar contraseña",
        "ChangeTagCloudView": "Por favor tenga en cuenta que puede ver el reporte de otros modos que no sean una nube de tags. Use los controles al final del reporte para hacerlo.",
        "ChooseDate": "Elija una fecha",
        "ChooseLanguage": "Elegir idioma",
        "ChoosePeriod": "Elegir periodo",
        "ChooseWebsite": "Elegir sitio web",
        "ClickHere": "Haga clic aquí para más información.",
        "ClickToChangePeriod": "Haz un click nuevamente para modificar el período.",
        "Close": "Cerrar",
        "ColumnActionsPerVisit": "Acciones por visita",
        "ColumnActionsPerVisitDocumentation": "El número medio de acciones (visitas, descargas y enlaces externos) que han sido llevadas a cabo durante las visitas.",
        "ColumnAverageGenerationTime": "Promedio de tiempo de generación",
        "ColumnAverageGenerationTimeDocumentation": "El tiempo media para generar la página. Esta métrica incluye el tiempo que tardó el servidor en generar la página web, más el el tiempo que tardó el visitante descargar la respuesta del servidor. Un 'tiempo medio de generación' más bajo significa un sitio web más rápido para tus visitantes!",
        "ColumnAverageTimeOnPage": "Tiempo promedio en la página",
        "ColumnAverageTimeOnPageDocumentation": "El tiempo medio que los visitantes estuvieron en esta página (solamente esta página, no todo el sitio web).",
        "ColumnAvgTimeOnSite": "Promedio de tiempo en el sitio",
        "ColumnAvgTimeOnSiteDocumentation": "La duración media de una visita.",
        "ColumnBounceRate": "Porcentaje de rebote",
        "ColumnBounceRateDocumentation": "El porcentaje de visitas que únicamente han mirado una página. Esto significa que el visitante salió del sitio web directamente desde la página principal.",
        "ColumnBounceRateForPageDocumentation": "El porcentaje de visitas que empezaron y acabaron en esta página.",
        "ColumnBounces": "Rebotes",
        "ColumnBouncesDocumentation": "Número de visitas que empezaron y acabaron en esta página. Esto quiere decir que el visitante salió de la web después de ver solamente esta página.",
        "ColumnConversionRate": "Porcentaje de conversión",
        "ColumnConversionRateDocumentation": "El porcentaje de visitas que han activado un objetivo.",
        "ColumnDestinationPage": "Página de destino",
        "ColumnEntrances": "Entradas",
        "ColumnEntrancesDocumentation": "Número de visitas que empezaron en esta página.",
        "ColumnExitRate": "Porcentaje de salida",
        "ColumnExitRateDocumentation": "El porcentaje de visitas que salieron del sitio web después de ver esta página (las visitas únicas divididas entre las salidas)",
        "ColumnExits": "Salidas",
        "ColumnExitsDocumentation": "Número de visitas que acabaron en esta página.",
        "ColumnGenerationTime": "Tiempo de generación",
        "ColumnKeyword": "Palabras clave",
        "ColumnLabel": "Etiqueta",
        "ColumnMaxActions": "Acciones máximas en una visita",
        "ColumnNbActions": "Acciones",
        "ColumnNbActionsDocumentation": "El número de acciones llevadas a cabo por sus visitantes. Las acciones incluyen cada vez que se ve una página, se descarga un archivo o se hace clic a un enlace externo.",
        "ColumnNbUniqVisitors": "Visitantes únicos",
        "ColumnNbUniqVisitorsDocumentation": "El número de visitantes sin duplicar que han entrado en su web. Cada usuario solo se cuenta una vez, incluso si visita la web varias veces al día.",
        "ColumnNbVisits": "Visitas",
        "ColumnNbVisitsDocumentation": "Si un visitante entra en su web por primera vez o si entra en una página más de 30 minutos desde su última visita, se contará como una nueva visita.",
        "ColumnPageBounceRateDocumentation": "El porcentaje de visitas que empezaron en esta página y salieron de la web de inmediato.",
        "ColumnPageviews": "Páginas vistas",
        "ColumnPageviewsDocumentation": "El número de veces que esta página fue visitada.",
        "ColumnPercentageVisits": "% Visitas",
        "ColumnRevenue": "Ingresos",
        "ColumnSumVisitLength": "Tiempo total de los visitantes en el sitio (en segundos)",
        "ColumnTotalPageviews": "Vista de páginas totales",
        "ColumnUniqueEntrances": "Entradas únicas",
        "ColumnUniqueExits": "Salidas únicas",
        "ColumnUniquePageviews": "Páginas vistas únicas",
        "ColumnUniquePageviewsDocumentation": "El número de visitas que pasaron por esta página. Si la página fue vista múltiples veces durante una visita, solo será contada una vez.",
        "ColumnValuePerVisit": "Valor por visita",
        "ColumnViewedAfterSearch": "Cliqueado en los resultados de la búsqueda",
        "ColumnViewedAfterSearchDocumentation": "El número de veces que esta página fue visitada después que un visitante hizo una búsqueda en su sitio, y cliqueó en esta página en los resultados de la búsqueda.",
        "ColumnVisitDuration": "Duración de la Visita (en segundos)",
        "ColumnVisitsWithConversions": "Visitas con conversiones",
        "ConfigFileIsNotWritable": "El archivo de configuración de Piwik %s no tiene permisos de escritura, algunos de los cambios no se guardarán. %s Por favor, cambie los permisos del archivo de configuración para que sea modificable.",
        "Continue": "Continuar",
        "ContinueToPiwik": "Ir a Piwik",
        "CurrentMonth": "Mes Actual",
        "CurrentWeek": "Semana Actual",
        "CurrentYear": "Año Actual",
        "Daily": "Diario",
        "DailyReport": "diario",
        "DailyReports": "Reportes diarios",
        "DailySum": "suma diaria",
        "DashboardForASpecificWebsite": "Panel de un sitio específico",
        "DataForThisGraphHasBeenPurged": "Los datos para este gráfico tienen más de %s meses de antigüedad y han sido eliminados",
        "DataForThisTagCloudHasBeenPurged": "Los datos para esta tag cloud tienen más de %s meses de antigüedad y han sido eliminados",
        "Date": "Fecha",
        "DateRange": "Rango de Fecha",
        "DateRangeFrom": "Desde",
        "DateRangeFromTo": "Desde %s a %s",
        "DateRangeInPeriodList": "Rango de fecha",
        "DateRangeTo": "A",
        "DayFr": "Vi",
        "DayMo": "Lu",
        "DaySa": "Sá",
        "DaysHours": "%1$s días %2$s horas",
        "DaysSinceFirstVisit": "Días desde la primera visita",
        "DaysSinceLastEcommerceOrder": "Días desde el último pedido de Comercio Electrónico",
        "DaysSinceLastVisit": "Días desde la última visita",
        "DaySu": "Do",
        "DayTh": "Ju",
        "DayTu": "Ma",
        "DayWe": "Mi",
        "Default": "Por defecto",
        "DefaultAppended": "(predeterminado)",
        "Delete": "Borrar",
        "Description": "Descripción",
        "Desktop": "Escritorio",
        "Details": "Detalles",
        "Discount": "Descuento",
        "DisplaySimpleTable": "Mostrar tabla simple",
        "DisplayTableWithGoalMetrics": "Mostrar una tabla con indicadores de Objetivo",
        "DisplayTableWithMoreMetrics": "Mostrar una tabla con más indicadores",
        "Documentation": "Documentación",
        "Donate": "Donar",
        "Done": "Hecho",
        "Download": "Descargar",
        "DownloadFail_FileExists": "El archivo %s ya existe!",
        "DownloadFail_FileExistsContinue": "Tratando de continuar la descarga de %s, pero existe un archivo completo ya descargado!",
        "DownloadFail_HttpRequestFail": "No se pudo descargar el archivo! Puede que algo haya ido mal con el sitio de internet desde el que está descargando. Puede intentarlo nuevamente u obtener el archivo por si mismo.",
        "DownloadFullVersion": "%1$sDescargue%2$s la versión completa! Mire %3$s",
        "DownloadPleaseRemoveExisting": "Si desea que sea reemplazado, por favor quite el archivo existente.",
        "Downloads": "Descargas",
        "EcommerceOrders": "Órdenes de Comercio Electrónico",
        "EcommerceVisitStatusDesc": "Visite el estado del Comercio Electrónico al final de la visita",
        "EcommerceVisitStatusEg": "Por ejemplo, para seleccionar todas las visitas que han hecho un pedido de Comercio Electrónico, la solicitud a la API debe contener %s",
        "Edit": "Editar",
        "EncryptedSmtpTransport": "Ingrese el tipo de encriptación de su servidor SMTP",
        "EnglishLanguageName": "Spanish",
        "Error": "Error",
        "ErrorRequest": "Oops… problema durante la petición, por favor inténtalo de nuevo.",
        "EvolutionOverPeriod": "Evolución en el periodo",
        "EvolutionSummaryGeneric": "%1$s en %2$s comparado con %3$s en %4$s. Evolución: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "Este usuario debe ser Super User o el mismo usuario '%s'.",
        "ExceptionConfigurationFileNotFound": "El archivo de configuración {%s} no fué encontrado.",
        "ExceptionDatabaseVersion": "Su versión %1$s es %2$s pero Piwik requiere al menos %3$s.",
        "ExceptionFileIntegrity": "Falló la verificación de integridad: %s",
        "ExceptionFilesizeMismatch": "Tamaño de archivo incorrecto: %1$s (se esperaba %2$s, se encontró: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "La versión de su cliente %1$s %2$s es incompatible con la versión del servidor %3$s",
        "ExceptionInvalidAggregateReportsFormat": "El foramto de reportes de agregado '%s' no es válido. Pruebe alguno de los siguientes en su lugar: %s.",
        "ExceptionInvalidArchiveTimeToLive": "El archivo de hoy debe tener un tiempo de vida en segundos mayor a cero",
        "ExceptionInvalidDateFormat": "El formato de fecha debe ser: %s o cualquier palabra clave soportada por la función %s (vea %s para más información)",
        "ExceptionInvalidDateRange": "La fecha '%s' no es rango de fecha correcto Puede tener el siguiente formato: %s.",
        "ExceptionInvalidPeriod": "El período '%s' no es válido. Pruebe alguno de los siguientes en su lugar: %s.",
        "ExceptionInvalidRendererFormat": "Formato de renderizado '%s' no válido. Pruebe alguno de los siguientes en su lugar: %s.",
        "ExceptionInvalidReportRendererFormat": "El formato de reporte '%s' no es válido. Pruebe cualquier de los siguientes en su lugar: %s.",
        "ExceptionInvalidStaticGraphType": "El tipo de gráfico estático '%s' no es válido. Pruebe alguno de los siguientes en su lugar: %s.",
        "ExceptionInvalidToken": "Token no válido.",
        "ExceptionLanguageFileNotFound": "Archivo de idioma '%s' no encontrado.",
        "ExceptionMethodNotFound": "El método '%s' no existe o no está disponible in el módulo '%s'.",
        "ExceptionMissingFile": "Falta archivo:%s",
        "ExceptionNonceMismatch": "No se puede verificar la llave de seguridad en este formulario.",
        "ExceptionPrivilege": "No puede acceder a este recurso pues requiere un acceso %s .",
        "ExceptionPrivilegeAccessWebsite": "No se puede acceder a este recurso, ya que requiere un %s de acceso al sitio web id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "No se puede acceder a este recurso, ya que requiere un %s de acceso a por lo menos un sitio web.",
        "ExceptionUnableToStartSession": "No se pudo iniciar sesión.",
        "ExceptionUndeletableFile": "No se puede borrar %s",
        "ExceptionUnreadableFileDisabledMethod": "El archivo de configuración {%s} no se pudo leer. Su host puede estar deshabilitado %s.",
        "ExpandDataTableFooter": "Cambia la visualización o modifica el informe",
        "Export": "Exportar",
        "ExportAsImage": "Exportar como Imagen",
        "ExportThisReport": "Exportar este conjunto de datos en otros formatos",
        "Faq": "FAQ (Preguntas Más Frecuentes)",
        "FileIntegrityWarningExplanation": "Falló la verificación de integridad y reportó algunos errores. Esto se debe generalmente a una carga parcial o falta de algunos de los archivos de Piwik. Debería volver a subir los archivos de Piwik y refrescar la página hasta que no muestre errores.",
        "First": "Primero",
        "Flatten": "Aplanar",
        "ForExampleShort": "ej.",
        "Forums": "Foros",
        "FromReferrer": "desde",
        "GeneralInformation": "Información General",
        "GeneralSettings": "Configuración General",
        "GetStarted": "Comenzar",
        "GiveUsYourFeedback": "¡Envíanos tus comentarios!",
        "Goal": "Objetivo",
        "GoTo": "Ir a %s",
        "GraphHelp": "Más información sobre la visualización de gráficos en Piwik.",
        "HelloUser": "¡Hola, %s!",
        "Help": "Ayuda",
        "HelpTranslatePiwik": "¿Quizá te gustaría %1$sayudarnos a mejorar las traducciones de Piwik%2$s?",
        "Hide": "ocultar",
        "HoursMinutes": "%1$s horas %2$s min",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Asumiendo que el archivado es más rápido para su configuración, puede configurar el crontab para ejecutarse mas frecuentemente.",
        "InfoFor": "Información para %s",
        "Installed": "Instalado",
        "InvalidDateRange": "Rango de fecha inválido, por favor pruebe de nuevo",
        "InvalidResponse": "Los datos recibidos son inválidos.",
        "IP": "IP",
        "JsTrackingTag": "Código de seguimiento JavaScript",
        "Language": "Idioma",
        "LastDays": "Últimos %s días (incluyendo hoy)",
        "LastDaysShort": "Últimos %s días",
        "LayoutDirection": "ltr",
        "Live": "En Vivo",
        "Loading": "Cargando...",
        "LoadingData": "Cargando datos...",
        "LoadingPopover": "Cargando %s...",
        "LoadingPopoverFor": "Cargando %s por",
        "Locale": "es_ES.UTF-8",
        "Logout": "Desconectarse",
        "LongDay_1": "Lunes",
        "LongDay_2": "Martes",
        "LongDay_3": "Miércoles",
        "LongDay_4": "Jueves",
        "LongDay_5": "Viernes",
        "LongDay_6": "Sábado",
        "LongDay_7": "Domingo",
        "LongMonth_1": "Enero",
        "LongMonth_10": "Octubre",
        "LongMonth_11": "Noviembre",
        "LongMonth_12": "Diciembre",
        "LongMonth_2": "Febrero",
        "LongMonth_3": "Marzo",
        "LongMonth_4": "Abril",
        "LongMonth_5": "Mayo",
        "LongMonth_6": "Junio",
        "LongMonth_7": "Julio",
        "LongMonth_8": "Agosto",
        "LongMonth_9": "Septiembre",
        "MainMetrics": "Métricas principales",
        "Matches": "Coincidencias",
        "MediumToHighTrafficItIsRecommendedTo": "Para sitios web de medio o alto tráfico, recomendamos procesar los reportes de hoy cada media hora (%s segundos) o cada hora (%s segundos).",
        "Metadata": "Metadatos",
        "Metric": "Métrica",
        "Metrics": "Métricas",
        "MetricsToPlot": "Métricas a trazar",
        "MetricToPlot": "Métrica a trazar",
        "MinutesSeconds": "%1$s min %2$ss",
        "Mobile": "Móvil",
        "Monthly": "Mensual",
        "MonthlyReport": "mensual",
        "MonthlyReports": "Reportes mensuales",
        "More": "Más",
        "MoreDetails": "Más Detalles",
        "MoreLowerCase": "más",
        "MultiSitesSummary": "Todos los sitios web",
        "Name": "Nombre",
        "NbActions": "Número de Acciones",
        "NbSearches": "Número de búsquedas internas",
        "NDays": "%s días",
        "Never": "Nunca",
        "NewReportsWillBeProcessedByCron": "Cuando el archivado de Piwik no es activado por el navegador, los nuevos reportes serán procesados por el crontab.",
        "NewUpdatePiwikX": "Nueva Actualización: Piwik %s",
        "NewVisitor": "Nuevo Visitante",
        "NewVisits": "Nuevas visitas",
        "Next": "Siguiente",
        "NMinutes": "%s minutos",
        "No": "No",
        "NoDataForGraph": "No hay datos para esta gráfica.",
        "NoDataForTagCloud": "No hay datos para esta nube de etiquetas.",
        "NotDefined": "%s no está definido",
        "Note": "Nota",
        "NotInstalled": "No instalado",
        "NotRecommended": "(no se recomienda)",
        "NotValid": "%s no es válido",
        "NSeconds": "%s segundos",
        "NumberOfVisits": "Número de visitas",
        "NVisits": "%s visitas",
        "Ok": "Aceptar",
        "OneAction": "1 acción",
        "OneDay": "1 día",
        "OneMinute": "1 minuto",
        "OneVisit": "1 visita",
        "OnlyEnterIfRequired": "Solo ingrese un nombre de usuario SMTP si el servidor lo requiere.",
        "OnlyEnterIfRequiredPassword": "Solo ingrese una contraseña si su servidor SMTP lo requiere.",
        "OnlyUsedIfUserPwdIsSet": "Sólo se utiliza si se establece un nombre de usuario \/ contraseña, pregunte a su proveedor si no está seguro de qué método utilizar.",
        "OpenSourceWebAnalytics": "Análisis Web de Código Abierto",
        "OperationAtLeast": "Al menos",
        "OperationAtMost": "A lo más",
        "OperationContains": "Contiene",
        "OperationDoesNotContain": "No contiene",
        "OperationEquals": "Iguales",
        "OperationGreaterThan": "Más que",
        "OperationIs": "Es",
        "OperationIsNot": "No es",
        "OperationLessThan": "Menos que",
        "OperationNotEquals": "No Iguales",
        "OptionalSmtpPort": "Opcional. Por defecto 25 para SMTP sin encriptación y TLS, y 465 para SSL SMTP",
        "Options": "Opciones",
        "OrCancel": "o %s Cancelar %s",
        "OriginalLanguageName": "Español",
        "Others": "Otros",
        "Outlink": "Enlace externo",
        "Outlinks": "Links de salida",
        "OverlayRowActionTooltip": "Vea la información analítica directamente en su sitio de internet (abre una nueva lengüeta)",
        "OverlayRowActionTooltipTitle": "Superposición página abierta",
        "Overview": "General",
        "Pages": "Páginas",
        "ParameterMustIntegerBetween": "El parámetro %s debe ser un número entero entre %s y %s.",
        "Password": "Contraseña",
        "Period": "Periodo",
        "Piechart": "Gráfica circular",
        "PiwikIsACollaborativeProjectYouCanContributeAndDonate": "%1$sPiwik%2$s es un proyecto de colaboración entre los miembros del %7$steam de Piwik%8$s y muchos otros colaboradores en todo el mundo. Si eres un fan de Piwik, puedes ayudar: entérate %3$sComo puedes participar en Piwik%4$s o %5$shaz una donación ahora%6$s para ayudar a financiar Piwik 3.0!",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "Está disponible %1$s. Por favor avisa los %2$s administradores de Piwik%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s está disponible. %2$s ¡Por favor, actualice ahora!%3$s (ver %4$schanges%5$s).",
        "PleaseSpecifyValue": "Por favor especifique un valor para '%s'.",
        "PleaseUpdatePiwik": "Por favor actualice su Piwik",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Proporcionado por",
        "Previous": "Anterior",
        "PreviousDays": "%s días previos (sin incluir hoy)",
        "PreviousDaysShort": "%s días previos",
        "Price": "Precio",
        "ProductConversionRate": "Ratio de Conversión del Producto",
        "ProductRevenue": "Ingresos del Producto",
        "PurchasedProducts": "Productos Comprados",
        "Quantity": "Cantidad",
        "RangeReports": "Rangos de fecha customizados",
        "ReadThisToLearnMore": "%1$sLeer esto para aprender más.%2$s",
        "Recommended": "(recomendado)",
        "RecordsToPlot": "Registros a trazar",
        "Refresh": "Refrescar",
        "RefreshPage": "Actualizar la página",
        "RelatedReport": "Reporte relacionado",
        "RelatedReports": "Reportes relacionados",
        "Remove": "Quitar",
        "Report": "Reporte",
        "ReportGeneratedFrom": "Este reporte ha sido generado usando datos de %s.",
        "ReportRatioTooltip": "'%1$s' representa %2$s de %3$s %4$s con %5$s.",
        "Reports": "Reportes",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Reportes para hoy (o cualquier otro rango de fecha incluyendo hoy) serán procesados casi cada vez",
        "ReportsWillBeProcessedAtMostEveryHour": "Los reportes serán procesados cada hora.",
        "RequestTimedOut": "Se agotó el tiempo de espera para %s. Por favor, intente de nuevo.",
        "Required": "%s necesario",
        "ReturningVisitor": "Visitante recurrente",
        "ReturningVisitorAllVisits": "Ver todas los visitantes",
        "RowEvolutionRowActionTooltip": "Observa como las métricas de esta fila se modificó en el tiempo.",
        "RowEvolutionRowActionTooltipTitle": "Abrir fila Evolución",
        "Rows": "Filas",
        "RowsToDisplay": "Filas a mostrar",
        "Save": "Guardar",
        "SaveImageOnYourComputer": "Para guardar la imagen en tu computadora, haz clic derecho en la imagen y selecciona \"Guardar Imagen Como...\"",
        "Search": "Buscar",
        "SearchNoResults": "Sin resultados",
        "Seconds": "%ss",
        "SeeAll": "mostrar todo",
        "SeeTheOfficialDocumentationForMoreInformation": "Vea la %sdocumentación oficial%s para más información.",
        "Segment": "Segmento",
        "SelectYesIfYouWantToSendEmailsViaServer": "Seleccione \"Si\" si desea o tiene que enviar correo electrónico a través de un servidor remoto en vez de la función mail local",
        "Settings": "Configuración",
        "Shipping": "Envío",
        "ShortDay_1": "Lun",
        "ShortDay_2": "Mar",
        "ShortDay_3": "Mié",
        "ShortDay_4": "Jue",
        "ShortDay_5": "Vie",
        "ShortDay_6": "Sáb",
        "ShortDay_7": "Dom",
        "ShortMonth_1": "Ene",
        "ShortMonth_10": "Oct",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dic",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Abr",
        "ShortMonth_5": "May",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Ago",
        "ShortMonth_9": "Sep",
        "Show": "mostrar",
        "SingleWebsitesDashboard": "Panel de Sitio Web",
        "SmallTrafficYouCanLeaveDefault": "Para sitios web de poco tráfico, puede dejar los %s segundos por defecto, y acceder a todos los reportes en tiempo real.",
        "SmtpEncryption": "Encriptación SMTP",
        "SmtpPassword": "Contraseña SMTP",
        "SmtpPort": "Puerto SMTP",
        "SmtpServerAddress": "Dirección del servidor SMTP",
        "SmtpUsername": "Nombre de usuario SMTP",
        "Source": "Fuente",
        "StatisticsAreNotRecorded": "¡El Rastreo de Visitantes Piwik está actualmente desactivado! Reactiva el rastreo mediante el ajuste record_statistics = 1 en su archivo config\/config.ini.php.",
        "Subtotal": "Subtotal",
        "Summary": "Resumen",
        "Table": "Tabla",
        "TagCloud": "Nube de Etiquetas",
        "Tax": "Impuesto",
        "TimeAgo": "hace %s",
        "TimeOnPage": "Tiempo en la página",
        "Today": "Hoy",
        "Total": "Total",
        "TotalRatioTooltip": "Esto es %1$s de todos los %2$s %3$s.",
        "TotalRevenue": "Ingresos Totales",
        "TotalVisitsPageviewsRevenue": "(Total: %s visitas, %s páginas vistas, %s ingresos)",
        "TransitionsRowActionTooltip": "Vea que hicieron los visitantes antes y después de observar esta página",
        "TransitionsRowActionTooltipTitle": "Transiciones abiertas",
        "TranslatorEmail": "ahriman89@gmail.com, ddiods@hotmail.com, fersfeir@niux.com.ar,dave96@dtecno.com, hnicolas.suero@gmail.com, paolo@psdmedia.se,",
        "TranslatorName": "Marcos Alberto Sanmartín Pereira, David Ernesto Soto Vásquez, Fernando SFEIR, David Álvarez Robert, Adrián Seldes, Héctor Nicolás Suero, <a href=\"http:\/\/www.codice-sconto365.it\/\">Paolo Corna<\/a>",
        "UniquePurchases": "Compras Únicas",
        "Unknown": "Desconocido",
        "Upload": "Subir",
        "UsePlusMinusIconsDocumentation": "Use los iconos de más y menos en la izquierda para navegar.",
        "Username": "Nombre de usuario",
        "UseSMTPServerForEmail": "Use el servidor SMTP para el correo",
        "Value": "Valor",
        "VBarGraph": "Gráfica de barras verticales",
        "View": "Ver",
        "ViewDocumentationFor": "Ver documentación para %1$s",
        "Visit": "Visita",
        "VisitConvertedGoal": "Visitas que han cumplido como mínimo un Objetivo",
        "VisitConvertedGoalId": "Visitas que resultaron en un Objetivo Id",
        "VisitConvertedNGoals": "La visita cumplió %s Objetivos",
        "VisitDuration": "Promedio de duración de las visitas (en segundos)",
        "Visitor": "Visitante",
        "VisitorID": "ID del visitante",
        "VisitorIP": "IP del visitante",
        "Visitors": "Visitantes",
        "VisitsWith": "Visitas con %s",
        "VisitType": "Tipo de visitante",
        "VisitTypeExample": "Por ejemplo, para seleccionar todos los visitantes que han vuelto al sitio web, incluyendo a aquellos que han comprado algo en sus anteriores visitas, la solicitud de la API debe contener %s",
        "Warning": "Advertencia",
        "WarningFileIntegrityNoManifest": "La verificación de integridad de archivos no se pudo realizar debido a que falta manifest.inc.php.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Si estás desplegando Piwik con Git, este mensaje es normal.",
        "WarningFileIntegrityNoMd5file": "La verificación de integridad no pudo ser completada debido a que falta la función md5_file().",
        "WarningPasswordStored": "%sWarning:%s Esta contraseña se almacenará en el archivo de configuración visible a todo el que pueda acceder a él.",
        "Website": "Sitio web",
        "Weekly": "Semanal",
        "WeeklyReport": "semanal",
        "WeeklyReports": "Reportes semanales",
        "WellDone": "¡Bien hecho!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s comparado con %2$s",
        "XFromY": "%1$s desde %2$s",
        "YearlyReport": "anual",
        "YearlyReports": "Reportes anuales",
        "YearsDays": "%1$s años %2$s días",
        "YearShort": "a",
        "Yes": "Sí",
        "Yesterday": "Ayer",
        "YouAreCurrentlyUsing": "Actualmente está utilizando Piwik %s.",
        "YouAreViewingDemoShortMessage": "Actualmente está viendo la demo de Piwik",
        "YouMustBeLoggedIn": "Debe ingresar para acceder a esta funcionalidad.",
        "YourChangesHaveBeenSaved": "Cambios guardados"
    },
    "Goals": {
        "AbandonedCart": "Carro Abandonado",
        "AddGoal": "Agregar Objetivo",
        "AddNewGoal": "Agregar un nuevo Objetivo",
        "AddNewGoalOrEditExistingGoal": "%sAgregar un nuevo Objetivo%s o %sEditar%s Objetivos existentes.",
        "AllowGoalConvertedMoreThanOncePerVisit": "Permitir que el Objetivo sea convertido más de una vez por visita",
        "AllowMultipleConversionsPerVisit": "Permitir múltiples conversiones por visita.",
        "BestCountries": "Tus mejores países son:",
        "BestKeywords": "Tus mejores palabras de búsqueda son:",
        "BestReferrers": "Tus mejores palabras de búsqueda son:",
        "CaseSensitive": "Coincidir mayúsculas y minúsculas",
        "ClickOutlink": "Clic en un Enlace a un sitio web externo",
        "ColumnAverageOrderRevenueDocumentation": "Valor Medio del Pedido (VMP) es el valor obtenido dividiendo los ingresos totales de todos los pedidos entre el número de pedidos.",
        "ColumnAveragePriceDocumentation": "El promedio de ingresos para este %s.",
        "ColumnAverageQuantityDocumentation": "La cantidad media de este %s vendida en los pedidos de comercio electrónico.",
        "ColumnConversionRateDocumentation": "El porcentaje de visitas que cumplieron el objetivo %s.",
        "ColumnConversionRateProductDocumentation": "El ratio de conversión %s es el número de pedidos que contienen este producto dividido por el número de visitas en la página del producto.",
        "ColumnConversions": "Conversiones",
        "ColumnConversionsDocumentation": "El número de conversiones para %s.",
        "ColumnOrdersDocumentation": "El número total de pedidos de comercio electrónico que contenían este %s al menos una vez.",
        "ColumnPurchasedProductsDocumentation": "El número de productos comprados es la suma de la cantidad de los productos vendidos en todos los pedidos de comercio electrónico.",
        "ColumnQuantityDocumentation": "Cantidad es el número total de productos vendidos por cada %s.",
        "ColumnRevenueDocumentation": "Ingresos totales generados por %s.",
        "ColumnRevenuePerVisitDocumentation": "Los ingresos totales generados por %s divididos por el número de visitas.",
        "ColumnVisits": "El número total de visitas, sin importar si el objetivo fue cumplido o no.",
        "ColumnVisitsProductDocumentation": "El número de visitas en la página de Producto\/Categoría. Esto también se usa para procesar el ratio de conversión de %s. Esta métrica está en el reporte si el seguimiento del comercio electrónico fue configurado en las páginas de Producto\/Categoría.",
        "Contains": "contiene %s",
        "ConversionByTypeReportDocumentation": "Este reporte proporciona información detallada sobre el rendimiento del objetivo (conversiones, ratio de conversión y ingresos por visita) para cada de las categorías disponibles en el panel de la izquierda. %s Por favor, haga clic en una de las categorías para ver el reporte. %s Para más información, lea la %sdocumentación sobre Seguimiento de Objetivos en piwik.org%s",
        "ConversionRate": "%s tasa de conversiones",
        "Conversions": "%s conversiones",
        "ConversionsOverview": "Información de Conversiones",
        "ConversionsOverviewBy": "Visión general de las conversiones por tipo de visita",
        "CreateNewGOal": "Crear un nuevo Objetivo",
        "DaysToConv": "Días hasta la Conversión",
        "DefaultGoalConvertedOncePerVisit": "(por defecto) El objetivo solo se puede convertir una ver por visita",
        "DefaultRevenue": "Objetivo de ingreso por defecto es",
        "DefaultRevenueHelp": "Por ejemplo, un Formulario de Contacto enviado por un visitante puede valer 10 dolares en promedio. Piwik va a ayudar a entender que tan bien están trabajando sus segmentos de visitantes.",
        "DeleteGoalConfirm": "Esta seguro que desea eliminar el Objetivo %s?",
        "DocumentationRevenueGeneratedByProductSales": "Ventas del producto. Excluye impuestos, envío y descuentos",
        "Download": "Descargar un archivo",
        "Ecommerce": "Comercio Electrónico",
        "EcommerceAndGoalsMenu": "Comercio Electrónico y Objetivos",
        "EcommerceLog": "Registro del Comercio Electrónico",
        "EcommerceOrder": "Pedido de Comercio Electrónico",
        "EcommerceOverview": "Información general de Comercio Electrónico",
        "EcommerceReports": "Reportes de Comercio Electrónico",
        "ExceptionInvalidMatchingString": "Si elije 'coincidencia exacta', la cadena debe ser una URL que comience con %s. Por ejemplo, '%s'..",
        "ExternalWebsiteUrl": "URL del sitio web externo",
        "Filename": "archivo",
        "GoalConversion": "Conversión de objetivos",
        "GoalConversions": "Conversiones de objetivos",
        "GoalConversionsBy": "Conversiones %s del objetivo por el tipo de visita",
        "GoalIsTriggered": "Objetivo activado",
        "GoalIsTriggeredWhen": "Objetivo activado cuando",
        "GoalName": "Nombre del Objetivo",
        "Goals": "Objetivos",
        "GoalsManagement": "Administración de objetivos",
        "GoalsOverview": "Vista de objetivos",
        "GoalsOverviewDocumentation": "Esta es la información general de las conversiones de sus objetivos. Inicialmente, el gráfico muestra la suma de todas las conversiones. %s Debajo del gráfico, usted puede ver los reportes de conversiones para cada uno de sus objetivos. Los gráficos pueden ser agrandados haciendo clic en ellos.",
        "GoalX": "Objetivos %s",
        "HelpOneConversionPerVisit": "Si una página que coincide con este Objetivo es actualizada o vista más de una vez en una Visita, el Objetivo solo será convertido la primera vez que la página fue cargada durante la visita.",
        "IsExactly": "es exactamente %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Aprenda más acerca de %s Seguimiento de Objetivos en Piwik%s en la documentación de usuario.",
        "LeftInCart": "%s abandonado en el carro",
        "Manually": "manualmente",
        "ManuallyTriggeredUsingJavascriptFunction": "Los Objetivos son manualmente activados usando la API Javascript trackGoal()",
        "MatchesExpression": "coincide con la expresión %s",
        "NewGoalDescription": "Una Meta en Piwik es tu estrategia, tu prioridad, y puede consistir en muchas cosas: \"Folleto descargado\", \"Registro a la Newsletter\", \"Visitas a la página servicios.html\", etc.",
        "NewGoalIntro": "El seguimiento de las conversiones del objetivo es una de las maneras más eficaces para medir y mejorar las metas de negocio.",
        "NewGoalYouWillBeAbleTo": "Podrás ver y analizar los resultados de cada objetivo y aprender a aumentar las conversiones, la tasa de conversión, e ingresos por visitas.",
        "NewVisitorsConversionRateIs": "La tasa de visitantes nuevos es %s",
        "NewWhatDoYouWantUsersToDo": "¿Qué quieres que tus usuarios hagan en tu sitio web?",
        "NoGoalsNeedAccess": "Sólo un Administrador o un usuario con acceso Super User puede añadir Objetivos para un determinado sitio web. Pide a tu administrador de Piwik que configure un Objetivo para tu sitio web.<br>El seguimiento de los Objetivos es una buena manera para ayudar a entender y maximizar el rendimiento de tu sitio web!",
        "Optional": "(opcional)",
        "OverallConversionRate": "%s tasa global de la conversión (visitas con un objetivo terminado)",
        "OverallRevenue": "%s ingresos totales",
        "PageTitle": "Título de la Página",
        "Pattern": "Patrón",
        "PluginDescription": "Crear Objetivos y ver informes acerca de las conversiones de su objetivo: evolución en el tiempo, los ingresos por visita, conversiones por referente, por palabra clave, etc",
        "ProductCategory": "Categoría del Producto",
        "ProductName": "Nombre del Producto",
        "Products": "Productos",
        "ProductSKU": "SKU (número de referencia) del Producto",
        "ReturningVisitorsConversionRateIs": "La tasa de visitantes que retornan es %s",
        "SingleGoalOverviewDocumentation": "Esta es la información general de las conversiones de un solo objetivo. %s Los gráficos pueden ser agrandados haciendo clic en ellos.",
        "UpdateGoal": "Actualizar Objetivo",
        "URL": "URL",
        "ViewAndEditGoals": "Ver y Editar Objetivos",
        "ViewGoalsBy": "Ver los objetivos por %s",
        "VisitPageTitle": "Visitar un Título de Página proporcionado.",
        "VisitsUntilConv": "Visitas hasta la Conversión",
        "VisitUrl": "Visita una URL (página o grupo de páginas)",
        "WhenVisitors": "cuando los visitantes",
        "WhereThe": "donde el",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "donde las paginas visitadas contienen una llamada al método JavaScript piwikTracker.trackGoal() (%ssaber mas%s)",
        "YouCanEnableEcommerceReports": "Puede habilitar %s para este sitio web en la página %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "La columna '%s' no se encontró en este reporte. Intenta alguno de %s",
        "PluginDescription": "Genera bonitas imágenes estáticas PNG de cualquier reporte Piwik."
    },
    "Insights": {
        "ControlComparedToDescription": "El crecimiento comparado con",
        "ControlFilterByDescription": "Muestra todos, solo los más activos, nuevos o solo desaparecidos",
        "DatePeriodCombinationNotSupported": "No es posible generar estadística para esta combinación de data y periodo.",
        "DayComparedToPreviousDay": "diá anterior",
        "DayComparedToPreviousWeek": "el mismo día de la semana anterior",
        "DayComparedToPreviousYear": "el mismo día del año anterior",
        "Filter": "Filtro",
        "FilterIncreaserAndDecreaser": "Aumentando & disminuyendo",
        "FilterOnlyDecreaser": "Solo disminuyendo",
        "FilterOnlyDisappeared": "Solo desaparecidos",
        "FilterOnlyIncreaser": "Solo creciente",
        "FilterOnlyMovers": "Sólo los más activos",
        "FilterOnlyNew": "Solo nuevos",
        "IgnoredChanges": "Los cambios que afectan menos de %s visitas fueron ignorados",
        "MonthComparedToPreviousMonth": "el mes anterior",
        "MonthComparedToPreviousYear": "el mismo mes del año anterior",
        "MoversAndShakersWidgetTitle": "Los más activos",
        "NoResultMatchesCriteria": "Ninguna fila cumple los criterios",
        "OverviewWidgetTitle": "Sumario de estadísticas",
        "TitleConsideredInsightsChanges": "Las filas que han aumentado o disminuido con al menos %1$s visitas (%2$s%% de %3$s visitas).",
        "TitleConsideredInsightsGrowth": "Las siguientes filas han crecido con al menos %1$s%% comparado con %2$s.",
        "TitleConsideredMoversAndShakersChanges": "Son considerados más activo solamente se han crecido con más de %1$s%% visitas o disminuido con menos de %2$s%% visitas, una novedad solamente si han crecido con más de %3$s%% visitas (%4$s), y fila desaparecida solamente si han disminuido con menos de %5$s%% visitas (%6$s).",
        "TitleConsideredMoversAndShakersGrowth": "%1$s ha cambiado de %2$s a %3$s comparado con %4$s. En base a esto se espera un desarrollo de %5$s%% para cada fila.",
        "TitleRowChangeDetails": "'%1$s' ha cambiado de %2$s (%3$s) a %4$s (%5$s) %6$s.",
        "TitleRowDisappearedDetails": "'%1$s' ha diminuito con %2$s y ha desaparecido de %3$s comparado con %4$s.",
        "TitleRowMoverAndShaker": "Esta fila ha tenido un mayor impacto que la media.",
        "TitleRowNewDetails": "'%1$s' ha aumentado con %2$s y es nueva comparado con %3$s.",
        "WeekComparedToPreviousWeek": "la semana anterior",
        "WidgetCategory": "Estadística",
        "YearComparedToPreviousYear": "el año anterior"
    },
    "Installation": {
        "CollaborativeProject": "Piwik es un proyecto de colaboración, creado con amor por personas de todo el mundo",
        "ConfigurationHelp": "Su archivo de configuración de Piwik parece estar desconfigurado. Puede remover el archivo config\/config.ini.php y seguir la instalación, o corregir la configuración de conexión de la base de datos.",
        "ConfirmDeleteExistingTables": "¿Está seguro de que desea borrar las tablas: %s de su base de datos? ADVERTENCIA: ¡LOS DATOS DE ESTAS TABLAS NO SE PUEDEN RECUPERAR!",
        "Congratulations": "Enhorabuena",
        "CongratulationsHelp": "<p>¡Enhorabuena! La instalación de Piwik está completada.<\/p><p>¡Asegúrese de que el código JavaScript está introducido en sus páginas, y espere a sus primeros visitantes!<\/p>",
        "DatabaseAbilities": "Capacidades de la base de datos",
        "DatabaseCreation": "Creación de la base de datos",
        "DatabaseErrorConnect": "Error al intentar conectarse al servidor de la base de datos",
        "DatabaseServerVersion": "Versión del servidor de la base de datos",
        "DatabaseSetup": "Configuración de la base de datos",
        "DatabaseSetupAdapter": "adaptador",
        "DatabaseSetupDatabaseName": "nombre de la base de datos",
        "DatabaseSetupLogin": "usuario",
        "DatabaseSetupServer": "servidor de la base de datos",
        "DatabaseSetupTablePrefix": "prefijo de tabla",
        "Email": "email",
        "Extension": "extensión",
        "Filesystem": "Filesystem",
        "GoBackAndDefinePrefix": "Vuelve atrás y define un Prefijo para las Tablas de Piwik",
        "HappyAnalysing": "¡Disfruta del análisis!",
        "Installation": "Instalación",
        "InstallationStatus": "Estado de la instalación",
        "InsufficientPrivilegesHelp": "Puedes agregar estos privilegios utilizando una herramienta como phpMyAdmin o ejecutando las consultas SQL correspondientes. Si no sabes cómo hacer ninguna de estas operaciones, por favor solicita asistencia a tu sysadmin para que te conceda estos privilegios.",
        "InsufficientPrivilegesMain": "O no existe la base de datos (y no se podía crear), o el usuario especificado no tiene suficientes privilegios. El usuario de la base de datos debe tener los siguentes privilegios: %s",
        "JSTracking_EndNote": "Nota: Después del proceso de instalación, puedes generar código de seguimiento personalizado en la sección de administración %1$sCódigo de Seguimiento%2$s.",
        "JSTracking_Intro": "Para rastrear su tráfico web con Piwik necesitas asegurarte de que algún código extra fue agregado a cada uno de tus sitios web.",
        "LargePiwikInstances": "Ayuda para las grandes instancias de Piwik",
        "Legend": "Leyenda",
        "LoadDataInfileRecommended": "Si su servidor Piwik rastrea sitios con un alto tráfico (por ejemplo: > 100,000 páginas por mes), recomendamos que trate de arreglar este problema.",
        "LoadDataInfileUnavailableHelp": "Utilizando %1$s acelerará gratamente el proceso de archivado de Piwik. Para hacerlo efectivo en Piwik, trate de actualizar su software PHP & MySQL y asegurar que el usuario de la base de datos posee los %2$s privilegios.",
        "NfsFilesystemWarning": "Su servidor está utilizando un sistema de archivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Esto significa que Piwik será extremadamente lento cuando se utilice sesiones basadas en archivos.",
        "NfsFilesystemWarningSuffixInstall": "Utilizando sesiones basadas en archivos sobre NFS es extremadamente lento, por lo tanto, Piwik utilizará sesiones basada en base de datos. Si tiene varios usuarios de panel, puede que necesite incrementar el número máximo de conexiones de clientes al servidor de la base de datos.",
        "NoConfigFound": "El archivo de configuración de Piwik no se ha encontrado y está intentando acceder a una página de Piwik.<br \/><b>  » Puede <a href='index.php'>instalar Piwik ahora<\/a><\/b><br \/><small>¡Si ha instalado Piwik antes y tiene algunas tablas en su BD, no se preocupe, usted puede reutilizar las mismas tablas y mantener sus datos existentes!<\/small>",
        "Optional": "Opcional",
        "Password": "Contraseña",
        "PasswordDoNotMatch": "las contraseñas no coinciden",
        "PasswordRepeat": "contraseña (repetir)",
        "PercentDone": "%s %% Hecho",
        "PleaseFixTheFollowingErrors": "Por favor solucione los siguientes errores",
        "PluginDescription": "Proceso de instalación de Piwik. La Instalación es usualmente hecha solo una vez. Si el archivo de configuración config\/config.ini.php se elimina, la instalación comenzará de nuevo.",
        "Requirements": "Requisitos de Piwik",
        "RestartWebServer": "Luego de realizar este cambio renicia tu servidor web.",
        "ReusingTables": "Reutilizando las tablas",
        "SeeBelowForMoreInfo": "Véase más adelante para mayor información.",
        "SetupWebsite": "Configurar una página web",
        "SetupWebsiteError": "Se ha producido un error al añadir el sitio web",
        "SetupWebSiteName": "nombre del sitio web",
        "SetupWebsiteSetupSuccess": "¡Sitio web %s creado con éxito!",
        "SetupWebSiteURL": "URL del sitio web",
        "SiteSetup": "Por favor, establece el primer sitio web al que deseas rastrear y analizar con Piwik:",
        "SiteSetupFootnote": "Nota: una vez que la instalación de Piwik finalice, podrás agregar más Sitios Web para rastrear.",
        "SuperUser": "Súper Usuario",
        "SuperUserLogin": "Nombre de super usuario",
        "SuperUserSetupError": "Se ha producido un error al añadir el Super user",
        "SuperUserSetupSuccess": "¡Súper Usuario creado con éxito!",
        "SystemCheck": "Comprobación del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: Las actualizaciones de Piwik necesitan permisos de escritura en la carpeta de instalación y sus subcarpetas",
        "SystemCheckCreateFunctionHelp": "Piwik utiliza funciones anónimas para devoluciones de llamada.",
        "SystemCheckDatabaseHelp": "Piwik requiere o bien la extensión mysqli o ambas extensiones PDO y pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory no estará disponible para crear vistas para el módulo de llamadas.",
        "SystemCheckError": "Se ha producido un error - debe ser arreglado antes de continuar",
        "SystemCheckEvalHelp": "Requerido por el formulario HTML y el sistema de plantillas.",
        "SystemCheckExtensions": "Extensiones requeridas",
        "SystemCheckFileIntegrity": "Integridad de archivos",
        "SystemCheckFunctions": "Funciones requeridas",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (gráfica)",
        "SystemCheckGDHelp": "Las \"sparklines\" (gráficas pequeñas) no funcionarán.",
        "SystemCheckGlobHelp": "Esta función integrada se ha desactivado en su host. Piwik intentará emular esta función, pero puede encontrarse con restricciones de seguridad. La funcionalidad puede verse afectada.",
        "SystemCheckGzcompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckGzuncompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckIconvHelp": "Necesita configurar y reconstruir PHP con soporte \"iconv\" habilitado, --with-iconv.",
        "SystemCheckJsonHelp": "Para leer y escribir datos JSON es necesario tener la extensión php5-json.",
        "SystemCheckMailHelp": "Los mensajes de Feedback y Recuperar Contraseña no se enviarán sin mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Se requiere la extensión mbstring para manejar caracteres multibyte en el interfaz del usuario y también las respuestas de la API. Por favor controla que mbstring.func_overload sea establecido a \"0\" en php.ini.",
        "SystemCheckMemoryLimit": "Límite de memoria",
        "SystemCheckMemoryLimitHelp": "En un sitio web de alto tráfico, el proceso de archivo puede requerir más memoria de la que se permite actualmente.<br \/>Véase la Directiva memory_limit en su archivo php.ini si es necesario.",
        "SystemCheckOpenURL": "Abrir URL",
        "SystemCheckOpenURLHelp": "Suscripciones a boletines, notificaciones de actualización, y actualizaciones con un clic necesitan la extensión \"curl\", allow_url_fopen=On, o fsockopen() habilitado.",
        "SystemCheckOtherExtensions": "Otras extensiones",
        "SystemCheckOtherFunctions": "Otras funciones",
        "SystemCheckPackHelp": "La función pack() es obligatoria para seguir visitantes en Piwik.",
        "SystemCheckParseIniFileHelp": "Esta función integrada se ha desactivado en su host. Piwik intentará emular esta función, pero puede encontrar más restricciones de seguridad.",
        "SystemCheckPdoAndMysqliHelp": "En un servidor Linux puede compilar php con las siguientes opciones: %1$s En su php.ini, añada las siguientes líneas: %2$s",
        "SystemCheckPhp": "Versión PHP",
        "SystemCheckPhpPdoAndMysqli": "Más información en: %1$sPHP PDO%2$s y %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Necesita configurar y reconstruir PHP con la Librería Estándar de PHP habilitada (por defecto).",
        "SystemCheckSummaryNoProblems": "Hurra! No hay problemas con su configuración de Piwik. Dése una palmadita en la espalda.",
        "SystemCheckSummaryThereWereErrors": "Oh! Piwik ha detectado algunos %1$sproblemas críticos%2$s con su configuración Piwik. %3$sLos mismos deben ser arreglados inmediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Existen ciertos problemas en su sistema. Piwik correrá, pero puede experimentar ciertos pequeños problemas.",
        "SystemCheckTimeLimitHelp": "En un sitio web con un tráfico elevado, la ejecución del proceso de archivado puede requerir más tiempo del permitido.<br \/>Mire la directiva max_execution_time en su archivo php.ini si es necesario",
        "SystemCheckTracker": "Estado del tracker",
        "SystemCheckTrackerHelp": "Las peticiones GET a piwik.php fallaron. Intente incluir en la lista blanca de mod_security y HTTP Authentication esta URL.",
        "SystemCheckWarnDomHelp": "Usted debería habilitar la extensión \"dom\" (ej., instalar el paquete \"php-dom\" y\/o el paquete \"php-xml\").",
        "SystemCheckWarning": "Piwik funcionará normalmente, pero algunas características pueden faltar",
        "SystemCheckWarnJsonHelp": "Usted debería habilitar la extensión \"json\" (ej., instalar el paquete \"php-json\") para un mejor rendimiento.",
        "SystemCheckWarnLibXmlHelp": "Usted debería habilitar la extensión \"libxml\" (ej., instalar el paquete \"php-libxml\") ya que esta es requerida por otras extensiones de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Usted debería habilitar la extensión \"SimpleXML\" (ej., instalar el paquete \"php-simplexml\" y\/o el paquete \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "En un servidor Windows puede añadir las siguientes líneas a su php.ini: %s",
        "SystemCheckWriteDirs": "Directorios con acceso de escritura",
        "SystemCheckWriteDirsHelp": "Para arreglar este error en su sistema Linux, intente tecleando los siguientes comandos",
        "SystemCheckZlibHelp": "Necesita configurar y reconstruir PHP con el soporte \"zlib\" habilitado, --with-zlib.",
        "Tables": "Creando las tablas",
        "TablesCreatedSuccess": "¡Tablas creadas con éxito!",
        "TablesDelete": "Borrar las tablas detectadas",
        "TablesDeletedSuccess": "Tablas existentes de Piwik borradas con éxito",
        "TablesFound": "Las siguientes tablas se han encontrado en la base de datos",
        "TablesReuse": "Reutilizar las tablas ya existentes",
        "TablesUpdatedSuccess": "¡La base de datos fue actualizada con éxito de %1$s a %2$s!",
        "TablesWarningHelp": "O bien optar por la reutilización de las tablas de bases de datos existentes o seleccionar una instalación limpia para borrar todos los datos existentes en la base de datos.",
        "TablesWithSameNamesFound": "Algunas %1$s tablas en su base de datos %2$s tienen el mismo nombre como las tablas que Piwik está intentando crear.",
        "Timezone": "zona horaria del sitio web",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que te gusta usar Piwik tanto como a nosotros nos gusta crearlo.",
        "Welcome": "¡Bienvenido!",
        "WelcomeHelp": "<p>Piwik es un software de análisis web de código abierto que facilita el obtener la información que desea de sus visitantes.<\/p><p>Este proceso se divide en %s sencillos pasos que le llevarán en torno a 5 minutos.<\/p>",
        "WelcomeToCommunity": "¡Bienvenido a la comunidad de Piwik!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Acerca de las traducciones de Piwik",
        "PluginDescription": "Este plugin mostrará una lista de idiomas para la interfaz de Piwik. Esta selección de idioma será grabada en las preferencias de cada usuario."
    },
    "Live": {
        "AveragePageGenerationTime": "Cada página tomó en promedio %1$s para cargarle a este visitante.",
        "CalculatedOverNPageViews": "Calculado usando las últimas %1$s páginas vistas de este visitante.",
        "ClickToViewMoreAboutVisit": "Clic para ver más información acerca de la visita",
        "ConvertedNGoals": "%s Objetivos Convertidos",
        "EcommerceSummaryConversions": "%1$s%2$s pedidos de un total de %3$s%4$s, %5$s artículos comprados.",
        "FirstVisit": "Primer visita",
        "GoalType": "Tipo",
        "HideMap": "ocultar mapa",
        "KeywordRankedOnSearchResultForThisVisitor": "La palabra clave %1$s ha sido clasificada %2$s en la página de resultados de la búsqueda %3$s para este visitante.",
        "LastHours": "Últimas %s horas",
        "LastMinutes": "Últimos %s minutos",
        "LastVisit": "Última visita",
        "LinkVisitorLog": "Ver registro detallado de visitas",
        "LoadMoreVisits": "Cargar más visitas",
        "MorePagesNotDisplayed": "más páginas de este visitante no son mostradas",
        "NbVisitor": "1 visitante",
        "NbVisitors": "%s visitantes",
        "NextVisitor": "Siguiente visitante",
        "NoMoreVisits": "No hay más visitas de este visitante.",
        "PageRefreshed": "Número de veces que esta página ha sido vista \/ refrescada en una fila",
        "PluginDescription": "Espiar a tus visitantes, en vivo, en tiempo real!",
        "PreviousVisitor": "Visitante anterior",
        "RealTimeVisitorCount": "Tiempo Real Contador de Visitantes",
        "Referrer_URL": "URL de referencia",
        "ShowMap": "mostrar mapa",
        "SimpleRealTimeWidget_Message": "%s y %s en los últimos %s",
        "ViewVisitorProfile": "Ver perfil de visitante",
        "VisitedPages": "Páginas Visitadas",
        "VisitorLog": "Registro de visitantes",
        "VisitorLogDocumentation": "Esta tabla muestra las últimas visitas en el rango de fecha seleccionado.%s Si el rango de fecha incluye hoy, ¡usted puede ver sus visitantes en tiempo real! %s La información mostrada aquí es siempre en tiempo real, sin tener en cuenta si está usando o cada cuanto tiempo está usando el trabajo de cron para archivar.",
        "VisitorProfile": "Perfil de Visitante",
        "VisitorsInRealTime": "Visitantes en Tiempo Real",
        "VisitorsLastVisit": "La última visita de este visitante fue hace %s días.",
        "VisitsFrom": "%1$s%2$s visitas%3$s desde",
        "VisitSummary": "Pasado un total de %1$s%2$s en el sitio%3$s y %4$svisto %5$s paginas en %6$s visitas.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Un enlace de confirmación ha sido enviado a tu casilla de correo. Chequea tu e-mail y visita ese enlace para autorizar tu solicitud de cambios de contraseña.",
        "ContactAdmin": "Posible razón: su hosting puede tener deshabilitado la función mail(). <br \/>Por favor contacte con su administrador de Piwik.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un usuario con acceso Super User no puede ser autenticado con el mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "Se espera que el parámetro contraseña sea un hash MD5 de la contraseña.",
        "InvalidNonceOrHeadersOrReferrer": "La seguridad del formulario ha fallado. Por favor actualice el formulario y compruebe que sus cookies están habilitadas. Si usa un proxy, debe %s configurar Piwik para aceptar la cabecera proxy%s que precede la cabecera Host. Compruebe también que su cabecera Referer se envía correctamente.",
        "InvalidOrExpiredToken": "El indicio no es válido o ha caducado",
        "InvalidUsernameEmail": "Nombre de usuario y\/o email incorrectos",
        "LogIn": "Conectar",
        "LoginOrEmail": "Usuario o E-mail",
        "LoginPasswordNotCorrect": "Usuario y contraseña incorrectos",
        "LostYourPassword": "¿Olvidó la contraseña?",
        "MailPasswordChangeBody": "Estimado %1$s:\n\nSe ha recibido una solicitud de modificación de contraseña desde %2$s. Para confirmar el cambio y de esta manera permitir tu inicio de sesión con nuevas credenciales, visita esta enlace:\n\n%3$s\n\nNota: Este código vencerá en 24 hora.\n\n¡Y gracias por usar Piwik!",
        "MailTopicPasswordChange": "Confirma el Cambio de Contraseña",
        "PasswordChanged": "Tu contraseña ha sido modificada.",
        "PasswordRepeat": "Contraseña (repetir)",
        "PasswordsDoNotMatch": "Las contraseñas no coinciden.",
        "PluginDescription": "El plugin de Autenticación lee las credenciales del archivo config\/config.ini.php para el Super User inicial, y de la base de datos para otros usuarios. Puede fácilmente ser sustituido para introducir un mecanismo nuevo de autenticación (OpenID, htaccess, custom Auth, etc.).",
        "RememberMe": "Recuerdeme",
        "ResetPasswordInstructions": "Ingresa una nueva contraseña para tu cuenta."
    },
    "Mobile": {
        "AboutPiwikMobile": "Acerca de Piwik Mobile",
        "AccessUrlLabel": "Url de Acceso a Piwik",
        "Account": "Cuenta",
        "Accounts": "Cuentas",
        "AddAccount": "Agregar cuenta",
        "AddPiwikDemo": "Agregar una Demo de Piwik",
        "Advanced": "Avanzado",
        "AnonymousAccess": "Acceso anónimo",
        "AnonymousTracking": "Rastreo anónimo",
        "AskForAnonymousTrackingPermission": "Cuando está activado, Piwik Mobile enviará los datos de uso anónimos a piwik.org. La intención es utilizar esta información para ayudar a los desarrolladores de Piwik Mobile a entender mejor cómo se utiliza la aplicación. La información enviada es: menús y configuraciones en las que se ha hecho click, nombre y versión del sistema operativo, cualquier error mostrado en Piwik Mobile. No vamos a seguir NINGUNO de los datos analíticos. Estos datos anónimos nunca se harán públicos. Puedes activar\/desactivar el seguimiento anónimo en la configuración en cualquier momento.",
        "ChooseHttpTimeout": "Elije el valor de tiempo de espera HTTP",
        "ChooseMetric": "Elige la Medición",
        "ChooseReport": "Elegir un reporte",
        "ConfirmRemoveAccount": "¿Deseas eliminar esta cuenta?",
        "DefaultReportDate": "Fecha del reporte",
        "EmailUs": "Envíenos un Correo Electrónico",
        "EnableGraphsLabel": "Mostrar gráficos",
        "EvolutionGraph": "Gráfico histórico",
        "HelpUsToImprovePiwikMobile": "¿Deseas habilitar el rastreo de uso anónimo en Piwik Mobile?",
        "HowtoDeleteAnAccount": "Mantenga pulsado para eliminar una cuenta.",
        "HowtoDeleteAnAccountOniOS": "Desliza de izquierda a derecha para eliminar una cuenta",
        "HowtoLoginAnonymous": "Deja el nombre de usuario y contraseña vacios para iniciar sesión como anónimo",
        "HttpIsNotSecureWarning": "Su código de autorización (token_auth) de Piwik se envía como texto no cifrado si usas 'HTTP'. Por este motivo, se recomienda HTTPS para el transporte seguro de datos a través de Internet. ¿Deseas continuar?",
        "HttpTimeout": "Tiempo de espera HTTP",
        "IncompatiblePiwikVersion": "La versión de Piwik que estas utilizando no es compatible con Piwik Mobile 2. Actualiza la instalación de Piwik y vuelve a probar o instala Piwik Mobile 1.",
        "LastUpdated": "Última Actualización: %s",
        "LoadingReport": "Cargando %s",
        "LoginCredentials": "Credenciales",
        "LoginToPiwikToChangeSettings": "Acceda a su servidor Piwik para crear y actualizar sitios web, usuarios o para cambiar los Ajustes Generales como \"Informe para cargar por defecto\" e \"Informe de fecha para cargar por defecto\".",
        "LoginUseHttps": "Usar https",
        "MultiChartLabel": "Mostrar sparklines",
        "NavigationBack": "Atrás",
        "NetworkError": "Error de Red",
        "NetworkErrorWithStatusCode": "Hubo un error \"%s\". El pedido retornó el estado \"%s\". La URL fue \"%s\". Por favor, revise la URL ingresada y el dato de registro de error en este servidor para una mayor información acerca del error y como resolverlo.",
        "NetworkErrorWithStatusCodeShort": "Error de Red %s",
        "NetworkNotReachable": "Red inaccesible",
        "NoAccountIsSelected": "Tienes que seleccionar una cuenta. Agrega una nueva cuenta si no has configurado una.",
        "NoDataShort": "No hay Datos",
        "NoPiwikAccount": "¿No tienes Cuenta de Piwik?",
        "NoReportsShort": "No hay Informes",
        "NoVisitorFound": "No se han registrado visitantes",
        "NoVisitorsShort": "No hay Visitantes",
        "NoWebsiteFound": "No se han encontrado Sitios Web",
        "NoWebsitesShort": "No hay Sitios Web",
        "PullDownToRefresh": "Bajar para actualizar...",
        "RatingDontRemindMe": "No me recuerdes",
        "RatingNotNow": "Ahora no",
        "RatingNow": "Está bien, lo evaluaré ahora",
        "RatingPleaseRateUs": "Piwik Mobile App es software libre, realmente apreciaríamos que te tomas 1 minuto para evaluar la aplicación en el %s. Si tienes sugerencias de nuevas características o informes de error, por favor pónte en contacto con %s",
        "ReleaseToRefresh": "Suelta para actualizar...",
        "Reloading": "Recargando...",
        "RequestTimedOutShort": "Error de Tiempo de espera de Red",
        "RestrictedCompatibility": "Compatibilidad limitada",
        "RestrictedCompatibilityExplanation": "La versión %s de Piwik que estás utilizando no es completamente compatible con Piwik Mobile 2. Pueden producirse algunos errores. Se recomienda actualizar Piwik a la ultima versión disponibile o utilizar Piwik Mobile 1.",
        "SaveSuccessError": "Por favor verifique la configuración",
        "SearchWebsite": "Buscar sitios web",
        "ShowAll": "Mostrar todo",
        "ShowLess": "Mostrar menos",
        "StaticGraph": "Gráfico de información general",
        "TopVisitedWebsites": "Principales sitios web visitados",
        "TryIt": "¡Probarlo!",
        "UseSearchBarHint": "Sólo son mostrados los primeros %s sitios web aquí. Por favor, usa la barra de búsqueda para acceder a otros sitios web.",
        "VerifyAccount": "Verificando cuenta",
        "VerifyLoginData": "Asegúrese que su combinación de nombre de usuario y contraseña sea correcta.",
        "YouAreOffline": "Disculpe, está actualmente desconectado"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Nombre del proveedor '%s' desconocido. Intente con los siguientes: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Puede agregar más números telefónicos accediendo",
        "MobileReport_MobileMessagingSettingsLink": "página de configuraciones de mensajería móvil",
        "MobileReport_NoPhoneNumbers": "Por favor, active al menos un número telefónico accediendo",
        "MultiSites_Must_Be_Activated": "Para generar mensajes de texto (SMS) de las estadísticas de su sitio, por favor, habilite la extensión MultiSites en Piwik.",
        "PhoneNumbers": "Números telefónicos",
        "PluginDescription": "Cree informes personalizados y descárguelos vía SMS a su teléfono móvil de forma diaria, semanal o mensual.",
        "Settings_APIKey": "Clave API",
        "Settings_CountryCode": "Código de país",
        "Settings_CredentialNotProvided": "Antes de crear y administrar los números telefónicos, por favor conecte Piwik con su cuenta SMS.",
        "Settings_CredentialNotProvidedByAdmin": "Antes de que pueda crear y administrar números telefónicos, consulte con su administrador para conectar Piwik con una cuenta SMS.",
        "Settings_CredentialProvided": "Su %s cuenta API SMS está correctamente configurada!",
        "Settings_DeleteAccountConfirm": "Està seguro que quiere borrar esta cuenta SMS?",
        "Settings_InvalidActivationCode": "Código ingresado no es válido, inténtelo nuevamente.",
        "Settings_LetUsersManageAPICredential": "Permitir a los usuarios administrar sus propias credenciales API de su SMS",
        "Settings_LetUsersManageAPICredential_No_Help": "Todos los usuarios están habilitados a recibir Informes SMS y utilizarán los créditos de su cuenta de teléfono móvil.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Cada usuario será capaz de configurar su propia cuenta de SMS y no utilizará su crédito.",
        "Settings_ManagePhoneNumbers": "Administrar números telefónicos",
        "Settings_PhoneActivated": "Número telefónico convalidado! Ahora puede recibir sus estadísticas en sus mensajes de texto",
        "Settings_PhoneNumber": "Número telefónico",
        "Settings_PhoneNumbers_Add": "Agregar un nuevo número telefónico",
        "Settings_PhoneNumbers_CountryCode_Help": "Si desconoce cual es el código país de su teléfono, búsquelo aquí.",
        "Settings_PhoneNumbers_Help": "Antes de recibir los mensajes de texto (SMS) de los informes en un teléfono, el número de teléfono debe ser ingresado.",
        "Settings_PhoneNumbers_HelpAdd": "Cuando haga clic en \"Agregar\", un SMS conteniendo un código será enviado al teléfono. El usuario que recibió el código debería ingresar a Piwik, clic en Configuraciones, clic en Mensajería móvil. Después de introducir el código, el usuario podrá recibir informes de texto en su móvil.",
        "Settings_PleaseSignUp": "Para crear informes SMS y recibir mensajes de texto cortos con las estadísticas de sus sitios de internet en su teléfono móvil, por favor, enrólese con la API del SMS e ingrese su información abajo.",
        "Settings_SMSAPIAccount": "Administrar API de la cuenta SMS",
        "Settings_SMSProvider": "Proveedor SMS",
        "Settings_SuperAdmin": "Configuraciones Super Usuario",
        "Settings_SuspiciousPhoneNumber": "Si no recibe el mensaje de texto, puede intentarlo sin el cero inicial. Por ejemplo, %s",
        "Settings_UpdateOrDeleteAccount": "Puede actualizar %sactualizar%s o %sborrar%s esta cuenta.",
        "Settings_ValidatePhoneNumber": "Convalidado",
        "Settings_VerificationCodeJustSent": "Hemos enviado un mensaje de texto (SMS) con un código: por favor, ingrese este código arriba y clic en \"Validar\".",
        "SettingsMenu": "Mensajero móvil",
        "SMS_Content_Too_Long": "[demasiado largo]",
        "TopLinkTooltip": "Obtenga reportes analíticos de su sitio de internet enviados a su casilla de correo electrónico o en su teléfono móvil!",
        "TopMenu": "Informes por correo electrónico & SMS",
        "VerificationText": "Código es %s. Para validad su número de teléfono y recibir los informes Piwik vía mensaje de texto (SMS), por favor, copie este código en el formulario accesible vía Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Evolución",
        "LoadingWebsites": "Cargando sitios web",
        "PluginDescription": "Muestra resumen y\/o estadísticas ejecutivas multisitio. Actualmente mantenido como un plugin del núcleo de Piwik",
        "TopLinkTooltip": "Comparar la estadísticas de Análisis Web para todos tus Sitios Web."
    },
    "Overlay": {
        "Clicks": "%s clicks",
        "ClicksFromXLinks": "%1$s clics desde uno de %2$s links",
        "Domain": "Dominio",
        "ErrorNotLoading": "La sesión de superposición de página no puede ser aun iniciada.",
        "ErrorNotLoadingDetails": "Tal vez la página cargada a su derecha no posee el código de rastreo Piwik. En este caso, trate de lanzar Overlay para una página diferente desde el informe de páginas.",
        "ErrorNotLoadingDetailsSSL": "Desde que está utilizando Piwik sobre https, la causa más probable es que su sitio no provea soporte SSL. Intente utilizar Piwik sobre http.",
        "ErrorNotLoadingLink": "Clic aquí para obtener más ayuda acerca de soluciones de problemas.",
        "Link": "Enlace",
        "Location": "Ubicación",
        "NoData": "No hay información para esta página en el período seleccionado.",
        "OneClick": "1 clic",
        "OpenFullScreen": "Ir a pantalla completa",
        "Overlay": "Vísta general de página",
        "PluginDescription": "Ver información analítica como una solapa en su actual sitio de internet.",
        "RedirectUrlError": "Está intentando abrir una página de la dirección de internet \"%s\"- %s Ninguno de sus dominios de su configuración Piwik coincide con el enlace.",
        "RedirectUrlErrorAdmin": "Puede agregar el dominio como una dirección de internet %sen la configuración%s.",
        "RedirectUrlErrorUser": "Pregunte a su administrador para agregar el dominio como una dirección de internet adicional."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Seleccione \"Si\" si que Piwik no registre direcciones IP completas.",
        "AnonymizeIpInlineHelp": "Ocultar la dirección IP del visitante para cumplir las leyes\/directrices de privacidad de su localidad.",
        "AnonymizeIpMaskLengtDescription": "Seleccione cuantos bytes de las direcciones IP de los visitantes deben ser ocultados.",
        "AnonymizeIpMaskLength": "%s byte(s) - ej. %s",
        "CannotLockSoDeleteLogActions": "La tabla log_action no será purgada: por favor, conceda el privilegio LOCK TABLES al usuario MYSQL '%s'.",
        "ClickHereSettings": "Haga clic aquí para acceder a la configuración de %s",
        "CurrentDBSize": "Tamaño actual de la base de datso",
        "DBPurged": "DB purgado.",
        "DeleteBothConfirm": "Está a punto de disponer de borrar datos de informes y de registro. Esta acción permanentemente quitará la posibilidad de disponer de información analítica añeja. Está seguro que quiere llevarlo a cabo?",
        "DeleteDataDescription": "Puede configurar Piwik para borrar regularmente registros antiguos de los visitantes y\/o procesar reportes para mantener el tamaño de la base de datos lo más pequeña posible",
        "DeleteDataDescription2": "Si es habilitado, informes pre-procesados no serán borrados, solo las visitas, vistas de página y datos de registro de conversiones serán borrados. O, dichos informes pueden ser borrados y los registros mantenidos.",
        "DeleteDataInterval": "Borrar antigua información cada",
        "DeleteDataSettings": "Borrar los registros y reportes de los visitantes antiguos",
        "DeleteLogDescription2": "Cuando habilite la eliminación automática de registros, debe comprobar que todos los reportes diarios previos han sido procesados, de modo que ningún dato es perdido.",
        "DeleteLogInfo": "Registros de las siguientes tablas serán eliminados: %s",
        "DeleteLogsConfirm": "Está por habilitar el borrado de datos de registro. Si dicha información es removida, y los informes no se han creado, no podrá ver datos analíticos históricos. Desea continuar?",
        "DeleteLogsOlderThan": "Eliminar registros más antiguos que",
        "DeleteMaxRows": "Número máximo de filas que serán eliminadas por cada ejecución",
        "DeleteMaxRowsNoLimit": "sin límites",
        "DeleteReportsConfirm": "Está disponiendo el borrado de datos de informes. Si un informe antiguo es borrado, tendrá que reprocesarlos nuevamente para visualizarlos. Está seguro que quiere hacer esto?",
        "DeleteReportsDetailedInfo": "Registro desde las tablas numéricas de los archivos de la base de datos (%s) y borradores de archivos de tablas (%s) serán borrados.",
        "DeleteReportsInfo": "Si es habilitado, todos los antiguos reportes serán borrados. %sRecomendamos habilitarlo solo cuando el espacio de la base de datos sea limitado.%s",
        "DeleteReportsInfo2": "Si no ha habilitado \"%s\", los antiguos reportes serán recreados automáticamente cuando sean solicitados.",
        "DeleteReportsInfo3": "Si lo ha habilitado \"%s\", la información será borrada de forma permanente.",
        "DeleteReportsOlderThan": "Borrar informes mayores que",
        "DeleteSchedulingSettings": "Configuraciones de calendario",
        "DoNotTrack_Description": "Do Not Track es una tecnología y una propuesta política que permite a los usuarios decidir no ser rastreados por sitios de internet que no visitan, tales como servicios analíticos, redes de publicidad y plataformas sociales.",
        "DoNotTrack_Disable": "Deshabilitado, no da soporte al seguimiento",
        "DoNotTrack_Disabled": "Piwik está actualmente rastreando a todos los visitantes; incluso, hayan habilitado en sus navegadores de internet la opción \"No quiero ser rastreado\".",
        "DoNotTrack_DisabledMoreInfo": "Recomendamos respetar la privacidad de sus visitantes y habilitar la opción DoNotTrack.",
        "DoNotTrack_Enable": "Habilitar soporte a Do Not Track",
        "DoNotTrack_Enabled": "Actualmente está respetando la privacidad de sus visitantes, ¡Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Cuando los usuarios han dispuesto en sus navegadores de internet que \"No quiero ser rastreado\" (DoNotTrack es habilitado), Piwik no rastreará a estos visitantes.",
        "DoNotTrack_SupportDNTPreference": "Soporte a la preferencia Do Not Track",
        "EstimatedDBSizeAfterPurge": "Tamaño aproximado de la base de datos después de la purga",
        "EstimatedSpaceSaved": "Espacio estimado guardado",
        "GeolocationAnonymizeIpNote": "Nota: Geolocalización tendrá aproximadamente los mismos resultados con 1 byte anónimo. Con 2 bytes o más, Geolocalización será imprecisa.",
        "GetPurgeEstimate": "Obtener estimación de purga",
        "KeepBasicMetrics": "Mantener métricas básicas (visitantes, vistas de páginas, tasa de rebote, conversiones de meta, conversiones de comercio electrónico, etc.)",
        "KeepDataFor": "Mantener toda la información para:",
        "KeepReportSegments": "Para mantener la información superior, también mantenga informes segmentados",
        "LastDelete": "La última eliminación fue en",
        "LeastDaysInput": "Por favor, especifique un número de días más grande que %s.",
        "LeastMonthsInput": "Por favor, especifique un número de meses mayor que %s.",
        "MenuPrivacySettings": "Privacidad",
        "NextDelete": "La próxima eliminación programada es en",
        "PluginDescription": "Personalizar Piwik para hacer que cumpla con las legislaciones existentes.",
        "PurgeNow": "Purgar DB ahora",
        "PurgeNowConfirm": "Está a punto de borrar información permanentemente de su base de datos. Está seguro que quiere continuar?",
        "PurgingData": "Purgando información...",
        "RecommendedForPrivacy": "(recomendado para privacidad)",
        "ReportsDataSavedEstimate": "Tamaño de la base de datos",
        "SaveSettingsBeforePurge": "Ha cambiado la configuración de borrado de información. Por favor, guárdelas antes de iniciar la purga.",
        "SeeAlsoOurOfficialGuidePrivacy": "Lee también nuestra guía oficial: %sAnálisis web y privacidad de datos%s",
        "Teaser": "En esta página, usted puede personalizar Piwik para hacer que cumpla con la privacidad de las legislaciones existentes, haciendo lo sigueinte: %s hacer anónima la IP del visitante%s, %s eliminar automáticamente los registros antiguos de visitantes de la base de datos%s. y %s proporcionar un mecanismo Opt-out para su web (para que los visitantes no sean seguidos)%s",
        "TeaserHeadline": "Configuración de Privacidad",
        "UseAnonymizedIpForVisitEnrichment": "Usa también direcciones IP anónimas para enriquecer las visitas.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Los plugins como Geo Location a través de IP y Provider mejoran los metadatos del visitante. Por defecto estos plugins utilizan las direcciones IP anónimas. Si eliges 'No' será utilizada una dirección completa de forma no anónima lo que resulta en menos privacidad pero mayor precisión de datos.",
        "UseAnonymizeIp": "Hacer anónimas las direcciones IP de los visitantes",
        "UseDeleteLog": "Eliminar registros antiguos de la base de datos regularmente",
        "UseDeleteReports": "Regularmente borre los reportes antiguos de la base de datos"
    },
    "Provider": {
        "ColumnProvider": "Proveedor",
        "PluginDescription": "Reporta el Proveedor de los Visitantes.",
        "ProviderReportDocumentation": "Este reporte muestra que Proveedores de Servicios de Internet (ISPs) usan sus visitantes para acceder al sitio web. Usted puede hacer clic en el nombre de un proveedor para más detalles. %s Si Piwik no puede determinar el proveedor de un visitante, será puesto como la IP.",
        "SubmenuLocationsProvider": "Localizaciones y proveedores",
        "WidgetProviders": "Proveedores"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Este informe muestra todas las Referencias en un solo informe enumerando todos los sitios web, las Palabras claves y las Campañas que utilizan tus visitantes para encontrar tu sitio web.",
        "Campaigns": "Campañas",
        "CampaignsDocumentation": "Visitantes que visitan su sitio de internet como resultado de una campaña. %s Vea el %s informe para mayores detalles.",
        "CampaignsReportDocumentation": "Este reporte muestra qué campaña llevó visitantes a su sitio de internet. %s Para una mayor información acerca del rastreo de las campañas, lea la documentación %scampañas en piwik.org%s",
        "ColumnCampaign": "Campaña",
        "ColumnSearchEngine": "Motores de búsqueda",
        "ColumnSocial": "Red social",
        "ColumnWebsite": "Sitio web",
        "ColumnWebsitePage": "Página web",
        "DetailsByReferrerType": "Detalles por tipo de referencia",
        "DirectEntry": "Entrada directa",
        "DirectEntryDocumentation": "Un visitante ha ingresado la dirección de internet en su navegador y comenzó a navegar en su sitio de internet - él ingresó en su sitio de internet directamente.",
        "Distinct": "Distintas referencias por tipo de referencia",
        "DistinctCampaigns": "campañas distintas",
        "DistinctKeywords": "palabras clave distintas",
        "DistinctSearchEngines": "motores de búsqueda distintos",
        "DistinctWebsites": "páginas web distintas",
        "EvolutionDocumentation": "Esta es una viste general de las páginas web externas que condujeron visitantes a su web.",
        "EvolutionDocumentationMoreInfo": "Para más información sobre los diferentes tipos de páginas web externas, vea la documentación de la tabla %s.",
        "Keywords": "Palabras clave",
        "KeywordsReportDocumentation": "Este informe revela que palabras claves estuvieron buscando antes de ingresar en su sitio de internet. %s Cliqueando en la tabla, puede observar la distribución de los motores de búsqueda en la búsqueda de dichas palabras claves.",
        "PluginDescription": "Reporte los datos de las Referencias: Motores de búsqueda, Palabras Clave, Sitios, Campañas, Entrada Directa.",
        "Referrer": "Referencias",
        "ReferrerName": "Nombre de la referencia",
        "Referrers": "Referencias",
        "ReferrersOverview": "Referencias Visión",
        "SearchEngines": "Motores de búsqueda",
        "SearchEnginesDocumentation": "Un visitante fue remitido a su sitio de internet por un motor de búsqueda. %s Vea el %s reporte para mayores detalles.",
        "SearchEnginesReportDocumentation": "Este reporte muestra que motores de búsqueda enviaron users a su web. %s Haciendo clic en una fila en la tabla, usted puede ver que usuarios estaban buscando en un motor de búsqueda específico.",
        "SocialFooterMessage": "A la izquierda, este es un subconjunto de los informes de los sitios de internet. Filtra respecto de otros sitios de internet, así puede comparar sus referentes de las redes sociales directamente.",
        "Socials": "Redes sociales",
        "SocialsReportDocumentation": "Este informe muestra que red social redirige visitantes a su sitio de internet.<br \/>Simplemente cliqueando en una fila de la tabla, puede observar desde que páginas de determinada red social provienen sus visitantes.",
        "SubmenuSearchEngines": "Motores de búsqueda y palabras clave",
        "SubmenuWebsites": "Sitios web",
        "Type": "Tipo de referencia",
        "TypeCampaigns": "%s desde campañas",
        "TypeDirectEntries": "%s entradas directas",
        "TypeReportDocumentation": "Esta tabla contiene información acerca de la distribución de los tipos de referentes.",
        "TypeSearchEngines": "%s desde motores de búsqueda",
        "TypeWebsites": "%s desde sitios web",
        "UsingNDistinctUrls": "(usando %s urls distintas)",
        "ViewAllReferrers": "Ver todas las Referencias",
        "ViewReferrersBy": "Ver Referencias por %s",
        "Websites": "Sitios web",
        "WebsitesDocumentation": "El visitante siguió un enlace en otro sitio de internet que lo dirigió a su sitio. %s Vea el %s informe para mayores detalles.",
        "WebsitesReportDocumentation": "En esta tabla, puede observar qué sitio de internet envió visitantes a su sitio. %s Cliqueando en una fila de la tabla, puede ver que dirección de internet enlaza a su sitio",
        "WidgetExternalWebsites": "Lista de páginas web externas",
        "WidgetGetAll": "Todas las Referencias",
        "WidgetKeywords": "Lista de Palabras clave",
        "WidgetSocials": "Lista de redes sociales",
        "WidgetTopKeywordsForPages": "Principales Palabras clave para la Página URL",
        "XPercentOfVisits": "%s%% de visitas"
    },
    "RowEvolution": {
        "AvailableMetrics": "Métricas disponibles",
        "CompareDocumentation": "Clic en el siguiente enlace y abrirá una ventana emergente que muestra una fila de la misma tabla para comparar registros múltiples.<br \/>Utilice shift-clic para seleccionar las filas a comparar sin abrir ventanas adicionales.",
        "CompareRows": "Comparar registros",
        "ComparingRecords": "Comparando %s filas",
        "Documentation": "Cliquee en las métricas para visualizarlas en un gráfico su evolución en el tiempo. Utilice shit-clic para visualizar múltiples métricas de una vez.",
        "MetricBetweenText": "entre %s y %s",
        "MetricChangeText": "%s sobre el período",
        "MetricMinMax": "%1$s variaba entre %2$s y %3$s en el periodo",
        "MetricsFor": "Métricas para %s",
        "MultiRowEvolutionTitle": "Evolución de múltiples filas",
        "PickAnotherRow": "Elija otra fila para comparar",
        "PickARow": "Elija una fila para comparar"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(opcional) Mostrar opciones",
        "AggregateReportsFormat_GraphsOnly": "Mostrar sólo gráficas (no reportes de tablas)",
        "AggregateReportsFormat_TablesAndGraphs": "Mostrar Reporte de tablas y Gráficas para todos los reportes",
        "AggregateReportsFormat_TablesOnly": "(por defecto) Mostrar Reporte de tablas (Gráficas sólo para mediciones clave)",
        "AlsoSendReportToTheseEmails": "También envíe el reporte a estos correos (un correo por linea):",
        "AreYouSureDeleteReport": "¿Está seguro de que desea eliminar este reporte y su envío programado?",
        "CancelAndReturnToReports": "Cancelar y %svolver a la lista de reportes%s",
        "CreateAndScheduleReport": "Crear y Programar un reporte",
        "CreateReport": "Crear Reporte",
        "CustomVisitorSegment": "Segmento de Visitante Personalizado:",
        "DescriptionOnFirstPage": "La descripción del reporte será mostrada en la primera página del reporte.",
        "DisplayFormat_TablesOnly": "Mostrar sólo Tablas (no gráficas)",
        "EmailHello": "Hola,",
        "EmailReports": "Informes por correo electrónico",
        "EmailSchedule": "Programe el envío del Email",
        "EvolutionGraph": "Mostrar Gráficas Históricas para los %s valores más altos",
        "FrontPage": "Página Incial",
        "ManageEmailReports": "Administrar los Reportes por Email",
        "MonthlyScheduleHelp": "Envío mensual: los reportes serán enviados el primer día de cada mes.",
        "MustBeLoggedIn": "Usted debe haber iniciado sesión para crear y programar reportes personalizados.",
        "NoRecipients": "Este reporte no tiene destinatarios",
        "OClock": "en punto",
        "Pagination": "Página %s de %s",
        "PiwikReports": "Reportes Piwik",
        "PleaseFindAttachedFile": "Encontrará el reporte de %1$s %2$s como un archivo PDF adjunto.",
        "PleaseFindBelow": "Por favor encuentre debajo su reporte %1$s para %2$s.",
        "PluginDescription": "Cree y descargue sus reportes personalizados, y envíelos por email diariamente, semanalmente o mensualmente.",
        "ReportFormat": "Formato del Reporte",
        "ReportHour": "Enviar informe en",
        "ReportIncludeNWebsites": "El reporte incluirá las principales métricas para todos los sitios de internet con al menos una visita (de todo %s los sitios de internet disponibles).",
        "ReportSent": "Reporte enviado",
        "ReportsIncluded": "Estadísticas incluidas",
        "ReportType": "Enviar reporte vía",
        "ReportUpdated": "Informe actualizado",
        "Segment_Deletion_Error": "Este segmento no puede ser eliminado o hacerse invisible para otros usuarios porque es utilizado para crear informe(s) email %s. Por favor elimina este segmento del informe(s) y vuelve a intentar.",
        "Segment_Help": "Puedes elegir un segmento personalizado existente para aplicar a los datos de este informe mail. Puedes crear y modificar segmentos personalizados en tu tablero %s (haz clic aquí para abrir)%s, haciendo clic en la casilla \"%s\", y luego en \"%s\".",
        "SegmentAppliedToReports": "El segmento '%s' está siendo aplicado a los informes.",
        "SendReportNow": "Enviar Reporte ahora",
        "SendReportTo": "Enviar reporte a",
        "SentToMe": "Enviarme una copia",
        "TableOfContent": "Lista de reportes",
        "ThereIsNoReportToManage": "No hay reportes que administrar para el sitio web %s",
        "TopLinkTooltip": "Crear reportes por medio del correo electrónico para obtener las estadísticas de Piwik enviadas a su correo electrónico o las de sus clientes automáticamente!",
        "TopOfReport": "Volver arriba",
        "UpdateReport": "Actualizar Reporte",
        "WeeklyScheduleHelp": "Envío semanal: los reportes serán enviados el primer Lunes de cada semana."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Agregar condición %s",
        "AddNewSegment": "Agregar nuevo segmento",
        "AreYouSureDeleteSegment": "¿Usted está seguro de querer eliminar este segmento?",
        "AutoArchivePreProcessed": "los informes segmentados son pre-procesados (rápido, requiere cron archive.php)",
        "AutoArchiveRealTime": "los informes segmentados son procesados en tiempo real",
        "ChooseASegment": "Escoger un segmento",
        "DataAvailableAtLaterDate": "Tus informes analíticos segmentados serán disponibles más tarde. Lamentamos la inconveniencia.",
        "DefaultAllVisits": "Todas las visitas",
        "DragDropCondition": "Arrastrar & Soltar condiciones",
        "LoadingSegmentedDataMayTakeSomeTime": "Procesando los datos del visitante segmentados puede tomar nos minutos…",
        "OperatorAND": "Y",
        "OperatorOR": "O",
        "SaveAndApply": "Guardar & Aplicar",
        "SegmentDisplayedAllWebsites": "todos los sitios web",
        "SegmentDisplayedThisWebsiteOnly": "este sitio web únicamente",
        "SegmentIsDisplayedForWebsite": "y mostrada para",
        "SegmentNotApplied": "Segmento '%s' no ha sido aplicado",
        "SegmentNotAppliedMessage": "Estás solicitando datos para el segmento personalizado '%s', esta configuración de Piwik actualmente impide el proceso en tiempo real de informes por razones de rendimiento.",
        "SelectSegmentOfVisitors": "Selecciona un segmento de visitantes:",
        "ThisSegmentIsVisibleTo": "Este segmento es visible para:",
        "VisibleToAllUsers": "todos los usuarios",
        "VisibleToMe": "mí",
        "YouMayChangeSetting": "Alternativamente puedes cambiar la configuración en el archivo config (%s) o modificar este segmento y elegir '%s'.",
        "YouMustBeLoggedInToCreateSegments": "Usted debe estar conectado para crear y editar segmentos de usuario personalizados."
    },
    "SEO": {
        "AlexaRank": "Ranking Alexa",
        "Bing_IndexedPages": "páginas indexadas por Bing",
        "Dmoz": "Entradas DMOZ",
        "DomainAge": "Edad del dominio",
        "ExternalBacklinks": "Enlaces entrantes Externos (Majestic)",
        "Google_IndexedPages": "Páginas indexadas por Google",
        "Rank": "Rank",
        "ReferrerDomains": "Dominios Referidos (Majestic)",
        "SeoRankings": "SEO Rankings",
        "SEORankingsFor": "SEO Rankings de %s",
        "ViewBacklinksOnMajesticSEO": "Ver informe de Enlaces entrantes Externos en MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Añadir un nuevo Sitio",
        "AdvancedTimezoneSupportNotFound": "Soporte avanzado para zonas horarias no se encontró en su PHP (soportado en PHP>=5.2). Usted todavía puede elegir un corrimiento UTC manual.",
        "AliasUrlHelp": "Se recomienda, pero no es obligatorio, especificar las diferentes URLs que sus visitantes utilizan para acceder a este sitio web. Los alias de las URLs para un sitio web no aparecerán en el informe Referencias > Sitios web. Tenga en cuenta que no es necesario especificar las direcciones URL con y sin 'www' ya que Piwik considera automáticamente ambas.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Cambiar su zona horaria sólo afectará a los datos en adelante, y no se aplicará con retroactivamente.",
        "ChooseCityInSameTimezoneAsYou": "Escoja una ciudad en la misma zona horaria que Usted.",
        "Currency": "Moneda",
        "CurrencySymbolWillBeUsedForGoals": "El símbolo de moneda se muestra al lado de los ingresos objetivos.",
        "DefaultCurrencyForNewWebsites": "Moneda por defecto para los nuevos sitios web",
        "DefaultTimezoneForNewWebsites": "Zona Horaria por defecto para los nuevos sitios web",
        "DeleteConfirm": "¿Está seguro de querer borrar el sitio %s?",
        "DisableSiteSearch": "No rastrear búsquedas de sitio",
        "EcommerceHelp": "Cuando es habilitado, el informe \"Metas\" poseerá una nueva sección \"Ecommerce\".",
        "EnableEcommerce": "Habilitados para Ecommerce",
        "EnableSiteSearch": "Seguimiento de búsquedas de sitio habilitado",
        "EnableSiteSpecificUserAgentExclude": "Habilitar exclusión de usuario de agente específico de sitio de internet.",
        "EnableSiteSpecificUserAgentExclude_Help": "Si necesita excluir diferentes agentes de usuario para diferentes sitios de internet, marque esta casilla, clic en guardar y %1$sagregue los agentes de usuario arriba%2$s.",
        "ExceptionDeleteSite": "No es posible borrar este sitio ya que es el único que hay registrado. Primero añada un nuevo sitio, luego borre este.",
        "ExceptionEmptyName": "El nombre del sitio no puede estar vacío.",
        "ExceptionInvalidCurrency": "La moneda \"%s\" no es válida. Por favor ingrese un símbolo de moneda válido (ej. %s)",
        "ExceptionInvalidIPFormat": "La IP a excluir \"%s\" no tiene un formato válido de IP (por ejemplo, %s).",
        "ExceptionInvalidTimezone": "La zona horaria \"%s\" no es válida Por favor ingrese una zona horaria válida.",
        "ExceptionInvalidUrl": "La URL '%s' no es válida.",
        "ExceptionNoUrl": "Debe especificar al menos una URL para su sitio.",
        "ExcludedIps": "IPs Excluidas",
        "ExcludedParameters": "Parámetros de Exclusión",
        "ExcludedUserAgents": "Agentes de usuario excluidos",
        "GlobalExcludedUserAgentHelp1": "Introduza la lista de agentes de usuario a excluir de ser rastreados por Piwik.",
        "GlobalExcludedUserAgentHelp2": "Puede utilizar esto para excluir algunos bots de ser seguidos.",
        "GlobalListExcludedIps": "Lista Global de IPs Excluidas.",
        "GlobalListExcludedQueryParameters": "Consulta la lista Global de los parámetros de URL para excluir",
        "GlobalListExcludedUserAgents": "Lista global de los agentes de usuario a excluir",
        "GlobalListExcludedUserAgents_Desc": "Si la cadena del usuario agente de cierto visitante contiene las cadenas que ha especificado, el visitante será excluido de Piwik.",
        "GlobalWebsitesSettings": "Configuración Global de los sitios web",
        "HelpExcludedIps": "Introduzca la lista de direcciones IP, una por línea, que desea excluir de ser rastreados por Piwik. Puede utilizar caracteres comodín, por ejemplo. %1$s o %2$s",
        "JsTrackingTagHelp": "Aquí está el código de seguimiento JavaScript para incluir en todas sus páginas",
        "KeepURLFragments": "Seguimiento de fragmentos de la URL de la Página",
        "KeepURLFragmentsHelp": "Si la casilla de selección a continuación no está marcada, los fragmentos de URL de página (todo después de %1$s) será eliminado durante el seguimiento: %2$s se seguirán como %3$s",
        "KeepURLFragmentsHelp2": "También puedes anular este ajuste para sitios web individuales encima.",
        "KeepURLFragmentsLong": "Mantener fragmentos de la URL de Página cuando se rastrean las URLs de Página",
        "ListOfIpsToBeExcludedOnAllWebsites": "Las IPs a continuación quedarán excluidas de ser rastreadas en todos los sitios web.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Los parámetros de consulta URL a continuación serán excluidos de la URL de los sitios web.",
        "ListOfQueryParametersToExclude": "Introduzca la lista de parámetros de consulta de URL, uno por línea, para excluirlos de los reportes de URL de página.",
        "MainDescription": "¡Su informe de Análisis Web necesita Sitios Web! Añada, actualice, borre Sitios Web, y muestre el código JavaScript para insertar en sus páginas.",
        "NotAnEcommerceSite": "No es un sitio de Ecommerce",
        "NotFound": "Ningún sitio web encontrado",
        "NoWebsites": "Usted no tiene ningún sitio web que administrar.",
        "OnlyOneSiteAtTime": "Puede editar un sitio de internet a la vez. Por favor guarde o cancele sus modificaciones actuales para el sitio de internet %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permite el rastreo avanzado de analítica Ecommerce y su posterior generación de informes. Aprenda más acerca de %s Analítica Ecommerce%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik automáticamente excluirá los parámetros de sesión (%s).",
        "PluginDescription": "Administrador de Sitios en Piwik: Agregar un Nuevo Sitio, Mostrar el código Javascript que se incluirá en las páginas. Todas las acciones también están disponibles en la API.",
        "SearchCategoryDesc": "Piwik puede seguir la categoría Buscar para cada palabra clave del buscador del sitio interno.",
        "SearchCategoryLabel": "Parámetro de categoría",
        "SearchCategoryParametersDesc": "Puede ingresar una lista de tipo separado por comas de parámetros de pregunta especificando la categoría de búsqueda.",
        "SearchKeywordLabel": "Parámetro de pregunta",
        "SearchKeywordParametersDesc": "Ingrese una lista de tipo separado por comas de todos los nombres de los parámetros de consulta conteniendo las palabras clave del buscador del sitio.",
        "SearchParametersNote": "Nota: los parámetros de la pregunta y de categoría serán utilizado solo en aquellos sitios de internet que habilitaron Buscar sitio pero dejaron estos parámetros vacíos.",
        "SearchParametersNote2": "Para deshabilitar Búsqueda en sitio para nuevos sitios de internet, deje estos dos campos vacíos.",
        "SearchUseDefault": "Utilizar parámetros de Buscar sitio %spor omisión%s",
        "SelectACity": "Seleccione una ciudad",
        "SelectDefaultCurrency": "Puede seleccionar la moneda por defecto para los nuevos sitios web",
        "SelectDefaultTimezone": "Puede seleccionar la zona horaria por defecto para los nuevos sitios web.",
        "ShowTrackingTag": "mostrar código de seguimiento",
        "Sites": "Sitios",
        "SiteSearchUse": "Puede utilizar Piwik para rastrear y obtener un informe que están buscando en el motor de búsqueda interno de su sitio de internet",
        "SuperUserAccessCan": "Un usuario con acceso Super User también puede %s especificar la configuración global%s para nuevos sitios web.",
        "Timezone": "Zona Horaria",
        "TrackingSiteSearch": "Búsqueda del rastreo interno del sitio",
        "TrackingTags": "Etiquetas de seguimiento para %s",
        "Urls": "URLs",
        "UTCTimeIs": "La hora UTC es %s.",
        "WebsitesManagement": "Administración de Sitios",
        "YouCurrentlyHaveAccessToNWebsites": "Actualmente tienes acceso a %s sitios web.",
        "YourCurrentIpAddressIs": "Su IP actual es %s"
    },
    "Transitions": {
        "BouncesInline": "%s rebotes",
        "DirectEntries": "Ingresos directos",
        "ErrorBack": "Regrese a la acción anterior",
        "ExitsInline": "%s salidas",
        "FromCampaigns": "Desde campañas",
        "FromPreviousPages": "Desde páginas internas",
        "FromPreviousPagesInline": "%s desde páginas internas",
        "FromPreviousSiteSearches": "Desde búsquedas internas",
        "FromPreviousSiteSearchesInline": "%s desde búsquedas internas",
        "FromSearchEngines": "Desde motores de búsqueda",
        "FromWebsites": "Desde sitios de internet",
        "IncomingTraffic": "Tráfico entrante",
        "LoopsInline": "%s recargas de página",
        "NoDataForAction": "No hay información para %s",
        "NoDataForActionDetails": "O la acción no tuvo vistas de páginas durante el período %s o es inválida.",
        "OutgoingTraffic": "Tráfico saliente",
        "PluginDescription": "Reportes acerca de las acciones anteriores y posteriores de cada dirección de página de internet.",
        "ShareOfAllPageviews": "Esta página tuvo %s vistas de página (%s de todas las vistas de páginas)",
        "ToFollowingPages": "A páginas internas",
        "ToFollowingPagesInline": "%s a páginas internas",
        "ToFollowingSiteSearches": "Búsquedas internas",
        "ToFollowingSiteSearchesInline": "%s búsquedas internas",
        "XOfAllPageviews": "%s de todas las vistas de esta página",
        "XOutOfYVisits": "%s (de %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "No se puede encontrar la función apache_get_modules, asumiendo que se posee un servidor de internet no-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "No se encuentra el archivo %1$s en el archivo tar %2$s!",
        "CannotFindGeoIPServerVar": "La variable %s no está especificada. Su servidor puede no estar configurado correctamente.",
        "CannotFindPeclGeoIPDb": "No se encuentra en la base de datos el país, región o ciudad en el módulo GeoIP PECL. Asegúrese que su base de datos GeoIP esté localizada en %1$s y sea nombrada %2$s o %3$s, de no ser así, el módulo PECL no lo reconocerá.",
        "CannotListContent": "No se pudo enumerar el contenido de %1$s: %2$s",
        "CannotLocalizeLocalIP": "La dirección IP %s es una dirección local y no puede ser geolocalizada.",
        "CannotSetupGeoIPAutoUpdating": "Parece que está guardando sus bases de datos GeoIP fuera de Piwik (no hay base de datos en la subcarpeta misc, pero su GeoIP está funcionando). Piwik no puede actualizar automáticamente sus bases de datos GeoIP si están ubicadas fuera de la carpeta misc.",
        "CannotUnzipDatFile": "No se puede descomprimir el archivo dat en %1$s: %2$s",
        "City": "Ciudad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "continent_afr": "África",
        "continent_amc": "América Central",
        "continent_amn": "América del Norte",
        "continent_ams": "América del Sur y Central",
        "continent_ant": "Antártida",
        "continent_asi": "Asia",
        "continent_eur": "Europa",
        "continent_oce": "Oceanía",
        "Country": "País",
        "country_a1": "Proxy Anonimo",
        "country_a2": "Proveedor Satelital",
        "country_ac": "Isla Ascensión",
        "country_ad": "Andorra",
        "country_ae": "Emiratos Árabes Unidos",
        "country_af": "Afganistán",
        "country_ag": "Antigua y Barbuda",
        "country_ai": "Anguila",
        "country_al": "Albania",
        "country_am": "Armenia",
        "country_an": "Antillas Neerlandesas",
        "country_ao": "Angola",
        "country_ap": "Región Asia\/Pacífico",
        "country_aq": "Antártida",
        "country_ar": "Argentina",
        "country_as": "América Samoa",
        "country_at": "Austria",
        "country_au": "Australia",
        "country_aw": "Aruba",
        "country_ax": "Islas de Åland",
        "country_az": "Azerbaiyán",
        "country_ba": "Bosnia Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Bélgica",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgaria",
        "country_bh": "Bahrein",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "San Bartolomé",
        "country_bm": "Bermudas",
        "country_bn": "Bruneo",
        "country_bo": "Bolivia",
        "country_bq": "Bonaire, Sint Eustatius y Saba",
        "country_br": "Brasil",
        "country_bs": "Bahamas",
        "country_bt": "Bután",
        "country_bu": "Birmania",
        "country_bv": "Isla Bouvet",
        "country_bw": "Botsuana",
        "country_by": "Bielorrusia",
        "country_bz": "Belice",
        "country_ca": "Canadá",
        "country_cat": "Comunidades de habla catalana",
        "country_cc": "Islas Cocos",
        "country_cd": "Congo, La República Democrática",
        "country_cf": "República Centroafricana",
        "country_cg": "Congo",
        "country_ch": "Suiza",
        "country_ci": "Costa de Marfil",
        "country_ck": "Islas Cook",
        "country_cl": "Chile",
        "country_cm": "Camerún",
        "country_cn": "China",
        "country_co": "Colombia",
        "country_cp": "Isla de la Pasión",
        "country_cr": "Costa Rica",
        "country_cs": "Serbia Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Cabo verde",
        "country_cw": "Curaçao",
        "country_cx": "Islas Christmas",
        "country_cy": "Chipre",
        "country_cz": "República Checa",
        "country_de": "Alemania",
        "country_dg": "Diego Garcia",
        "country_dj": "Yibuti",
        "country_dk": "Dinamarca",
        "country_dm": "Dominica",
        "country_do": "República Dominicana",
        "country_dz": "Argelia",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Ecuador",
        "country_ee": "Estonia",
        "country_eg": "Egipto",
        "country_eh": "Sahara Occidental",
        "country_er": "Eritrea",
        "country_es": "España",
        "country_et": "Etiopía",
        "country_eu": "Unión Europea",
        "country_fi": "Finlandia",
        "country_fj": "Fiji",
        "country_fk": "Islas Malvinas",
        "country_fm": "Micronesia, Estados Federados",
        "country_fo": "Islas Feroe",
        "country_fr": "Francia",
        "country_fx": "Francia, Metropolitana",
        "country_ga": "Gabón",
        "country_gb": "Gran Bretaña",
        "country_gd": "Granada",
        "country_ge": "Georgia",
        "country_gf": "Guayana Francesa",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Groenlandia",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadaloupe",
        "country_gq": "Guinea Ecuatorial",
        "country_gr": "Grecia",
        "country_gs": "Islas Georgia del Sur y Sandwich del Sur",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guayana",
        "country_hk": "Hong Kong",
        "country_hm": "Islas Heard y McDonald",
        "country_hn": "Honduras",
        "country_hr": "Croacia",
        "country_ht": "Haiti",
        "country_hu": "Hungría",
        "country_ic": "Islas Canarias",
        "country_id": "Indonesia",
        "country_ie": "Irlanda",
        "country_il": "Israel",
        "country_im": "Isla de Man",
        "country_in": "India",
        "country_io": "Territorio Británico del Océano Índico",
        "country_iq": "Iraq",
        "country_ir": "Irán, República Islámica",
        "country_is": "Islandia",
        "country_it": "Italia",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordania",
        "country_jp": "Japón",
        "country_ke": "Kenia",
        "country_kg": "Kirguistán",
        "country_kh": "Camboya",
        "country_ki": "Kiribati",
        "country_km": "Comores",
        "country_kn": "San Cristóbal y Nieves",
        "country_kp": "Corea, República Popular Democrática de Corea",
        "country_kr": "Corea, República de Corea",
        "country_kw": "Kuwait",
        "country_ky": "Islas Caimán",
        "country_kz": "Kazajstán",
        "country_la": "Laos",
        "country_lb": "Líbano",
        "country_lc": "Santa Lucía",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Lituania",
        "country_lu": "Luxemburgo",
        "country_lv": "Letonia",
        "country_ly": "Libia",
        "country_ma": "Marruecos",
        "country_mc": "Mónaco",
        "country_md": "Moldova, República de Moldavia",
        "country_me": "Montenegro",
        "country_mf": "San Martin",
        "country_mg": "Madagascar",
        "country_mh": "Islas Marshall",
        "country_mk": "Macedonia",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongolia",
        "country_mo": "Macao",
        "country_mp": "Islas Marianas del Norte",
        "country_mq": "Martinica",
        "country_mr": "Mauritania",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauricio",
        "country_mv": "Maldivas",
        "country_mw": "Malawi",
        "country_mx": "México",
        "country_my": "Malasia",
        "country_mz": "Mozambique",
        "country_na": "Namibia",
        "country_nc": "Nueva Caledoniaa",
        "country_ne": "Niger",
        "country_nf": "Isla Norfolk",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Países bajos",
        "country_no": "Noruega",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Zona Neutral",
        "country_nu": "Niue",
        "country_nz": "Nueva Zelanda",
        "country_o1": "Otro País",
        "country_om": "Omán",
        "country_pa": "Panamá",
        "country_pe": "Perú",
        "country_pf": "Polinesia Francesa",
        "country_pg": "Papua Nueva Guinea",
        "country_ph": "Filipinas",
        "country_pk": "Pakistán",
        "country_pl": "Polonia",
        "country_pm": "San Pedro y Miquelón",
        "country_pn": "Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Territorio Palestino",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Isla Reunión",
        "country_ro": "Rumanía",
        "country_rs": "Serbia",
        "country_ru": "Rusia",
        "country_rw": "Ruanda",
        "country_sa": "Arabia Saudí",
        "country_sb": "Islas Salomón",
        "country_sc": "Seychelles",
        "country_sd": "Sudán",
        "country_se": "Suecia",
        "country_sf": "Finlandia",
        "country_sg": "Singaur",
        "country_sh": "Santa Helena",
        "country_si": "Eslovenia",
        "country_sj": "Svalbard",
        "country_sk": "Eslovaquia",
        "country_sl": "Sierra Leona",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Surinam",
        "country_ss": "Sudán del Sur",
        "country_st": "Santo Tomé y Príncipe",
        "country_su": "Antigua U.S.S.R.",
        "country_sv": "El Salvador",
        "country_sx": "Isla de San Martín (parte holandesa)",
        "country_sy": "República Árabe Siria",
        "country_sz": "Suazilandia",
        "country_ta": "Tristán da Cunha",
        "country_tc": "Islas Turcas y Caicos",
        "country_td": "Chad",
        "country_tf": "Territorios Franceses del Sur",
        "country_tg": "Togo",
        "country_th": "Tailandia",
        "country_ti": "Tíbet",
        "country_tj": "Tayikistán",
        "country_tk": "Tokelau",
        "country_tl": "Timor Oriental",
        "country_tm": "Turkmenistán",
        "country_tn": "Túnez",
        "country_to": "Tonga",
        "country_tp": "Timor Occidental",
        "country_tr": "Turquía",
        "country_tt": "Trinidad y Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwán",
        "country_tz": "Tanzania, República Unida de Tanzania",
        "country_ua": "Ucrania",
        "country_ug": "Uganda",
        "country_uk": "Gran Bretaña",
        "country_um": "Islas Menores de los Estados Unidos",
        "country_us": "Estados Unidos",
        "country_uy": "Uruguay",
        "country_uz": "Uzbekistán",
        "country_va": "Ciudad del Vaticano",
        "country_vc": "San Vicente y las Granadinas",
        "country_ve": "Venezuela",
        "country_vg": "Islas Vírgenes Británicas",
        "country_vi": "Islas Vírgenes, EE.UU.",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis y Futuna",
        "country_ws": "Samoa",
        "country_ye": "Yemen",
        "country_yt": "Mayotte",
        "country_yu": "Yugoslavia",
        "country_za": "Sudáfrica",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabue",
        "CurrentLocationIntro": "De acuerdo a este proveedor, su actual ubicación es",
        "DefaultLocationProviderDesc1": "El proveedor de ubicación por defecto asume que el país del visitante es por el lenguaje que él utiliza.",
        "DefaultLocationProviderDesc2": "No es muy preciso, por lo tanto %1$srecomendamos instalar y utilizar %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Estás utilizando un proveedor de ubicación predeterminado, lo cual significa que Piwik adivinará la ubicación del visitante basado en el idioma que usan. %1$sLee esto%2$s para ver cómo puedes establecer una geolocalización más precisa.",
        "DistinctCountries": "%s países distintos",
        "DownloadingDb": "Descargando %s",
        "DownloadNewDatabasesEvery": "Actualizar bases de datos cada",
        "FatalErrorDuringDownload": "Un error fatal ocurrió durante la descarga de este archivo. Puede que algo incorrecto en su conexión de internet, con la base de datos GeoIP que descargó o Piwik. Trate de descargarlo e instalarlo manualmente.",
        "FoundApacheModules": "Piwik ha encontrado los siguientes módulos Apache",
        "FromDifferentCities": "ciudades distintas",
        "GeoIPCannotFindMbstringExtension": "No encuentro la función %1$s. Por favor, asegúrese que la extensión %2$s esté instalada y cargada.",
        "GeoIPDatabases": "Bases de datos GeoIP",
        "GeoIPDocumentationSuffix": "Para observar la información de este informe, debe configurar GeoIP en la sección Geolocalización en la lengüeta del administrador. Las bases de datos GeoIP comerciales %1$sMaxmind%2$s son más fiables que las gratuitas. Para ver cuan seguras son, clic %3$saquí%4$s.",
        "GeoIPImplHasAccessTo": "Esta implementación GeoIP tiene acceso a los siguientes tipos de bases de datos",
        "GeoIPIncorrectDatabaseFormat": "Parece que tu base de datos GeoIP no tiene el formato correcto. Puede ser corrupto. Asegúrate de utilizar la versión binaria y prueba reemplazarla con otra copia.",
        "GeoIpLocationProviderDesc_Pecl1": "Este proveedor de ubicación utiliza una base de datos GeoIP y un módulo PECL para precisamente y eficientemente determinar la ubicación de sus visitantes.",
        "GeoIpLocationProviderDesc_Pecl2": "No existen limitaciones con este proveedor, es el que recomendamos utilizar.",
        "GeoIpLocationProviderDesc_Php1": "Este proveedor de ubicación es el más simple de instalar, en tanto no requiere configuración del servidor (ideal para alojamiento compartido!). Utiliza una base de datos GeoIP y la API PHP de MaxMind para determinar precisamente la ubicación de sus visitantes.",
        "GeoIpLocationProviderDesc_Php2": "Si su sitio de internet posee un montón de tráfico, puede que su proveedor es demasiado lento. En este caso, debe instalar la extensión%2$s %1$sPECL o el módulo%4$s %3$sservidor.",
        "GeoIpLocationProviderDesc_ServerBased1": "Este proveedor de ubicación utiliza el módulo GeoIP que se ha instalado en su servidor HTTP. Este proveedor es fiable y rápido, pero %1$solo puede ser utilizado con el rastreo de navegadores de internet normales.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Si tiene que importar archivos de registro o cualquier otra acción que requiera configurar direcciones IP, utilice la implementación GeoIP %1$sPECL (recomendada)%2$s o la %3$simplementación GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: La anonimización de las direcciónes IP no tiene efecto en las ubicaciones informadas por este proveedor. Antes de utilizarlo con anonimización de IP, asegúrese que no viola leyes de privacidad que puede usted estar sujeto.",
        "GeoIpLocationProviderNotRecomnended": "La geolocalización funciona pero no estás utilizando uno de los proveedores recomendados.",
        "GeoIPNoServerVars": "Piwik no puede encontrar ninguna de las variables GeoIp %s.",
        "GeoIPPeclCustomDirNotSet": "La opción %s PHP ini no se ha establecido.",
        "GeoIPServerVarsFound": "Piwik detecta las siguientes variables GeoIP %s",
        "GeoIPUpdaterInstructions": "Ingrese abajo los enlaces de descarga de sus base de datos. Si ha comprado bases de datos desde %3$sMaxMind%4$s, puede encontrar dichos enlaces %1$saquí%2$s. Por favor, contáctese con %3$sMaxMind%4$s si tiene problemas para acceder a ellos.",
        "GeoIPUpdaterIntro": "Piwik está actualmente administrando actualizaciones en las siguientes base de datos GeoIP",
        "GeoLiteCityLink": "Si está utilizando la base de datos GEoLite City, utilice este enlace: %1$s%2$s%3$s.",
        "Geolocation": "Geolocalización",
        "GeolocationPageDesc": "En esta página puede cambiar como Piwik determina las ubicaciones de un visitante.",
        "getCityDocumentation": "Este informe muestra las ciudades desde las cuales sus visitantes accedieron a su sitio de internet.",
        "getContinentDocumentation": "Este informe muestra en que continente están sus visitantes cuando acceden a su sitio de internet.",
        "getCountryDocumentation": "Este informe muestra desde que país accedieron a su sitio de internet sus visitantes.",
        "getRegionDocumentation": "Este informe muestra en que región están sus visitantes en el momento que accedían a su sitio de internet.",
        "HowToInstallApacheModule": "Cómo instalar el módulo GeoIP en Apache?",
        "HowToInstallGeoIPDatabases": "Cómo obtengo las bases de datos GeoIP?",
        "HowToInstallGeoIpPecl": "Cómo instalar la extensión GeoIP PECL?",
        "HowToInstallNginxModule": "Cómo instalo el módulo GeoIP en Nginx?",
        "HowToSetupGeoIP": "Cómo configurar una geolocalización precisa con GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDescargue%2$s la base de datos GeoLite City desde %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extraiga este archivo y copie el resultado, %1$s dentro del subdirectorio %2$smisc%3$s de Piwik (puede realizarlo vía FTP o SSH).",
        "HowToSetupGeoIP_Step3": "Volver a cargar esta pantalla. El proveedor %1$sGeoIP (PHP)%2$s ahora será %3$sinstalado%4$s. Selecciónelo.",
        "HowToSetupGeoIP_Step4": "Ya lo hizo! Ha configurado Piwik para utilizar GeoIP lo que significa que ya puede ver a sus visitantes desde que regiones, ciudades, países provienen.",
        "HowToSetupGeoIPIntro": "Parece ser que la configuración de la Geolocalización no es confiable. Esta es una función útil y sin ella no verá una información precisa y completa de la ubicación de sus visitantes. Aquí un rápido vistazo de como utilizarla:",
        "HttpServerModule": "Módulo servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para el actualizador GeoIP: %1$s. Los valores correctos son %2$s.",
        "IPurchasedGeoIPDBs": "Adquirí más %1$sbase de datos de MaxMind%2$s y quiero configurar las actualizaciones automáticas.",
        "ISPDatabase": "Base de dato ISP",
        "IWantToDownloadFreeGeoIP": "Quiero descargar la base de datos gratuita GeoIP...",
        "Latitude": "Latitud",
        "Location": "Ubicación",
        "LocationDatabase": "Base de datos de ubicaciones",
        "LocationDatabaseHint": "Una base de datos de ubicación es una base de datos ya sea un país, región o ciudad.",
        "LocationProvider": "Proveedor de ubicación",
        "Longitude": "Longitud",
        "NoDataForGeoIPReport1": "No hay datos para este informe debido a que no existe información o las direcciones IP de los visitantes no puede ser geolocalizada.",
        "NoDataForGeoIPReport2": "Para habilitar una geolocalización precisa, cambie la opción %1$saquí%2$s y utilice una %3$sbase de datos a nivel ciudad%4$s.",
        "Organization": "Organización",
        "OrgDatabase": "Base de datos de la organización",
        "PeclGeoIPNoDBDir": "El módulo PECL está buscando base de datos en %1$s, pero esta carpeta no existe. Por favor, créela y agreguéle una base de datos GeoIP a la misma. Alternativamente, puede disponer %2$s una determinada carpeta en su archivo php.ini",
        "PeclGeoLiteError": "Su base de datos GeoIP en %1$s está nombrada %2$s. Desafortunadamente, el módulo PECL no la reconocerá con dicho nombre. Por favor, renómbrela a %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik no está actualmente administrando ninguna base de datos GeoIP.",
        "PluginDescription": "Reporta el País de tus visitantes.",
        "Region": "Región",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar actualizaciones automáticas de sus base de datos GeoIP",
        "SubmenuLocations": "Localizaciones",
        "TestIPLocatorFailed": "Piwik intentó corroborar la ubicación de una dirección IP conocida (%1$s), pero su servidor retornó %2$s. Si este proveedor fue configurado correctamente, debería retornar %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "El archivo descargado no es una base de dato GeoIP válida. Por favor, verifique la dirección de internet o descargue el archivo manualmente.",
        "ToGeolocateOldVisits": "Para obtener información de ubicación de sus antiguos visitantes, utilice esta información descripta %1$saquí%2$s.",
        "UnsupportedArchiveType": "Se encontró un tipo de archivo %1$s no deseable.",
        "UpdaterHasNotBeenRun": "El actualizador nunca se ha ejecutado.",
        "UpdaterIsNotScheduledToRun": "No está programada la ejecución en el futuro.",
        "UpdaterScheduledForNextRun": "Está previsto ser activado durante la próxima ejecución de archive.php con cron.",
        "UpdaterWasLastRun": "El actualizador se ejecuto por última vez en %s.",
        "UpdaterWillRunNext": "Está programada la ejecución para el %s.",
        "WidgetLocation": "Ubicación del visitante"
    },
    "UserCountryMap": {
        "AndNOthers": "y %s otros",
        "Cities": "Ciudades",
        "Countries": "Países",
        "DaysAgo": "Hace %s días",
        "GoalConversions": "%s conversiones de objetivo",
        "Hours": "horas",
        "HoursAgo": "Hace %s horas",
        "map": "mapa",
        "Minutes": "minutos",
        "MinutesAgo": "Hace %s minutos",
        "None": "Ninguno",
        "NoVisit": "Ninguna visita",
        "RealTimeMap": "Mapa en Tiempo Real",
        "Regions": "Regiones",
        "Searches": "%s búsquedas",
        "Seconds": "segundos",
        "SecondsAgo": "Hace %s segundos",
        "ShowingVisits": "Geo-ubicadas últimas visitas",
        "Unlocated": "<b>%s<\/b> %p de las visitas desde %c no pudieron ser geo ubicadas.",
        "VisitorMap": "Mapa de Visitantes",
        "WorldWide": "Mundial"
    },
    "UserSettings": {
        "BrowserFamilies": "Familia de Navegadores",
        "BrowserLanguage": "Idioma de Navegador",
        "Browsers": "Navegadores",
        "BrowserWithNoPluginsEnabled": "%1$s sin complementos habilitados",
        "BrowserWithPluginsEnabled": "%1$s con los complementos %2$s habilitados",
        "ColumnBrowser": "Navegador",
        "ColumnBrowserFamily": "Buscadores por familia",
        "ColumnBrowserVersion": "Versión del navegador",
        "ColumnConfiguration": "Configuración",
        "ColumnOperatingSystem": "Sistemas operativos",
        "ColumnResolution": "Resoluciones",
        "ColumnTypeOfScreen": "Tipo de pantalla",
        "Configurations": "Configuración",
        "GamingConsole": "Consola de juegos",
        "Language_aa": "Lejos",
        "Language_ab": "Abjasia",
        "Language_ae": "Avéstico",
        "Language_af": "Africaans",
        "Language_ak": "Akan",
        "Language_am": "Amárico",
        "Language_an": "Aragonés",
        "Language_ar": "Árabe",
        "Language_as": "Asamés",
        "Language_av": "Ávaro",
        "Language_ay": "Aimara",
        "Language_az": "Azerí",
        "Language_ba": "Baskir",
        "Language_be": "Bieloruso",
        "Language_bg": "Búlgaro",
        "Language_bh": "Bihari",
        "Language_bi": "Bislama",
        "Language_bm": "Bambara",
        "Language_bn": "Bengalí",
        "Language_bo": "Tibetano",
        "Language_br": "Bretón",
        "Language_bs": "Bosnio",
        "Language_ca": "Catalán",
        "Language_ce": "Checheno",
        "Language_ch": "Chamorro",
        "Language_co": "Corso",
        "Language_cr": "Cree",
        "Language_cs": "Checo",
        "Language_cu": "Esloveno",
        "Language_cv": "Chuvasio",
        "Language_cy": "Galés",
        "Language_da": "Danés",
        "Language_de": "Alemán",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewé",
        "Language_el": "Griego",
        "Language_en": "Inglés",
        "Language_eo": "Esperanto",
        "Language_es": "Español",
        "Language_et": "Estonio",
        "Language_eu": "Vasco",
        "Language_fa": "Persa",
        "Language_ff": "Fulah",
        "Language_fi": "Finlandés",
        "Language_fj": "Fiyiano",
        "Language_fo": "Feroés",
        "Language_fr": "Francés",
        "Language_fy": "Frisio septentrional",
        "Language_ga": "Irlandés",
        "Language_gd": "Gaélico escocés",
        "Language_gl": "Gallego",
        "Language_gn": "Guaraní",
        "Language_gu": "Guyaratí",
        "Language_gv": "Manés",
        "Language_ha": "Hausa",
        "Language_he": "Hebreo",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri motu",
        "Language_hr": "Croata",
        "Language_ht": "Criollo haitiano",
        "Language_hu": "Húngaro",
        "Language_hy": "Armenio",
        "Language_hz": "Herero",
        "Language_ia": "Interlingua",
        "Language_id": "Indonesio",
        "Language_ie": "Occidental",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Iñupiaq",
        "Language_io": "Ido",
        "Language_is": "Islandés",
        "Language_it": "Italiano",
        "Language_iu": "Inuit",
        "Language_ja": "Japonés",
        "Language_jv": "Javanés",
        "Language_ka": "Georgiano",
        "Language_kg": "Congo",
        "Language_ki": "Kikuyu",
        "Language_kj": "Kuanyama",
        "Language_kk": "Kazajo",
        "Language_kl": "Groenlandés",
        "Language_km": "Camboyano",
        "Language_kn": "Canarés",
        "Language_ko": "Coreano",
        "Language_kr": "Kanuri",
        "Language_ks": "Cachemiro",
        "Language_ku": "Kurdo",
        "Language_kv": "Komi",
        "Language_kw": "Córnico",
        "Language_ky": "Kirguís",
        "Language_la": "Latín",
        "Language_lb": "Luxemburgués",
        "Language_lg": "Luganda",
        "Language_li": "Limburgués",
        "Language_ln": "Lingala",
        "Language_lo": "Lao",
        "Language_lt": "Lituano",
        "Language_lu": "Chiluba",
        "Language_lv": "Letón",
        "Language_mg": "Malgache",
        "Language_mh": "Marshallés",
        "Language_mi": "Maorí",
        "Language_mk": "Macedonio",
        "Language_ml": "Malabar",
        "Language_mn": "Mongol",
        "Language_mr": "Maratí",
        "Language_ms": "Malayo",
        "Language_mt": "Maltés",
        "Language_my": "Birmano",
        "Language_na": "Nauruano",
        "Language_nb": "Bokmål noruego",
        "Language_nd": "Ndebele del norte",
        "Language_ne": "Nepalés",
        "Language_ng": "Ndonga",
        "Language_nl": "Holandés",
        "Language_nn": "Nuevo noruego",
        "Language_no": "Noruego",
        "Language_nr": "Ndebele del sur",
        "Language_nv": "Navajo",
        "Language_ny": "Chichewa",
        "Language_oc": "Occitano",
        "Language_oj": "Ojibwa",
        "Language_om": "Oromo",
        "Language_or": "Oriya",
        "Language_os": "Osetio",
        "Language_pa": "Panyabí",
        "Language_pi": "Pali",
        "Language_pl": "Polaco",
        "Language_ps": "Pastún",
        "Language_pt": "Portugués",
        "Language_qu": "Quechua",
        "Language_rm": "Raeto-Romance",
        "Language_rn": "Rundi",
        "Language_ro": "Rumano",
        "Language_ru": "Ruso",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sánscrito",
        "Language_sc": "Sardo",
        "Language_sd": "Sindhi",
        "Language_se": "Sami septentrional",
        "Language_sg": "Sango",
        "Language_si": "Cingalés",
        "Language_sk": "Eslovaco",
        "Language_sl": "Esloveno",
        "Language_sm": "Samoano",
        "Language_sn": "Shona",
        "Language_so": "Somalí",
        "Language_sq": "Albanés",
        "Language_sr": "Serbio",
        "Language_ss": "Suazi",
        "Language_st": "Sotho",
        "Language_su": "Sudanés",
        "Language_sv": "Sueco",
        "Language_sw": "Suajili",
        "Language_ta": "Tamil",
        "Language_te": "Telugu",
        "Language_tg": "Tayiko",
        "Language_th": "Tailandés",
        "Language_ti": "Tigriña",
        "Language_tk": "Turcomano",
        "Language_tl": "Tagalo",
        "Language_tn": "Tsuana",
        "Language_to": "Tonga",
        "Language_tr": "Turco",
        "Language_ts": "Tsonga",
        "Language_tt": "Tártaro",
        "Language_tw": "Twi",
        "Language_ty": "Tahitiano",
        "Language_ug": "Uigur",
        "Language_uk": "Ucraniano",
        "Language_ur": "Urdú",
        "Language_uz": "Uzbeko",
        "Language_ve": "Venda",
        "Language_vi": "Vietnamita",
        "Language_vo": "Volapük",
        "Language_wa": "Valonia",
        "Language_wo": "Wólof",
        "Language_xh": "Xosa",
        "Language_yi": "Idish",
        "Language_yo": "Yoruba",
        "Language_za": "Chuang",
        "Language_zh": "Chino",
        "Language_zu": "Zulú",
        "LanguageCode": "Código de idioma",
        "MobileVsDesktop": "Móvil vs Escritorio",
        "OperatingSystemFamily": "Familia de sistema operativo",
        "OperatingSystems": "Sistemas operativos",
        "PluginDescription": "Reporta varias configuraciones de usuario: Navegador, Familia del Navegador, Sistema Operativo, Plugins, Resolución, Configuración General.",
        "PluginDetectionDoesNotWorkInIE": "Nota: la detección de Plugins no funciona con Internet Explorer. Este reporte solo funciona con navegadores no-IE.",
        "Resolutions": "Resoluciones",
        "VisitorSettings": "Configuración de visitantes",
        "WideScreen": "Pantalla panorámica",
        "WidgetBrowserFamilies": "Buscadores por familia",
        "WidgetBrowserFamiliesDocumentation": "Este cuadro muestra los navegadores de internet de los visitantes divididos en sus respectivas familias. %s La información más importante para los desarrolladores de sitios de internet es conocer que motor de interpretador están utilizando los visitantes. Los rótulos contienen los nombres de los motores seguidos por el navegador más usual utilizando dicho motor entre corchetes.",
        "WidgetBrowsers": "Navegadores de los visitantes",
        "WidgetBrowsersDocumentation": "Este informe contiene información acerca de qué tipo de navegador el visitante está utilizando. Cada versión de navegador está alistado separadamente.",
        "WidgetBrowserVersion": "Versión del navegador",
        "WidgetGlobalVisitors": "Configuración global de visitantes",
        "WidgetGlobalVisitorsDocumentation": "Este informe muestra las más usuales configuraciones que poseen sus visitantes. Una configuración es una combinación de un sistema operativo, un tipo de navegador de internet y una resolución de pantalla.",
        "WidgetOperatingSystems": "Sistemas operativos",
        "WidgetPlugins": "Lista de Plugins",
        "WidgetPluginsDocumentation": "Este informe muestra que extensiones del navegador sus visitantes han habilitado. Esta información puede ser importante sea para elegir el método eficiente de enviar su contenido.",
        "WidgetResolutions": "Resoluciones de pantalla",
        "WidgetWidescreen": "Normal \/ Panorámica"
    },
    "UsersManager": {
        "AddUser": "Añadir un nuevo usuario",
        "Alias": "Alias",
        "AllWebsites": "Todos los sitios web",
        "AnonymousUserHasViewAccess": "Nota: el usuario %1$s tiene acceso para %2$s para este sitio web.",
        "AnonymousUserHasViewAccess2": "Tus informes de análisis y la información de tus visitantes son vistos públicamente.",
        "ApplyToAllWebsites": "Aplicar a todos los sitios web",
        "ChangeAllConfirm": "¿Está seguro que quiere cambiar '%s' permisos en todas las páginas web?",
        "ChangePasswordConfirm": "Cambiar la contraseña también cambiará el token_auth del usuario. Desea continuar?",
        "ClickHereToDeleteTheCookie": "Haga clic aquí para borrar la cookie y permitir que Piwik realice un seguimiento de sus visitas",
        "ClickHereToSetTheCookieOnDomain": "Haga clic aquí para configurar la cookie que excluirá sus visitas a los sitios web a los que Piwik realiza seguimiento en %s",
        "ConfirmGrantSuperUserAccess": "¿Estás seguro de que quieres conceder acceso 'Super User' a '%s'? Atención: el usuario tendrá acceso a todos los sitios web y podrá realizar tareas administrativas.",
        "ConfirmProhibitMySuperUserAccess": "%s, estás seguro de que quieres eliminar tu acceso Super User? Perderás todos los permisos y accesos a todos los sitios web y serás desconectado de Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "¿Estás seguro de quieres quitar el acceso Super User a '%s'? El usuario perderá todos los permisos y accesos a todos los sitios web. Asegúrate de configurar los permisos a sitios según la necesidad.",
        "DeleteConfirm": "¿Está seguro que desea eliminar al usuario %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sEnviar un correo electrónico a su administrador acerca de este problema%2$s.",
        "ExceptionAccessValues": "El parámetro debe tener acceso a uno de los siguientes valores: [ %s ]",
        "ExceptionAdminAnonymous": "No puede concederle el acceso de 'administrador' a un usuario 'anónimo'.",
        "ExceptionDeleteDoesNotExist": "El usuario '%s' no existe, por lo tanto, no puede ser borrado.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "No es posible eliminar el usuario '%s'.",
        "ExceptionEditAnonymous": "El usuario anónimo no puede ser borrado o editado. Piwik lo utiliza para definir que usuario que no se ha conectado todavía. Por ejemplo, puede hacer públicas sus estadísticas mediante el acceso 'ver' al usuario 'anónimo'.",
        "ExceptionEmailExists": "Ya existe un usuario con el email '%s'.",
        "ExceptionInvalidEmail": "El email no tiene un formato válido.",
        "ExceptionInvalidLoginFormat": "El usuario debe estar entre %1$s y %2$s caracteres de longitud y contener solo letras, números o los caracteres '_' o '-' o '.'",
        "ExceptionInvalidPassword": "La extensión de la contraseña debe ser entre %1$s y %2$s caracteres.",
        "ExceptionLoginExists": "El usuario '%s' ya existe.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está a la espera de una contraseña con algoritmo hash MD5 (32 caracteres de longitud). Por favor llame a la función md5() en la contraseña antes de llamar a este método.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "No es posible eliminar el acceso Super User del usuario '%s'.",
        "ExceptionSuperUserAccess": "Este usuario tiene acceso Super User y ya tiene permiso a para acceder y modificar todos los sitios web de Piwik. Puedes eliminar el acceso Super User a este usuario y volver a probar.",
        "ExceptionUserDoesNotExist": "El usuario '%s' no existe.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Debe haber al menos un usuario con acceso Super User. Por favor concede el acceso Super User a otro usuario.",
        "ExcludeVisitsViaCookie": "Excluir sus visitas usando una cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para los usuarios anónimos, fecha del reporte a cargar por defecto",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si desea cambiar la contraseña ingrese una. De otra forma, deje esto en blanco.",
        "InjectedHostCannotChangePwd": "Está actualmente visitando con un medio desconocido (%1$s). No puede cambiar su contraseña hasta que el problema esté soluionado.",
        "LastSeen": "Última visita",
        "MainDescription": "Decida que usuarios de Piwik tienen acceso a sus sitios web. También puede configurar los permisos en todos los sitios a la vez.",
        "ManageAccess": "Administrar el Acceso",
        "MenuAnonymousUserSettings": "Configuración de usuario Anónimo",
        "MenuUsers": "Usuarios",
        "MenuUserSettings": "Configuración de usuario",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: No puede modificar la configuración en esta sección, debido a que no posee ningún sitio de internet que pueda ser contactado por un usuario anónimo.",
        "NoUsersExist": "Todavía no hay usuarios.",
        "PluginDescription": "Administración de Usuarios en Piwik: agregar nuevo Usuario, editar uno existente, actualizar permisos. Todas las acciones están también disponibles en la API.",
        "PrivAdmin": "Admin",
        "PrivNone": "Sin acceso",
        "PrivView": "Ver",
        "ReportDateToLoadByDefault": "Fecha del reporte a cargar por defecto",
        "ReportToLoadByDefault": "Reporte a cargar por defecto",
        "SuperUserAccessManagement": "Administrar acceso Super User",
        "SuperUserAccessManagementGrantMore": "Aquí puedes conceder acceso Super User a otro usuario de Piwik. Por favor utiliza esta función con cuidado.",
        "SuperUserAccessManagementMainDescription": "Los usuarios Super users tienen el nivel de permisos más alto. Pueden realizar tareas administrativas como por ejemplo añadir más sitios web para controlar, añadir usuarios, modificar permisos de usuarios, activar y desactivar plugins y hasta instalar nuevos plugins del Marketplace.",
        "TheLoginScreen": "Pantalla de ingreso",
        "ThereAreCurrentlyNRegisteredUsers": "Actualmente hay %s usuarios registrados.",
        "TypeYourPasswordAgain": "Ingrese la contraseña de nuevo",
        "User": "Usuario",
        "UsersManagement": "Administración de Usuarios",
        "UsersManagementMainDescription": "Cree nuevos usuarios o actualice los actuales. Luego puede configurar sus permisos.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Cuando los usuarios no están identificados y visitan Piwik, debería poder acceder",
        "YourUsernameCannotBeChanged": "Su nombre de usuario no puede cambiarse.",
        "YourVisitsAreIgnoredOnDomain": "%sSus visitas son ignoradas por Piwik en %s %s (la cookie de Piwik está en su navegador).",
        "YourVisitsAreNotIgnored": "%sSus visitas no son ignoradas por Piwik%s (la cookie de Piwik no fué hallada en su navegador)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Acciones por un visitante que ha vuelto",
        "ColumnAverageVisitDurationForReturningVisitors": "Promedio. Duración de la visita de los Visitantes que han Vuelto (en segundos)",
        "ColumnAvgActionsPerReturningVisit": "Promedio. Acciones por visitante que ha vuelto",
        "ColumnBounceCountForReturningVisits": "Cuenta de rebote para las visitas de retorno",
        "ColumnBounceRateForReturningVisits": "Porcentaje de rebote por un visitante que ha vuelto",
        "ColumnMaxActionsInReturningVisit": "Máximas acciones en una visita de retorno",
        "ColumnNbReturningVisitsConverted": "Número de visitas retornantes convertidas",
        "ColumnReturningVisits": "Visitante que ha vuelto",
        "ColumnSumVisitLengthReturning": "Tiempo total transcurrido por visitantes usuales (en segundos)",
        "ColumnUniqueReturningVisitors": "Visitantes únicos que regresan",
        "PluginDescription": "Reporta varias estadísticas sobre los Visitante que ha vuelto versus los Visitantes Nuevos.",
        "ReturnActions": "%s acciones realizadas por los visitantes que han vuelto",
        "ReturnAverageVisitDuration": "%s duración promedio de la visita para los visitantes que han vuelto",
        "ReturnAvgActions": "%s acciones por visitante que ha vuelto",
        "ReturnBounceRate": "%s rebotes visitas que han vuelto (abandonaron el sitio después de una página)",
        "ReturningVisitDocumentation": "Una visita de regreso es (como oposición del nuevo visitante) aquel que ha visitado anteriormente su sitio de internet al menos una vez.",
        "ReturningVisitsDocumentation": "Esta es una visión en conjunto de los visitantes que regresan.",
        "ReturnVisits": "%s visitantes que han vuelto",
        "SubmenuFrequency": "Frecuencia",
        "WidgetGraphReturning": "Gráfica de visitantes que han vuelto",
        "WidgetOverview": "Vista general de frecuencia"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Páginas por visita",
        "ColumnVisitDuration": "Duración de las visitas",
        "Engagement": "Compromiso",
        "NPages": "%s páginas",
        "OneMinute": "1 minuto",
        "OnePage": "1 página",
        "PluginDescription": "Reportes sobre el Interés de los Visitantes: número de paginas vistas, tiempo que estuvieron en el sitio web.",
        "PlusXMin": "%s min",
        "VisitNum": "Número de visita",
        "VisitsByDaysSinceLast": "Visitas por días desde la última visita",
        "visitsByVisitCount": "Visitas por número de visita",
        "VisitsPerDuration": "Visitas por duración de visita",
        "VisitsPerNbOfPages": "Visitas por número de páginas",
        "WidgetLengths": "Duración de las visitas",
        "WidgetLengthsDocumentation": "En este informe, puede ver cuantas visitas tuvieron una cierta duración total. Inicialmente, el mismo es mostraedo como una nube de etiquetas, las duraciones más comunes en una fuente más notoria.",
        "WidgetPages": "Páginas por visita",
        "WidgetPagesDocumentation": "En este informe, puede observar cuantos visitantes están involucrados con un cierto número de vistas de páginas. Inicialmente, el informe se muestra como una nube de etiquetas, los números de páginas más usuales en una fuente mayor.",
        "WidgetVisitsByDaysSinceLast": "Visitas por días desde la última visita",
        "WidgetVisitsByDaysSinceLastDocumentation": "En este informe, puede observar cuantas visitas cuya última visita fue un cierto número de días atrás.",
        "WidgetVisitsByNumDocumentation": "En este informe, puede ver el número de visitas que fueron la N visita, por ejemplo: visitantes que visitaron su sitio de internet al menos N veces"
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s tiempo promedio de generación",
        "AverageVisitDuration": "%s duración promedio de la visita",
        "GenerateQueries": "%s consultas ejecutadas",
        "GenerateTime": "%s segundos para generar la página",
        "MaxNbActions": "%s acciones máximas en una visita",
        "NbActionsDescription": "%s acciones (paginas vistas, descargas y enlaces externos)",
        "NbActionsPerVisit": "%s acciones por visita",
        "NbDownloadsDescription": "%s descargas",
        "NbKeywordsDescription": "%s palabras claves únicas",
        "NbOutlinksDescription": "%s enlaces salientes",
        "NbPageviewsDescription": "%s vista de páginas",
        "NbSearchesDescription": "%s búsquedas totales en su sitio de internet",
        "NbUniqueDownloadsDescription": "%s descargas únicas",
        "NbUniqueOutlinksDescription": "%s únicos enlaces salientes",
        "NbUniquePageviewsDescription": "%s vista de páginas únicas",
        "NbUniqueVisitors": "%s visitas únicas",
        "NbVisitsBounced": "%s de visitas que han vuelto (abandonaron el sitio después de una página)",
        "PluginDescription": "Reporta los Números Generales del Análisis: visita, visitantes únicos, número de acciones, porcentaje de abandono, etc.",
        "VisitsSummary": "Resumen de visitas",
        "VisitsSummaryDocumentation": "Esta es una visión holística de la evolución de las visitas.",
        "WidgetLastVisits": "Gráfica de las últimas visitas",
        "WidgetOverviewGraph": "Visión general con gráfica",
        "WidgetVisits": "Visión general de visitas"
    },
    "VisitTime": {
        "ColumnLocalTime": "Hora local",
        "ColumnServerTime": "Hora del servidor",
        "DayOfWeek": "Día de la semana",
        "LocalTime": "Visitas por hora local",
        "NHour": "%sh",
        "PluginDescription": "Reporta el tiempo Local y del Servidor. La información del tiempo del Servidor puede ser útil para programar un mantenimiento al sitio web.",
        "ServerTime": "Visitas por hora del servidor",
        "SubmenuTimes": "Tiempos",
        "VisitsByDayOfWeek": "Visitas por día de la semana",
        "WidgetByDayOfWeekDocumentation": "Este gráfico muestra el número de visitas que su sitio de internet recibió en cada día de la semana.",
        "WidgetLocalTime": "Visitas por hora local",
        "WidgetLocalTimeDocumentation": "Este gráfico muestra que horario fue %sen las zonas horarias de los visitantes %s durante sus visitas.",
        "WidgetServerTime": "Visitas por hora del servidor",
        "WidgetServerTimeDocumentation": "Este gráfico muestra cual fue el horario en la %s zona horaria del servidor %s durante las visitas."
    },
    "Widgetize": {
        "OpenInNewWindow": "Abrir en una nueva ventana",
        "PluginDescription": "Este plugin hace muy fácil exportar cualquier Widget de Piwik a tu blog, sitio web o a iGoogle y Netvibes!",
        "TopLinkTooltip": "Exportar los informes de Piwik como una aplicación (widget) e incrustar el panel en su aplicación como un elemento iframe."
    }
}