{
    "Actions": {
        "AvgGenerationTimeTooltip": "Moyenne basée sur %s entrée(s) sur %s entre %s et %s",
        "ColumnClickedURL": "URL cliquées",
        "ColumnClicks": "Clics",
        "ColumnClicksDocumentation": "Nombre de clics sur ce lien.",
        "ColumnDownloadURL": "URL de téléchargement",
        "ColumnEntryPageTitle": "Titre de la page d'entrée",
        "ColumnEntryPageURL": "URL de la page d'entrée",
        "ColumnExitPageTitle": "Titre de la page de sortie",
        "ColumnExitPageURL": "URL de la page de sortie",
        "ColumnNoResultKeyword": "Mots-clés sans résultats de recherche",
        "ColumnPageName": "Nom de la page",
        "ColumnPagesPerSearch": "Pages des résultats de la recherche",
        "ColumnPagesPerSearchDocumentation": "Les visiteurs vont effectuer des recherches sur votre site web et parfois cliquer sur \"suivant\" pour afficher plus de résultats. Ceci est le nombre moyen de pages de résultats de recherche vues pour ce mot-clef.",
        "ColumnPageURL": "URL de la page",
        "ColumnSearchCategory": "Catégorie de recherche",
        "ColumnSearches": "Recherches",
        "ColumnSearchesDocumentation": "Le nombre de visites pour lesquelles une recherche pour ce mot-clé a été effectuée avec le moteur de recherche de votre site web",
        "ColumnSearchExits": "% Taux de rebond après recherche",
        "ColumnSearchExitsDocumentation": "Le taux de visites après lesquelles les utilisateurs on quitté le site après avoir effectué une recherche pour ce mot clef avec le moteur de recherche de votre site.",
        "ColumnSearchResultsCount": "Nombre de résultats de la recherche",
        "ColumnSiteSearchKeywords": "Mot-clés uniques",
        "ColumnUniqueClicks": "Clics uniques",
        "ColumnUniqueClicksDocumentation": "Nombre de visites qui ont impliqué un clic sur ce lien. Si un lien a été cliqué plusieurs fois en une seule visite, il n'est compté qu'une seule fois.",
        "ColumnUniqueDownloads": "Téléchargements uniques",
        "ColumnUniqueOutlinks": "Liens sortants uniques",
        "DownloadsReportDocumentation": "Dans ce rapport vous pouvez voir quels fichiers les utilisateurs ont téléchargés. %s Ce que Piwik compte comme un téléchargement est un clic sur un lien de téléchargement. Le fait que le téléchargement ait été terminé ou non n'est pas connu de Piwik.",
        "EntryPagesReportDocumentation": "Ce rapport contient des informations à propos des pages d'entrées qui ont été utilisées durant la période spécifiée. Une page d'entrée est lapremière page qu'un utilisateur voit pendant sa visite. %s Les URLs des pages d'entrée sont affichées dans une structure de dossier.",
        "EntryPageTitles": "Titres de la page d'entrée",
        "EntryPageTitlesReportDocumentation": "Ce rapport contient des informations à propos des titres des pages d'entrée qui ont été utilisées durant la période spécifiée.",
        "ExitPagesReportDocumentation": "Ce rapport contient des informations à propos des pages de sortie utilisées durant la période sélectionnée. Une page de sortie est là dernière page de la visite que l'utilisateur voit avant de sortir du site. %s Les Urls de sorties sont affichées dans une structure de dossier.",
        "ExitPageTitles": "Titres de la page de sortie",
        "ExitPageTitlesReportDocumentation": "Ce rapport contient des infromations à propos des titres de pages de sortie qui ont été utilisées durant la période spécifiée.",
        "LearnMoreAboutSiteSearchLink": "Apprenez en plus sur le suivi de l'utilisation de votre moteur de recherche par vos visiteurs.",
        "OneSearch": "1 recherche",
        "OutlinkDocumentation": "Un lien sortant est un lien qui mène le visiteur en dehors de votre site web (vers un autre domaine).",
        "OutlinksReportDocumentation": "Ce rapport affiche une liste hiérarchique de liens sortants sur lesquels ont cliqué vos visiteurs.",
        "PagesReportDocumentation": "Ce rapport contient des informations à propos des URLs qui ont été visitées. %s Le tableau est organisé hiérarchiquement, les URLs sont affichées en structure de dossier.",
        "PageTitlesReportDocumentation": "Ce rapport contient des informations à propos des titres des pages qui ont été visitées. %s Le titre de la page est le tag HTML %s que la plupart des navigateurs affichent dans le titre de la fenêtre.",
        "PageUrls": "URL de la page",
        "PluginDescription": "Effectue des rapports sur les affichages de pages, les liens sortants et les téléchargements. Le suivi des liens sortants et des téléchargements est automatique!",
        "SiteSearchCategories1": "Ce rapport liste les catégories que les visiteurs ont sélectionnées lorsqu'ils ont effectué une recherche sur votre site web.",
        "SiteSearchCategories2": "Par exemple, les sites d'e-commerce ont généralement une sélection de la catégorie afin que les visiteurs puissent affiner leurs recherches aux produits d'une catégories définie.",
        "SiteSearchFollowingPagesDoc": "Quand les visiteurs recherchent sur votre site web, ils sont à la recherche d'une page, d'un produit, d'un contenu ou service en particulier. Ce rapport liste les pages qui ont été le plus cliquées après une recherche interne. En d'autres termes, la liste des pages les plus recherchées par des visiteurs déjà sur votre site.",
        "SiteSearchIntro": "Effectuer un suivi des recherches que les visiteurs font sur votre site web est une manière très efficace d'en apprendre plus sur ce que votre audience recherche, cela peut aider à trouver des idées pour du nouveau contenu, un nouveau produit e-commerce dont des clients potentiels pourraient être à la recherche, et de manière générale pour améliorer l'expérience utilisateurs de votre site web.",
        "SiteSearchKeyword": "Mot clef (recherche du site)",
        "SiteSearchKeywordsDocumentation": "Ce rapport est une liste des mots clefs de recherche que les visiteurs ont entré dans votre moteur de recherche interne.",
        "SiteSearchKeywordsNoResultDocumentation": "Ce rapport liste les mots clefs de recherche qui n'ont retourné aucun résultat de recherche: peut-être est-il possible d'améliorer l'algorithme, ou peut être que vos visiteurs cherchent du contenu qui n'est pas (encore) sur votre site web?",
        "SubmenuPagesEntry": "Pages d'entrée",
        "SubmenuPagesExit": "Pages de sortie",
        "SubmenuPageTitles": "Titres des pages",
        "SubmenuSitesearch": "Recherche sur le site",
        "WidgetEntryPageTitles": "Titres de pages d'entrée",
        "WidgetExitPageTitles": "Titres de pages de sortie",
        "WidgetPagesEntry": "Pages d'entrée",
        "WidgetPagesExit": "Pages de sortie",
        "WidgetPageTitles": "Titres de page",
        "WidgetPageTitlesFollowingSearch": "Titre des pages après une recherche",
        "WidgetPageUrlsFollowingSearch": "Pages après une recherche",
        "WidgetSearchCategories": "Catégories de recherche",
        "WidgetSearchKeywords": "Mot clés de recherche sur le site",
        "WidgetSearchNoResultKeywords": "Mots-clés sans résultat"
    },
    "Annotations": {
        "AddAnnotationsFor": "Ajouter une note pour %s...",
        "AnnotationOnDate": "Note sur %1$s : %2$s",
        "Annotations": "Annotations",
        "ClickToDelete": "Cliquez ici pour supprimer une annotation",
        "ClickToEdit": "Cliquez ici pour supprimer une annotation",
        "ClickToEditOrAdd": "Cliquer pour éditer ou ajouter une nouvelle note.",
        "ClickToStarOrUnstar": "Cliquez pour marquer ou enlever le marquage de cette annotation.",
        "CreateNewAnnotation": "Cliquez-ici pour créer une annotation",
        "EnterAnnotationText": "Description...",
        "HideAnnotationsFor": "Masquer les notes pour %s...",
        "IconDesc": "Voir les notes pour cette plage de temps",
        "IconDescHideNotes": "Cacher les notes pour cet plage de temps",
        "InlineQuickHelp": "Vous pouvez créer des annotations pour marquer des évènements spéciaux (comme un nouveau billet de blog ou une refonte du site web), pour garder une trace de vos analyses de données ou de ce que vous jugez important.",
        "LoginToAnnotate": "Identifiez vous pour créer une annotation",
        "NoAnnotations": "Il n'y a aucune note pour cette période",
        "PluginDescription": "Vous permet d'attacher des notes à différents jours pour indiquer les modifications effectuées à votre site, enregistre les analyses que vous faites en considérant vos données et les partages envoyés à vos collègues. En annotant vos données, vous vous assurerez de vous rappeler pourquoi vos données ressemblent à ce à quoi elles ressemblent.",
        "ViewAndAddAnnotations": "Voir et ajouter une annotation pour %s ...",
        "YouCannotModifyThisNote": "Vous ne pouvez pas modifier cette annotation parce que, ou vous ne l'avez pas créée ou vous n'avez pas les accès d'administrateur pour ce site."
    },
    "API": {
        "GenerateVisits": "Si vous n'avez pas de données pour aujourd'hui vous pouvez en générer en utilisant le plugin %s. Vous pouvez activer le plugin %s, ensuite cliquez sur le menu 'Générateur de visites' dans la zone d'administration de Piwik.",
        "KeepTokenSecret": "Cette clef partagée (tocken_auth) est aussi secrète que votre login et mot de passe, %s ne la partagez pas%s!",
        "LoadedAPIs": "%s API chargées avec succès",
        "MoreInformation": "Pour plus d'informations à propos de l'API de Piwik, merci de visiter %s l'introduction à Piwik %s et %s la référence de l'API Piwik %s.",
        "PluginDescription": "Toutes les données de Piwik sont disponibles au travers de simples APIs. Ce plugin est le point d'entrée du web service, ainsi vous pouvez obtenir vos données Statistiques Web en xml, json, php, csv, etc.",
        "QuickDocumentationTitle": "Documentation rapide de l'API.",
        "TopLinkTooltip": "Accédez à vos données de statistiques web depuis votre code via une API simple en JSON, XML, Etc.",
        "UserAuthentication": "Authentification de l'utilisateur",
        "UsingTokenAuth": "Si vous souhaitez %s récupérer des données depuis un script, un crontab, etc %s vous devez ajouter le paramètre %s aux appels d'URLs de l'API qui requièrent une authentification."
    },
    "CoreAdminHome": {
        "Administration": "Administration",
        "ArchivingSettings": "Paramètres d'archivage",
        "BrandingSettings": "Paramètres de l'image de marque",
        "CheckReleaseGetVersion": "Quand vous vérifiez la présence d'une nouvelle version de Piwik, obtenez toujours",
        "ClickHereToOptIn": "Cliquez ici pour inclure votre ordinateur.",
        "ClickHereToOptOut": "Cliquez ici pour exclure votre ordinateur.",
        "CustomLogoFeedbackInfo": "Si vous personnalisez le logo Piwi, vous pouvez être aussi intéressé de cacher le lien %s du menu du haut. Pour ce faire, vous pouvez désactiver le plugin de Feedback dans la page de %sGestionnaire de Plugins%s",
        "CustomLogoHelpText": "Vous pouvez personnaliser le logo Piwik qui sera affichée dans l'interface utilisateur et les rapports par courriel.",
        "DevelopmentProcess": "Bien que notre %sprocessus de développement%s inclue des milliers de tests automatisés, les béta testeurs jouent un rôle clef dans la réalisation de la \"politique zéro bug\" de Piwik.",
        "EmailServerSettings": "Paramètres du serveur mail",
        "FaviconUpload": "Sélectionnez un favicon à télécharger",
        "ForBetaTestersOnly": "Pour les bêta testeurs uniquement",
        "ImageTracking": "Suivi par Image",
        "ImageTrackingIntro1": "Quand un visiteur désactive JavaScript, ou quand JavaScript ne peut être utilisé, vous pouvez utiliser le lien de suivi par image pour suivre les visiteurs.",
        "ImageTrackingIntro2": "Générez le lien ci-dessous et copiez-collez le HTML généré dans la page. Si vous utilisez cela comme méthode de secours au suivi JavaScript, vous pouvez l'insérer entre des tags %1$s.",
        "ImageTrackingIntro3": "Pour la liste complète des options que vous pouvez utiliser avec un lien de suivi par image, consultez la %1$sDocumentation de l'API de suivi%2$s.",
        "ImageTrackingLink": "Lien de suivi par Image",
        "ImportingServerLogs": "Importation des logs du server",
        "ImportingServerLogsDesc": "Un alternative au suivi des visiteurs via leur navigateur (par JavaScript ou par Image) est d'importer de manière continue les logs du serveur. Apprenez-en plus à propos des %1$sstatistiques via les logs serveur%2$s.",
        "InvalidPluginsWarning": "Les plugins suivants ne sont pas compatibles avec %1$s et ne peuvent pas être chargés: %2$s.",
        "InvalidPluginsYouCanUninstall": "Vous pouvez mettre à jour ou désinstaller ces plugins sur la page %1$sManagePlugins%2$s.",
        "JavaScriptTracking": "Suivi par JavaScript",
        "JSTracking_CampaignKwdParam": "Paramètre de la campagne de mot clef",
        "JSTracking_CampaignNameParam": "Paramètre nom de la campagne",
        "JSTracking_CodeNote": "Assurez-vous que ce code est sur toutes les pages de votre site web avant la balise %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Utilisez des paramètres de requête personnalisés pour le nom et le mot clef de la campagne",
        "JSTracking_CustomCampaignQueryParamDesc": "Note: %1$sPiwik détectera automatiquement les paramètres de Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Activer la détection côté client de \"ne pas suivre\"",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Note: Le support de la détection côté serveur de \"ne pas suivre\" est activé, cette option n'aura donc aucun effet.",
        "JSTracking_EnableDoNotTrackDesc": "Donc les requêtes de suivi ne seront pas envoyées si les visiteurs ne souhaitent pas être suivis.",
        "JSTracking_GroupPageTitlesByDomain": "Préfixer le domaine du site au titre de la page lors du suivi",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Donc si quelqu'un visite la page \"à propos de\" sur le site \"blog\". %1$s ce sera enregistré en tant que \"blog \/ à propos de\". C'est la manière la plus facile d'avoir un aperçu de votre trafic par sous-domaine.",
        "JSTracking_MergeAliases": "Dans le rapport des liens sortants, cacher les clics vers des alias d'adresses connues telles que",
        "JSTracking_MergeAliasesDesc": "Ainsi un clic sur les adresses d'alias (ex %s) ne sera pas compté comme un lien sortant.",
        "JSTracking_MergeSubdomains": "Suivre les visiteurs sur tous les sous-domaines de",
        "JSTracking_MergeSubdomainsDesc": "Ainsi si un visiteur visite %1$s et %2$s, cela sera comptabilisé comme une visite unique.",
        "JSTracking_PageCustomVars": "Suivre une variable personnalisée pour chaque affichage de page",
        "JSTracking_PageCustomVarsDesc": "Par exemple, avec une variable nommée \"categorie\" et une valeur de \"livre blancs\".",
        "JSTracking_VisitorCustomVars": "Effectuer le suivi des variables personnalisées pour ce visiteur",
        "JSTracking_VisitorCustomVarsDesc": "Par exemple, avec la variable nommée \"type\" et la valeur \"client\".",
        "JSTrackingIntro1": "Vous pouvez suivre les visiteurs de votre site web de manières variées. La manière recommandée est celle via JavaScript. Pour utiliser cette méthode assurez vous simplement que chaque page web du site a un certain code JavaScript que vous pouvez générer ici.",
        "JSTrackingIntro2": "une fois que vous avez le code de suivi JavaScript pour votre site web, copiez-collez le sur toutes les pages dont vous voulez effectuer le suivi avec Piwik.",
        "JSTrackingIntro3": "Dans la plupart des sites web, blogs, CMS, etc. Vous pouvez utiliser un module additionnel préconçu pour effectuer le travail technique à votre place. (Consultez la %1$s liste des modules utilisés pour intégrer Piwik%2$s.) Si aucun module n'existe vous pouvez modifier les modèles de pages de votre site web et ajouter ce code dans le fichier de pied de page.",
        "JSTrackingIntro4": "Si vous ne souhaitez pas utiliser JavaScript pour effectuer le suivi des visiteurs, %1$sgénérez un lien de suivi par image ci-dessous%2$s.",
        "JSTrackingIntro5": "Si vous voulez faire plus qu'effectuer le suivi des visites de pages, veuillez consulter %1$sla documentation de suivi par JavaScript%2$s pour connaitre la liste des fonctions disponibles. En utilisant ces fonctions vous pouvez effectuer le suivi des objectifs, variables personnalisées, commandes de e-commerce, chariots\/paniers abandonnés et plus encore.",
        "LatestBetaRelease": "Dernière version beta",
        "LatestStableRelease": "Dernière version stable",
        "LogoNotWriteableInstruction": "Pour utiliser votre propre logo personnalisé à la place du logo par défaut de Piwik, attribuez des permissions en écriture sur ce répertoire : %1$s Piwik a besoin d'un accès en écriture aux fichiers pour stocker vos logos %2$s.",
        "LogoUpload": "Sélectionnez le logo à télécharger",
        "LogoUploadHelp": "Veuillez télécharge un file dans un des formats suivants %s avec une hauteur minimale de %s pixels.",
        "MenuDiagnostic": "Diagnostique",
        "MenuGeneralSettings": "Paramètres généraux",
        "MenuManage": "Gérer",
        "OptOutComplete": "Cookie d'exclusion installé. Vos visites sur ce site web ne seront PAS enregistrées par notre outil d'analyse web.",
        "OptOutCompleteBis": "Note - Si vous nettoyez vos cookies et supprimez le cookie d'exclusion, ou bien si vous changez d'ordinateur et\/ou de navigateur, il vous faudra de nouveau activer la procédure d'exclusion.",
        "OptOutExplanation": "Piwik met un point d'honneur à respecter la vie privée sur Internet. Pour fournir à vos visiteurs le choix de ne pas apparaître dans les analyses de Piwik, vous pouvez ajouter le code HTML suivant sur une des pages de votre site web, par exemple dans la page \"Politique de confidentialité\".",
        "OptOutExplanationBis": "Ce code va afficher un Iframe contenant un lien pour vos visiteurs pour ne pas être suivi dans Piwik en installant un cookie de neutralisation dans leur navigateur. %s Cliquez ici %s pour visualiser le contenu qui sera affiché par l'iFrame.",
        "OptOutForYourVisitors": "Exclusion de Piwik pour vos visiteurs",
        "PiwikIsInstalledAt": "Piwik est installé à l'adresse",
        "PluginDescription": "Zone d'administration de Piwik.",
        "PluginSettingChangeNotAllowed": "Vous n'êtes pas autorisé(e) à modifier la valeur du paramètre \"%s\" du plugin \"%s\"",
        "PluginSettingReadNotAllowed": "Vous n'êtes pas autorisé(e) à voir la valeur du paramètre \"%s\" dans le plugin \"%s\"",
        "PluginSettings": "Paramètres du composant",
        "PluginSettingsIntro": "Vous pouvez ici modifier les paramètres des composants tierce partie suivants :",
        "PluginSettingsValueNotAllowed": "La valeur pour le champ \"%s\" du composant \"%s\" n'est pas autorisée.",
        "SendPluginUpdateCommunication": "Envoyez moi un courriel de notification quand il y a une nouvelle mise à jour de plugin",
        "SendPluginUpdateCommunicationHelp": "Un courriel sera envoyé aux super utilisateurs quand une nouvelle version de plugin sera disponible.",
        "StableReleases": "Si Piwik représente une part critique de vos affaires, nous vous recommandons d'utiliser la dernière version stable. Si vous utilisez la dernière version et que vous trouverez un bug ou avez une suggestion, %scliquez ici%s svp.",
        "TrackAGoal": "Effectuer le suivi d'un objectif",
        "TrackingCode": "Code de suivi",
        "TrustedHostConfirm": "Êtes vous sûr de vouloir changer le nom d'hote autorisé",
        "TrustedHostSettings": "Nom d'hôte",
        "UpdateSettings": "Paramètres de mise à jour",
        "UseCustomLogo": "Utiliser un logo personnalisé",
        "ValidPiwikHostname": "Nom d'hôte Piwik valide",
        "WithOptionalRevenue": "avec revenu optimal",
        "YouAreOptedIn": "Vous êtes actuellement suivi(e).",
        "YouAreOptedOut": "Vous n'êtes actuellement pas suivi(e).",
        "YouMayOptOut": "Vous pouvez choisir ici de NE PAS autoriser le suivi de votre ordinateur via un cookie lui assignant un numéro d'identification unique. Notre outil d'analyse web n'enregistrera pas l'activité de votre ordinateur.",
        "YouMayOptOutBis": "Pour faire ce choix et installer un cookie d'exclusion, veuillez cliquer ci-dessous."
    },
    "CoreHome": {
        "CategoryNoData": "Aucune donnée pour cette catégorie. Essayez \"d'inclure toute la population\".",
        "CheckForUpdates": "Vérifier les mises à jour",
        "CheckPiwikOut": "Vérifiez sur Piwik!",
        "CloseWidgetDirections": "Vous pouvez fermer ce gadget en cliquant sur l'icône en forme de \"X\" en haut du gadget.",
        "DataForThisReportHasBeenPurged": "Les données pour ce rapport ont plus de %s mois et ont été purgées.",
        "DataTableExcludeAggregateRows": "Les lignes agrégées sont affichées %s Les cacher",
        "DataTableIncludeAggregateRows": "Les lignes agrégées sont cachées %s Les afficher",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "par défaut",
        "DonateCall1": "Piwik ne vous coûtera jamais rien à utiliser, mais cela ne veut pas dire que ça ne nous coûte rien pour le réaliser.",
        "DonateCall2": "Piwik a besoin de votre support continu pour croître et prospérer.",
        "DonateCall3": "Si vous pensez que Piwik a ajouté une valeur significative à votre entreprise ou à votre projet, %1$s pensez à faire un don s'il vous plait ! %2$s",
        "DonateFormInstructions": "Cliquez sur le curseur pour sélectionner un montant, puis cliquez sur s'abonner à faire un don.",
        "ExcludeRowsWithLowPopulation": "Toutes les lignes sont affichées %s Exclure celles peu signifiantes",
        "ExternalHelp": "Aide (nouvel onglet)",
        "FlattenDataTable": "Le rapport est hiérarchique %s L'aplatir",
        "HowMuchIsPiwikWorth": "Combien vaut Piwik pour vous?",
        "IncludeRowsWithLowPopulation": "Les lignes peu signifiantes sont cachées %s Afficher toutes les lignes",
        "InjectedHostEmailBody": "Bonjour, j'ai essayé d'accéder à Piwik aujourd'hui et j'ai rencontré l'avertissement de nom d'hôte inconnu.",
        "InjectedHostEmailSubject": "On a accédé à Piwik avec un nom d'hôte inconnu : %s",
        "InjectedHostNonSuperUserWarning": "%1$sCliquez ici pour accéder à Piwik de manière sécurisé%2$s et supprimer cette alerte. Vous pouvez aussi contacter votre administrateur Piwik and l'avertir de ce problème (%3$sCliquez ici pour envoyer un message%4$s).",
        "InjectedHostSuperUserWarning": "Piwik est probablement mal configuré (par exemple, si Piwik a récemment été déplacé vers un nouveau serveur ou une nouvelle URL). Vous pouvez ou %1$scliquer ici et l'ajouter %2$s en tant que nom d'hôte Piwik valide (si vous lui faites confiance)%3$s, ou %4$s cliquer ici et accéder %5$s à Piwik de manière sécurisée%6$s.",
        "InjectedHostWarningIntro": "Vous accédez maintenant à Piwik depuis %1$s, mais Piwik a été configuré pour s'exécuter à cette adresse : %2$s.",
        "JavascriptDisabled": "JavaScript doit être activé pour que vous puissiez utiliser Piwik de manière basique.<br \/>Cependant, il semble que JasvaScript ne soit pas supporté ou soit désactivé sur votre navigateur.<br \/>Pour utiliser l'interface basique, activez JavaScript en modifiant les options de votre navigateur, ensuite %1$sessayez encore%2$s.<br \/>",
        "LongMonthFormat": "%longMonth% %longYear%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Faites une différence : %1$sDonnez Maintenant%2$s pour financer Piwik 2.0!",
        "MakeOneTimeDonation": "Faire un don unique à la place.",
        "NoPrivilegesAskPiwikAdmin": "Vous êtes connecté en tant que '%s' mais il semble que nous n'ayez aucune permission définie dans Piwik. %s Demandez à votre administrateur (cliquez pour envoyer un e-mail)%s de vous donner l'accès 'Consultation' à un site web.",
        "OnlyForSuperUserAccess": "Ce Gadget est uniquement affiché aux utilisateurs possédant un accès de type super utilisateur.",
        "PageOf": "%1$s de %2$s",
        "PeriodDay": "Jour",
        "PeriodDays": "jours",
        "PeriodMonth": "Mois",
        "PeriodMonths": "mois",
        "PeriodRange": "Etendue",
        "PeriodWeek": "Semaine",
        "PeriodWeeks": "semaines",
        "PeriodYear": "Année",
        "PeriodYears": "années",
        "PluginDescription": "Structure des rapports statistiques web.",
        "ReportGeneratedOn": "Rapport généré le %s",
        "ReportGeneratedXAgo": "Rapport généré il y a %s",
        "SharePiwikLong": "Salut! Je viens juste de trouver un bon logiciel libre: Piwik!\nPiwik va te permettre de suivre els visiteurs de ton site web gratuitement. Tu devrais vraiment aller voir!",
        "SharePiwikShort": "Piwik! Analyse web gratuite et libre. Maîtrisez vos données.",
        "ShareThis": "Partager ceci",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Afficher le code JavaScript à insérer",
        "SubscribeAndBecomePiwikSupporter": "Procéder à un paiement par carte de crédit sécurisé (Paypal) pour devenir un bienfaiteur de Piwik!",
        "SupportPiwik": "Supporter Piwik!",
        "TableNoData": "Aucune donnée pour cette table.",
        "ThereIsNoDataForThisReport": "Il n'y a pas de donnée pour ce rapport.",
        "UnFlattenDataTable": "Le rapport est plat %s Le rendre hiérarchique",
        "ViewAllPiwikVideoTutorials": "Visualiser tous les tutoriaux vidéo de Piwik",
        "WebAnalyticsReports": "Rapports des statistiques web.",
        "YouAreUsingTheLatestVersion": "Vous utilisez la dernière version de Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Activer le composant",
        "ActionActivateTheme": "Activer le thème",
        "ActionInstall": "Installer",
        "ActionUninstall": "Désinstaller",
        "Activate": "Activer",
        "Activated": "Activé",
        "Active": "Actif",
        "Activity": "Activité",
        "AllowedUploadFormats": "Vous pouvez téléverser un composant additionnel ou un thème au format zip via cette page.",
        "AuthorHomepage": "Page de l'auteur",
        "Authors": "Auteurs",
        "BackToExtendPiwik": "Retour au Marché",
        "BeCarefulUsingPlugins": "Les composants qui ne sont pas conçus par l'équipe de Piwik doivent être utilisés avec précaution : nous le les avons pas vérifiés.",
        "BeCarefulUsingThemes": "Les thèmes qui ne sont pas conçus par l'équipe de Piwik doivent être utilisés avec précaution : nous les avons pas vérifiés.",
        "ByDesigningOwnTheme": "en %sconçevant votre propre thème%s",
        "ByInstallingNewPluginFromMarketplace": "en %sinstallant un nouveau composant depuis le marché%s",
        "ByInstallingNewThemeFromMarketplace": "en %sinstallant un nouveau thème depuis le Marché%s",
        "ByWritingOwnPlugin": "en %sdéveloppant votre propre composant%s",
        "ByXDevelopers": "par %s développeurs",
        "Changelog": "Historique des changements",
        "ChangeSettingsPossible": "Vous pouvez modifier les %sparamètres%s de ce composant.",
        "CorePluginTooltip": "Les composants principaux n'ont pas de version puisqu'ils sont distribués avec Piwik.",
        "Deactivate": "Désactiver",
        "Developer": "Développeur",
        "DoMoreContactPiwikAdmins": "Pour installer un nouveau composant additionnel ou thème, veuillez contacter votre administrateur Piwik.",
        "DownloadAndInstallPluginsFromMarketplace": "Vous pouvez télécharger et installer automatiquement des composants additionnels depuis le %sMarché%s.",
        "EmailToEnquireUpdatedVersion": "Veuillez envoyer un e-mail à %1$s et renseighner une version mise à jour de %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Profitez d'une nouvelle charte graphique",
        "FeaturedPlugin": "Composant mis en avant",
        "GetEarlyAccessForPaidPlugins": "Note : tous les composants sont disponibles gratuitement à présent, dans le futur nous fourniront la possibilité de publier des composants payants sur le Marché (%scontactez-nous%s pour bénéficier d'un accès en avance)",
        "GetNewFunctionality": "Obtenir la nouvelle fonctionnalité",
        "History": "Historique",
        "Inactive": "Inactif",
        "InfoPluginUpdateIsRecommended": "Mettez à jour vos composants pour bénéficier des dernières améliorations.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Note : %1$s autres utilisateurs utilisant ce Piwik utilisent aussi le thème %2$s.",
        "InfoThemeUpdateIsRecommended": "Mettez à jour vos thèmes pour profiter de la dernière version.",
        "InstallingPlugin": "Installation de %s",
        "InstallNewPlugins": "Installer les nouveaux composants",
        "InstallNewThemes": "Installer les nouveaux thèmes",
        "LastCommitTime": "(dernier archivage %s)",
        "LastUpdated": "A jour",
        "LicenseHomepage": "Page de la licence",
        "MainDescription": "Les plugins étendent et ajoutent des fonctionnalités à Piwik. Une fois un plugin installé, vous pouvez l'activer ou le désactiver ici.",
        "Marketplace": "Marché",
        "MarketplaceSellPluginSubject": "Marché - Vendre un composant",
        "MenuPlatform": "Plate-forme",
        "MissingRequirementsNotice": "Veuillez mettre à jour %1$s %2$s vers une nouvelle version, %1$s %3$s est requis.",
        "NoPluginsFound": "Aucun composant trouvé",
        "NotAllowedToBrowseMarketplacePlugins": "Vous pouvez parcourir la liste des composants qui peuvent être installés pour personnaliser ou étendre votre plateforme Piwik. Veuillez contacter votre administrateur si vous avez besoin d'en installer.",
        "NotAllowedToBrowseMarketplaceThemes": "Vous pouvez parcourir la liste des thèmes qui peuvent être installés pour personnaliser l'apparence de votre plateforme Piwik. Veuillez contacter votre administrateur pour qu'il les installe pour vous.",
        "NoThemesFound": "Aucun thème trouvé",
        "NoZipFileSelected": "Veuillez sélectionner un fichier ZIP.",
        "NumDownloadsLatestVersion": "Dernière version : %s téléchargements.",
        "NumUpdatesAvailable": "%s Mise(s) à jour disponible(s)",
        "OrByUploadingAPlugin": "or en %stéléchargeant un composant%s",
        "OrByUploadingATheme": "ou en %stéléchargeant un thème%s",
        "Origin": "Origine",
        "OriginCore": "Principal",
        "OriginThirdParty": "Tierce-Partie",
        "PluginDescription": "Interface d'administration des plugins.",
        "PluginHomepage": "Page d'accueil du plugin",
        "PluginKeywords": "Mots-Clefs",
        "PluginNotCompatibleWith": "Le composant %1$s n'est pas compatible avec %2$s.",
        "PluginNotWorkingAlternative": "Si vous avez utilisé ce composant additionnel, peut être pourriez vous trouver une version plus récente sur le Marché. Le cas échéant vous devriez le désinstaller.",
        "PluginRequirement": "%1$s requiert %2$s.",
        "PluginsManagement": "Gestionnaire de plugins",
        "PluginUpdateAvailable": "Vous utilisez la version %s et une nouvelle version %s est disponible.",
        "PluginVersionInfo": "%1$s de %2$s",
        "PluginWebsite": "Site du composant additionnel",
        "Screenshots": "Captures d'écran",
        "SortByAlpha": "alpha",
        "SortByNewest": "plus récent(e)",
        "SortByPopular": "populaire",
        "Status": "État",
        "StepDownloadingPluginFromMarketplace": "Téléchargement d'un composant additionnel depuis le Marché",
        "StepDownloadingThemeFromMarketplace": "Téléchargement d'un thème depuis le Marché",
        "StepPluginSuccessfullyInstalled": "Vous avez installé avec succès le composant additionnel %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Vous avez mis à jour avec succès le composant %1$s %2$s.",
        "StepReplaceExistingPlugin": "Remplacement des composants additionnels existants",
        "StepReplaceExistingTheme": "Remplacement du thème existant",
        "StepThemeSuccessfullyInstalled": "Vous avez installé avec succès le thème %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "Vous avez mis à jour avec succès le thème %1$s %2$s.",
        "StepUnzippingPlugin": "Décompression du composant additionnel",
        "StepUnzippingTheme": "Décompression du thème",
        "SuccessfullyActicated": "Vous avez activé avec succès <strong>%s<\/strong>.",
        "Support": "Support",
        "TeaserExtendPiwik": "Etendre Piwik avec des composants additionnels et des thèmes",
        "TeaserExtendPiwikByPlugin": "Etendre Piwik en installant un nouveau composant additionnel",
        "TeaserExtendPiwikByTheme": "Profitez d'une nouvelle charte graphique en installant un nouveau thème",
        "TeaserExtendPiwikByUpload": "Etendre Piwik en téléchargeant un fichier ZIP",
        "Theme": "Thème",
        "Themes": "Thèmes",
        "ThemesDescription": "Les thèmes peuvent modifier l'apparence de l'interface utilisateur et fournir une expérience visuelle nouvelle pour apprécier les rapports de suivi de trafic.",
        "ThemesManagement": "Gérer les thèmes",
        "UninstallConfirm": "Vous êtes sur le point de désinstaller le composant %s. Ce composant sera supprimé de manière définitive de votre plateforme et cette action est irréversible. Etes vous sûr(e) de vouloir effectuer cela?",
        "Updated": "Mis à jour",
        "UpdatingPlugin": "Mise à jour de %s",
        "UploadZipFile": "Télécharger fichier ZIP",
        "Version": "Version",
        "ViewRepositoryChangelog": "Afficher les changements",
        "Websites": "Sites web"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Cliquez ici pour visualiser la liste des commandes SQL qui vont être exécutées",
        "CreatingBackupOfConfigurationFile": "Création d'une sauvegarde du fichier de configuration dans le répertoire %s",
        "CriticalErrorDuringTheUpgradeProcess": "Erreur Critique pendant le procédé de mise à jour :",
        "DatabaseUpgradeRequired": "Mise à jour de la base de données requise",
        "DisablingIncompatiblePlugins": "Désactivation des plugins incompatibles : %s",
        "DownloadingUpdateFromX": "Téléchargement de la mise à jour depuis %s",
        "DownloadX": "Télécharger %s",
        "EmptyDatabaseError": "La base de données %s est vide. Vous devez éditer ou supprimer votre fichier de configuration Piwik.",
        "ErrorDIYHelp": "Si vous êtes un utilisateur avancé et que vous rencontrez une erreur lors de la mise à jour de la base de données :",
        "ErrorDIYHelp_1": "identifiez la source exacte du problème (ex, memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "exécutez les requêtes restantes qui ont échoué",
        "ErrorDIYHelp_3": "mettez à jour manuellement la table `option` de votre base de données Piwik, en spécifiant la valeur de version_core à la version de celle de l'échec de la mise à jour",
        "ErrorDIYHelp_4": "ré-exécutez le gestionnaire de mise à jour (en commande ou via le navigateur) pour continuer l'installation des mises à jour restantes",
        "ErrorDIYHelp_5": "rapportez le problème et la solution à Piwik, de cette manière il pourra être vérifié et distribué",
        "ErrorDuringPluginsUpdates": "Erreurs pendant les mises à jour de plugins :",
        "ExceptionAlreadyLatestVersion": "Votre version de Piwik %s est à jour.",
        "ExceptionArchiveEmpty": "Archive vide.",
        "ExceptionArchiveIncompatible": "Archive incompatible: %s",
        "ExceptionArchiveIncomplete": "L'archive est incomplète: des fichiers sont manquants (ex. %s).",
        "FeedbackRequest": "N'hésitez pas à partager vos idées et suggestions avec l'équipe Piwik :",
        "HelpMessageContent": "Allez voir la %1$s FAQ Piwik %2$s qui explique les erreurs courantes lors de la mise à jour. %3$s Demandez à votre administrateur système - il pourra être à même avec cette erreur qui est très probablement liée à la configuration de votre serveur MySQL.",
        "HelpMessageIntroductionWhenError": "Ci-dessus est le message d'erreur du noyau. Cela devrait expliquer la cause, mais si vous nécessitez davantage d'aide merci de :",
        "HelpMessageIntroductionWhenWarning": "La mise à jour a été complétée avec succès. Cependant, des problèmes sont survenus. Lisez la description ci-dessus pour plus de détails. Pour davantage d'aide :",
        "HighTrafficPiwikServerEnableMaintenance": "Si vous gérez un serveur Piwik à haut traffic, nous recommandons de %sdésactiver momentanément le suivit des visiteurs et de mettre l'interface utilisateur de Piwik en mode de maintenance%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Note : certains plugins ne sont pas compatbles avec Piwik %s. Ils seront désactivés lorsque vous mettrez à jour :",
        "InstallingTheLatestVersion": "Installation de la dernière version",
        "MajorUpdateWarning1": "C'est une mise à jour importante! Elle va prendre plus de temps que d'habitude.",
        "MajorUpdateWarning2": "Le conseil suivant est particulièrement important pour des installations conséquentes.",
        "NoteForLargePiwikInstances": "Note importante pour les installations Piwik de taille importante",
        "NoteItIsExpectedThatQueriesFail": "Note: si vous exécutez manuellement ces requêtes, il se peut que certaines d'entre elles échouent. Dans ce cas, ignorez simplement les erreurs, et exécutez les suivantes dans la liste.",
        "NotificationClickToUpdatePlugins": "Cliquez ici pour mettre à jour vos plugins maintenant :",
        "NotificationClickToUpdateThemes": "Cliquez ici pour mettre à jour vos plugins maintenant :",
        "NotificationSubjectAvailableCoreUpdate": "Piwik %s est maintenant disponible",
        "NotificationSubjectAvailablePluginUpdate": "Mises à jour disponibles pour vos plugins Piwik",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik a été mis à jour avec succès !",
        "PiwikUpdatedSuccessfully": "Piwik a été mis à jour avec succès!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "La base de données de Piwik sera mise à jour depuis la version %1$s vers la version %2$s.",
        "PluginDescription": "Mécanisme de mise à jour Piwik",
        "ReadyToGo": "Prêt à démarrer?",
        "TheFollowingPluginsWillBeUpgradedX": "Les plugins suivants seront mis à jour : %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Certains de vos plugins ont été mis à jour sur le Marketplace :",
        "ThereIsNewVersionAvailableForUpdate": "Il y a une nouvelle mise à jour de Piwik disponible",
        "TheUpgradeProcessMayFailExecuteCommand": "Si votre base de données Piwik est trop volumineuse, la mise à jour pourra être trop longue pour l'effectuer depuis le navigateur. dans ce cas exécutez depuis la ligne de commande : %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Le procédé de mise à jour peut être long, veuillez patienter.",
        "UnpackingTheUpdate": "Décompression de la mise à jour",
        "UpdateAutomatically": "Mettre à jour automatiquement",
        "UpdateHasBeenCancelledExplanation": "La mise à jour de Piwik en un clic a été désactivée. Si vous ne pouvez pas corriger la cause du message d'erreur ci-dessous, il est recommandé que vous fassiez manuellement la mise à jour de Piwik. %1$sConsultez la documentation%2$s de la mise à jour%3$s pour commencer!",
        "UpdateTitle": "Mise à jour",
        "UpgradeComplete": "Mise à jour complète !",
        "UpgradePiwik": "Mettez Piwik à jour",
        "VerifyingUnpackedFiles": "Vérification des fichiers décompressés",
        "WarningMessages": "Messages d'avertissement :",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Nous avons automatiquement désactivé les plugins suivants : %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Vous pouvez mettre à jour vers la version %s automatiquement ou télécharger l'archive et l'installer manuellement:",
        "YouCouldManuallyExecuteSqlQueries": "Si vous n'aviez pas la possibilité d'utiliser la console (CLI) et si Piwik échouait à se mettre à jour (à cause du délais d'expiration de la base de données, du navigateur ou n'importe quel autre problème), vous pourriez exécuter manuellement les requêtes SQL pour mettre à jour Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik ne peut pas écraser votre installation courante. Vous pouvez soit corriger les permissions du répertoire\/fichier, soit télécharger le package et installer la version %s manuellement:",
        "YourDatabaseIsOutOfDate": "Votre base de données est expirée et doit être mise à jour avant de pouvoir continuer."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nom de la variable personnalisée",
        "ColumnCustomVariableValue": "Valeur de la variable personnalisée",
        "CustomVariables": "Variables personnalisées",
        "CustomVariablesReportDocumentation": "Ce rapport contient des informations à propos de vos Variables Personnalisées. Cliquez sur un nom de variable pour voir la répartition de la valeur. %s Pour plus d'informations à propos des variables personnalisées en général, lisez la %s documentation sur les variables personnalisées sur piwik.org%s",
        "PluginDescription": "Les variables personnalisées sont des paires de nom\/valeur que vous pouvez définir pour une visite en utilisant la fonction de l'API Javascript setVisitCustomVariables(). Piwik vous rapportera alors combien de visites, pages, conversions il y a pour chacun de ces noms et valeurs personnalisés",
        "ScopePage": "Étendue page",
        "ScopeVisit": "Étendue visite"
    },
    "Dashboard": {
        "AddAWidget": "Ajouter un widget",
        "AddPreviewedWidget": "Ajouter le widget visualisé au tableau de bord",
        "ChangeDashboardLayout": "Modifier mise en page du tableau de bord",
        "CopyDashboardToUser": "Copier le tableau de bord vers l'utilisateur",
        "CreateNewDashboard": "Créer un nouveau tableau de bord",
        "Dashboard": "Tableau de bord",
        "DashboardCopied": "Tableau de bord actuel copié avec succès vers l'utilisateur sélectionné.",
        "DashboardEmptyNotification": "Votre tableau de bord ne contient aucun gadget. COmmencez par ajouter quelques gadgets ou réinitialisez le tableau de bord à la selection de gadgets par défaut.",
        "DashboardName": "Nom du tableau de bord:",
        "DashboardOf": "Tableau de bord de %s",
        "DefaultDashboard": "Tableau de bord par défaut - Utilisant la sélection de gadgets par défaut et la disposition des colonnes.",
        "DeleteWidgetConfirm": "Êtes-vous sûr de vouloir supprimer ce widget du tableau de bord?",
        "EmptyDashboard": "Tableau de bord vide - Sélectionnez vos gadgets favoris",
        "LoadingWidget": "Chargement du widget, patientez svp...",
        "ManageDashboard": "Gérer le tableau de bord",
        "Maximise": "Maximiser",
        "Minimise": "Minimiser",
        "NotUndo": "Vous ne pourrez pas annuler cette action.",
        "PluginDescription": "Votre tableau de bord de statistiques web. Vous pouvez personnaliser votre tableau de bord: ajoutez de nouveaux widgets, changez l'ordre de vos widgets. Chaque utilisateur peut accéder à son propre tableau de bord.",
        "RemoveDashboard": "Supprimer le tableau de bord",
        "RemoveDashboardConfirm": "Êtes vous sûr(e) de vouloir supprimer le tableau de bord \"%s\" ?",
        "RenameDashboard": "Renommer le tableau de bord",
        "ResetDashboard": "Restaurer le tableau de bord",
        "ResetDashboardConfirm": "Voulez-vous vraiment restaurer votre tableau de bord avec les widgets par défaut ?",
        "SelectDashboardLayout": "Veuillez sélectionner votre nouvelle mise en page pour le tableau de bord",
        "SelectWidget": "Sélectionnez le widget à ajouter au tableau de bord",
        "SetAsDefaultWidgets": "Définir comme sélection de gadgets par défaut",
        "SetAsDefaultWidgetsConfirm": "Êtes vous sûr(e) de vouloir définir la sélection de gadgets actuelle et la disposition actuelle du tableau de bord comme modèle par défaut?",
        "SetAsDefaultWidgetsConfirmHelp": "Cette sélection de gadgets et cette disposition du tableau de bord seront utilisées à chaque création de tableau de bord par n'importe quel utilisateur ou quand la fonctionnalité \"%s\" est utilisée.",
        "TopLinkTooltip": "Afficher les rapport de statistiques web pour %s.",
        "WidgetNotFound": "Widget introuvable",
        "WidgetPreview": "Prévisualisation du Widget",
        "WidgetsAndDashboard": "Widgets & Tableau de bord"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignorer les visites avec l'entête X-Do-Not-Track ou DNT."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Contactez l’Équipe Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Avez-vous un bug à rapporter ou une fonctionnalité à demander?",
        "GetInTouch": "Nous apprécions vos commentaires et lisons tous les messages. Peut-être voudriez vous nous informer d'une opportunité commerciale, employer un consultant, nous raconter un succès ou simplement dire bonjour!",
        "IWantTo": "Je veux:",
        "LearnWaysToParticipate": "Renseignez vous sur les manières dont vous pouvez %s participer%s",
        "ManuallySendEmailTo": "Merci d'envoyer manuellement votre message à",
        "PluginDescription": "Envoie vos retours à l’Équipe Piwik. Partagez vos idées et suggestions avec nous!",
        "PrivacyClaim": "Piwik respecte votre %1$svie privée%2$s et vous donne un contrôle total sur vos données.",
        "RateFeatureLeaveMessageDislike": "Nous sommes désolés de voir que vous n'aimez pas ça. N'hésitez pas à nous dire comme nous pouvons améliorer.",
        "RateFeatureLeaveMessageLike": "Nous sommes heureux de savoir que vous l'aimez ! S'il vous plaît laissez-nous savoir ce que vous aimez le plus ou si vous avez une demande de fonctionnalité.",
        "RateFeatureSendFeedbackInformation": "Voter installation Piwik nous enverra (l'équipe Piwik) un e-mail (contenant votre adresse e-mail) afin que nous puissions entrer en contact avec vous si vous avez des questions.",
        "RateFeatureThankYouTitle": "Merci d'avoir noté \"%s\" !",
        "RateFeatureTitle": "Est-ce que vous aimez la fonctionnalité \"%s\" ? Notez la et laissez un commentaire",
        "SendFeedback": "Envoyer le retour",
        "SpecialRequest": "Avez-vous une demande spéciale pour l’Équipe Piwik?",
        "ThankYou": "Merci d'avoir aidé à améliorer Piwik!",
        "TopLinkTooltip": "Dites nous ce que vous en pensez, ou demandez un Support Professionnel.",
        "ViewAnswersToFAQ": "Voir les réponses aux %squestions fréquemment posées%s",
        "ViewUserGuides": "Apprenez comment configurer Piwik et comment analyser de manière efficaces vos données avec notre %1$sguide utilisateur%2$s",
        "VisitTheForums": "Visitez les %s Forums%s",
        "WantToThankConsiderDonating": "Vous pensez que Piwik est génial et voulez nous remercier?"
    },
    "General": {
        "AbandonedCarts": "Paniers abandonnés",
        "AboutPiwikX": "À propos de Piwik %s",
        "Action": "Action",
        "Actions": "Actions",
        "Add": "Ajouter",
        "AfterEntry": "après être entré ici",
        "All": "Tous",
        "AllowPiwikArchivingToTriggerBrowser": "Autoriser l'archivage de Piwik à se déclencher lorsque les rapports sont visionnés depuis le navigateur",
        "AllWebsitesDashboard": "Tableau de bord de tous les sites",
        "And": "et",
        "API": "API",
        "ApplyDateRange": "Appliquer la plage de dates",
        "ArchivingInlineHelp": "Pour les sites à trafic moyen et fort, il est recommandé de désactiver l'archivage de Piwik depuis le navigateur. Nous vous recommandons de mettre en place une tâche planifiée (cron job) qui génère les rapports toutes les heures.",
        "ArchivingTriggerDescription": "Recommandé pour les installations importantes de Piwik, vous devriez %s mettre en place une tâche planifiée (cron) %s pour générer les rapports automatiquement.",
        "AuthenticationMethodSmtp": "Méthode d'authentification pour le serveur SMTP",
        "AverageOrderValue": "Valeur Moyenne d'une Commande",
        "AveragePrice": "Prix Moyen",
        "AverageQuantity": "Quantité moyenne",
        "BackToPiwik": "Retourner à Piwik",
        "Broken": "Brisé",
        "BrokenDownReportDocumentation": "Il est divisé en plusieurs rapports, qui sont affichés en lignes de tendance à la fin de la page. Vous pouvez agrandir le graphique en cliquant sur le rapport que vous souhaitez voir.",
        "Cancel": "Annuler",
        "CannotUnzipFile": "Impossible de décompresser le ficher %1$s: %2$s",
        "ChangePassword": "Modifier le mot de passe",
        "ChangeTagCloudView": "Veuillez noter que vous pouvez visualiser le rapport sous une autre forme qu'un nuage de tags. Utilisez les contrôles à la fin du rapport pour ce faire.",
        "ChooseDate": "Sélectionnez une date",
        "ChooseLanguage": "Sélectionnez la langue",
        "ChoosePeriod": "Sélectionnez la période",
        "ChooseWebsite": "Sélectionnez le site web",
        "ClickHere": "Cliquez ici pour plus d'informations.",
        "ClickToChangePeriod": "Cliquez à nouveau pour modifier la période.",
        "Close": "Fermer",
        "ColumnActionsPerVisit": "Actions par visite",
        "ColumnActionsPerVisitDocumentation": "Nombre moyen d'actions (affichages de page, téléchargements ou liens sortants) qui ont été effectuées durant les visites.",
        "ColumnAverageGenerationTime": "Temps moyen de génération",
        "ColumnAverageGenerationTimeDocumentation": "Délais moyen de génération de la page. Cette métrique inclut le délais de génération de la page pris par le serveur, plus celui qu'il a fallu au visiteur pour télécharger la réponse du serveur. Un faible 'délais de génération moyen' signifie un site plus rapide pour vos visiteurs!",
        "ColumnAverageTimeOnPage": "Temps moyen sur la page",
        "ColumnAverageTimeOnPageDocumentation": "Temps moyen que les visiteurs ont passé sur cette page (seulement la page, pas le site entier).",
        "ColumnAvgTimeOnSite": "Temps moyen sur le site",
        "ColumnAvgTimeOnSiteDocumentation": "Durée moyenne d'une visite",
        "ColumnBounceRate": "Taux de rebond",
        "ColumnBounceRateDocumentation": "Pourcentage de visites qui ont eu un affichage unique de page. Cela signifie que le visiteur a quitté le site directement depuis la page d'entrée.",
        "ColumnBounceRateForPageDocumentation": "Pourcentage de visites qui ont commencé et se sont terminées sur cette page.",
        "ColumnBounces": "Rebonds",
        "ColumnBouncesDocumentation": "Nombre de visites qui ont commencé et se sont terminées sur cette page. Cela signifie que les visiteurs ont quitté le site après avoir vu seulement cette page.",
        "ColumnConversionRate": "Taux de conversion",
        "ColumnConversionRateDocumentation": "Pourcentage de visites qui ont déclenché une conversion en Objectif.",
        "ColumnDestinationPage": "Page de destination",
        "ColumnEntrances": "Entrées",
        "ColumnEntrancesDocumentation": "Nombre de visites qui ont démarré sur cette page.",
        "ColumnExitRate": "Taux de sortie",
        "ColumnExitRateDocumentation": "Pourcentage de visites qui ont quitté le site web après avoir visualisé cette page (affichages uniques divisés par sorties)",
        "ColumnExits": "Sorties",
        "ColumnExitsDocumentation": "Nombre de visites qui se sont terminées sur cette page.",
        "ColumnGenerationTime": "Délais de génération",
        "ColumnKeyword": "Mot clef",
        "ColumnLabel": "Nom",
        "ColumnMaxActions": "Nombre maximum d'actions en une visite",
        "ColumnNbActions": "Actions",
        "ColumnNbActionsDocumentation": "Nombre d'actions effectuées par vos visiteurs. Les actions peuvent être des visites de pages, téléchargements, liens sortants.",
        "ColumnNbUniqVisitors": "Visiteurs uniques",
        "ColumnNbUniqVisitorsDocumentation": "Nombre de visiteurs uniques visitant votre site web. Chaque utilisateur n'est compté qu'une seule fois, même s'il visite le site plusieurs fois dans la journée.",
        "ColumnNbVisits": "Visites",
        "ColumnNbVisitsDocumentation": "Si un visiteur se rend sur votre site web pour la première fois ou s'il visite une page plus de 30 minutes après sa dernière page, il sera enregistré en tant que nouvelle visite.",
        "ColumnPageBounceRateDocumentation": "Pourcentage de visites qui ont commencé sur cette page et ont tout de suite quitté le site.",
        "ColumnPageviews": "Vues",
        "ColumnPageviewsDocumentation": "Le nombre de fois que cette page a été visitée.",
        "ColumnPercentageVisits": "% Visites",
        "ColumnRevenue": "Revenu",
        "ColumnSumVisitLength": "Temps total passé par les visiteurs (en secondes)",
        "ColumnTotalPageviews": "Total des pages vues",
        "ColumnUniqueEntrances": "Entrées uniques",
        "ColumnUniqueExits": "Sorties uniques",
        "ColumnUniquePageviews": "Vues uniques",
        "ColumnUniquePageviewsDocumentation": "Nombre de visites qui ont inclus cette page. Si une page a été vue plusieurs fois durant la visite elle ne sera comptabilisée qu'une seule fois.",
        "ColumnValuePerVisit": "Valeur par Visite",
        "ColumnViewedAfterSearch": "Cliqué dans les résultats de recherche",
        "ColumnViewedAfterSearchDocumentation": "Le nombre de fois où cette page a été visitée après qu'un visiteur ayant fait une recherche sur votre site, et cliqué sur cette page dans les résultats de recherche.",
        "ColumnVisitDuration": "Durée de la visite (en secondes)",
        "ColumnVisitsWithConversions": "Visites avec Conversions",
        "ConfigFileIsNotWritable": "Le fichier de configuration de Piwik %s n'a pas la permission d'écriture, vos modifications ne seront pas sauvegardées. %s Merci de modifier les permissions du fichier de configuration de manière à le rendre accessible en écriture.",
        "Continue": "Continuer",
        "ContinueToPiwik": "Continuer vers Piwik",
        "CurrentMonth": "Mois courant",
        "CurrentWeek": "Semaine courante",
        "CurrentYear": "Année courante",
        "Daily": "Quotidiennement",
        "DailyReport": "journalier",
        "DailyReports": "Rapports journaliers",
        "DailySum": "montant journalier",
        "DashboardForASpecificWebsite": "Tableau de bord pour un site particulier",
        "DataForThisGraphHasBeenPurged": "Les données de ce graphique ont plus de %s mois et ont été purgées.",
        "DataForThisTagCloudHasBeenPurged": "Les données pour ce nuage de termes ont plus de %s mois et ont été purgées.",
        "Date": "Date",
        "DateRange": "Période :",
        "DateRangeFrom": "Du",
        "DateRangeFromTo": "De %s à %s",
        "DateRangeInPeriodList": "Plage de dates",
        "DateRangeTo": "Au",
        "DayFr": "Ve",
        "DayMo": "Lu",
        "DaySa": "Sa",
        "DaysHours": "%1$s jours %2$s heures",
        "DaysSinceFirstVisit": "Jours depuis la première visite",
        "DaysSinceLastEcommerceOrder": "Jours depuis la dernière commande e-commerce",
        "DaysSinceLastVisit": "Jours depuis la dernière visite",
        "DaySu": "Di",
        "DayTh": "Je",
        "DayTu": "Ma",
        "DayWe": "Me",
        "Default": "Par défaut",
        "DefaultAppended": "(défaut)",
        "Delete": "Supprimer",
        "Description": "Description",
        "Desktop": "Bureau",
        "Details": "Détails",
        "Discount": "Réduction",
        "DisplaySimpleTable": "Afficher un tableau simple",
        "DisplayTableWithGoalMetrics": "Afficher un tableau avec des Objectifs en tant qu'unités",
        "DisplayTableWithMoreMetrics": "Afficher un tableau avec plus d'unités",
        "Documentation": "Documentation",
        "Donate": "Donner",
        "Done": "Fait",
        "Download": "Télécharger",
        "DownloadFail_FileExists": "Le fichier %s existe déjà!",
        "DownloadFail_FileExistsContinue": "Téléchargement partiel en cours pour %s, mais un téléchargement terminé existe déjà!",
        "DownloadFail_HttpRequestFail": "Impossible de télécharger le fichier! Le fichier n'est peut être plus disponible, ou le site web à un petit problème. Veuillez réessayer plus tard, ou télécharger le fichier manuellement.",
        "DownloadFullVersion": "%1$sTéléchargez%2$s la version complète! Rendez vous sur %3$s",
        "DownloadPleaseRemoveExisting": "Si vous voulez le remplacer, commencer par supprimer le fichier existant.",
        "Downloads": "Téléchargements",
        "EcommerceOrders": "Commandes e-commerce",
        "EcommerceVisitStatusDesc": "Visitez le statut du Ecommerce à la fin de la visite",
        "EcommerceVisitStatusEg": "Par exemple, pour sélectionner toutes les visites qui ont fait une commande Ecommerce, la requête API contiendrait %s",
        "Edit": "Éditer",
        "EncryptedSmtpTransport": "Entrez la couche de chiffrement requise par votre serveur SMTP.",
        "EnglishLanguageName": "French",
        "Error": "Erreur",
        "ErrorRequest": "Oups ! Problème rencontré durant la requête, veuillez réessayer.",
        "EvolutionOverPeriod": "Évolution sur la période",
        "EvolutionSummaryGeneric": "%1$s en %2$s comparé à %3$s en %4$s. Evolution: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "L'utilisateur doit être un Super Utilisateur ou l'utilisateur \"%s\" lui-même.",
        "ExceptionConfigurationFileNotFound": "Le fichier de configuration {%s} n'a pas été trouvé",
        "ExceptionDatabaseVersion": "Votre version de %1$s est %2$s mais Piwik a besoin au minimum de la version %3$s.",
        "ExceptionFileIntegrity": "Échec du contrôle d'intégrité : %s",
        "ExceptionFilesizeMismatch": "Différence de taille de fichier : %1$s (longueur attendue: %2$s, rencontrée : %3$s)",
        "ExceptionIncompatibleClientServerVersions": "La version de votre client %1$s est %2$s ce qui est incompatible avec le serveur de version %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Le type de rapport suivant '%s' n'est pas valide. Essayer un des types suivants : %s.",
        "ExceptionInvalidArchiveTimeToLive": "La durée de l'archivage doit être un nombre de secondes supérieur à zéro.",
        "ExceptionInvalidDateFormat": "Le format de date doit être: %s ou n'importe quel mot clef supporté par la fonction %s (visitez %s pour plus d'informations)",
        "ExceptionInvalidDateRange": "La date '%s' ne correspond pas au format suivant : %s.",
        "ExceptionInvalidPeriod": "La période '%s' n'est pas supportée. Veuillez essayer parmi celles-ci à la place: %s.",
        "ExceptionInvalidRendererFormat": "Le format de rendu '%s' n'est pas valide. Veuillez essayer un de ceux-ci à la place: %s.",
        "ExceptionInvalidReportRendererFormat": "Format de rapport '%s' invalide. Essayez n'importe lequel des formats suivants à la place: %s.",
        "ExceptionInvalidStaticGraphType": "Le type de graph suivant '%s' n'est pas valide. Essayer un des types suivants : %s.",
        "ExceptionInvalidToken": "La clef partagée (token) n'est pas valide.",
        "ExceptionLanguageFileNotFound": "Le fichier de langage '%s' n'a pas été trouvé.",
        "ExceptionMethodNotFound": "La méthode '%s' n'existe pas ou n'est pas disponible dans le module '%s'",
        "ExceptionMissingFile": "Fichier manquant : %s",
        "ExceptionNonceMismatch": "Impossible de vérifier le code (token) de sécurité pour ce formulaire.",
        "ExceptionPrivilege": "Vous ne pouvez accéder à cette ressource, ceci requiert un accès de type %s.",
        "ExceptionPrivilegeAccessWebsite": "Vous ne pouvez pas accéder à cette ressource, ceci requiert un accès de type %s pour le site id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Vous ne pouvez accéder à cette ressource, ceci requiert au moins un accès de type %s à un site web.",
        "ExceptionUnableToStartSession": "Impossible de démarrer une session.",
        "ExceptionUndeletableFile": "Impossible de supprimer %s",
        "ExceptionUnreadableFileDisabledMethod": "Le fichier de configuration {%s} n'a pas pu être lu. votre hébergeur a probablement désactivé %s.",
        "ExpandDataTableFooter": "Modifier la visualisation ou configurer le rapport",
        "Export": "Exporter",
        "ExportAsImage": "Exporter au format Image",
        "ExportThisReport": "Exporter ce jeu de données dans d'autres formats",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Le contrôle d'intégrité a échoué et a rapporté des erreurs. Cela est probablement dû à un envoi de fichier partiel ou en échec des fichiers de Piwik. Vous devriez envoyer de nouveau les fichiers de Piwik et rafraîchir cette page jusqu'à ce qu'elle n'affiche plus aucune erreur.",
        "First": "Premier",
        "Flatten": "Aplatir",
        "ForExampleShort": "ex.",
        "Forums": "Forums",
        "FromReferrer": "de",
        "GeneralInformation": "Informations Générales",
        "GeneralSettings": "Paramètres généraux",
        "GetStarted": "Pour bien commencer",
        "GiveUsYourFeedback": "Envoyez-nous vos commentaires !",
        "Goal": "Objectif",
        "GoTo": "Rendez vous à %s",
        "GraphHelp": "Plus d'informations à propos de l'affichage des graphiques dans Piwik.",
        "HelloUser": "Bonjour, %s",
        "Help": "Aide",
        "HelpTranslatePiwik": "Peut-être souhaiteriez vous %1$snous aider à améliorer les traduction de Piwik%2$s?",
        "Hide": "cacher",
        "HoursMinutes": "%1$s heures %2$s min",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "En supposant que l'archivage soit rapide pour votre installation, vous pouvez paramétrer la crontab pour qu'elle s'exécute plus fréquemment.",
        "InfoFor": "Informations pour %s",
        "Installed": "Installé",
        "InvalidDateRange": "Plage de dates invalide, veuillez recommencer.",
        "InvalidResponse": "Les données reçues sont invalides",
        "IP": "IP",
        "JsTrackingTag": "Code JavaScript de suivi",
        "Language": "Langue",
        "LastDays": "%s derniers jours (aujourd'hui inclus)",
        "LastDaysShort": "Derniers %s jours",
        "LayoutDirection": "ltr",
        "Live": "En direct",
        "Loading": "Chargement...",
        "LoadingData": "Chargement des données...",
        "LoadingPopover": "Chargement %s ...",
        "LoadingPopoverFor": "Chargement %s de",
        "Locale": "fr_FR.UTF-8",
        "Logout": "Déconnexion",
        "LongDay_1": "Lundi",
        "LongDay_2": "Mardi",
        "LongDay_3": "Mercredi",
        "LongDay_4": "Jeudi",
        "LongDay_5": "Vendredi",
        "LongDay_6": "Samedi",
        "LongDay_7": "Dimanche",
        "LongMonth_1": "Janvier",
        "LongMonth_10": "Octobre",
        "LongMonth_11": "Novembre",
        "LongMonth_12": "Décembre",
        "LongMonth_2": "Février",
        "LongMonth_3": "Mars",
        "LongMonth_4": "Avril",
        "LongMonth_5": "Mai",
        "LongMonth_6": "Juin",
        "LongMonth_7": "Juillet",
        "LongMonth_8": "Août",
        "LongMonth_9": "Septembre",
        "MainMetrics": "Métriques principales",
        "Matches": "Correspondances",
        "MediumToHighTrafficItIsRecommendedTo": "Pour les sites à moyen et fort trafic, nous recommandons d'effectuer les rapports du jours au plus toutes les demies heures (%s secondes) ou toutes les heures (%secondes).",
        "Metadata": "Méta-données",
        "Metric": "Métrique",
        "Metrics": "Métriques",
        "MetricsToPlot": "Métriques à tracer",
        "MetricToPlot": "Métrique à tracer",
        "MinutesSeconds": "%1$s min %2$ss",
        "Mobile": "Mobile",
        "Monthly": "Mensuellement",
        "MonthlyReport": "mensuel",
        "MonthlyReports": "Rapports mensuels",
        "More": "Plus",
        "MoreDetails": "Plus de Détails",
        "MoreLowerCase": "plus",
        "MultiSitesSummary": "Tous les sites web",
        "Name": "Nom",
        "NbActions": "Nombre d'actions",
        "NbSearches": "Nombre de recherche interne",
        "NDays": "%s jours",
        "Never": "Jamais",
        "NewReportsWillBeProcessedByCron": "Quand l'archivage de Piwik n'est pas déclenché par le navigateur, les nouveaux rapports seront générés par la crontab.",
        "NewUpdatePiwikX": "Nouvelle mise à jour : Piwik %s",
        "NewVisitor": "Nouveau visiteur",
        "NewVisits": "Nouvelles visites",
        "Next": "Suivant",
        "NMinutes": "%s minutes",
        "No": "Non",
        "NoDataForGraph": "Aucune donnée pour ce graphique",
        "NoDataForTagCloud": "Aucune donnée pour ce nuage de tags.",
        "NotDefined": "%s indéfini",
        "Note": "Note",
        "NotInstalled": "Non installé",
        "NotRecommended": "(non recommandé)",
        "NotValid": "%s n'est pas valide",
        "NSeconds": "%s secondes",
        "NumberOfVisits": "Nombre de visites",
        "NVisits": "%s visites",
        "Ok": "Ok",
        "OneAction": "1 action",
        "OneDay": "1 jour",
        "OneMinute": "1 minute",
        "OneVisit": "1 visite",
        "OnlyEnterIfRequired": "Entrez un nom d'utilisateur seulement si le serveur SMTP le requiert",
        "OnlyEnterIfRequiredPassword": "Entrez un mot de passe seulement si le serveur SMTP le requiert",
        "OnlyUsedIfUserPwdIsSet": "Seulement utilisé si un nom d'utilisateur \/ mot de passe est activé, demandez à votre fournisseur si vous n'êtes pas la méthode à utiliser.",
        "OpenSourceWebAnalytics": "Analyse web libre",
        "OperationAtLeast": "Au moins",
        "OperationAtMost": "Au plus",
        "OperationContains": "Contient",
        "OperationDoesNotContain": "Ne contient pas",
        "OperationEquals": "Egal",
        "OperationGreaterThan": "Plus grand que",
        "OperationIs": "Est",
        "OperationIsNot": "N'est pas",
        "OperationLessThan": "Plus petit que",
        "OperationNotEquals": "Est différent",
        "OptionalSmtpPort": "Optionnel. Par défaut à 25 pour non chiffré et TLS SMTP, et 465 pour du SMTP SSL.",
        "Options": "Options",
        "OrCancel": "ou %s Annuler %s",
        "OriginalLanguageName": "Français",
        "Others": "Autres",
        "Outlink": "Lien sortant",
        "Outlinks": "Liens sortant",
        "OverlayRowActionTooltip": "Visualisez les données d'analyse directement sur votre site web (ouvre un nouvel onglet)",
        "OverlayRowActionTooltipTitle": "Afficher la page par dessus",
        "Overview": "Récapitulatif",
        "Pages": "Pages",
        "ParameterMustIntegerBetween": "Le paramètre %s doit être un entier entre les valeurs %s et %s.",
        "Password": "Mot de passe",
        "Period": "Période",
        "Piechart": "Camembert",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%1$s est disponible. Veuillez informer %2$sl'administrateur Piwik%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s est maintenant disponible. %2$s Merci de mettre à jour!%3$s (voir %4$s les modifications%5$s).",
        "PleaseSpecifyValue": "Merci de spécifier une valeur pour %s",
        "PleaseUpdatePiwik": "Merci de mettre à jour Piwik",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Propulsé par",
        "Previous": "Précédent",
        "PreviousDays": "%s derniers jours (aujourd'hui non-inclus)",
        "PreviousDaysShort": "%s jours précédent",
        "Price": "Prix",
        "ProductConversionRate": "Taux de conversion du produit",
        "ProductRevenue": "Recettes du produit",
        "PurchasedProducts": "Produits Achetés",
        "Quantity": "Quantité",
        "RangeReports": "Des plages de dates personnalisées",
        "ReadThisToLearnMore": "%1$sConsultez ceci pour en apprendre plus.%2$s",
        "Recommended": "(recommandé)",
        "RecordsToPlot": "Enregistrements à tracer",
        "Refresh": "Actualiser",
        "RefreshPage": "Rafraîchir la page",
        "RelatedReport": "Rapport lié",
        "RelatedReports": "Rapports liés",
        "Remove": "Supprimer",
        "Report": "Rapport",
        "ReportGeneratedFrom": "Ce rapport a été généré en utilisant des données de %s.",
        "ReportRatioTooltip": "'%1$s' représente %2$s de %3$s %4$s avec %5$s.",
        "Reports": "Rapports",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Rapports du jour (ou n'importe quelle autre plage de dates incluant aujourd'hui) seront calculés tout au plus chaque",
        "ReportsWillBeProcessedAtMostEveryHour": "Les rapports seront donc traités tout au plus chaque heure.",
        "RequestTimedOut": "Une requête vers %s a expiré. Veuillez réessayer.",
        "Required": "%s requis",
        "ReturningVisitor": "Visiteur de retour",
        "ReturningVisitorAllVisits": "Voir tous les visiteurs",
        "RowEvolutionRowActionTooltip": "Visualisez l'évolution des métriques pour cette ligne ont changée en fonction du temps",
        "RowEvolutionRowActionTooltipTitle": "Ouvrir l'évolution de la ligne",
        "Rows": "Rangées",
        "RowsToDisplay": "Lignes à afficher",
        "Save": "Enregistrer",
        "SaveImageOnYourComputer": "Pour sauvegarder l'image sur votre ordinateur, faites un clic droit dessus et sélectionnez \"Enregistrer l'image sous...\"",
        "Search": "Rechercher",
        "SearchNoResults": "Aucun résultat",
        "Seconds": "%ss",
        "SeeAll": "tout montrer",
        "SeeTheOfficialDocumentationForMoreInformation": "Consultez la %s documentation officielle %s pour plus d'information.",
        "Segment": "Segment",
        "SelectYesIfYouWantToSendEmailsViaServer": "Sélectionnez \"Oui\" si vous voulez ou devez envoyer un e-mail via un serveur nommé à la place de la fonction de courrier local.",
        "Settings": "Paramètres",
        "Shipping": "Expédition",
        "ShortDay_1": "Lun",
        "ShortDay_2": "Mar",
        "ShortDay_3": "Mer",
        "ShortDay_4": "Jeu",
        "ShortDay_5": "Ven",
        "ShortDay_6": "Sam",
        "ShortDay_7": "Dim",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Oct",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Déc",
        "ShortMonth_2": "Fév",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Avr",
        "ShortMonth_5": "Mai",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Aoû",
        "ShortMonth_9": "Sep",
        "Show": "afficher",
        "SingleWebsitesDashboard": "Tableau de board d'un seul site",
        "SmallTrafficYouCanLeaveDefault": "Pour les sites à faible trafic, vous pouvez laisser le délais %s secondes par défaut, et ainsi accéder aux rapports en temps réel.",
        "SmtpEncryption": "Chiffrement SMTP",
        "SmtpPassword": "Mot de passe SMTP",
        "SmtpPort": "Port du serveur SMTP",
        "SmtpServerAddress": "Adresse du serveur SMTP",
        "SmtpUsername": "Nom d'utilisateur SMTP",
        "Source": "Source",
        "StatisticsAreNotRecorded": "Le suivi des visiteurs par Piwik est actuellement désactivé! Réactivez le suivi des visiteurs en paramétrant record_statistics = 1 dans votre fichier config\/config.ini.php.",
        "Subtotal": "Sous-Total",
        "Summary": "Sommaire",
        "Table": "Tableau",
        "TagCloud": "Nuage de tags",
        "Tax": "Taxes",
        "TimeAgo": "il y a %s",
        "TimeOnPage": "Temps sur la page",
        "Today": "Aujourd'hui",
        "Total": "Total",
        "TotalRatioTooltip": "C'est %1$s de %2$s %3$s.",
        "TotalRevenue": "Total des recettes",
        "TotalVisitsPageviewsRevenue": "(Total : %s visites, %s pages vues, %s revenu)",
        "TransitionsRowActionTooltip": "Visualisez ce que les visiteurs ont fait après avoir visité cette page",
        "TransitionsRowActionTooltipTitle": "Ouvrir les transitions",
        "TranslatorEmail": "admin@get-surf.com, piwik@ludovicevrard.be, daniel@castronovo.fr,",
        "TranslatorName": "<a href=\"http:\/\/microsofttouch.fr\/default\/b\/vincent\/default.aspx\">Vincent BIRET<\/a>, <a href=\"http:\/\/www.ludovicevrard.com\">Ludovic Evrard<\/a>, Daniel Castronovo",
        "UniquePurchases": "Achats uniques",
        "Unknown": "Inconnu",
        "Upload": "Téléchargement",
        "UsePlusMinusIconsDocumentation": "Utilisez les icônes plus et moins sur la gauche pour naviguer.",
        "Username": "Nom d'utilisateur",
        "UseSMTPServerForEmail": "Utiliser le serveur SMTP pour les mails",
        "Value": "Valeur",
        "VBarGraph": "Histogramme vertical",
        "View": "Vue",
        "ViewDocumentationFor": "Consulter la documentation pour %1$s",
        "Visit": "Visite",
        "VisitConvertedGoal": "Visite convertie en au moins un objectif",
        "VisitConvertedGoalId": "Visite convertie en id d'objectif spécifique",
        "VisitConvertedNGoals": "La visite a converti %s objectifs",
        "VisitDuration": "Durée moy. des visites (en secondes)",
        "Visitor": "Visiteur",
        "VisitorID": "ID du visiteur",
        "VisitorIP": "IP du visiteur",
        "Visitors": "Visiteurs",
        "VisitsWith": "Visites avec %s",
        "VisitType": "Type du visiteur",
        "VisitTypeExample": "Par exemple, pour sélectionner tous les visiteurs qui sont retournés sur le site web, en incluant ceux qui ont acheté quelque chose lors de leur dernière visite, la requête à l'API contiendrait %s",
        "Warning": "Attention",
        "WarningFileIntegrityNoManifest": "Le contrôle d'intégrité n'a pu être effectué car le fichier manifest.inc.php est manquant.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Si vous déployez Piwik depuis Git, ce message est normal.",
        "WarningFileIntegrityNoMd5file": "Le contrôle d'intégrité n'a pu être effectué car la fonction md5_file() est manquante.",
        "WarningPasswordStored": "%sAttention:%s Ce mot de passe sera stocké dans le fichier de configuration et sera visible pour n'importe qui y ayant accès.",
        "Website": "Site",
        "Weekly": "Hebdomadaire",
        "WeeklyReport": "hebdomadaire",
        "WeeklyReports": "Rapports hebdomadaires",
        "WellDone": "Bravo!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s comparé à %2$s",
        "XFromY": "%1$s de %2$s",
        "YearlyReport": "annuel",
        "YearlyReports": "Rapports annuels",
        "YearsDays": "%1$s années %2$s jours",
        "YearShort": "an.",
        "Yes": "Oui",
        "Yesterday": "Hier",
        "YouAreCurrentlyUsing": "Vous utilisez actuellement Piwik %s",
        "YouAreViewingDemoShortMessage": "Vous êtes en train de visionner la démonstration de Piwik",
        "YouMustBeLoggedIn": "Vous devez être connecté(e) pour accéder à cette fonctionnalité.",
        "YourChangesHaveBeenSaved": "Vos modifications ont été enregistrées."
    },
    "Goals": {
        "AbandonedCart": "Panier abandonné",
        "AddGoal": "Ajouter un objectif",
        "AddNewGoal": "Ajoutez un nouvel objectif",
        "AddNewGoalOrEditExistingGoal": "%sAjouter un nouvel objectif%s or %sEditer%s des objectifs existants",
        "AllowGoalConvertedMoreThanOncePerVisit": "Autoriser un objectif à être converti plus d'une fois par visite.",
        "AllowMultipleConversionsPerVisit": "Autoriser les conversions multiples par visite",
        "BestCountries": "Vos meilleurs pays de conversion sont:",
        "BestKeywords": "Vos meilleurs mots clefs sont:",
        "BestReferrers": "Vos meilleurs sites web de conversion sont:",
        "CaseSensitive": "Correspondance sensible à la case",
        "ClickOutlink": "Cliquent sur un Lien vers un site externe",
        "ColumnAverageOrderRevenueDocumentation": "Les recettes moyennes par commande représentent les recettes totales des commandes E-commerce divisées par le nombre de commandes.",
        "ColumnAveragePriceDocumentation": "Revenu moyen pour %s.",
        "ColumnAverageQuantityDocumentation": "Quantité moyenne vendue de %s dans les commandes E-commerce.",
        "ColumnConversionRateDocumentation": "Pourcentage de visites qui ont déclenché l'objectif %s.",
        "ColumnConversionRateProductDocumentation": "Le taux de conversion %s représente le nombre de commandes contenant ce produit divisé par le nombre de visites sur la page du produit.",
        "ColumnConversions": "Conversions",
        "ColumnConversionsDocumentation": "Nombre de conversions pour %s.",
        "ColumnOrdersDocumentation": "Nombre total de commandes E-commerce qui ont contenu ceci %s au moins une fois.",
        "ColumnPurchasedProductsDocumentation": "Le nombre de produits achetés est la somme des quantités de produits vendus lors de toutes les commandes E-commerce.",
        "ColumnQuantityDocumentation": "La quantité est le nombre total de produits vendus pour chaque %s.",
        "ColumnRevenueDocumentation": "Revenus générés par %s.",
        "ColumnRevenuePerVisitDocumentation": "Revenu total généré par %s divisé par le nombre de visites.",
        "ColumnVisits": "Nombre total de visites, indifféremment du fait qu'un objectif a été atteint ou non.",
        "ColumnVisitsProductDocumentation": "Le nombre de visites sur la page produit \/ catégorie. Ceci est également utilisé pour traiter les taux de conversion %s. Cette mesure est dans le rapport si le suivi E-commerce produit \/ catégorie a été configuré.",
        "Contains": "contient %s",
        "ConversionByTypeReportDocumentation": "Ce rapport apporte des informations détaillés les à propos de la performance de l'objectif (conversions, taux de conversion et recettes par visite) pour chacune des catégories disponibles sur le panneau de gauche. %s Veuillez cliquer sur une des catégories pour afficher le rapport. %s Pour plus d'informations sur les objectifs, lisez la %s documentation sur le suivi des objectifs sur Piwik.org%s",
        "ConversionRate": "%s taux de conversion",
        "Conversions": "%s conversions",
        "ConversionsOverview": "Vue globale des conversions",
        "ConversionsOverviewBy": "Vue d'ensemble des conversions par type de visite",
        "CreateNewGOal": "Créer un nouvel Objectif",
        "DaysToConv": "Jours par conversion",
        "DefaultGoalConvertedOncePerVisit": "(par défaut) Un objectif peut-être converti une seule fois par visite",
        "DefaultRevenue": "Le revenue par défaut de l'objectif est",
        "DefaultRevenueHelp": "Par exemple, un formulaire de contact soumis par un visiteur peut avoir une valeur de 10 € en moyenne. Piwik vous aidera à comprendre comment se comportent vos visiteurs.",
        "DeleteGoalConfirm": "Êtes vous sûr de vouloir supprimer l'objectif %s?",
        "DocumentationRevenueGeneratedByProductSales": "Ventes de produits. Hors taxes, expéditions et remises.",
        "Download": "Téléchargent un fichier",
        "Ecommerce": "E-Commerce",
        "EcommerceAndGoalsMenu": "E-Commerce & Objectifs",
        "EcommerceLog": "Log E-Commerce",
        "EcommerceOrder": "Commande E-Commerce",
        "EcommerceOverview": "Aperçu E-Commerce",
        "EcommerceReports": "Rapports E-Commerce",
        "ExceptionInvalidMatchingString": "Si vous choisissez 'correspondance exacte', la chaîne de caractères doit être une URL commençant par %s. Par exemple,'%s'.",
        "ExternalWebsiteUrl": "URL externe du site web",
        "Filename": "nom de fichier",
        "GoalConversion": "Conversion de l'objectif",
        "GoalConversions": "Conversion de l'objectif.",
        "GoalConversionsBy": "Conversions de l'objectif %s par type de visite",
        "GoalIsTriggered": "L'objectif est déclenché",
        "GoalIsTriggeredWhen": "L'objectif est déclenché quand",
        "GoalName": "Nom de l'objectif",
        "Goals": "Objectifs",
        "GoalsManagement": "Gestion des Objectifs",
        "GoalsOverview": "Vue d'ensemble des Objectifs",
        "GoalsOverviewDocumentation": "Ceci est un aperçu de vos conversions d'objectifs. Initialement, le graphique, affiche la somme des conversions. %s Sous le graphique, vous pouvez voir les rapports de conversion pour chacun de vos objectifs. Les lignes de tendance peuvent être agrandies en cliquant dessus.",
        "GoalX": "Objectif %s",
        "HelpOneConversionPerVisit": "Si une page correspondant à cet objectif est actualisée ou vue plus d'une fois lors d'une visite, l'objectif ne pourra être suivi que la première fois la page a été chargée au cours de cette visite.",
        "IsExactly": "est exactement %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Apprenez en plus à propos de %s Comment traquer les Objectifs dans Piwik %s dans la documentation utilisateur",
        "LeftInCart": "%s laissé(s) dans le panier",
        "Manually": "manuellement",
        "ManuallyTriggeredUsingJavascriptFunction": "Les objectifs sont déclenchés manuellement en utilisant l'API Javascript trackGoal()",
        "MatchesExpression": "correspond à l'expression %s",
        "NewGoalDescription": "Un Objectif dans Piwik représente votre stratégie, votre priorité, et peut comporter plusieurs choses: \"les broches téléchargées\", \"Enregistré à la newsletter\", \"Page services.html visitée\", etc.",
        "NewGoalIntro": "Le suivi de la conversion des objectifs et une des manières les plus efficaces de mesurer et améliorer vos objectifs d'affaires.",
        "NewGoalYouWillBeAbleTo": "Vous serez en capacité de visualiser et d'analyser votre performance, pour chaque Objectif, et d'apprendre comment augmenter vos conversions, taux de conversion et revenu par visite.",
        "NewVisitorsConversionRateIs": "Le taux de conversion des nouveaux visiteurs est %s",
        "NewWhatDoYouWantUsersToDo": "Que voulez vous que vos visiteurs accomplissent sur votre site web?",
        "NoGoalsNeedAccess": "Uniquement un Administrateur ou un utilisateur avec un accès Super Utilisateur peut ajouter des Objectifs à un site donné. Veuillez demander à votre administrateur Piwik de mettre en place un Objectif pour votre site web. <br \/>Le suivit d'Objectifs est une bonne manière de mieux comprendre et de maximiser les performances de votre site web!",
        "Optional": "(optionnel)",
        "OverallConversionRate": "%s taux de conversion global (visites avec un objectif rempli)",
        "OverallRevenue": "%s revenu global",
        "PageTitle": "Titre de la page",
        "Pattern": "Modèle",
        "PluginDescription": "Créer des objectifs et consulter les rapports sur vos conversions d'objectifs: évolution au cours du temps, revenu par visite, conversion par référant, par mot clef, etc.",
        "ProductCategory": "Catégorie du produit",
        "ProductName": "Nom du produit",
        "Products": "Produits",
        "ProductSKU": "Code Produit",
        "ReturningVisitorsConversionRateIs": "Le taux de conversion des visiteurs déjà venus est %s",
        "SingleGoalOverviewDocumentation": "Ceci est un aperçu des conversions pour un seul Objectif. %s les lignes de tendance sous le graphique peuvent être agrandies en cliquant dessus.",
        "UpdateGoal": "Mettre à jour un objectif",
        "URL": "URL",
        "ViewAndEditGoals": "Afficher et modifier un Objectif",
        "ViewGoalsBy": "Afficher les objectifs par %s",
        "VisitPageTitle": "Visitent un titre de page donné.",
        "VisitsUntilConv": "Visites par conversion",
        "VisitUrl": "Visitent une URL donnée (page ou groupe de pages)",
        "WhenVisitors": "quand les visiteurs",
        "WhereThe": "où le",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "où la page visitée contient un appel à la méthode JavaScript piwikTracker.trackGoal() (%sapprenez-en plus%s)",
        "YouCanEnableEcommerceReports": "Vous pouvez activer %s pour ce site web sur la page %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "La colonne '%s' n'a pas été trouvée dans ce rapport. Essayez parmi %s",
        "PluginDescription": "Génère de magnifiques graphiques en image PNG statique pour tous vos rapports Piwik."
    },
    "Insights": {
        "ControlComparedToDescription": "Croissance comparée à",
        "ControlFilterByDescription": "Tout afficher, seulement les déplacés, seulement nouveaux ou seulement disparus",
        "DatePeriodCombinationNotSupported": "Il n'est pas possible de générer des indicateurs pour cette combinaison de date et de période.",
        "DayComparedToPreviousDay": "jour précédent",
        "DayComparedToPreviousWeek": "même jour de la semaine précédente",
        "DayComparedToPreviousYear": "même jour de l'année précédente",
        "Filter": "Filtrer",
        "FilterIncreaserAndDecreaser": "Augmentateur & réducteur",
        "FilterOnlyDecreaser": "Réducteur uniquement",
        "FilterOnlyDisappeared": "Disparus uniquement",
        "FilterOnlyIncreaser": "Augmentateur uniquement",
        "FilterOnlyMovers": "Déplaceurs uniquement",
        "FilterOnlyNew": "Nouveaux uniquement",
        "IgnoredChanges": "Les modifications affectant moins de %s ont été ignorées.",
        "MonthComparedToPreviousMonth": "mois précédent",
        "MonthComparedToPreviousYear": "même mois de l'année précédente",
        "MoversAndShakersWidgetTitle": "Déplaceurs et Shakers",
        "NoResultMatchesCriteria": "Aucune ligne ne correspond aux critères",
        "OverviewWidgetTitle": "Aperçu des idées",
        "WeekComparedToPreviousWeek": "semaine précédente",
        "WidgetCategory": "Idées",
        "YearComparedToPreviousYear": "année précédente"
    },
    "Installation": {
        "CollaborativeProject": "Piwik est un projet collaboratif, construit avec amour par des personnes du monde entier.",
        "ConfigurationHelp": "Votre configuration de Piwik semble être erronée. Vous pouvez ou bien supprimer config\/config.inc.php et reprendre l'installation ou corriger les paramètres de connexion.",
        "ConfirmDeleteExistingTables": "Êtes vous sûr de vouloir supprimer les tables : %s de votre base de données? ATTENTION: LES DONNÉES SERONT DÉFINITIVEMENT PERDUES!",
        "Congratulations": "Félicitations",
        "CongratulationsHelp": "<p>Félicitations! Votre installation de Piwik est terminée.<\/p><p>Assurez-vous que le code JavaScript est présent sur toutes vos pages et attendez vos premiers visiteurs!<\/p>",
        "DatabaseAbilities": "Capacités de la base de données",
        "DatabaseCreation": "Création de la base de données",
        "DatabaseErrorConnect": "Erreur lors de la tentative de connexion au serveur de base de données",
        "DatabaseServerVersion": "Version du serveur de base de données",
        "DatabaseSetup": "Installation de la base de données",
        "DatabaseSetupAdapter": "adaptateur",
        "DatabaseSetupDatabaseName": "nom de la base",
        "DatabaseSetupLogin": "compte",
        "DatabaseSetupServer": "serveur de la base de données",
        "DatabaseSetupTablePrefix": "préfixe des tables",
        "Email": "courriel",
        "Extension": "extension",
        "Filesystem": "Système de fichiers",
        "GetInvolved": "Si vous aimez ce que vous voyez, vous pouvez %1$svous impliquer%2$s.",
        "GoBackAndDefinePrefix": "Retournez à la page précédente et définissez le préfixe pour les tables Piwik",
        "HappyAnalysing": "Bonne analyse!",
        "Installation": "Installation",
        "InstallationStatus": "Statut de l'installation",
        "InsufficientPrivilegesHelp": "Vous pouvez donner ces droits en utilisant un outils tel que phpMyAdmin ou en exécutant les requêtes SQL appropriées. Si vous ne savez pas comment effectuer cela veuillez demander à votre administrateur système de donner ces droits pour vous.",
        "InsufficientPrivilegesMain": "La base de données n'existe pas (et n'a pas pu être créée), ou l'utilisateur spécifié a des privilèges insuffisants. Les utilisateurs de la base de données doivent avoir les privilèges suivants : %s",
        "JsTagArchivingHelp1": "Pour les sites à moyen et fort trafic il existe des optimisations qui pourraient être mises en place pour aider Piwik à s'exécuter plus rapidement (comme %1$smettre en place l'auto-archivage%2$s).",
        "JSTracking_EndNote": "Note: après le processus d'installation, vous pouvez générer un code de suivi personnalisé depuis la section d'administration \"%1$sCode de Suivi%2$s.",
        "JSTracking_Intro": "Pour effectuer le suivi du trafic web avec Piwik vous devez vous assurer que du code supplémentaire est ajouté sur toutes vos pages.",
        "LargePiwikInstances": "Aide pour les instances de Piwik volumineuses",
        "Legend": "Légendes",
        "LoadDataInfileRecommended": "Si votre serveur Piwik traque des sites à grand trafic, (ex > 100 000 pages par mois), nous recommandons d'essayer de résoudre ce problème.",
        "LoadDataInfileUnavailableHelp": "L'utilisation de %1$s va grandement accélérer la vitesse du processus d'archivage de Piwik. Pour le rendre disponible à Piwik, essayez de mettre à jour PHP & MySQL et assurez vous que votre utilisateur MySQL a les privilèges de %2$s.",
        "NfsFilesystemWarning": "Votre serveur utilise un système de fichier NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Cela signifie que Piwik va être très lent lors de l'utilisation des sessions en fichier.",
        "NfsFilesystemWarningSuffixInstall": "Utiliser les sessions en fichier avec NFS est très lent, donc Piwik va utiliser des sessions en base de données. Si vous avez plusieurs utilisateurs de tableaux de bords en parallèle, vous pourriez avoir besoin d'augmenter le nombre maximal de connexions au serveur de base de données.",
        "NoConfigFound": "Le fichier de configuration de Piwik ne peut être trouvé et vous essayez d'accéder à une page de Piwik.<br> <b>  » Vous pouvez <a href='index.php'>installer Piwik maintenant<\/a><\/b><br><small>Si vous avez déjà installé Piwik ne vous inquiétez pas Piwik réutilisera ces tables et leurs données.<\/small>",
        "Optional": "Optionnel",
        "Password": "mot de passe",
        "PasswordDoNotMatch": "Le mot de passe ne concorde pas",
        "PasswordRepeat": "mot de passe (à nouveau)",
        "PercentDone": "%s %% Fait",
        "PleaseFixTheFollowingErrors": "Merci de corriger les erreurs suivantes",
        "PluginDescription": "Procédé d'installation de Piwik. L'installation est effectuée une unique fois. Si le fichier de configuration config\/config.inc.php est supprimé, l'installation recommencera.",
        "Requirements": "Pré requis Piwik",
        "RestartWebServer": "Après avoir effectué ces modifications, redémarrez votre serveur web.",
        "ReusingTables": "Réutilisation des Tables",
        "SeeBelowForMoreInfo": "Voir ci-dessous pour plus d'informations.",
        "SetupWebsite": "Paramétrer un site",
        "SetupWebsiteError": "Une erreur a été rencontrée pendant l'ajout du site",
        "SetupWebSiteName": "nom du site web",
        "SetupWebsiteSetupSuccess": "Site %s créé avec succès!",
        "SetupWebSiteURL": "URL du site web",
        "SiteSetup": "Veuillez configurer le premier site web que vous voulez suivre et analyser avc Piwik :",
        "SiteSetupFootnote": "Note : une fois que l'installation de Piwik est terminée, vous pourrez ajouter d'autres sites web à suivre!",
        "SuperUser": "Super Utilisateur",
        "SuperUserLogin": "login du super user",
        "SuperUserSetupError": "Erreur lors de l'ajout du super utilisateur.",
        "SuperUserSetupSuccess": "Super Utilisateur créé avec succès!",
        "SystemCheck": "Vérification du système",
        "SystemCheckAutoUpdateHelp": "Note: La mise à jour de Piwik en un clic requiert une permission en écriture sur le dossier de Piwik et son contenu.",
        "SystemCheckCreateFunctionHelp": "Piwik utilise des fonctions anonymes pour les callbacks.",
        "SystemCheckDatabaseHelp": "Piwik requiert ou l'extension mysqli ou les extensions pdo et pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory ne pourra pas créer des vues pour le module appelé.",
        "SystemCheckError": "Une erreur s'est produite — elle doit être corrigée avant de pouvoir continuer",
        "SystemCheckEvalHelp": "Requis part le système de modèle HTML QuickForm et Smarty.",
        "SystemCheckExtensions": "Extensions requises",
        "SystemCheckFileIntegrity": "Intégrité du fichier",
        "SystemCheckFunctions": "Fonctions requises",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphiques)",
        "SystemCheckGDHelp": "Les sparklines (petits graphiques) ne fonctionneront pas.",
        "SystemCheckGlobHelp": "Cette fonction native a été désactivée sur votre hôte. Piwik va tenter de l'émuler mais il pourra rencontrer des restrictions de sécurité. Les fonctionnalités pourront en être impactées.",
        "SystemCheckGzcompressHelp": "Vous devez activer l'extension zlib et la fonction gzcompress",
        "SystemCheckGzuncompressHelp": "Vous devez activer l'extension zlib et la fonction gzuncompress",
        "SystemCheckIconvHelp": "Vous devez configurer PHP et le recompiler avec le support \"iconv\" activé, --with-iconv.",
        "SystemCheckJsonHelp": "L'extension php5-json est nécéssaire pour lire et écrire des données au format JSON.",
        "SystemCheckMailHelp": "Les Feedback (commentaires) et mots de passe perdus ne pourront être envoyés sans la fonciton mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Limite mémoire",
        "SystemCheckMemoryLimitHelp": "Sur un site à trafic important, le processus d'archivage peut prendre plus de mémoire que la limite actuelle autorisée.<br \/>Référez-vous à la configuration memory_limit de votre php.ini si nécessaire.",
        "SystemCheckOpenURL": "Ouvrez l'URL",
        "SystemCheckOpenURLHelp": "Abonnements à la newsletter, notifications des mises à jour, et mise à jour en un clic requièrent l'extension curl, allow_url_fopen=On, ou fsockopen() activé.",
        "SystemCheckOtherExtensions": "Autres extensions",
        "SystemCheckOtherFunctions": "Autres fonctions",
        "SystemCheckPackHelp": "La fonction pack() est requise pour suivre les visiteurs dans Piwik.",
        "SystemCheckParseIniFileHelp": "Cette fonction incluse a été désactivée sur votre serveur. Piwik va essayer d'émuler cette fonction mais il est possible que vous rencontriez des restrictions de sécurité par la suite. Les performances seront aussi impactées.",
        "SystemCheckPdoAndMysqliHelp": "Sur un serveur linux vous pouvez compiler PHP avec les options suivantes : %1$s Dans votre php.ini, ajoutez les lignes suivantes: %2$s",
        "SystemCheckPhp": "Version PHP",
        "SystemCheckPhpPdoAndMysqli": "Plus d'informations sur: %1$sPHP PDO%2$s et %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Vous devez configurer et recompiler PHP avec la librairie standard (par défaut).",
        "SystemCheckSummaryNoProblems": "Génial! Il n'y a aucun problème avec votre installation de Piwik. Donnez vous une tape dans le dos.",
        "SystemCheckSummaryThereWereErrors": "Oh-oh! Piwik a détecté des %1$sproblèmes critiques%2$s avec votre installation de Piwik. %3$sCes problèmes critiques doivent être fixés immédiatement.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Il y a des problèmes avec votre système. Piwik va fonctionner, mais vous pourriez rencontrer des problèmes mineurs.",
        "SystemCheckTimeLimitHelp": "Sur un site à trafic important, le processus d'archivage peut prendre plus de temps qu'il n'est déjà autorisé.<br \/> Référez-vous à la configuration max_execution_time de votre php.ini si nécessaire.",
        "SystemCheckTracker": "Statut du traqueur",
        "SystemCheckTrackerHelp": "La requête GET vers piwik.php a échoué. Essayez d'ajouter cette URL en liste blanche de mod_security et de l'authentification HTTP.",
        "SystemCheckWarnDomHelp": "Vous devriez activer l'extension \"dom\" (ex installez le paquet \"php-dom\" et\/ou \"php-xml\").",
        "SystemCheckWarning": "Piwik fonctionnera normalement mais certaines fonctionnalités seront manquantes",
        "SystemCheckWarnJsonHelp": "Vous devriez activer l'extension \"json\" (ex installez le paquet \"php-json\") pour de meilleures performances.",
        "SystemCheckWarnLibXmlHelp": "Vous devriez activer l'extension \"libxml\" (ex installez le paquet \"php-libxml\") qui est de plus requis par d'autres extensions internes de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Vous devriez activer l'extension \"SimpleXML\" (ex installez le paquet \"php-simplexml\" et\/ou \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Sur un serveur windows vous pouvez ajouter les lignes suivantes à votre php.ini: %s",
        "SystemCheckWriteDirs": "Répertoires avec les droits d'accès en écriture",
        "SystemCheckWriteDirsHelp": "Pour corriger les erreurs sur votre système Linux essayez de taper les commandes suivantes",
        "SystemCheckZlibHelp": "Vous devez reconfigurer et recompiler PHP avec le support zlib, --with-zlib.",
        "Tables": "Création des tables",
        "TablesCreatedSuccess": "Tables crées avec succès!",
        "TablesDelete": "Supprimer les tables détectées",
        "TablesDeletedSuccess": "Tables Piwik existantes supprimées avec succès",
        "TablesFound": "Les tables suivantes ont été trouvées dans la base de données",
        "TablesReuse": "Réutiliser les tables existantes",
        "TablesUpdatedSuccess": "La base de données a été mise à jour avec succès de la version %1$s à %2$s!",
        "TablesWarningHelp": "Vous pouvez choisir de réutiliser les tables de la base de données existante ou sélectionner une nouvelle installation pour effacer toutes les données existantes dans la base de données.",
        "TablesWithSameNamesFound": "Environ %1$s tables dans votre base de données %2$s ont le même nom que celles que Piwik essaie de créer.",
        "Timezone": "fuseau horaire du site web",
        "WeHopeYouWillEnjoyPiwik": "Nous espérons que vous allez aimer utiliser Piwik autant que nous aimons le concevoir.",
        "Welcome": "Bienvenue!",
        "WelcomeHelp": "<p>Piwik est une application d'analyse du web Open Source qui vous permet d'obtenir facilement les informations que vous désirez sur vos visiteurs.<\/p>\t<p>Ce procédé est divisé en %s étapes faciles et vous prendra 5 minutes environ.<\/p>",
        "WelcomeToCommunity": "Bienvenue dans la communauté Piwik!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "À propos des traductions de Piwik",
        "PluginDescription": "Ce plugin affichera la liste des langues disponibles pour l'interface de Piwik. Le langage sélectionné sera sauvegardé dans les préférences de chaque utilisateur."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s caddies abandonnés %3$s et %4$s articles abandonnés %5$spour une valeur totale de %6$s%7$s.",
        "AveragePageGenerationTime": "Chaque page a pris une moyenne de %1$s à charger pour ce visiteur.",
        "CalculatedOverNPageViews": "Calculé sur la base des %1$s dernières pages vues par ce visiteur.",
        "ClickToViewMoreAboutVisit": "Cliquez pour afficher plus d'informations à propos de cette visite",
        "ConvertedNGoals": "Conversion de %s Objectifs",
        "EcommerceSummaryConversions": "%1$s%2$s commandes sur un total de %3$s%4$s, comptaient %5$s articles.",
        "FirstVisit": "Première visite",
        "GoalType": "Type",
        "HideMap": "Cacher la carte",
        "KeywordRankedOnSearchResultForThisVisitor": "Le mot clef %1$s a été a été noté %2$s dans la page de résultats de recherche %3$s pour ce visiteur",
        "LastHours": "Dernières %s heures",
        "LastMinutes": "Dernières %s minutes",
        "LastVisit": "Dernière visite",
        "LinkVisitorLog": "Voir les logs visiteurs détaillés",
        "LoadMoreVisits": "Charger plus de visites",
        "MorePagesNotDisplayed": "plus de pages de ce visiteur ne sont pas affichées",
        "NbVisitor": "1 visiteur",
        "NbVisitors": "%s visiteurs",
        "NextVisitor": "Visiteur suivant",
        "NoMoreVisits": "Il n'y a pas d'autres visites pour ce visiteur.",
        "PageRefreshed": "Nombre de fois où cette page a été vue \/ rafraîchie d'affilée.",
        "PluginDescription": "Espionnez vos visiteurs, en temps réel!",
        "PreviousVisitor": "Visiteur précédent",
        "RealTimeVisitorCount": "Décompte des visiteurs en temps réel",
        "Referrer_URL": "URL du référant",
        "ShowMap": "Montrer la carte",
        "SimpleRealTimeWidget_Message": "%s et %s dans le(s)\/la dernier(s)\/ière(s) %s.",
        "ViewVisitorProfile": "Afficher le profil du visiteur",
        "VisitedPages": "Pages visitées",
        "VisitorLog": "Log visiteur",
        "VisitorLogDocumentation": "Ce tableau affiche les dernières visites parmi la période sélectionnée. %s Si la période inclut aujourd'hui, vous pouvez voir vos visiteurs en temps réel! %s Les données affichées ici le sont toujours en temps réel, indépendamment de quand et à quelle fréquence vous utilisez la tâche automatique (cron) d'archivage.",
        "VisitorProfile": "Profil visiteur",
        "VisitorsInRealTime": "Visiteurs en temps réel",
        "VisitorsLastVisit": "La dernière visite du visiteur était il y a %s jours.",
        "VisitsFrom": "%1$s%2$s visites%3$s de",
        "VisitSummary": "A passé un total de %1$s%2$s sur le site web%3$s, et %4$saffiché %5$s pages en %6$s visites.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Un lien de confirmation a été envoyé à votre courriel. Vérifiez votre courriel et cliquez sur le lien pour autoriser votre demande de changement de mot de passe.",
        "ContactAdmin": "Raison possible : Votre hébergeur peut avoir désactivé la fonction mail(). <br \/> Veuillez contacter votre administrateur Piwik.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utilisateur avec un accès super utilisateur ne peut être authentifié en utilisant le mécanisme '%s'.",
        "ExceptionPasswordMD5HashExpected": "Le paramètre mot de passe doit être le hash MD5 du mot de passe.",
        "InvalidNonceOrHeadersOrReferrer": "La sécurité du formulaire a échoué. Veuillez recharger le formulaire et vérifier que vos cookies sont activés. Si vous utilisez un serveur proxy, vous devez %s configurer Piwik pour accepter les en-têtes du proxy %s qui relaient les en-têtes de l'hôte. Vérifiez aussi que l'en-tête de votre référant est correctement transmis.",
        "InvalidOrExpiredToken": "La clef est invalide ou a expiré",
        "InvalidUsernameEmail": "Nom d'utilisateur et\/ou courriel invalide.",
        "LogIn": "Connexion",
        "LoginOrEmail": "Nom d'utilisateur ou courriel",
        "LoginPasswordNotCorrect": "Mot de passe et nom d'utilisateur incorrects.",
        "LostYourPassword": "Mot de passe perdu ?",
        "MailPasswordChangeBody": "Bonjour %1$s,\n\nUne demande de réinitialisation de mot de passe a été reçue depuis %2$s. Pour confirmer le changement de mot de passe afin de pouvoir vous authentifier avec vos nouveaux identifiants, cliquez sur le lien suivant :\n\n%3$s\n\nNote : ce jeton expirera dans 24 heures.\n\nMerci d'utiliser Piwik!",
        "MailTopicPasswordChange": "Confirmer le changement de mot de passe",
        "PasswordChanged": "Votre mot de passe a été modifié",
        "PasswordRepeat": "Mot de passe (répétez)",
        "PasswordsDoNotMatch": "Les mots de passe ne correspondent pas.",
        "PluginDescription": "Composant d'authentification, qui se sert des identifiants contenu dans config\/config.ini.php pour le super utilisateur initial et depuis la base de donnés pour les autres utilisateurs. Peut être facilement remplacé pour incorporer d'autres méthodes d'authentification (OpenID, htaccess, authentification personnalisée, etc.).",
        "RememberMe": "Se souvenir de moi",
        "ResetPasswordInstructions": "Entrez un nouveau mot de passe pour votre compte."
    },
    "Mobile": {
        "AboutPiwikMobile": "A propos de Piwik Mobile",
        "AccessUrlLabel": "URL d'accès à Piwik",
        "Account": "Compte",
        "Accounts": "Comptes",
        "AddAccount": "Ajouter le compte",
        "AddPiwikDemo": "Ajouter une démo Piwik",
        "Advanced": "Avancé",
        "AnonymousAccess": "Accès anonyme",
        "AnonymousTracking": "Traçage anonyme",
        "AskForAnonymousTrackingPermission": "Quand activé, Piwik Mobile enverra les données d'utilisation anonyme vers piwik.org. Le but est d'utiliser ces données pour aider les développeurs de Piwik Mobile à mieux comprendre comment l'application est utilisée. Les informations envoyées sont : clics sur les menus et paramètres, nom et version de l'OS, toute erreur affichée dans Piwik Mobile. Nous ne traquerons PAS vos données. Ces données anonymes ne seront jamais publiées. Vous pouvez désactiver\/activer le traçage anonyme dans les Paramètres à tout moment.",
        "ChooseHttpTimeout": "Choisir la valeur du timeout HTTP",
        "ChooseMetric": "Choisissez un métrique",
        "ChooseReport": "Choisir un rapport",
        "ConfirmRemoveAccount": "Souhaitez-vous supprimer ce compte ?",
        "DefaultReportDate": "Date du rapport",
        "EmailUs": "Nous écrire",
        "EnableGraphsLabel": "Afficher les graphs",
        "EvolutionGraph": "Graphique d'historique",
        "HelpUsToImprovePiwikMobile": "Voulez-vous activer le traçage d'utilisation anonyme dans Piwik Mobile ?",
        "HowtoDeleteAnAccount": "Appuyez longtemps pour supprimer un compte.",
        "HowtoDeleteAnAccountOniOS": "Faites glisser de gauche à droite pour supprimer un compte",
        "HowtoLoginAnonymous": "Laissez le login et le mot de passe vide pour une connexion anonyme.",
        "HttpIsNotSecureWarning": "Votre token d'authentification Piwik (token_auth) est envoyée en texte clair si vous utilisez \"HTTP\". Pour cette raison, nous recommandons d'utiliser HTTPS pour sécuriser le transport des données sur Internet. Voulez-vous le faire ?",
        "HttpTimeout": "Timeout HTTP",
        "IncompatiblePiwikVersion": "La version de Piwik que vous utilisez est incompatible avec Piwik Mobile 2. Mettez à jour votre installation de Piwik et essayez à nouveau ou bien installez Piwik Mobile 1.",
        "LastUpdated": "Dernière mise à jour : %s",
        "LoadingReport": "Chargement %s",
        "LoginCredentials": "Identifiants",
        "LoginToPiwikToChangeSettings": "Connectez-vous à votre serveur Piwik pour ajouté et mettre à jour les comptes de vos sites, les utilisateurs ou pour modifier les réglages généraux tels que les \"rapports à charger par défaut\" et les \"date de rapports à charger par défaut\".",
        "LoginUseHttps": "Utiliser HTTPS",
        "MultiChartLabel": "Afficher les sparklines",
        "NavigationBack": "Retour",
        "NetworkError": "Erreur réseau",
        "NetworkErrorWithStatusCode": "Erreur rencontrée \"%s\". La requête a retourné le statut \"%s. L'URL était \"%s\". Veuillez vérifier que vous avez entré l'URL correctement et consulter les logs du serveur pour plus d'informations à propos de l'erreur et sur comment la résoudre.",
        "NetworkErrorWithStatusCodeShort": "Erreur réseau %s",
        "NetworkNotReachable": "Réseau inaccessible",
        "NoAccountIsSelected": "Vous devez sélectionner un compte. Ajoutez un nouveau compte si aucun n'a été configuré.",
        "NoDataShort": "Données absentes",
        "NoPiwikAccount": "Pas de compte Piwik ?",
        "NoReportsShort": "Pas de rapport",
        "NoVisitorFound": "Aucun visiteur trouvé",
        "NoVisitorsShort": "Aucun visiteur",
        "NoWebsiteFound": "Aucun site trouvé",
        "NoWebsitesShort": "Pas de site internet",
        "PullDownToRefresh": "Faites glisser vers le bas pour actualiser",
        "RatingDontRemindMe": "Ne pas me rappeler",
        "RatingNotNow": "Pas maintenant",
        "RatingNow": "OK, je vais le noter maintenant",
        "RatingPleaseRateUs": "L'application Piwik Mobile est un logiciel gratuit, nous vous serions très reconnaissant si vous preniez 1 minute pour noter l'application sur le %s. Si vous avez des suggestions de nouvelles fonctionnalités ou si vous souhaitez signaler un bug, veuillez contacter %s",
        "ReleaseToRefresh": "Relâchez pour actualiser...",
        "Reloading": "Recharchement...",
        "RequestTimedOutShort": "Erreur réseau, délai dépassé (timeout)",
        "RestrictedCompatibility": "Compatibilité limitée",
        "RestrictedCompatibilityExplanation": "La version %s de Piwik que vous utilisez n'est pas entièrement supportée par Piwik Mobile 2. Vous pourriez rencontrer des bugs. Nous recommandons que vous mettiez à jour Piwik vers la dernière version ou bien que vous utilisiez Piwik Mobile 1.",
        "SaveSuccessError": "Veuillez vérifier les paramètres",
        "SearchWebsite": "Rechercher les sites Internet",
        "ShowAll": "Afficher tout",
        "ShowLess": "Afficher moins",
        "StaticGraph": "Graphique d'apperçu",
        "TopVisitedWebsites": "Les sites les plus visités",
        "TryIt": "Essayez le !",
        "UseSearchBarHint": "Seuls les %s premiers sites Internet sont affichés ici. Veuillez utiliser la barre de recherche pour accéder aux autres sites Internet.",
        "VerifyAccount": "Vérification du compte",
        "VerifyLoginData": "Verifier votre nom d'utilisateur et votre mot de passe.",
        "YouAreOffline": "Désolé, vous êtes actuellement déconnecté(e)"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Le fournisseur avec le nom '%s' est inconnu. Essayez un de ceux-ci à la place: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Vous pouvez ajouter plus de numéro de téléphone en accédant à",
        "MobileReport_MobileMessagingSettingsLink": "la page des paramètres mobiles",
        "MobileReport_NoPhoneNumbers": "Veuillez activer au moins un des numéros de téléphone en accédant à",
        "MultiSites_Must_Be_Activated": "Pour générer des textes SMS de vos statistiques web, veuillez activer le module multisites dans Piwik.",
        "PhoneNumbers": "Numéros de téléphone",
        "PluginDescription": "Créez et téléchargez des rapports par SMS personnalisés et recevez les sur votre mobile sur une base quotidienne, hebdomadaire ou mensuelle.",
        "Settings_APIKey": "Clé API",
        "Settings_CountryCode": "Code pays",
        "Settings_CredentialNotProvided": "Avant de pouvoir créer et gérer les numéros de téléphone veuillez connecter Piwik à votre compte SMS ci-dessus.",
        "Settings_CredentialNotProvidedByAdmin": "Avant de pouvoir créer et gérer vos numéros de téléphone, veuille demander à votre administrateur de connecter Piwik à un compte SMS.",
        "Settings_CredentialProvided": "Votre compte d'API SMS %s est correctement configuré!",
        "Settings_DeleteAccountConfirm": "Êtes vous sûr(e) de vouloir supprimer ce compte SMS?",
        "Settings_InvalidActivationCode": "Le code entré n'est pas valide, veuillez réessayer.",
        "Settings_LetUsersManageAPICredential": "Autoriser les utilisateur à gérer leur propre identifiants d'API SMS",
        "Settings_LetUsersManageAPICredential_No_Help": "Tous le utilisateurs sont capables de recevoir des rapports SMS et utiliseront le crédit de leur compte.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Chaque utilisateur sera capable de configurer son propre compte d'API SMS et n'utiliseront pas votre crédit.",
        "Settings_ManagePhoneNumbers": "Gérer les numéros de téléphone",
        "Settings_PhoneActivated": "Numéro de téléphone validé! Vous pouvez maintenant recevoir vos statistiques.",
        "Settings_PhoneNumber": "Numéro de téléphone",
        "Settings_PhoneNumbers_Add": "Ajouter un nouveau numéro de téléphone",
        "Settings_PhoneNumbers_CountryCode_Help": "Si vous ne connaissez pas votre code pays, cherchez votre pays ici",
        "Settings_PhoneNumbers_Help": "Avant de recevoir des rapports par SMS sur un téléphone, le numéro de téléphone doit être entré ci-dessous.",
        "Settings_PhoneNumbers_HelpAdd": "Quand vous cliquez sur \"Ajouter\", un SMS contenant un code sera envoyé au téléphone. L'utilisateur qui recevra le code devra ensuite se connecter à Piwik, Cliquer sur Paramètres, puis sur Messagerie Mobile. Après avoir entré le code, l'utilisateur sera capable de recevoir des rapports sur son téléphone.",
        "Settings_PleaseSignUp": "Pour créer un rapport SMS et en recevoir avec les statistiques de vos sites web sur votre téléphone mobile, veuillez vous enregistrer auprès d'une API SMS et entrer vos informations ci-dessous.",
        "Settings_SMSAPIAccount": "Gérer le compte d'API SMS",
        "Settings_SMSProvider": "Fournisseur SMS",
        "Settings_SuperAdmin": "Paramètres Super Utilisateur",
        "Settings_SuspiciousPhoneNumber": "Si vous ne recevez pas de SMS, vous devriez essayer sans le zéro initial. ie. %s",
        "Settings_UpdateOrDeleteAccount": "Vous pouvez aussi %smettre à jour%s ou %ssupprimer%s ce compte.",
        "Settings_ValidatePhoneNumber": "Valider",
        "Settings_VerificationCodeJustSent": "Nous venons juste de vous envoyer un SMS à ce numéro avec un code : veuillez entrer ce code ci-dessus et cliquer sur \"Valider\".",
        "SettingsMenu": "Messagerie Mobile",
        "SMS_Content_Too_Long": "[trop long]",
        "TopLinkTooltip": "Recevez vos rapports d'analyse web dans votre boite de courriels ou sur votre téléphone mobile!",
        "TopMenu": "Rapports Email & SMS",
        "VerificationText": "Le code est %s. Pour valider votre numéro de téléphone et recevoir les rapports SMS de Piwik veuillez copier ce code dans le formulaire accessible via Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Évolution",
        "LoadingWebsites": "Chargement des sites",
        "PluginDescription": "Affiche le sommaire\/les statistiques multi-site. Actuellement maintenu comme un plugin Piwik cœur.",
        "TopLinkTooltip": "Comparez les statistiques pour tous vos sites web."
    },
    "Overlay": {
        "Clicks": "%s clics",
        "ClicksFromXLinks": "%1$s clics depuis un des %2$s liens",
        "Domain": "Domaine",
        "ErrorNotLoading": "La session de page superposée n'a pas encore pu être lancée.",
        "ErrorNotLoadingDetails": "Peut être que la page chargée sur la droite n'a pas de code de suivi Piwik. Dans ce cas, essayez de lancer la navigation superposée depuis une autre page que le rapport de pages.",
        "ErrorNotLoadingDetailsSSL": "Etant donné que vous utilisez Piwik en https, la cause la plus probable est que votre site web ne supporte pas le SSL. Essayez d'utiliser Piwik en http.",
        "ErrorNotLoadingLink": "Cliquez ici pour obtenir plus d'informations de dépannage.",
        "Link": "Lien",
        "Location": "Localisation",
        "NoData": "Il n'y a aucune données durant cette période",
        "OneClick": "1 clic",
        "OpenFullScreen": "Ouvrir en plein écran",
        "Overlay": "FOnd de page",
        "PluginDescription": "Visualisez les données d'analyse superposées sur votre site web.",
        "RedirectUrlError": "Vous tentez à présent d'ouvrir une page superposée pour l'URL \"%s\". %s Aucun des domaines des paramètres de Piwik ne correspond au lien.",
        "RedirectUrlErrorAdmin": "Vous pouvez ajouter le domaine en tant qu'URL additionnelle %sdans les paramètres%s.",
        "RedirectUrlErrorUser": "Demandez à votre administrateur d'ajouter le domaine en tant qu'URL additionnelle."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Sélectionnez \"Oui\" si vous voulez que Piwik ne trace pas les adresses IP complètes.",
        "AnonymizeIpInlineHelp": "Masque les adresses IP des visiteurs pour remplir les conditions légales et politiques locales.",
        "AnonymizeIpMaskLengtDescription": "Sélectionnez combien de bytes de l'adresse IP du visiteur doivent être masqués.",
        "AnonymizeIpMaskLength": "%s byte(s) - ex %s",
        "CannotLockSoDeleteLogActions": "La table log_action ne sera pas purgée : veuillez accorder le privilège LOCK TABLES à l'utilisateur MYSQL '%s'.",
        "ClickHereSettings": "Cliquez ici pour accéder aux paramètres %s.",
        "CurrentDBSize": "Taille actuelle de la base de données",
        "DBPurged": "BDD purgée.",
        "DeleteBothConfirm": "Vous êtes sur le point d'activer la suppression des données de journalisation et des données de rapports. Ceci vous empêchera définitivement de visualiser d'anciennes données d'analyse. Êtes vous sûr(e) de vouloir effectuer cela?",
        "DeleteDataDescription": "Vous pouvez configurer Piwik pour supprimer régulièrement les journaux des anciens visiteurs et\/ou générer les rapports pour maintenir votre base de données à une taille minimale.",
        "DeleteDataDescription2": "Si souhaité, les rapports déjà calculés ne seront pas supprimés, uniquement les visites, pages vues et données de conversion seront supprimées. Ou les rapports déjà calculés peuvent être supprimés et les données conservées.",
        "DeleteDataInterval": "Supprimer les anciennes données toutes les",
        "DeleteDataSettings": "Supprimer les journaux et rapports des anciens visiteurs",
        "DeleteLogDescription2": "Quand vous activez la suppression automatique des logs, vous devez vous assurer que tous les rapports précédents ont bien été compilés, de cette manière aucune donnée n'est perdue.",
        "DeleteLogInfo": "Les enregistrements des tables suivantes vont être supprimés: %s",
        "DeleteLogsConfirm": "Vous êtes sur le point d'activer suppression des données de journalisation. Si d'anciennes données sont supprimées et que les rapports n'ont pas encore été créés, vous ne serez pas en mesure de consulter l'historique des données d'analyse. Êtes vous sûr(e) de vouloir effectuer cela?",
        "DeleteLogsOlderThan": "Supprimer les logs plus anciens que",
        "DeleteMaxRows": "Nombre maximal de lignes à supprimer à la fois:",
        "DeleteMaxRowsNoLimit": "aucune limite",
        "DeleteReportsConfirm": "Vous êtes sur le point d'activer la suppression des donées de rapports. Si d'anciens rapports sont supprimés, vous devrez les recalculer afin de les visualiser. Êtes vous sûr(e) de vouloir effectuer cela?",
        "DeleteReportsDetailedInfo": "Les données des tables d'archives numériques (%s) et d'archives binaires (%s) seront supprimées.",
        "DeleteReportsInfo": "Si activé, les anciens rapports seront supprimés. %sNous vous recommandons de l'activer seulement quand l'espace de votre base de données est limité.%s",
        "DeleteReportsInfo2": "Si vous n'avez pas activé \"%s\" les anciens rapports seront recréés automatiquement à la demande.",
        "DeleteReportsInfo3": "Si vous avez activé \"%s\" les données seront perdues définitivement.",
        "DeleteReportsOlderThan": "Supprimer les rapports plus anciens que",
        "DeleteSchedulingSettings": "Paramètres de planification",
        "DoNotTrack_Description": "\"Ne pas Suivre\" (Do Not Track) est une technologie et une proposition de politique qui permet aux utilisateurs de désactiver leur suivi par les sites web qu'ils ne visitent pas, incluant les services d'analyse, les réseaux publicitaires et les réseaux sociaux.",
        "DoNotTrack_Disable": "Désactiver la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Disabled": "Piwik suit actuellement tous les visiteurs, même si ils ont précisé \"Je ne veux pas être suivi\" dans leurs navigateurs.",
        "DoNotTrack_DisabledMoreInfo": "Nous vous recommandons de respecter la vie privée de vos visiteurs et d'activer la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Enable": "Activer la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Enabled": "Vous respectez actuellement actuellement la vie privée de vos utilisateurs, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quand les utilisateurs ont définit au sein de leurs navigateurs \"Je ne veux plus être suivi\" (DoNoTrack est activé) Piwik ne suit plus leurs visites.",
        "DoNotTrack_SupportDNTPreference": "Prendre en charge la préférence \"Ne pas Suivre\"",
        "EstimatedDBSizeAfterPurge": "Taille estimée de la base de données après la purge",
        "EstimatedSpaceSaved": "Espace libéré estimé",
        "GeolocationAnonymizeIpNote": "Note : La géolocalisation aura à peu près les mêmes résultats avec 1 octet rendu anonyme. Avec 2 octets ou plus, elle sera inexacte.",
        "GetPurgeEstimate": "Obtenir l'estimation de la purge",
        "KeepBasicMetrics": "COnserver les métriques de base (visites, pages vues, taux de rebond, objectif, conversions, conversions ecommerce, etc.)",
        "KeepDataFor": "COnserver toutes les données pour :",
        "KeepReportSegments": "Pour les données conservées précédemment, conserver aussi les rapports",
        "LastDelete": "La dernière suppression était le",
        "LeastDaysInput": "Veuillez spécifier un nombre de jours plus grand que %s.",
        "LeastMonthsInput": "Veuillez spécifier un nombre de mois supérieur à %s",
        "MenuPrivacySettings": "Vie privée",
        "NextDelete": "Prochaine suppression programmée dans",
        "PluginDescription": "Personnalisez Piwik pour que son rapport à la vie privée soit respectueux des législations existantes.",
        "PurgeNow": "Purger la base de données maintenant",
        "PurgeNowConfirm": "Vous êtes sur le point de supprimer définitivement les données de votre base de données. Êtes vous sûr(e) de vouloir continuer?",
        "PurgingData": "Purge des données...",
        "RecommendedForPrivacy": "(recommandé pour le respect de la vie privée)",
        "ReportsDataSavedEstimate": "Taille de la base de données",
        "SaveSettingsBeforePurge": "Vous avez modifié les paramètres de suppression des données. Veuillez les sauvegarder avant de démmarrer une purge.",
        "SeeAlsoOurOfficialGuidePrivacy": "Consultez aussi notre guide officiel: %sConfidentialité de l'analyse web%s",
        "Teaser": "Sur cette page, vous pouvez personnaliser Piwik pour que sa gestion de la vie privée respecte la législation en vigueur, en : %s rendant anonyme l'adresse IP du visiteur%s, %s supprime automatiquement les anciens logs de visiteurs de la base de données%s, et %s fournit un mécanisme d'exclusion pour votre site web%s.",
        "TeaserHeadline": "Paramètres de vie privée",
        "UseAnonymizedIpForVisitEnrichment": "Utiliser les adresses IP anonymisées pour enrichir les visites",
        "UseAnonymizedIpForVisitEnrichmentNote": "Les composants tels que Geo Location (localisation) par IP et Fournisseur améliorent les métadonnées des visiteurs. Par défaut ces composants utilisent des adresses IP anonymisées. Si vous sélectionnez \"Non\", l'adresse IP réelle et complète sera utilisée à la place. Ceci améliorera la précision des données mais diminuera le respect de la vie privée.",
        "UseAnonymizeIp": "Rendre anonymes les adresses IP des visiteurs",
        "UseDeleteLog": "Supprimer régulièrement les anciens logs de la base de données.",
        "UseDeleteReports": "Supprimer régulièrement les anciens rapports de la base de données"
    },
    "Provider": {
        "ColumnProvider": "FAI",
        "PluginDescription": "Effectue des rapports sur les FAI des visiteurs.",
        "ProviderReportDocumentation": "Ce rapport affiche quel Fournisseur d'Accès à Internet vos visiteurs ont utilisé pour accéder à votre site web. Vous pouvez cliquer sur le nom d'un FAI pour plus de détails. %s Si Piwik ne peut déterminer le FAI d'un visiteur, il est listé en tant qu'IP.",
        "SubmenuLocationsProvider": "Situation géographique et FAI",
        "WidgetProviders": "Fournisseurs d'accès à Internet"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Ce rapport affiche tous les référents en un rapport consolidé, listant tous les sites web, mots clefs de recherche et campagnes utilisés par vos visiteurs pour trouver votre site web.",
        "Campaigns": "Campagnes",
        "CampaignsDocumentation": "Visiteurs venus sur votre site web grâce à une campagne. %s Affichez le rapport %s pour plus de détails.",
        "CampaignsReportDocumentation": "Ce rapport montre quelles campagnes ont conduit des visiteurs à votre site web. %s Pour plus d'informations à propos des campagnes lisez %s la documentation des campagnes sur piwik.org%s",
        "ColumnCampaign": "Campagne",
        "ColumnSearchEngine": "Moteur de recherche",
        "ColumnSocial": "Réseau sociaux",
        "ColumnWebsite": "Site Web",
        "ColumnWebsitePage": "Page du site",
        "DetailsByReferrerType": "Détails de types d'affluents",
        "DirectEntry": "Entrées directes",
        "DirectEntryDocumentation": "Un visiteur a entré directement l'URL du site web dans son navigateur et a commencé à parcourir votre site web - il est entré directement sur le site web.",
        "Distinct": "Provenances distinctes par type de Provenance",
        "DistinctCampaigns": "campagnes distinctes",
        "DistinctKeywords": "mots clef distincts",
        "DistinctSearchEngines": "Moteurs de recherche distincts",
        "DistinctWebsites": "sites web distincts",
        "EvolutionDocumentation": "Ceci est un aperçu des référants qui ont conduit des visiteurs sur votre site web.",
        "EvolutionDocumentationMoreInfo": "Pour plus d'informations sur les différents types de référants, consultez la documentation du tableau %s.",
        "Keywords": "Mots-clés",
        "KeywordsReportDocumentation": "Ce rapport affiche quels mots clefs les utilisateurs recherchaient avant d'être conduit sur votre site web. %s En cliquant sur une ligne vous pouvez visualiser la distribution des moteurs de recherche qui ont été requêtés pour le mot clef.",
        "PluginDescription": "Effectue des rapports sur les données des référents: moteurs de recherche, mots clefs, sites web, suivi de campagne, entrée directe.",
        "Referrer": "Réfèrent",
        "ReferrerName": "Nom du référant",
        "Referrers": "Référents",
        "ReferrersOverview": "Vue d'ensemble des référents",
        "SearchEngines": "Moteurs de recherche",
        "SearchEnginesDocumentation": "Un visiteur a été conduit sur votre site web par un moteur de recherche. %s Affichez le rapport %s pour plus de détails.",
        "SearchEnginesReportDocumentation": "Ce rapport vous montre quels moteurs de recherche ont envoyé vos utilisateurs vers votre site. %s en cliquant sur une ligne sur la table, vous pouvez voir ce que vos utilisateurs étaient en train de chercher avec les moteurs de recherches spécifiques.",
        "SocialFooterMessage": "Ceci est un sous-ensemble du rapport de sites web à gauche. Les autres sites web sont filtrés vous permettant ainsi de comparer les réseaux sociaux référents directement.",
        "Socials": "Réseau sociaux",
        "SocialsReportDocumentation": "Ce rapport affiche quels réseaux sociaux ont amené des visiteurs sur votre site web.<br \/>En cliquant sur une ligne du tableau, vous pouvez voir depuis quelles pages du réseau social les visiteur sont venus sur votre site web.",
        "SubmenuSearchEngines": "Moteurs de recherche et mots-clés",
        "SubmenuWebsites": "Sites Internet",
        "Type": "Types d'affluents",
        "TypeCampaigns": "%s depuis des campagnes",
        "TypeDirectEntries": "%s entrées directes",
        "TypeReportDocumentation": "Ce tableau contient des informations à propos de la distribution des types de référants.",
        "TypeSearchEngines": "%s depuis des moteurs de recherche",
        "TypeWebsites": "%s depuis d'autres sites Internet",
        "UsingNDistinctUrls": "(utilisant %s urls distinctes)",
        "ViewAllReferrers": "Afficher tous les référents",
        "ViewReferrersBy": "Afficher les référents par %s",
        "Websites": "Sites Internet",
        "WebsitesDocumentation": "Le visiteur a suivi un lien sur un autre site qui l'a conduit sur votre site. %s Affichez le rapport %s pour plus de détails.",
        "WebsitesReportDocumentation": "Dans ce tableau vous pouvez voir quels sites web ont conduit des visiteurs sur votre site.. %s En cliquant sur une ligne du tableau, vous pouvez voir les URL des sites sur lesquels sont les liens.",
        "WidgetExternalWebsites": "Liste des sites Internet externes",
        "WidgetGetAll": "Tous les référents",
        "WidgetKeywords": "Liste des mots-clés",
        "WidgetSocials": "Liste des réseaux sociaux",
        "WidgetTopKeywordsForPages": "Meilleurs mots clefs pour l'URL",
        "XPercentOfVisits": "%s%% des visites"
    },
    "RowEvolution": {
        "AvailableMetrics": "Métriques disponibles",
        "CompareDocumentation": "Cliquez sur le lien ci-dessous et ouvrez ce popup depuis une autre ligne du même tableau pour comparer plusieurs enregistrements.<br \/>Utilisez shift-clic pour marquer une ligne pour la comparaison sans ouvrir ce popup.",
        "CompareRows": "Comparer les enregistrements",
        "ComparingRecords": "Comparaison de %s lignes",
        "Documentation": "Cliquez sur les métriques pour les afficher dans un graphique d'évolution large. Utilisez shift-clic pour afficher plusieurs métriques en même temps.",
        "MetricBetweenText": "entre %s et %s",
        "MetricChangeText": "%s au cours de la période",
        "MetricMinMax": "%1$s est compris entre %2$s et %3$s sur la période",
        "MetricsFor": "Métriques pour %s",
        "MultiRowEvolutionTitle": "Evolution de plusieurs lignes",
        "PickAnotherRow": "Sélectionnez une autre ligne à comparer",
        "PickARow": "Sélectionnez une ligne à comparer"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "Options d'affichage (optionnel)",
        "AggregateReportsFormat_GraphsOnly": "Afficher uniquement les graphiques (pas de tableau de valeur)",
        "AggregateReportsFormat_TablesAndGraphs": "Afficher les tableaux de rapport et les graphiques pour tous les rapports",
        "AggregateReportsFormat_TablesOnly": "(défaut) afficher les tableaux de rapport (Graphique uniquement pour les indicateurs clés)",
        "AlsoSendReportToTheseEmails": "Envoyer le rapport aussi à ces adresses e-mail (une par ligne) :",
        "AreYouSureDeleteReport": "Êtes-vous sûr de vouloir supprimer ce rapport et sa planification?",
        "CancelAndReturnToReports": "Annuler et %s retourner à la liste des rapports%s",
        "CreateAndScheduleReport": "Créer et planifier un rapport",
        "CreateReport": "Créer le rapport",
        "CustomVisitorSegment": "Segment de visiteur personnalisé:",
        "DescriptionOnFirstPage": "La description du rapport sera affichée sur la première page du rapport.",
        "DisplayFormat_TablesOnly": "Afficher uniquement les tableaux (pas de graphiques)",
        "EmailHello": "Bonjour,",
        "EmailReports": "Rapports e-mail",
        "EmailSchedule": "Planification courriel",
        "EvolutionGraph": "Afficher les graphiques historiques pour les plus hautes %s valeurs",
        "FrontPage": "Première page",
        "ManageEmailReports": "Gérer les rapports par e-mail",
        "MonthlyScheduleHelp": "Planification mensuelle : le rapport sera envoyé le premier jour de chaque mois.",
        "MustBeLoggedIn": "Vous devez être connecté pour créer et planifier des rapports personnalisés.",
        "NoRecipients": "Ce rapport n'a aucun destinataire",
        "OClock": "pile",
        "Pagination": "Page %s sur %s",
        "PiwikReports": "Rapports Piwik",
        "PleaseFindAttachedFile": "Veuillez trouver en pièce jointe votre rapport %1$s pour %2$s.",
        "PleaseFindBelow": "Veuillez trouver ci-dessous votre %1$s rapport pour %2$s.",
        "PluginDescription": "Créez et téléchargez vos rapports personnalisés, et recevez les par e-mail quotidiennement, chaque semaine ou mensuellement.",
        "ReportFormat": "Format du rapport",
        "ReportHour": "Envoyer le rapport à",
        "ReportIncludeNWebsites": "Le rapport incluera les métriques principales pour tous les sites web qui ont au moins une visite (depuis les %s sites web actuellement disponibles)",
        "ReportSent": "Rapport envoyé",
        "ReportsIncluded": "Statistiques incluses",
        "ReportType": "Envoyer le rapport via",
        "ReportUpdated": "Rapport mis à jour",
        "Segment_Deletion_Error": "Ce segment ne peut pas être supprimé ou rendu invisible aux autres utilisateurs car il est utilisé dans un ou plusieurs rapport(s) par courriel %s. Veuillez essayer à nouveau après avoir supprimé ce segment de ce(s) rapport(s).",
        "Segment_Help": "Vous pouvez sélectionner un segment personnalisé existant pour l'appliquer à des données dans ce rapport par courriel. Vous pouvez créer et modifier les segments personnalisés depuis votre tableau de bord %s(cliquez ici pour l'ouvrir)%s, cliquez ensuite sur la zone \"%s\", puis \"%s\".",
        "SegmentAppliedToReports": "Le segment '%s' est appliqué au rapport.",
        "SendReportNow": "Envoyer le rapport maintenant",
        "SendReportTo": "Envoyer le(s) rapport(s) à",
        "SentToMe": "Envoyez-le moi",
        "TableOfContent": "Liste des rapports",
        "ThereIsNoReportToManage": "Il n'y a aucun rapport à gérer pour le site web %s",
        "TopLinkTooltip": "Créer un rapport par courriel afin que les statistiques Piwik soient envoyées automatiquement à votre adresse courriel ou celles de vos clients automatiquement!",
        "TopOfReport": "Retour haut de page",
        "UpdateReport": "Mettre à jour le rapport",
        "WeeklyScheduleHelp": "Planification hebdomadaire : le rapport sera envoyé le Lundi de chaque semaine."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Ajouter la condition %s",
        "AddNewSegment": "Ajouter un nouveau segment",
        "AreYouSureDeleteSegment": "Êtes vous sûr(e) de vouloir supprimer ce segment?",
        "AutoArchivePreProcessed": "les rapports segmentés sont pré-traités (plus rapide, requiert un cron sur archive.php)",
        "AutoArchiveRealTime": "les rapports segmentés sont traités en temps réel",
        "ChooseASegment": "Choisir un segment",
        "DefaultAllVisits": "Toutes les visites",
        "DragDropCondition": "Condition de Drag & Drop",
        "LoadingSegmentedDataMayTakeSomeTime": "Le traitement des données visiteurs segmentées peut prendre quelques minutes...",
        "OperatorAND": "ET",
        "OperatorOR": "OU",
        "SaveAndApply": "Sauvegarder & appliquer",
        "SegmentDisplayedAllWebsites": "tous les sites web",
        "SegmentDisplayedThisWebsiteOnly": "ce site web uniquement",
        "SegmentIsDisplayedForWebsite": "et affiché pour",
        "SegmentNotApplied": "Segment \"%s\" non appliqué",
        "SelectSegmentOfVisitors": "Choisir un segment de visiteurs :",
        "ThisSegmentIsVisibleTo": "Ce segment est visible pour :",
        "VisibleToAllUsers": "tous les utilisateurs",
        "VisibleToMe": "moi",
        "YouMustBeLoggedInToCreateSegments": "Vous devez être identifié(e) pour créer et modifier des segments de visiteurs personnalisés."
    },
    "SEO": {
        "AlexaRank": "Notation Alexa",
        "Bing_IndexedPages": "Pages indexées sur Bing",
        "Dmoz": "Entrées DMOZ",
        "DomainAge": "Âge du domaine",
        "ExternalBacklinks": "Liens de retours externes (Majestic)",
        "Google_IndexedPages": "Page indexées sur Google",
        "Rank": "Notation",
        "ReferrerDomains": "Domaines référents (Majestic)",
        "SeoRankings": "Notations des SEO",
        "SEORankingsFor": "Notations SEO pour %s",
        "ViewBacklinksOnMajesticSEO": "Visualiser les rapports de liens de retour externes sur MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Ajouter un site",
        "AdvancedTimezoneSupportNotFound": "Le support avancé des fuseaux horaires n'a pu être trouvé dans votre configuration de PHP (supporté dans PHP>=5.2). Vous pouvez toujours choisir manuellement un décalage UTC.",
        "AliasUrlHelp": "Il est recommandé, mais pas requis, de spécifier les URL différentes que vos utilisateurs utilisent pour accéder au site web. Les URL d'alias pour un site n’apparaîtront pas dans Référents > Sites Internet. Il n'est pas nécessaire d'entrer les URL avec et sans les www, Piwik les traite automatiquement.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Le fait de modifier votre fuseau horaire affectera uniquement les nouvelles données, ce n'est pas rétroactif.",
        "ChooseCityInSameTimezoneAsYou": "Choisissez une ville qui se trouve dans le même fuseau horaire que vous.",
        "Currency": "Devise",
        "CurrencySymbolWillBeUsedForGoals": "Le symbole de la devise sera affiché à côté des revenus des Objectifs",
        "DefaultCurrencyForNewWebsites": "Devise par défaut pour les nouveaux sites web",
        "DefaultTimezoneForNewWebsites": "Fuseau horaire par défaut pour les nouveaux sites web",
        "DeleteConfirm": "Êtes-vous sûr de vouloir supprimer le site %s?",
        "DisableSiteSearch": "Ne pas effectuer le suivi de la recherche sur le site",
        "EcommerceHelp": "Lorsqu'activé, les rapports des Objectifs auront une nouvelle section \"E-Commerce\".",
        "EnableEcommerce": "Ecommerce activé",
        "EnableSiteSearch": "Suivi de la recherche activé",
        "EnableSiteSpecificUserAgentExclude": "Activer l'exclusion de navigateurs pour le site web.",
        "EnableSiteSpecificUserAgentExclude_Help": "Si vous avez besoin d'exclure différents navigateurs pour différents sites web, cochez cette case, cliquez sur enregistrer et %1$sajoutez les navigateurs (user agents) ci-dessous%2$s.",
        "ExceptionDeleteSite": "Impossible de supprimer le site car c'est le seul site enregistré dans Piwik. Vous pouvez d'abord en ajouter un nouveau, puis supprimez celui-ci.",
        "ExceptionEmptyName": "Le nom du site ne peut être vide.",
        "ExceptionInvalidCurrency": "La monnaie '%s' n'est pas valide. Veuillez entrer un symbole monétaire valide (ex. %s)",
        "ExceptionInvalidIPFormat": "L'IP à exclure '%s' n'a pas un format valide (ex. %s).",
        "ExceptionInvalidTimezone": "Le fuseau horaire '%s' n'est pas valide. Veuillez entrer un fuseau horaire valide.",
        "ExceptionInvalidUrl": "L'url '%s' n'est pas une URL valide.",
        "ExceptionNoUrl": "Vous devez spécifier au moins une URL pour le site.",
        "ExcludedIps": "IPs Exclues",
        "ExcludedParameters": "Paramètres Exclus",
        "ExcludedUserAgents": "User Agents exclus",
        "GlobalExcludedUserAgentHelp1": "Entrez la liste des navigateurs (par user agent) à exclure du suivi par Piwik.",
        "GlobalExcludedUserAgentHelp2": "Vous pouvez utiliser ceci pour exclure certains robot du suivi par Piwik.",
        "GlobalListExcludedIps": "Liste globale des IPs Exclues",
        "GlobalListExcludedQueryParameters": "Liste globale des paramètres URL des requêtes à exclure",
        "GlobalListExcludedUserAgents": "Liste globale des agents utilisateurs à exclure.",
        "GlobalListExcludedUserAgents_Desc": "Si le user agent du visiteur contient n'importe laquelle des chaines de caractères que vous avez spécifiées, le visiteur sera exclu de Piwik.",
        "GlobalWebsitesSettings": "Paramètres généraux des sites web",
        "HelpExcludedIps": "Entrez une liste d'adresses IP, une par ligne, que vous souhaitez exclure des statistiques Piwik. Vous pouvez utiliser des caractères jokers ex %1$s ou %2$s",
        "JsTrackingTagHelp": "Ci-dessous le code JavaScript à inclure dans toutes vos pages",
        "KeepURLFragments": "Conserver les fragments d'URL",
        "KeepURLFragmentsHelp": "Si la case ci-dessous est décochée, les fragments d'URL (tout ce qui est après %1$s) sera supprimé lors du suivi de telle manière que %2$s sera considéré de la même manière que %3$s.",
        "KeepURLFragmentsHelp2": "Vous pouvez redéfinir ces paramètres pour chacun des sites web ci-dessous.",
        "KeepURLFragmentsLong": "Conserver les fragments d'URL lors du suivi",
        "ListOfIpsToBeExcludedOnAllWebsites": "Les adresses IP ci-dessous seront exclues des statistiques sur tous les sites web.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Les paramètres ci-dessous seront exclus des statistiques de tous les sites web.",
        "ListOfQueryParametersToExclude": "Entrez la liste des paramètres URL, un par ligne, à exclure des rapports des URL de pages.",
        "MainDescription": "Piwik a besoin de sites pour générer des rapports ! Ajoutez, éditez et supprimez des sites, et voyez le code JavaScript à inclure dans vos pages.",
        "NotAnEcommerceSite": "N'est pas un site d'e-commerce",
        "NotFound": "Aucun site trouvé pour",
        "NoWebsites": "Vous n'avez aucun site Internet à administrer.",
        "OnlyOneSiteAtTime": "Vous pouvez éditer un site web à la fois. Veuillez Enregistrer ou Annuler vos modifications courantes sur le site web %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permet un suivi et un rapport avancé des statistiques E-commerce. Apprenez-en plus à propos %s des statistiques E-commerce%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik exclura automatiquement les paramètres de session communs (%s).",
        "PluginDescription": "Gestion des sites web dans Piwik: Ajoute un nouveau site web, modifie un existant, affiche le code JavaScript à inclure dans vos pages. Toutes les actions sont disponibles au travers de l'API.",
        "SearchCategoryDesc": "Piwik peut aussi effectuer le suivi de la catégorie de recherche pour chaque mot clef de recherche interne.",
        "SearchCategoryLabel": "Paramètres de categoriees",
        "SearchCategoryParametersDesc": "Vous pouvez entrer une liste de paramètres de requête servant à spécifier la catégorie de recherche séparés par des virgules.",
        "SearchKeywordLabel": "Paramètres de requêtes",
        "SearchKeywordParametersDesc": "Entrez une liste séparée par des virgules de tous les noms de paramètres de requête de recherche contenant les mots clefs.",
        "SearchParametersNote": "Note : les paramètres de requête et de catégorie seront utilisés uniquement pour les sites web qui ont la recherche activée et ces paramètres laissés vides.",
        "SearchParametersNote2": "Pour désactiver la recherche sur les nouveaux sites web, laissez ces deux champs vides.",
        "SearchUseDefault": "Utiliser les paramètres de recherche par %sdéfaut%s",
        "SelectACity": "Sélectionnez une ville",
        "SelectDefaultCurrency": "Vous pouvez sélectionner la devise par défaut pour les nouveaux sites web.",
        "SelectDefaultTimezone": "Vous pouvez sélectionner le fuseau horaire par défaut pour les nouveaux sites web.",
        "ShowTrackingTag": "Afficher le code",
        "Sites": "Sites",
        "SiteSearchUse": "Vous pouvez utiliser Piwik pour suivre et effectuer un rapport sur ce que vos visiteurs cherchent sur le moteur de recherche interne de votre site web.",
        "SuperUserAccessCan": "Un utilisateur avec un accès super utilisateur peut aussi %sconfigurer les paramètres globaux%s pour les nouveaux sites web.",
        "Timezone": "Fuseau horaire",
        "TrackingSiteSearch": "Suivi de la recherche interne du site",
        "TrackingTags": "Tags de suivi pour %s",
        "Urls": "URLs",
        "UTCTimeIs": "l'heure UTC est %s.",
        "WebsitesManagement": "Gestion des sites",
        "YouCurrentlyHaveAccessToNWebsites": "Vous avez actuellement accès à %s sites web.",
        "YourCurrentIpAddressIs": "Votre adresse IP actuelle est %s"
    },
    "Transitions": {
        "BouncesInline": "%s rebonds",
        "DirectEntries": "Entrées directes",
        "ErrorBack": "Retour à l'action précédente",
        "ExitsInline": "%s sorties",
        "FromCampaigns": "Depuis les campagnes",
        "FromPreviousPages": "Depuis des pages internes",
        "FromPreviousPagesInline": "%s depuis des pages internes",
        "FromPreviousSiteSearches": "Depuis des recherches internes",
        "FromPreviousSiteSearchesInline": "%s depuis des recherches internes",
        "FromSearchEngines": "Depuis des moteurs de recherche",
        "FromWebsites": "Depuis des sites web",
        "IncomingTraffic": "Trafic entrant",
        "LoopsInline": "%s rechargements de pages",
        "NoDataForAction": "Il n'y a aucune données pour %s",
        "NoDataForActionDetails": "L'action n'a eu aucune visite de page durant la période %s ou bien elle est invalide.",
        "OutgoingTraffic": "Trafic sortant",
        "PluginDescription": "Effectue un rapport à propos des actions précédentes et suivantes pour chaque URL de page.",
        "ShareOfAllPageviews": "Cette page a eu %s affichages (%s de tous les affichages)",
        "ToFollowingPages": "Vers des pages internes",
        "ToFollowingPagesInline": "%s vers des pages internes",
        "ToFollowingSiteSearches": "Recherches internes",
        "ToFollowingSiteSearchesInline": "%s recherches internes",
        "XOfAllPageviews": "%s de toutes les pages vues",
        "XOutOfYVisits": "%s (de %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Impossible de trouver la fonction apache_get_modules, nous supposons que le serveur web n'est pas Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Impossible de trouver le fichier %1$s dans l'archive tar %2$s!",
        "CannotFindGeoIPServerVar": "La variable %s n'est pas définie. Votre serveur peut ne pas être configuré correctement.",
        "CannotFindPeclGeoIPDb": "Impossible de trouver une base de données de pays, région ou de ville pour le module PECL GeoIP. Assurez vous que votre base de données GeoIP se trouve dans le dossier %1$s et est nommée %2$s ou %3$s autrement le module PECL ne la trouvera pas.",
        "CannotListContent": "Impossible d'afficher le contenu de %1$s: %2$s",
        "CannotLocalizeLocalIP": "L'adresse IP %s est locale et ne peut être géo-localisée.",
        "CannotSetupGeoIPAutoUpdating": "Il apparait que vous stockez vos bases de données GeoIP en dehors de Piwik (nous nous basons sur le fait qu'il n'y a pas de bases de données dans le sous-répertoire misc, mais votre GeoIP fonctionne). Piwik ne peut pas mettre à jour automatiquement vos bases de donnés GeoIP si elles se trouvent en dehors du répertoire misc.",
        "CannotUnzipDatFile": "Impossible de dézipper le fichier dat dans %1$s: %2$s",
        "City": "Ville",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "continent_afr": "Afrique",
        "continent_amc": "Amérique Centrale",
        "continent_amn": "Amérique du nord",
        "continent_ams": "Amérique du sud et centrale",
        "continent_ant": "Antarctique",
        "continent_asi": "Asie",
        "continent_eur": "Europe",
        "continent_oce": "Océanie",
        "Country": "Pays",
        "country_a1": "Proxy anonyme",
        "country_a2": "Fournisseur satellite",
        "country_ac": "Ascension (île)",
        "country_ad": "Andorre",
        "country_ae": "Émirats arabes unis",
        "country_af": "Afghanistan",
        "country_ag": "Antigua-et-Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albanie",
        "country_am": "Arménie",
        "country_an": "Antilles Néerlandaises",
        "country_ao": "Angola",
        "country_ap": "Région Asie\/Pacifique",
        "country_aq": "Antarctique",
        "country_ar": "Argentine",
        "country_as": "Samoa Américaines",
        "country_at": "Autriche",
        "country_au": "Australie",
        "country_aw": "Aruba",
        "country_ax": "État libre associé d'Aland",
        "country_az": "Azerbaïdjan",
        "country_ba": "Bosnie-Herzégovine",
        "country_bb": "La Barbade",
        "country_bd": "Bangladesh",
        "country_be": "Belgique",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgarie",
        "country_bh": "Bahreïn",
        "country_bi": "Burundi",
        "country_bj": "Bénin",
        "country_bl": "Saint Barthélemy",
        "country_bm": "Bermudes",
        "country_bn": "Brunei",
        "country_bo": "Bolivie",
        "country_bq": "Bonaire, Saint Eustache et Saba",
        "country_br": "Brésil",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Union du Myanmar",
        "country_bv": "Île Bouvet",
        "country_bw": "Botswana",
        "country_by": "Belarus",
        "country_bz": "Belize",
        "country_ca": "Canada",
        "country_cat": "Communautés de langue Catalane",
        "country_cc": "Îles des Cocos (Keeling)",
        "country_cd": "Congo, République démocratique du",
        "country_cf": "République d'Afrique Centrale",
        "country_cg": "Congo",
        "country_ch": "Suisse",
        "country_ci": "Cote D'Ivoire",
        "country_ck": "Îles Cook",
        "country_cl": "Chili",
        "country_cm": "Cameroun",
        "country_cn": "Chine",
        "country_co": "Colombie",
        "country_cp": "Île de La Passion",
        "country_cr": "Costa Rica",
        "country_cs": "Serbie Monténégro",
        "country_cu": "Cuba",
        "country_cv": "Cap Vert",
        "country_cw": "Curaçao",
        "country_cx": "Île Christmas",
        "country_cy": "Chypre",
        "country_cz": "République Tchèque",
        "country_de": "Allemagne",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibouti",
        "country_dk": "Danemark",
        "country_dm": "Dominique",
        "country_do": "République Dominicaine",
        "country_dz": "Algérie",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Équateur",
        "country_ee": "Estonie",
        "country_eg": "Égypte",
        "country_eh": "Sahara occidental",
        "country_er": "Érythrée",
        "country_es": "Espagne",
        "country_et": "Éthiopie",
        "country_eu": "Union Européenne",
        "country_fi": "Finlande",
        "country_fj": "Fidji",
        "country_fk": "Îles Falkland",
        "country_fm": "Micronesia, Federated States of",
        "country_fo": "Îles Faroe",
        "country_fr": "France",
        "country_fx": "France métropolitaine",
        "country_ga": "Gabon",
        "country_gb": "Grande Bretagne",
        "country_gd": "Grenade",
        "country_ge": "Géorgie",
        "country_gf": "Guyane Française",
        "country_gg": "Île de Guernesey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Groenland",
        "country_gm": "Gambie",
        "country_gn": "Guinée",
        "country_gp": "Guadeloupe",
        "country_gq": "Guinée Équatoriale",
        "country_gr": "Grèce",
        "country_gs": "Géorgie du Sud-et-les Îles Sandwich du Sud",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinée-Bissau",
        "country_gy": "Guyane",
        "country_hk": "Hong Kong",
        "country_hm": "Îles heard et Mac Donald",
        "country_hn": "Honduras",
        "country_hr": "Croatie",
        "country_ht": "Haïti",
        "country_hu": "Hongrie",
        "country_ic": "Îles Canaries",
        "country_id": "Indonésie",
        "country_ie": "Irlande",
        "country_il": "Israël",
        "country_im": "Îles de Man",
        "country_in": "Inde",
        "country_io": "Océan indien (Territoire Britannique)",
        "country_iq": "Irak",
        "country_ir": "Iran, République Islamique de",
        "country_is": "Islande",
        "country_it": "Italie",
        "country_je": "Jersey",
        "country_jm": "Jamaïque",
        "country_jo": "Jordanie",
        "country_jp": "Japon",
        "country_ke": "Kenya",
        "country_kg": "Kirghizstan",
        "country_kh": "Kampuchea (ex Cambodge)",
        "country_ki": "Kiribati",
        "country_km": "Comores",
        "country_kn": "Saint Christophe Nieves Ang.",
        "country_kp": "Corée du Nord",
        "country_kr": "Corée du Sud",
        "country_kw": "Koweït",
        "country_ky": "Îles Caïmans",
        "country_kz": "Kazakhstan",
        "country_la": "Laos",
        "country_lb": "Liban",
        "country_lc": "Sainte Lucie",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Lituanie",
        "country_lu": "Luxembourg",
        "country_lv": "Lettonie",
        "country_ly": "Libye",
        "country_ma": "Maroc",
        "country_mc": "Monaco",
        "country_md": "Moldavie",
        "country_me": "Monténégro",
        "country_mf": "Saint Martin",
        "country_mg": "Madagascar",
        "country_mh": "Îles Marshall",
        "country_mk": "Macédoine",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongolie",
        "country_mo": "Macao",
        "country_mp": "Îles Mariannes du Nord",
        "country_mq": "Martinique",
        "country_mr": "Mauritanie",
        "country_ms": "Montserrat",
        "country_mt": "Malte",
        "country_mu": "Île Maurice",
        "country_mv": "Maldives",
        "country_mw": "Malawi",
        "country_mx": "Mexique",
        "country_my": "Malaisie",
        "country_mz": "Mozambique",
        "country_na": "Namibie",
        "country_nc": "Nouvelle Calédonie",
        "country_ne": "Niger",
        "country_nf": "Île Norfolk",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Pays-Bas",
        "country_no": "Norvège",
        "country_np": "Népal",
        "country_nr": "Nauru",
        "country_nt": "Zone Neutre",
        "country_nu": "Nioue",
        "country_nz": "Nouvelle Zélande",
        "country_o1": "Autre pays",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Pérou",
        "country_pf": "Polynésie Française",
        "country_pg": "Papouasie Nouvelle Guinée",
        "country_ph": "Philippines",
        "country_pk": "Pakistan",
        "country_pl": "Pologne",
        "country_pm": "Saint Pierre et Miquelon",
        "country_pn": "Îles Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Palestine",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "La Réunion",
        "country_ro": "Roumanie",
        "country_rs": "Serbie",
        "country_ru": "Russie",
        "country_rw": "Rwanda",
        "country_sa": "Arabie Saoudite",
        "country_sb": "Îles Salomon",
        "country_sc": "Seychelles",
        "country_sd": "Soudan",
        "country_se": "Suède",
        "country_sf": "Finlande",
        "country_sg": "Singapour",
        "country_sh": "Sainte Hélène",
        "country_si": "Slovénie",
        "country_sj": "Svalbard et Île Jan Mayen",
        "country_sk": "Slovaquie",
        "country_sl": "Sierra Leone",
        "country_sm": "Saint-Marin",
        "country_sn": "Sénégal",
        "country_so": "Somalie",
        "country_sr": "Surinam",
        "country_ss": "Soudan du Sud",
        "country_st": "Sao Tome et Principe",
        "country_su": "Ex U.R.S.S",
        "country_sv": "El Salvador",
        "country_sx": "Saint Martin",
        "country_sy": "Syrie",
        "country_sz": "Swaziland",
        "country_ta": "Île Tristan da Cunha",
        "country_tc": "Îles Turks et Caicos",
        "country_td": "Tchad",
        "country_tf": "Terres australes et antarctiques françaises",
        "country_tg": "Togo",
        "country_th": "Thaïlande",
        "country_ti": "Tibet",
        "country_tj": "Tadjikistan",
        "country_tk": "Tokelaou",
        "country_tl": "Timor Oriental",
        "country_tm": "Turkménistan",
        "country_tn": "Tunisie",
        "country_to": "Tonga",
        "country_tp": "Timor Oriental",
        "country_tr": "Turquie",
        "country_tt": "Trinité et Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taïwan",
        "country_tz": "Tanzanie",
        "country_ua": "Ukraine",
        "country_ug": "Ouganda",
        "country_uk": "Royaume-Uni",
        "country_um": "Îles mineures éloignées des États-Unis",
        "country_us": "États Unis",
        "country_uy": "Uruguay",
        "country_uz": "Ouzbékistan",
        "country_va": "Vatican",
        "country_vc": "Saint Vincent et Grenadines",
        "country_ve": "Venezuela",
        "country_vg": "Îles Vierges Britanniques",
        "country_vi": "Îles Vierges U.S.",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis et Futuna",
        "country_ws": "Samoa Occidentales",
        "country_ye": "Yémen",
        "country_yt": "Mayotte",
        "country_yu": "Yougoslavie",
        "country_za": "Afrique du Sud",
        "country_zm": "Zambie",
        "country_zr": "Zaïre",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "D'après ce fournisseur, votre emplacement actuel est",
        "DefaultLocationProviderDesc1": "Le fournisseur de localisation par défaut devine le pays d'un visiteur en se basant sur le langage de son navigateur.",
        "DefaultLocationProviderDesc2": "Ce n'est pas très précis, nous recommandons donc %1$sd'installer et d'utiliser %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Vous utilisez le fournisseur de localisation par défaut, ce qui signifie que Piwik va tenter de déterminer la localisation du visiteur en se basant sur la langue qu'ils utilisent. %1$sConsultez ceci%2$s pour apprendre comment configurer une localisation plus précise.",
        "DistinctCountries": "%s pays différents",
        "DownloadingDb": "Téléchargement de %s",
        "DownloadNewDatabasesEvery": "Mettre à jour les bases de données tous (toutes) les",
        "FatalErrorDuringDownload": "Une erreur fatale est arrivée lors du téléchargement de ce fichier. Il y a peut être un problème avec votre connexion Internet, avec la base de données GeoIP que vous téléchargez ou avec Piwik. Essayez de la télécharger et de l'installer manuellement.",
        "FoundApacheModules": "Piwik a trouvé les modules Apache suivants",
        "FromDifferentCities": "villes différentes",
        "GeoIPCannotFindMbstringExtension": "Impossible de trouver la fonction %1$s. Veuillez vous assurer que l'extension %2$s est installée et chargée.",
        "GeoIPDatabases": "Base de donnéees GeoIP",
        "GeoIPDocumentationSuffix": "Afin de visualiser les données de ce rapport, vous devez installer GeoIP depuis l'onglet d'administration Géolocalisation. Les bases de données commerciales %1$sMaxmind%2$s sont plus précises que les gratuites. Pour voir à quelles points elles sont précises, cliquez %3$sici%4$s.",
        "GeoIPImplHasAccessTo": "Cette implémentation GeoIP a accès aux types de bases de données suivants",
        "GeoIPIncorrectDatabaseFormat": "Votre base de données GeoIP n'est pas au bon format. Elle peut être corrompue. Assurez-vous que vous utilisez la version binaire et tentez de la remplacer avec une autre copie.",
        "GeoIpLocationProviderDesc_Pecl1": "Ce fournisseur de localisation utilise une base de données GeoIP et le module PECL pour déterminer de manière précise et efficace l'emplacement de vos visiteurs.",
        "GeoIpLocationProviderDesc_Pecl2": "Il n'y a aucune limitation avec ce fournisseur, c'est donc celui que nous recommandons à l'utilisation.",
        "GeoIpLocationProviderDesc_Php1": "Ce fournisseur est le plus simple à installer puisqu'il ne requiert aucune configuration du serveur (idéal pour les hébergements mutualisés!). Il utilise GeoIP et l'API PHP MaxMind's pour déterminer avec précision l'emplacement de vos visiteurs.",
        "GeoIpLocationProviderDesc_Php2": "Si votre site web a beaucoup de trafic, vous pourriez trouver que ce fournisseur de localisation est trop lent. Dans ce cas, vous devriez installer %1$sl'extension PECL%2$s ou un %3$smodule serveur%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Ce fournisseur de localisation utilise le module GeoIP qui a été installé sur votre serveur HTTP. Ce fournisseur est rapide et précis, mais peut être %1$suniquement utilisé avec le suivi de navigateur classique.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Si vous devez importer des fichiers de logs ou bien autre chose qui requiert de définir des adresses IP, utilisez %1$sl'implémentation PECL GeoIP(recommandé)%2$s ou %3$sl'implémentation GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Note: L'anonymisation de l'adresse IP n'a aucun effet sur les localisations communiquées par ce fournisseur. Avant de l'utiliser avec l'anonymisation d'IP, assurez vous que cela ne transgresse aucune loi sur la vie privées à laquelle vous pourriez être assujetti.",
        "GeoIpLocationProviderNotRecomnended": "La géolocalisation fonctionne, mais vous n'utilisez pas un des fournisseurs recommandés.",
        "GeoIPNoServerVars": "Piwik ne parvient à trouver aucune variable GeoIP %s.",
        "GeoIPPeclCustomDirNotSet": "L'option %s du PHP ini n'est pas définie.",
        "GeoIPServerVarsFound": "Piwik a détecté les variables de GeoIP suivantes %s",
        "GeoIPUpdaterInstructions": "Entrez les liens de téléchargement de vos bases de données ci-dessous. Si vous avez acheté des bases de données de %3$sMaxMind%4$s, vous pouvez trouver ces liens %1$sici%2$s. Veuillez contacter %3$sMaxMind%4$s si vous rencontrez des difficultés à y accéder.",
        "GeoIPUpdaterIntro": "Piwik gère actuellement les mises à jour pour les bases de données GeoIP suivantes",
        "GeoLiteCityLink": "Si vous utilisez GeoLite City Database, utilisez ce lien : %1$s%2$s%3$s.",
        "Geolocation": "Géolocalisation",
        "GeolocationPageDesc": "Sur cette page vous pouvez changer la manière dont Piwik détermine la localisation des visiteurs.",
        "getCityDocumentation": "Ce rapport montre dans quelle ville vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getContinentDocumentation": "Ce rapport montre dans quel continent vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getCountryDocumentation": "Ce rapport montre dans quel pays vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getRegionDocumentation": "Ce rapport montre dans quelle région vos visiteurs étaient quand ils ont accédé à votre site web.",
        "HowToInstallApacheModule": "Comment puis-je récupérer le module GeoIP pour Apache ?",
        "HowToInstallGeoIPDatabases": "Comment puis-je récupérer les bases de données GeoIP ?",
        "HowToInstallGeoIpPecl": "Comment puis-je installer l'extension Geoip via PECL ?",
        "HowToInstallNginxModule": "Comment puis-je installer le module GeoIP pour Nginx?",
        "HowToSetupGeoIP": "Comment mettre en place une géolocalisation précise avec GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sTélécharger%2$s la base de données GeoLite City depuis %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extrayez ce fichier et copiez le résultat %1$s dans le %2$ssous-répertoire misc%3$s de Piwik (vous pouvez effectuer cela par FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Recharger cet affichage. Le fournisseur %1$sGeoIP (PHP)%2$s va maintenant être %3$sInstallé%4$s. Sélectionnez le.",
        "HowToSetupGeoIP_Step4": "Vous avez terminé! Vous venez juste de configurer Piwik pour utiliser GeoIP ce qui veut dire que vous allez être capable de voir de quelles régions et villes sont vos visiteurs avec une information sur le pays très précise.",
        "HowToSetupGeoIPIntro": "Il ne semble pas que vous ayez une configuration de géolocalisation très précise. C'est une fonctionnalité utile et sans elle vous ne verrez pas de manière précise et complète les informations de localisation de vos visiteurs. Voici comment vous pouvez rapidement commencer à l'utiliser :",
        "HttpServerModule": "Module du serveur HTTP",
        "InvalidGeoIPUpdatePeriod": "Période invalide pour la mise à jour de GeoIP: %1$s. Les valeurs valides sont %2$s.",
        "IPurchasedGeoIPDBs": "J'ai acheté %1$sdes bases de données plus précises de MaxMind%2$s et je veux mettre en place les mises à jour automatiques.",
        "ISPDatabase": "Base de données ISP",
        "IWantToDownloadFreeGeoIP": "Je souhaite télécharger la version gratuite de la base de données GeoIP",
        "Latitude": "Latitude",
        "Location": "Localisation",
        "LocationDatabase": "Base de données de localisation",
        "LocationDatabaseHint": "Une base de données de localisation est une base de données de pays, villes ou régions.",
        "LocationProvider": "Fournisseur de localisation",
        "Longitude": "Longitude",
        "NoDataForGeoIPReport1": "Il n'y a aucune données pour ce rapport parce qu'il n'y a pas de base de données de localisation de disponible ou bien l'adresse IP du visiteur ne peut être géolocalisée.",
        "NoDataForGeoIPReport2": "Pour activer une géolocalisation précise, modifiez les paramètres %1$sici%2$s et utilisez une %3$sbase de données de niveau ville%4$s.",
        "Organization": "Organisation",
        "OrgDatabase": "Base de données des Organisation",
        "PeclGeoIPNoDBDir": "Le module PECL s'attend à trouver les bases de données dans %1$s, mais ce répertoire n'existe pas. Veuillez le créer et ajoutez-y les bases de données GéoIP. Autrement vous pouvez paramétrer %2$s pour corriger le répertoire dans votre fichier php.ini.",
        "PeclGeoLiteError": "Votre base de données GeoIP dans %1$s est nommée %2$s. Malheureusement, le module PECL ne la reconnaitra pas avec ce nom. Veuillez la renommer %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik ne gère actuellement aucune base de données GeoIP.",
        "PluginDescription": "Effectue des rapports sur les pays des visiteurs.",
        "Region": "Region",
        "SetupAutomaticUpdatesOfGeoIP": "Configurer les mises à jour automatiques des bases de données GeoIP",
        "SubmenuLocations": "Provenances géographiques",
        "TestIPLocatorFailed": "Piwik a essayé de vérifier la localisation d'une adresse IP connue (%1$s), mais le serveur a renvoyé %2$s. Si ce fournisseur était configuré correctement il aurait renvoyé %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Le fichier téléchargé n'est pas une base de données GeoIP valide. Veuillez vérifier l'URL ou téléchargez le fichier manuellement.",
        "ToGeolocateOldVisits": "Pour obtenir les données de localisation de vos anciennes visites, utilisez le script décrit %1$sici%2$s.",
        "UnsupportedArchiveType": "Type d'archive non supporté %1$s.",
        "UpdaterHasNotBeenRun": "L'outil de mise a jour n'a jamais été exécuté.",
        "UpdaterIsNotScheduledToRun": "N'est pas planifié pour une exécution future.",
        "UpdaterScheduledForNextRun": "Est planifié pour un traitement durant la prochaine exécution du cron de archive.php.",
        "UpdaterWasLastRun": "La dernière mise à jour a été effectuée le %s.",
        "UpdaterWillRunNext": "Est planifié pour s'exécuter le %s.",
        "WidgetLocation": "Emplacement du visiteur"
    },
    "UserCountryMap": {
        "AndNOthers": "et %s autres",
        "Cities": "Villes",
        "Countries": "Pays",
        "DaysAgo": "%s jours",
        "GoalConversions": "%s conversions d'objectifs",
        "Hours": "heures",
        "HoursAgo": "%s heures",
        "map": "carte",
        "Minutes": "minutes",
        "MinutesAgo": "%s minutes",
        "None": "aucun",
        "NoVisit": "Aucune visite",
        "RealTimeMap": "Carte en temps-réel",
        "Regions": "Régions",
        "Searches": "%s recherches",
        "Seconds": "secondes",
        "SecondsAgo": "%s secondes",
        "ShowingVisits": "Visites géo-localisées des derniers",
        "Unlocated": "<b>%s<\/b> %p des dernières visites de %c n'ont pas pu être géo-localisées.",
        "VisitorMap": "Carte du visiteur",
        "WorldWide": "Mondialement"
    },
    "UserSettings": {
        "BrowserFamilies": "Familles de navigateurs",
        "BrowserLanguage": "Langage du navigateur",
        "Browsers": "Navigateurs",
        "BrowserWithNoPluginsEnabled": "%1$s avec aucun plugin activé",
        "BrowserWithPluginsEnabled": "%1$s avec les plugins %2$s activés",
        "ColumnBrowser": "Navigateur",
        "ColumnBrowserFamily": "Famille de navigateur",
        "ColumnBrowserVersion": "Version du navigateur",
        "ColumnConfiguration": "Configuration",
        "ColumnOperatingSystem": "Système d'exploitation",
        "ColumnResolution": "Résolution",
        "ColumnTypeOfScreen": "Type d'écran",
        "Configurations": "Configurations",
        "GamingConsole": "Console de jeu",
        "Language_aa": "Afar",
        "Language_ab": "Abkhaze",
        "Language_ae": "Avestique",
        "Language_af": "Africain",
        "Language_ak": "Akan",
        "Language_am": "Amharique",
        "Language_an": "Aragonais",
        "Language_ar": "Arabe",
        "Language_as": "Assamais",
        "Language_av": "Avar",
        "Language_ay": "Aymara",
        "Language_az": "Azéri",
        "Language_ba": "Bachkir",
        "Language_be": "Biélorusse",
        "Language_bg": "Bulgare",
        "Language_bh": "Bihari",
        "Language_bi": "Bichelamar",
        "Language_bm": "Bambara",
        "Language_bn": "Bengali",
        "Language_bo": "Tibétain",
        "Language_br": "Breton",
        "Language_bs": "Bosniaque",
        "Language_ca": "Catalan",
        "Language_ce": "Tchétchène",
        "Language_ch": "Chamorro",
        "Language_co": "Corse",
        "Language_cr": "Cri",
        "Language_cs": "Tchèque",
        "Language_cu": "Vieux-slave liturgique",
        "Language_cv": "Tchouvache",
        "Language_cy": "Gallois",
        "Language_da": "Danois",
        "Language_de": "Allemand",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewe",
        "Language_el": "Grecque",
        "Language_en": "Anglais",
        "Language_eo": "Espéranto",
        "Language_es": "Espagnol",
        "Language_et": "Estonien",
        "Language_eu": "Basque",
        "Language_fa": "Persan",
        "Language_ff": "Peul",
        "Language_fi": "Finlandais",
        "Language_fj": "Fidjien",
        "Language_fo": "Féroïen",
        "Language_fr": "Français",
        "Language_fy": "Frison occidental",
        "Language_ga": "Irlandais",
        "Language_gd": "Gaélique écossais",
        "Language_gl": "Galicien",
        "Language_gn": "Guarani",
        "Language_gu": "Gujarati",
        "Language_gv": "Mannois",
        "Language_ha": "Haoussa",
        "Language_he": "Hébreu",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri Motu",
        "Language_hr": "Croate",
        "Language_ht": "Créole Haïtien",
        "Language_hu": "Hongrois",
        "Language_hy": "Arménien",
        "Language_hz": "Héréro",
        "Language_ia": "Interlingue",
        "Language_id": "Indonésien",
        "Language_ie": "Interlingue",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Inupiak",
        "Language_io": "Ido",
        "Language_is": "Islandais",
        "Language_it": "Italien",
        "Language_iu": "Inuktitut",
        "Language_ja": "Japonais",
        "Language_jv": "Javanais",
        "Language_ka": "Géorgien",
        "Language_kg": "Kikongo",
        "Language_ki": "Kikuyu",
        "Language_kj": "Kuanyama",
        "Language_kk": "Kazakh",
        "Language_kl": "Groenlandais",
        "Language_km": "Khmer",
        "Language_kn": "Kannada",
        "Language_ko": "Coréen",
        "Language_kr": "Kanuri",
        "Language_ks": "Cachemiri",
        "Language_ku": "Kurde",
        "Language_kv": "Komi",
        "Language_kw": "Cornique",
        "Language_ky": "Kirghize",
        "Language_la": "Latin",
        "Language_lb": "Luxembourgeois",
        "Language_lg": "Luganda",
        "Language_li": "Limbourgeois",
        "Language_ln": "Lingala",
        "Language_lo": "Lao",
        "Language_lt": "Lituanien",
        "Language_lu": "Luba-Katanga",
        "Language_lv": "Letton",
        "Language_mg": "Malgache",
        "Language_mh": "Marshallais",
        "Language_mi": "Maori",
        "Language_mk": "Macédonien",
        "Language_ml": "Malayalam",
        "Language_mn": "Mongolien",
        "Language_mr": "Marathi",
        "Language_ms": "Malais",
        "Language_mt": "Maltais",
        "Language_my": "Birman",
        "Language_na": "Nauruan",
        "Language_nb": "Bokmål",
        "Language_nd": "Sindebele",
        "Language_ne": "Népalais",
        "Language_ng": "Ndonga",
        "Language_nl": "Néerlandais",
        "Language_nn": "Nynorsk",
        "Language_no": "Norvégien",
        "Language_nr": "Nrebele",
        "Language_nv": "Navajo",
        "Language_ny": "Chichewa",
        "Language_oc": "Occitan",
        "Language_oj": "Ojibwé",
        "Language_om": "Oromo",
        "Language_or": "Oriya",
        "Language_os": "Ossète",
        "Language_pa": "Panjābī",
        "Language_pi": "Pali",
        "Language_pl": "Polonais",
        "Language_ps": "Pachto",
        "Language_pt": "Portuguais",
        "Language_qu": "Quechua",
        "Language_rm": "Rhéto-roman",
        "Language_rn": "Kirundi",
        "Language_ro": "Roumain",
        "Language_ru": "Russe",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sanskrit",
        "Language_sc": "Sarde",
        "Language_sd": "Sindhi",
        "Language_se": "Same",
        "Language_sg": "Sango",
        "Language_si": "Cingalais",
        "Language_sk": "Slovaque",
        "Language_sl": "Slovène",
        "Language_sm": "Samoan",
        "Language_sn": "Shona",
        "Language_so": "Somali",
        "Language_sq": "Albanais",
        "Language_sr": "Serbe",
        "Language_ss": "Swati",
        "Language_st": "Sotho",
        "Language_su": "Soundanais",
        "Language_sv": "Suédois",
        "Language_sw": "Swahili",
        "Language_ta": "Tamoul",
        "Language_te": "Télougou",
        "Language_tg": "Tadjik",
        "Language_th": "Thaï",
        "Language_ti": "Tigrigna",
        "Language_tk": "Turkmène",
        "Language_tl": "Tagalog",
        "Language_tn": "Tswana",
        "Language_to": "Tonguien",
        "Language_tr": "Turc",
        "Language_ts": "Tsonga",
        "Language_tt": "Tatar",
        "Language_tw": "Akan",
        "Language_ty": "Tahitien",
        "Language_ug": "Ouïghour",
        "Language_uk": "Ukrainien",
        "Language_ur": "Ourdou",
        "Language_uz": "Ouzbek",
        "Language_ve": "Venda",
        "Language_vi": "Vietnamien",
        "Language_vo": "Volapük",
        "Language_wa": "Wallon",
        "Language_wo": "Wolof",
        "Language_xh": "Xhosa",
        "Language_yi": "Yiddish",
        "Language_yo": "Yoruba",
        "Language_za": "Chuang",
        "Language_zh": "Chinois",
        "Language_zu": "Zoulou",
        "LanguageCode": "Code langue",
        "MobileVsDesktop": "Mobile vs Fixe",
        "OperatingSystemFamily": "Famille de systèmes d'exploitation",
        "OperatingSystems": "Système d'exploitation",
        "PluginDescription": "Effectue des rapports variés sur les paramètres utilisateurs: navigateur, famille du navigateur, système d'exploitation, plugins, résolution, paramètres généraux.",
        "PluginDetectionDoesNotWorkInIE": "Note : La détection des plugins ne fonctionne pas avec Internet Explorer. Ce rapport est basé sur les navigateurs non-IE.",
        "Resolutions": "Résolutions",
        "VisitorSettings": "Paramètres visiteur",
        "WideScreen": "Largeur d'écran",
        "WidgetBrowserFamilies": "Navigateurs par famille",
        "WidgetBrowserFamiliesDocumentation": "Ce tableau affiche les navigateurs de vos visiteurs regroupés par famille. %s L'information la plus importante pour les développeurs est quel type de moteur de rendu utilisent leurs visiteurs. Les labels contiennent les noms des moteurs suivis par les principaux navigateurs les utilisant entre parenthèses.",
        "WidgetBrowsers": "Navigateurs du visiteur",
        "WidgetBrowsersDocumentation": "Ce rapport contient des informations à propos de quel type de navigateur vos visiteurs utilisent. Chaque version du navigateur est listée séparément.",
        "WidgetBrowserVersion": "Version du navigateur",
        "WidgetGlobalVisitors": "Configuration globale des visiteurs",
        "WidgetGlobalVisitorsDocumentation": "Ce rapport montre les configurations globales les plus communes de vos visiteurs. Une configuration est la combinaison d'un système d'exploitation, d'un type de navigateur et d'une résolution d'écran.",
        "WidgetOperatingSystems": "Systèmes d'exploitation",
        "WidgetPlugins": "Liste de Plugins",
        "WidgetPluginsDocumentation": "Ce rapport montre quels plugins du navigateur vos visiteurs ont activés. Cette information peut être importante pour choisir le bon moyen de délivrer le contenu.",
        "WidgetResolutions": "Résolutions d'écran",
        "WidgetWidescreen": "Normal \/ Écran large"
    },
    "UsersManager": {
        "AddUser": "Ajouter un nouvel utilisateur",
        "Alias": "Alias",
        "AllWebsites": "Tous les sites Internet",
        "AnonymousUserHasViewAccess": "Note : l'utilisateur %1$s a un accès en %2$s à ce site web.",
        "AnonymousUserHasViewAccess2": "Vos rapports d'analyse et les informations de vos visiteurs sont visibles publiquement.",
        "ApplyToAllWebsites": "Appliquer à tous les sites",
        "ChangeAllConfirm": "Êtes-vous sûr de vouloir changer les permissions de '%s' sur tous les sites Internet?",
        "ChangePasswordConfirm": "Modifier le mot de passe modifiera aussi la clef d'authentification des utilisateurs. Voulez-vous vraiment continuer?",
        "ClickHereToDeleteTheCookie": "Cliquez ici pour supprimer le cookie et pour que Piwik prenne en compte vos visites",
        "ClickHereToSetTheCookieOnDomain": "Cliquez ici pour mettre en place un cookie qui exclura vos visites sur ceux de vos sites web qui sont analysés par Piwik sur %s",
        "ConfirmGrantSuperUserAccess": "Voulez vous vraiment donner un accès super utilisateur à '%s'? Attention : cet utilisateur va avoir accès à tous les sites web et sera capable d'effectuer des tâches administratives.",
        "ConfirmProhibitMySuperUserAccess": "%s, voulez-vous vraiment supprimer votre accès super utilisateur? Vous allez perdre toutes les permissions et accès aux sites web et serez déconnecté(e) de Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Souhaitez vous réellement retirer l'accès super utilisateur à \"%s\"? L'utilisateur va perdre toutes les permissions d'accès à l'ensemble des sites web. Assurez vous de lui accorder les permissions requises après si nécessaire.",
        "DeleteConfirm": "Êtes-vous sûr de vouloir supprimer l'utilisateur %s?",
        "Email": "Courriel",
        "EmailYourAdministrator": "%1$sEnvoyez un courriel à votre administrateur à propos de ce problème%2$s.",
        "ExceptionAccessValues": "Le paramètre access doit contenir une des valeurs suivantes : [ %s ]",
        "ExceptionAdminAnonymous": "Vous ne pouvez pas autoriser l'accès administrateur à l'utilisateur Anonyme.",
        "ExceptionDeleteDoesNotExist": "L'utilisateur '%s' est inexistant, il n'a pu être supprimé.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Impossible de supprimer l'utilisateur \"%s\".",
        "ExceptionEditAnonymous": "L'utilisateur Anonyme ne peut être édité ou supprimé. Il est utilisé pour identifier un utilisateur qui ne s'est pas encore connecté. Par exemple vous pouvez rendre vos statistiques publiques en accordant l'accès 'vue' à l'utilisateur 'anonyme'.",
        "ExceptionEmailExists": "L'utilisateur avec l'e-mail '%s' existe déjà.",
        "ExceptionInvalidEmail": "L'adresse courriel est invalide.",
        "ExceptionInvalidLoginFormat": "Le login doit contenir entre %1$s et %2$s caractères et être composé uniquement de lettres, chiffres, ou les caractères '_' ou '-' ou '.' ou '@' ou '+'",
        "ExceptionInvalidPassword": "La longueur du mot de passe doit être entre %1$s et %2$s caractères.",
        "ExceptionLoginExists": "Le login '%s' existe déjà.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth attend un mot de passe haché en MD5 (chaine de 32 caractères). Veuillez appeler la fonction md5() sur le mot de passe avant d'appeler cette méthode.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Retirer l'accès Super Utilisateur à l'utilisateur \"%s\" est impossible.",
        "ExceptionSuperUserAccess": "Cet utilisateur possède un accès super utilisateur et a déjà la permission d'accéder et de modifier tous les sites au sein de Piwik. Vous devez supprimer l'accès super utilisateur de cet utilisateur et essayer à nouveau.",
        "ExceptionUserDoesNotExist": "L'utilisateur '%s' est inexistant.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Il doit y avoir au moins un utilisateur avec l'accès Super Utilisateur. Veuillez accorder l'accès super utilisateur à un autre utilisateur d'abord.",
        "ExcludeVisitsViaCookie": "Excluez vos visites en utilisant un cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Pour les utilisateurs anonymes, date du rapport à charger par défaut",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Si vous souhaitez modifier votre mot de passe tapez en un nouveau. Sinon laissez le champ vide.",
        "InjectedHostCannotChangePwd": "Vous êtes actuellement connecté depuis un hôte inconnu (%1$s). Vous ne pourrez modifier votre mot de passe tant que ce problème ne sera pas corrigé.",
        "LastSeen": "Vu pour la dernière fois",
        "MainDescription": "Décidez quels utilisateurs ont accès à quels sites. Vous pouvez aussi changer les permissions de tous les sites d'un seul coup.",
        "ManageAccess": "Gestion des accès utilisateurs",
        "MenuAnonymousUserSettings": "Paramètres utilisateurs anonymes",
        "MenuUsers": "Utilisateurs",
        "MenuUserSettings": "Paramètres utilisateurs",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Note : Vous ne pouvez pas modifier les paramètres dans cette section, ce parce que vous n'avez aucun site web accessible par des utilisateurs anonymes.",
        "NoUsersExist": "Il n'y a pas encore d'utilisateurs.",
        "PluginDescription": "Gestion des utilisateurs dans Piwik: ajouter un nouvel utilisateur, en éditer, mettre à jour les permissions. Toutes les actions sont aussi disponibles au travers de l'API.",
        "PrivAdmin": "Administration",
        "PrivNone": "Pas d'accès",
        "PrivView": "Consultation",
        "ReportDateToLoadByDefault": "Date du rapport à charger par défaut",
        "ReportToLoadByDefault": "Rapport à charger par défaut",
        "SuperUserAccessManagement": "Gérer l'accès Super Utilisateur",
        "SuperUserAccessManagementGrantMore": "Ici vous pouvez accorder un accès Super Utilisateur aux autres utilisateurs Piwik. Veuillez effectuer cela avec précaution.",
        "SuperUserAccessManagementMainDescription": "Les super utilisateurs possèdent le plus haut niveau de permissions. Ils peuvent effectuer n'importe quelle tâche administrative telle qu'ajouter des nouveaux sites, ajouter des utilisateurs, modifier les permissions, activer et désactiver des modules complémentaires et même en installer d'autres depuis le Marché.",
        "TheLoginScreen": "L'interface de connexion",
        "ThereAreCurrentlyNRegisteredUsers": "Il y a actuellement %s utilisateurs enregistrés.",
        "TypeYourPasswordAgain": "Tapez à nouveau votre nouveau mot de passe.",
        "User": "Utilisateur",
        "UsersManagement": "Gestion des utilisateurs",
        "UsersManagementMainDescription": "Créez de nouveaux utilisateurs ou modifiez-les. Vous pourrez ensuite changer leurs permissions ci-dessus.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quand les utilisateurs ne sont pas connectés et accèdent à Piwik, ils verront",
        "YourUsernameCannotBeChanged": "Votre nom d'utilisateur ne peut pas être modifié.",
        "YourVisitsAreIgnoredOnDomain": "%sVos visites sont ignorées par Piwik sur %s %s(Le cookie d'exclusion de Piwik est présent sur votre navigateur)",
        "YourVisitsAreNotIgnored": "%sVos visites sont prises en compte par Piwik%s (le cookie d'exclusion de Piwik n'a pas été trouvé sur votre navigateur)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Actions des visites retour",
        "ColumnAverageVisitDurationForReturningVisitors": "Durée moyenne des visites pour les visiteurs connus (en secondes)",
        "ColumnAvgActionsPerReturningVisit": "Nombre d'actions moyen par visiteur connu.",
        "ColumnBounceCountForReturningVisits": "Compteur rebond pour visites de retour",
        "ColumnBounceRateForReturningVisits": "Pourcentage de rebond par les visites retour",
        "ColumnMaxActionsInReturningVisit": "Actions maximum dans une visite de retour",
        "ColumnNbReturningVisitsConverted": "Nombre de visites converties de retour",
        "ColumnReturningVisits": "Visites retour",
        "ColumnSumVisitLengthReturning": "Le temps total passé par les visiteurs de retour (en secondes)",
        "ColumnUniqueReturningVisitors": "Visiteurs uniques de retour",
        "PluginDescription": "Effectue des rapports sur les visiteurs déjà venus vis-à-vis des nouveaux visiteurs.",
        "ReturnActions": "%s actions de visites de visiteurs connus",
        "ReturnAverageVisitDuration": "%s durée moyenne de la visite des visiteurs connus",
        "ReturnAvgActions": "%s actions par visiteur connu",
        "ReturnBounceRate": "%s visiteurs connus ont survolé (quitté le site après une page)",
        "ReturningVisitDocumentation": "Une visite de retour (par opposition à une nouvelle visite) est effectuée par quelqu'un qui a déjà visité le site web au moins une fois auparavant.",
        "ReturningVisitsDocumentation": "Ceci est un aperçu des visites de retour.",
        "ReturnVisits": "%s visites de visiteurs connus",
        "SubmenuFrequency": "Fréquence",
        "WidgetGraphReturning": "Graphique de visites de visiteurs connus",
        "WidgetOverview": "Récapitulatif de la Fréquence"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Pages par visite",
        "ColumnVisitDuration": "Durée de la visite",
        "Engagement": "Engagement",
        "NPages": "%s pages",
        "OneMinute": "1 min",
        "OnePage": "1 page",
        "PluginDescription": "Effectue des rapports à propos des intérêts des visiteurs: nombre de pages vues, temps passé sur le site.",
        "PlusXMin": "%s min",
        "VisitNum": "Numéro de la visite",
        "VisitsByDaysSinceLast": "Visites par jours depuis la dernière visite",
        "visitsByVisitCount": "Visites par numéro de visite",
        "VisitsPerDuration": "Visites par durée de la visite",
        "VisitsPerNbOfPages": "Visites par nombre de pages",
        "WidgetLengths": "Durée des visites",
        "WidgetLengthsDocumentation": "Dans ce rapport, vous pouvez voir combien de visites duraient un certain temps. Initialement ce rapport est affiché comme un nuage de tags, les durées les plus fréquentes sont affichées dans des polices plus grandes.",
        "WidgetPages": "Pages par visite",
        "WidgetPagesDocumentation": "Dans ce rapport, vous pouvez voir combien de visites impliquaient l'affichage d'un certain nombre de pages. Initialement ce rapport est affiché comme un nuage de tags, les nombres de pages les plus fréquents sont affichés dans des polices plus grandes.",
        "WidgetVisitsByDaysSinceLast": "Visites par jour depuis la dernière visite",
        "WidgetVisitsByDaysSinceLastDocumentation": "Dans ce rapport, vous pouvez voir le nombre de visites il y a eu de ce visiteur dont la dernière visite date depuis un certain nombre de jours.",
        "WidgetVisitsByNumDocumentation": "Dans ce rapport, vous pouvez voir le nombre de visites qui était la nième visite, par exemple: visiteurs qui ont visité votre site web au moins n fois."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s délais de génération moyen",
        "AverageVisitDuration": "%s durée moyenne de la visite",
        "GenerateQueries": "%s requêtes exécutées",
        "GenerateTime": "%s secondes pour générer la page",
        "MaxNbActions": "%s actions maximums en une visite",
        "NbActionsDescription": "%s actions (pages vues, téléchargements et liens de sortie)",
        "NbActionsPerVisit": "%s actions par visite",
        "NbDownloadsDescription": "%s téléchargements",
        "NbKeywordsDescription": "%s mots clés unique",
        "NbOutlinksDescription": "%s liens sortant",
        "NbPageviewsDescription": "%s pages vues",
        "NbSearchesDescription": "%s au total recherches sur votre site web",
        "NbUniqueDownloadsDescription": "%s téléchargements unique",
        "NbUniqueOutlinksDescription": "%s liens sortant unique",
        "NbUniquePageviewsDescription": "%s pages vues uniques",
        "NbUniqueVisitors": "%s visiteurs uniques",
        "NbVisitsBounced": "%s visiteurs ont survolé (quitté le site après une page)",
        "PluginDescription": "Effectue des rapports sur les valeurs générales des statistiques: visites, visiteurs uniques, nombre d'actions, taux de rebond, etc.",
        "VisitsSummary": "Récapitulatif des visites",
        "VisitsSummaryDocumentation": "Ceci est un aperçu de l'évolution de la visite.",
        "WidgetLastVisits": "Graphique des dernières visites",
        "WidgetOverviewGraph": "Graphique récapitulatif",
        "WidgetVisits": "Récapitulatif des visites"
    },
    "VisitTime": {
        "ColumnLocalTime": "Heure locale",
        "ColumnServerTime": "Heure serveur",
        "DayOfWeek": "Jour de la semaine",
        "LocalTime": "Visites par heure locale",
        "NHour": "%sh",
        "PluginDescription": "Effectue des rapports sur la date locale et serveur. Les informations serveur peuvent être utiles pour planifier une maintenance sur un site web.",
        "ServerTime": "Visites par heure du serveur",
        "SubmenuTimes": "Horaires",
        "VisitsByDayOfWeek": "Visites par Jour de la Semaine",
        "WidgetByDayOfWeekDocumentation": "Ce graphique affiche le nombre de visites que votre site web a reçu durant chaque jour de la semaine.",
        "WidgetLocalTime": "Visites par fuseau horaire local",
        "WidgetLocalTimeDocumentation": "Ce graphique affiche quelle heure il était dans le %s fuseau horaire du visiteur %s pendant sa visite.",
        "WidgetServerTime": "Visites par fuseau horaire du serveur",
        "WidgetServerTimeDocumentation": "Ce graphique affiche quelle heure il était dans le %s fuseau horaire du serveur %s pendant les visites."
    },
    "Widgetize": {
        "OpenInNewWindow": "Ouvrir dans une nouvelle fenêtre",
        "PluginDescription": "Le plugin rend simple l'export de n'importe quel Widget Piwik dans votre blog, site web ou sur Igoogle et Netvibes!",
        "TopLinkTooltip": "Exporter les rapports Piwik en tant que gadget et incorporer le tableau de bord dans votre application en tant qu'iframe."
    }
}