{
    "Actions": {
        "ColumnClickedURL": "क्लिक किया यूआरएल",
        "ColumnClicks": "क्लिकों",
        "ColumnClicksDocumentation": "इस लिंक पर इतनी बार क्लिक किया गया था",
        "ColumnDownloadURL": "यू.आर.एल डाउनलोड करें",
        "ColumnEntryPageTitle": "प्रवेश पेज का शीर्षक",
        "ColumnEntryPageURL": "प्रवेश पृष्ठ का यू.आर.एल",
        "ColumnExitPageTitle": "एक्जिट पेज का शीर्षक",
        "ColumnExitPageURL": "एक्जिट पेज का यू.आ.रएल",
        "ColumnNoResultKeyword": "कीवर्ड बगैर सर्च रिजल्ट के",
        "ColumnPageName": "पेज का नाम",
        "ColumnPagesPerSearch": "खोज परिणाम के पन्नों",
        "ColumnPagesPerSearchDocumentation": "विजिटर्स आपकी वेबसाइट पर सर्च करेंगे और कभी कभी अधिक रिजल्ट्स देखने के लिए \"नेक्स्ट\" पर क्लिक करेंगे। यह इस कीवर्ड के लिए देखी खोज परिणाम पृष्ठों की औसत संख्या है। यह इस कीवर्ड के लिए देखे गए सर्च रिजल्ट पृष्ठों की औसत संख्या है।",
        "ColumnPageURL": "पृष्ठ का यू.आर.एल",
        "ColumnSearchCategory": "सर्च श्रेणी",
        "ColumnSearches": "खोजें",
        "ColumnSearchesDocumentation": "अपनी वेबसाइट की खोज इंजन पर इस कीवर्ड के लिए खोज की है कि यात्राओं की संख्या.",
        "ColumnSearchExits": "% खोज एक्ज़िट",
        "ColumnSearchExitsDocumentation": "आपके साइट सर्च इंजन पर इस कीवर्ड के लिए खोज करने के बाद वेबसाइट को छोड़ दिया हो ऐसी विजिट्स के प्रतिशत।",
        "ColumnSearchResultsCount": "खोज परिणाम गणना",
        "ColumnSiteSearchKeywords": "अद्वितीय कीवर्ड",
        "ColumnUniqueClicks": "विशिष्ट क्लिक",
        "ColumnUniqueClicksDocumentation": "दिए गए लिंक पर क्लिक करने वाले विज़िट्स की संख्या। यदि एक विज़िट में किसी भी लिंक पर अनेकों बार क्लिक किया गया हो, तो उसे एक ही बार गिना जाता है।",
        "ColumnUniqueDownloads": "विशिष्ट डाउनलोड",
        "ColumnUniqueOutlinks": "विशिष्ट आउटलिंक",
        "DownloadsReportDocumentation": "यह रिपोर्ट आपकी वेबसाइट पर आने वाले व्यक्तियों द्वारा डाउनलोड की गयी फाइलों को दर्शाती है। जब कोई व्यक्ति किसी डाउनलोड लिंक %s पर क्लिक करता है, तो पिविक उसे डाउनलोड की दृष्टि से देखता है। डाउनलोड सही रूप से हुआ या नहीं, इस बात की जानकारी पिविक को नहीं होती।",
        "EntryPagesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान इस्तेमाल किया गया है कि प्रवेश पृष्ठों के बारे में जानकारी शामिल हैं. एक प्रवेश पृष्ठ एक उपयोगकर्ता अपनी यात्रा के दौरान विचार है कि प्रथम पृष्ठ है. प्रवेश यूआरएल %s एक फ़ोल्डर संरचना के रूप में प्रदर्शित कर रहे हैं.",
        "EntryPageTitles": "एंट्री पेज खिताब",
        "EntryPageTitlesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान इस्तेमाल किया गया है कि प्रवेश पृष्ठों के शीर्षक के बारे में जानकारी शामिल हैं.",
        "ExitPagesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान हुई कि निकास पृष्ठों के बारे में जानकारी शामिल हैं. एक बाहर निकलें पृष्ठ एक उपयोगकर्ता अपनी यात्रा के दौरान विचार है कि पिछले पृष्ठ है. बाहर निकलने के यूआरएल %s एक फ़ोल्डर संरचना के रूप में प्रदर्शित कर रहे हैं.",
        "ExitPageTitles": "पृष्ठ शीर्षक से बाहर निकलें",
        "ExitPageTitlesReportDocumentation": "इस रिपोर्ट में निर्दिष्ट अवधि के दौरान हुई कि निकास पृष्ठों के शीर्षक के बारे में जानकारी शामिल हैं.",
        "LearnMoreAboutSiteSearchLink": "आपकी वेबसाइट पर आने वाले व्यक्ति वेबसाइट के सर्च इंजन को किस प्रकार से इस्तेमाल करते हैं के विषय में और जानें।",
        "OutlinkDocumentation": "आउटलिंक उस लिंक को कहा जाता है जो आपकी वेबसाइट पर आये व्यक्तियों को किसी अन्य वेबसाइट पर ले जाता है।",
        "OutlinksReportDocumentation": "इस रिपोर्ट में अपने आगंतुकों द्वारा क्लिक किया गया है कि बाहर कड़ी यूआरएल की एक पदानुक्रमित सूची दिखाता है.",
        "PagesReportDocumentation": "इस रिपोर्ट का दौरा किया गया है कि पृष्ठ यूआरएल के बारे में जानकारी शामिल हैं. तालिका %s पदानुक्रम रूप से आयोजित किया जाता है, यूआरएल एक फ़ोल्डर संरचना के रूप में प्रदर्शित कर रहे हैं.",
        "PageTitlesReportDocumentation": "इस रिपोर्ट का दौरा किया गया है कि पृष्ठों के शीर्षक के बारे में जानकारी शामिल हैं. %s पृष्ठ शीर्षक सबसे ब्राउज़रों अपने विंडो शीर्षक में पता चलता है कि एचटीएमएल %s टैग है.",
        "PageUrls": "पृष्ठों के यूआरएल",
        "PluginDescription": "पृष्ठ विचारों, आउटलिंक और डाउनलोड के बारे में रिपोर्टें. आउटलिंक और डाउनलोड ट्रैकिंग स्वचालित है! आप भी अपनी आंतरिक वेबसाइट की खोज इंजन को ट्रैक कर सकते हैं.",
        "SiteSearchCategories1": "यह रिपोर्ट है कि वे अपनी वेबसाइट पर एक खोज कर दिया जब आगंतुकों द्वारा चयनित श्रेणियाँ सूचीबद्ध करता है.",
        "SiteSearchCategories2": "आगंतुकों को एक विशिष्ट श्रेणी में सभी उत्पादों को उनकी खोजों को सीमित कर सकते हैं इतना है कि उदाहरण के लिए, ईकॉमर्स वेबसाइटों आम तौर पर एक \"श्रेणी\" चयनकर्ता है.",
        "SiteSearchFollowingPagesDoc": "आगंतुकों को अपनी वेबसाइट पर खोज करते हैं, वे एक विशेष पृष्ठ, सामग्री, उत्पाद या सेवा के लिए देख रहे हैं. इस रिपोर्ट में यह एक आंतरिक खोज के बाद सबसे क्लिक किया गया है कि पृष्ठों की सूची. दूसरे शब्दों में, पृष्ठों की सूची में सबसे पहले से ही अपनी वेबसाइट पर आगंतुकों द्वारा की खोज की.",
        "SiteSearchIntro": "आगंतुकों को अपनी वेबसाइट पर बनाने वाली खोजों ट्रैकिंग अपने दर्शकों के लिए क्या देख रहा है के बारे में अधिक जानने के लिए एक बहुत प्रभावी तरीका है, यह संभावित ग्राहकों के लिए खोज, और आम तौर पर आगंतुकों 'में सुधार किया जा सकता है कि नया ईकॉमर्स उत्पादों, नई सामग्री के लिए विचारों को खोजने में मदद कर सकते हैं अपनी वेबसाइट पर अनुभव.",
        "SiteSearchKeyword": "खोजशब्द (साइट खोज)",
        "SiteSearchKeywordsDocumentation": "यह रिपोर्ट आपकी वेबसाइट के आंतरिक सर्च इंजन पर ढूंढे गए खोजशब्दों को दर्शाती है।",
        "SiteSearchKeywordsNoResultDocumentation": "इस रिपोर्ट में किसी भी खोज कीवर्ड को सूचीबद्ध करता है जिनसे खोज परिणाम वापस नहीं आता है शायद खोज इंजन एल्गोरिथ्म में सुधार किया जा सकता है, या हो सकता है आपके आगंतुकों सामग्री के लिए देख रहे हैं वह आपकी वेबसाइट में न हो",
        "SubmenuPagesEntry": "प्रवेश पृष्ठ",
        "SubmenuPagesExit": "बाहर निकलें पृष्ठों",
        "SubmenuPageTitles": "पृष्ठों के शीर्षक",
        "SubmenuSitesearch": "साइट खोज",
        "WidgetEntryPageTitles": "प्रवेश प्रष्ट शीर्षक",
        "WidgetExitPageTitles": "पृष्ठ शीर्षक से बाहर निकलें",
        "WidgetPagesEntry": "प्रवेश पन्ने",
        "WidgetPagesExit": "निकास पृष्ठ",
        "WidgetPageTitles": "पृष्ठों के शीर्षक",
        "WidgetPageTitlesFollowingSearch": "एक साइट खोज के बाद पृष्ठ शीर्षक",
        "WidgetPageUrlsFollowingSearch": "एक साइट खोज के बाद पन्ने",
        "WidgetSearchCategories": "खोज श्रेणियां",
        "WidgetSearchKeywords": "साइट खोजशब्द",
        "WidgetSearchNoResultKeywords": "खोजशब्द जिनका कोई परिणाम नहीं"
    },
    "Annotations": {
        "AddAnnotationsFor": "%s एनोटेशन जोड़ें",
        "AnnotationOnDate": "%1$s एनोटेशन तारीख: %2$s",
        "Annotations": "टिप्पणियाँ",
        "ClickToDelete": "इस टिपण्णी को हटाने के लिए क्लिक करें।",
        "ClickToEdit": "इस टिपण्णी में बदलाव करने के लिए क्लिक करें।",
        "ClickToEditOrAdd": "टिपण्णी में बदलाव करने के लिए या नयी टिपण्णी बनाने के लिए क्लिक करें।",
        "ClickToStarOrUnstar": "इस टिप्पणी को स्टार या अतारांकित करने के लिए क्लिक करें.",
        "CreateNewAnnotation": "नयी टिपण्णी बनाएं।",
        "EnterAnnotationText": "अपनी टिप्पणी दर्ज करें ...",
        "HideAnnotationsFor": "%s एनोटेशन छुपाएं...",
        "IconDesc": "इस समय अवधि के लिए नोट्स देखें.",
        "IconDescHideNotes": "इस समय अवधि के लिए नोट्स छुपाये .",
        "InlineQuickHelp": "आप विशेष घटनाओं (जैसे की नया ब्लॉग पोस्ट या वेबसाइट को पुनः डिज़ाइन करना) को अंकित करने के लिए या अपने डेटा के विश्लेषण अथवा ऐसी कोई भी चीज़ जो कि आप के अनुसार महत्वपूर्ण है को सुरक्षित रखने के लिए टिप्पणियों का प्रयोग कर सकते हैं।",
        "LoginToAnnotate": "नयी टिपण्णी बनाने के लिए लौग इन करें।",
        "NoAnnotations": "स्पष्ट की गयी तारीख की सीमा के लिए कोई टिपण्णी मौजूद नहीं है।",
        "PluginDescription": "आप अपनी वेबसाइट पर किए गए परिवर्तनों को चिह्नित करने के लिए अलग अलग दिनों के लिए नोट संलग्न करने के लिए अनुमति देता है,विश्लेषण बचाने आप अपने डेटा को को बनाने और अपने सहयोगियों के साथ अपने विचारों को साझा करें. अपने डेटा एनोटेट करके, आप सुनिश्चित करे क्यों अपने डेटा ऐसा लग रहा है",
        "ViewAndAddAnnotations": "%s टिप्पणियां देखें और जोड़...",
        "YouCannotModifyThisNote": "आप इस टिपण्णी में परिवर्तन नहीं कर सकते हैं क्योंकि न तो आपने इसके लेखक हैं और न ही आपके पास इस साइट के लिए एडमिन एक्सेस है।"
    },
    "API": {
        "GenerateVisits": "आप आज के लिए डेटा नहीं है, तो आप पहले %s प्लगइन का उपयोग कर कुछ डेटा उत्पन्न कर सकते हैं. आप %s प्लगइन सक्षम कर सकते हैं, तो Piwik व्यवस्थापक क्षेत्र में 'आगंतुक जेनरेटर' मेनू पर क्लिक करें.",
        "KeepTokenSecret": "इस टोकन प्रमाणन अपने लॉगिन और पासवर्ड के रूप में गुप्त रूप है, %s %s यह साझा नहीं करते हैं!",
        "LoadedAPIs": "सफलतापूर्वक लोड %s एपीआई",
        "MoreInformation": "Piwik एपीआई के बारे में अधिक जानकारी के लिए,कृपया %s Piwik एपीआई %s और %s Piwik एपीआई संदर्भ %s के परिचय पर एक नजर डाले",
        "PluginDescription": "Piwik में सभी डेटा सरल एपीआई के माध्यम से उपलब्ध है.यह प्लगइन वेब सेवा प्रवेश बिंदु है जो प्राप्त करने के लिए आप कॉल करे अपने वेब विश्लेषिकी डेटा xml, json, PHP, csv, आदि में",
        "QuickDocumentationTitle": "एपीआई त्वरित प्रलेखन",
        "TopLinkTooltip": "Json, xml, आदि में एक सरल एपीआई के माध्यम से प्रोग्राम के रूप में अपने वेब विश्लेषिकी डेटा का उपयोग करे",
        "UserAuthentication": "प्रयोगकर्ता का प्रामाणीकरण",
        "UsingTokenAuth": "आप एक स्क्रिप्ट के भीतर %s डेटा, एक crontab, आदि %s के लिए अनुरोध करना चाहते हैं तो प्रमाणीकरण की आवश्यकता है कि यूआरएल कॉल आप एपीआई के लिए पैरामीटर %s जोड़ने की जरूरत है."
    },
    "CoreAdminHome": {
        "Administration": "प्रशासन",
        "BrandingSettings": "ब्रांडिंग सेटिंग्स",
        "CheckReleaseGetVersion": "Piwik के नए संस्करण की जाँच करते समय, हमेशा मिलता",
        "ClickHereToOptIn": "इस विकल्प को चुनने के लिए यहाँ क्लिक करें।",
        "ClickHereToOptOut": "बाहर निकलना के लिए यहां क्लिक करें.",
        "CustomLogoFeedbackInfo": "आप Piwik प्रतीक चिन्‍ह अनुकूलित करे, तो आप भी शीर्ष मेनू में लिंक %s को छिपाने के लिए दिलचस्पी हो सकती है. ऐसा करने के लिए, आप प्रबंधित प्लगइन्स पृष्ठ में %s प्रतिक्रिया प्लगइन %s निष्क्रिय कर सकते हैं.",
        "CustomLogoHelpText": "आप Piwik प्रतीक चिन्‍ह को अनुकूलित कर सकते हैं जो यूजर इंटरफेस और ईमेल रिपोर्ट में प्रदर्शित किया जाएगा",
        "DevelopmentProcess": "हमारी %s विकास प्रक्रिया %s मे हजारों स्वचालित परीक्षण शामिल हैं, जबकि बीटा परीक्षक Piwik में \"कोई बग नीति\" को प्राप्त करने में एक महत्वपूर्ण भूमिका निभाते हैं.",
        "EmailServerSettings": "ईमेल सर्वर की सेटिंग्स",
        "ForBetaTestersOnly": "केवल बीटा परीक्षकों के लिए",
        "ImageTracking": "इमेज ट्रैकिंग",
        "ImageTrackingIntro1": "एक आगंतुक जावास्क्रिप्ट निष्क्रिय कर दिया या जावास्क्रिप्ट प्रयोग नहीं किया, आप आगंतुकों को ट्रैक करने के लिए एक छवि ट्रैकिंग लिंक का उपयोग कर सकते हैं.",
        "ImageTrackingIntro2": "नीचे लिंक उत्पन्न करें और उत्पन्न HTML को पृष्ठ में कॉपी पेस्ट करें. आप जावास्क्रिप्ट पर नज़र रखने के लिए एक fallback के रूप में इस का उपयोग कर रहे हैं, तो आप %1$s टैग में घेर कर सकते हैं.",
        "ImageTrackingIntro3": "विकल्पों की पूरी सूची के लिए एक छवि ट्रैकिंग लिंक का उपयोग कर सकते हैं , %1$s ट्रैकिंग एपीआई प्रलेखन %2$s देखें.",
        "ImageTrackingLink": "इमेज ट्रैकिंग का लिंक",
        "ImportingServerLogs": "सर्वर लॉग्स का आयात",
        "ImportingServerLogsDesc": "ब्राउज़र (या तो जावास्क्रिप्ट या एक छवि लिंक के माध्यम से) के माध्यम से दर्शकों ट्रैकिंग के लिए एक विकल्प लगातार सर्वर लॉग आयात है. सर्वर %1$s लॉग फ़ाइल एनालिटिक्स %2$s के बारे में अधिक जानें.",
        "JavaScriptTracking": "जावास्क्रिप्ट ट्रैकिंग",
        "JSTracking_CampaignKwdParam": "अभियान खोजशब्द प्राचल",
        "JSTracking_CampaignNameParam": "अभियान का नाम प्राचल",
        "JSTracking_CodeNote": "इस कोड %1$s टैग से पहले अपनी वेबसाइट के हर पृष्ठ पर है सुनिश्चित करें.",
        "JSTracking_CustomCampaignQueryParam": "अभियान का नाम और कीवर्ड के लिए कस्टम क्वेरी प्राचल नाम का प्रयोग करें",
        "JSTracking_CustomCampaignQueryParamDesc": "नोट: %1$s Piwik स्वतः गूगल एनालिटिक्स मापदंडों की पहचान करेगा.%2$s",
        "JSTracking_EnableDoNotTrack": "ग्राहक की ओर \"ट्रैक नहीं\" का पता लगाना सक्षम",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "नोट: सर्वर साइड, समर्थन सक्षम किया गया है \"ट्रैक नहीं\" इसलिए इस विकल्प का कोई प्रभाव नहीं पड़ेगा.",
        "JSTracking_EnableDoNotTrackDesc": "आगंतुकों को ट्रैक करना नहीं चाहते हैं तो ट्रैकिंग अनुरोध को नहीं भेजा जाएगा.",
        "JSTracking_GroupPageTitlesByDomain": "ट्रैकिंग से पहले साइट डोमेन पृष्ठ शीर्षक में जोड़े",
        "JSTracking_GroupPageTitlesByDomainDesc1": "किसी के ब्लॉग पर 'के बारे में' पृष्ठ पर जाता है तो अगर. %1$s यह ब्लॉग के बारे में \/ 'के रूप में दर्ज किया जाएगा. इस उप डोमेन से अपने यातायात का अवलोकन प्राप्त करने के लिए सबसे आसान तरीका है.",
        "JSTracking_MergeAliases": "\"आउटलिंक\" रिपोर्ट में,",
        "JSTracking_MergeSubdomains": "के सभी उप डोमेंस भर में आगंतुकों खोज",
        "JSTracking_MergeSubdomainsDesc": "तो एक आगंतुक का दौरा %1$s और %2$s अगर वे एक अद्वितीय आगंतुक के रूप में गिना जाएगा.",
        "JSTracking_PageCustomVars": "प्रत्येक पृष्ठ को देखने के लिए एक विशिष्ट चर खोज",
        "JSTracking_PageCustomVarsDesc": "उदाहरण के लिए, चर नाम \"श्रेणी\" के साथ और मूल्य \"श्वेत पत्र\".",
        "JSTracking_VisitorCustomVars": "इस आगंतुक के लिए कस्टम चर खोजे",
        "JSTracking_VisitorCustomVarsDesc": "उदाहरण के लिए, चर नाम \"प्रकार\" के साथ और मूल्य \"ग्राहक\".",
        "JSTrackingIntro1": "आपकी वेबसाइट पर आने वाले लोगों को आप कई तरीकों से ट्रैक कर सकते हैं। हमरी सलाह है कि आप इसके लिए जावास्क्रिप्ट का प्रयोग करें। इस तरीके को इस्तेमाल करने के लिए सुनिश्चित कर लें की आपकी वेबसाइट के प्रत्येक पृष्ट पर जावास्क्रिप्ट कोड हो। जावास्क्रिप्ट कोड को आप यहाँ से जेनरेट कर सकते हैं।",
        "JSTrackingIntro2": "एक बार जब आप अपनी वेबसाइट के लिए जावास्क्रिप्ट ट्रैकिंग कोड है कॉपी और सभी पृष्ठों पर जोड़ दें आप Piwik के साथ ट्रैक करना चाहते हैं",
        "JSTrackingIntro3": "सबसे वेबसाइटों में, ब्लॉग, सीएमएस, आदि आप के लिए तकनीकी काम करने के लिए एक पूर्व बनाया प्लगइन का उपयोग कर सकते हैं. (Piwik %2$s एकीकृत करने के लिए प्रयोग किया जाता plugins की हमारी %1$s सूची देखें.) कोई प्लगइन आप \"पाद\" फाइल में अपनी वेबसाइट टेम्पलेट्स संपादित करें और इस कोड जोड़ सकते हैं",
        "JSTrackingIntro4": "आप आगंतुकों को ट्रैक करने के लिए जावास्क्रिप्ट का उपयोग नहीं करना चाहते हैं, %1$s तो नीचे एक छवि ट्रैकिंग %2$s लिंक उत्पन्न करते हैं.",
        "JSTrackingIntro5": "आप ट्रैक पृष्ठ विचारों से अधिक करना चाहते हैं, उपलब्ध कार्यों की सूची के लिए %1$s Piwik जावास्क्रिप्ट ट्रैकिंग दस्तावेज़ीकरण %2$s की जाँच करें. इन कार्यों का उपयोग कर आप लक्ष्यों, कस्टम चर, ईकॉमर्स आदेश, परित्यक्त गाड़ियां और अधिक ट्रैक कर सकते हैं.",
        "LatestBetaRelease": "नवीनतम बीटा रिलीज़",
        "LatestStableRelease": "नवीनतम स्थायी रिलीज़",
        "LogoUpload": "अपलोड करने के लिए किसी लोगो को चुनें",
        "MenuDiagnostic": "डायग्नोस्टिक",
        "MenuGeneralSettings": "सामान्य सेटिंग्स",
        "MenuManage": "नियंत्रित करें",
        "OptOutComplete": "ऑप्ट-आउट कम्पलीट: इस वेबसाइट के लिए अपने दौरे वेब विश्लेषिकी उपकरण द्वारा दर्ज नहीं किया जाएगा.",
        "OptOutCompleteBis": "आप अपने कुकी साफ़ करें, अगर कुकी को हटा सकते हैं, या आप कंप्यूटर या वेब ब्राउज़र को बदलते हैं, तो आप फिर से ऑप्ट-आउट कार्यविधि को पूरा करने की आवश्यकता होगी.",
        "OptOutExplanation": "Piwik इंटरनेट पर गोपनीयता प्रदान करने के लिए समर्पित है. Piwik वेब विश्लेषिकी से बाहर निकलने के विकल्प के साथ अपने आगंतुकों प्रदान करने के लिए, आप अपनी वेबसाइट के पेज में से एक पर निम्नलिखित HTML कोड जोड़ सकते हैं, एक गोपनीयता नीति पेज में उदाहरण के लिए.",
        "OptOutExplanationBis": "यह कोड अपने दर्शकों के लिए एक कड़ी युक्त एक iframe को प्रदर्शित करेगा अपने ब्राउज़र में एक कुकी को सेट करके Piwik से लिए ऑप्ट बाहर जाने के लिए आइफ्रेम द्वारा प्रदर्शित की जाने वाली सामग्री को देखने के लिए %s यहां क्लिक करें %s.",
        "OptOutForYourVisitors": "अपने दर्शकों के लिए Piwik ऑप्ट आउट",
        "PiwikIsInstalledAt": "Piwik में स्थापित किया गया है",
        "PluginDescription": "Piwik का प्रशासन क्षेत्र.",
        "StableReleases": "Piwik अपने व्यापार का एक महत्वपूर्ण हिस्सा है, तो हम आपको नवीनतम स्थिर रिलीज उपयोग की सलाह देते हैं. आप नवीनतम बीटा का उपयोग करें और आप एक बग मिल या एक सलाह देना चाहते हैं, %sयहां देखें%s.",
        "TrackAGoal": "एक लक्ष्य की खोज",
        "TrackingCode": "कोड देखना",
        "TrustedHostConfirm": "क्या आप विश्वसनीय Piwik परिचारक नाम बदलना चाहते हैं?",
        "TrustedHostSettings": "Piwik विश्वसनीय परिचारक नाम",
        "UseCustomLogo": "एक विशिष्ट प्रतीक चिन्‍ह का प्रयोग करें",
        "ValidPiwikHostname": "Piwik वैध परिचारक नाम",
        "WithOptionalRevenue": "वैकल्पिक राजस्व के साथ",
        "YouAreOptedIn": "आप वर्तमान में चुने जाते हैं",
        "YouAreOptedOut": "आप वर्तमान में बाहर निकले जाते हैं.",
        "YouMayOptOut": "आप इस वेबसाइट पर एकत्र आंकड़ों का एकत्रीकरण और विश्लेषण से बचने के लिए अपने कंप्यूटर के लिए आवंटित एक अद्वितीय वेब विश्लेषण कुकी पहचान संख्या नहीं चुन सकते हैं.",
        "YouMayOptOutBis": "उसे विकल्प बनाने के लिए, कुकी को प्राप्त करने के लिए नीचे क्लिक करें."
    },
    "CoreHome": {
        "CategoryNoData": "इस श्रेणी में कोई डेटा नहीं. \"सभी लोगों को शामिल\" करने का प्रयास करें.",
        "CheckForUpdates": "अद्यतन देखें",
        "CheckPiwikOut": "Piwik जाँच करें!",
        "CloseWidgetDirections": "आप विजेट के शीर्ष पर 'X' आइकन पर क्लिक करके इस विजेट बंद कर सकते हैं.",
        "DataForThisReportHasBeenPurged": "इस रिपोर्ट के लिए डेटा %s महीनोंकी तुलना में अधिक पुराना है और शुद्ध किया गया है.",
        "DataTableExcludeAggregateRows": "कुल पंक्तियों %s को दिखाया जाता है उन्हें छुपाने",
        "DataTableIncludeAggregateRows": "कुल पंक्तियों को छिपा रहे हैं, %s उन्हें दिखाओ",
        "DateFormat": "% लंबा दिवस% % दिन% % लंबा महीना% % लंबा वर्ष%",
        "Default": "डिफ़ॉल्ट",
        "DonateCall1": "Piwik उपयोग करने के लिए आपके कुछ भी खर्च नहीं होंगे, लेकिन यह मतलब नहीं बनाने के लिए कोई खर्च नहीं लगता है.",
        "DonateCall2": "Piwik के बढ़ने और फूलने के लिए आपके निरंतर समर्थन की जरूरत है.",
        "DonateCall3": "आपको लग रहा है Piwik ने आपके व्यवसाय या प्रयास के लिए महत्वपूर्ण मूल्य जोड़ा है, %1$s कृपया दान करने पर विचार करे!%2$s",
        "DonateFormInstructions": "एक राशि का चयन करने के लिए स्लाइडर पर क्लिक करें, फिर दान की सदस्यता पर क्लिक करें.",
        "ExcludeRowsWithLowPopulation": "सभी पंक्तियों %s को दिखाया जाता है कम आबादी बाहर निकालें",
        "FlattenDataTable": "रिपोर्ट श्रेणीबद्ध %s है यह फ्लैट बनाओ है",
        "HowMuchIsPiwikWorth": "आप के लिए Piwik कितना लायक है?",
        "IncludeRowsWithLowPopulation": "कम आबादी के साथ पंक्तियाँ छिपे %s हुए हैं, सभी पंक्तियों दिखाएँ",
        "InjectedHostEmailBody": "नमस्कार, मैं आज Piwik का उपयोग करने की कोशिश की और अज्ञात परिचारक नाम चेतावनी का सामना करना पड़ा.",
        "InjectedHostEmailSubject": "Piwik एक अज्ञात परिचारक नाम से पहुँचा था: %s",
        "InjectedHostNonSuperUserWarning": "सुरक्षित %2$s Piwik का उपयोग और इस चेतावनी को दूर करने के लिए यहां क्लिक %1$s करें. आप भी अपनी Piwik व्यवस्थापक से संपर्क करें और इस मुद्दे (%3$sईमेल के लिए यहां क्लिक %4$s करें) के बारे में उन्हें सूचित करना चाहिए",
        "InjectedHostSuperUserWarning": "Piwik गलत हो सकता है (उदाहरण के लिए, अगर Piwik हाल ही में एक नया सर्वर या यूआरएल के लिए ले जाया गया था)आप या तो यहाँ %1$sक्लिक करें और परिचारक नाम वैध Piwik (यदि आप इसे पर भरोसा है अगर)%3$s के %4$s रूप में जोड़े%2$s, या यहाँ क्लिक करें और %5$sसुरक्षित रूप से Piwik तक पहुँच सकते हैं%6$s.",
        "InjectedHostWarningIntro": "%2$sअब आप%1$s Piwik से पहुँच रहे हैं, लेकिन Piwik इस पते पर चलाने के लिए समाकृति किया गया है:",
        "JavascriptDisabled": "आप मानक दृश्य में Piwik का उपयोग करने के लिए जावास्क्रिप्ट क्रम में सक्षम होना चाहिए. <br \/> हालांकि, ऐसा लगता है कि या तो जावास्क्रिप्ट आपके ब्राउज़र से अक्षम या समर्थित नहीं है.<br \/>मानक दृश्य का उपयोग करने के लिए, अपने ब्राउज़र के विकल्प बदलकर JavaScript सक्षम करें, तब %1$s फिर कोशिश करें %2$s. <br\/>",
        "LongMonthFormat": "% लंबा वर्ष% % लंबा महीना%",
        "LongWeekFormat": "%दिन से% %लंबे महीने से%-%दिन तक% %लंबे महीने तक%%लंबे वर्ष तक%",
        "MakeADifference": "एक फर्क: निधि Piwik 2.0 के लिए %1$sअभी दान करे%2$s!",
        "MakeOneTimeDonation": "इसके बजाय, एक समय दान करें.",
        "NoPrivilegesAskPiwikAdmin": "आप '%s' के रूप में लॉग इन किया है, लेकिन यह आपको Piwik में निर्धारित कोई भी अनुमति नहीं है लगता है. एक वेबसाइट पर 'दृश्य' पहुंच देने के लिए आपके %sPiwik व्यवस्थापक (ईमेल के लिए क्लिक करें)%s से पूछो.",
        "PageOf": "%1$s का %2$s",
        "PeriodDay": "दिन",
        "PeriodDays": "दिन",
        "PeriodMonth": "महिना",
        "PeriodMonths": "महीने",
        "PeriodRange": "सीमा",
        "PeriodWeek": "हफ्ता",
        "PeriodWeeks": "हफ्ते",
        "PeriodYear": "साल",
        "PeriodYears": "साल",
        "PluginDescription": "वेब विश्लेषिकी रिपोर्टें संरचना.",
        "ReportGeneratedOn": "%s पर उत्पन्न रिपोर्ट",
        "ReportGeneratedXAgo": "%s रिपोर्ट के पहले उत्पन्न",
        "SharePiwikLong": "Piwik आपको मुफ्त अपनी वेबसाइट के आगंतुकों पर नज़र रखने देगा. आपको निश्चित रूप से बाहर की जाँच करनी चाहिए!",
        "SharePiwikShort": "Piwik! मुफ्त और ओपन सोर्स वेब विश्लेषण. आपके डेटा के मालिक हैं.",
        "ShareThis": "यह साझा करें",
        "ShowJSCode": "सम्मिलित करने के लिए जावास्क्रिप्ट कोड दिखाएँ",
        "SubscribeAndBecomePiwikSupporter": "एक Piwik समर्थक बनने के लिए एक सुरक्षित क्रेडिट कार्ड भुगतान पृष्ठ (पेपैल) के लिए आगे बढ़ें!",
        "SupportPiwik": "पिविक को अपना सहयोग दें।",
        "TableNoData": "इस तालिका के लिए कोई डेटा नहीं है .",
        "ThereIsNoDataForThisReport": "इस रिपोर्ट के लिए कोई डाटा नहीं है.",
        "UnFlattenDataTable": "रिपोर्ट फ्लैट %s है इसे श्रेणीबद्ध करें",
        "ViewAllPiwikVideoTutorials": "सभी Piwik वीडियो ट्यूटोरियल देखें",
        "WebAnalyticsReports": "वेब विश्लेषिकी रिपोर्टें",
        "YouAreUsingTheLatestVersion": "आप Piwik का नवीनतम संस्करण का उपयोग कर रहे हैं!"
    },
    "CorePluginsAdmin": {
        "Activate": "सक्रिय करें",
        "Activated": "सक्रिय",
        "Active": "सक्रिय",
        "AuthorHomepage": "लेखक होमपेज",
        "Deactivate": "निष्क्रिय करें",
        "Inactive": "निष्क्रिय",
        "LicenseHomepage": "लाइसेंस होमपेज",
        "MainDescription": "प्लगइन्स Piwik का विस्तार और कार्यक्षमता का विस्तार करते है, एक प्लगइन स्थापित हो जाने के बाद, आप इसे सक्रिय करने या यहाँ इसे निष्क्रिय कर सकते हैं.",
        "MenuPlatform": "मंच",
        "PluginDescription": "प्लगइन्स प्रशासन इंटरफ़ेस.",
        "PluginHomepage": "प्लगइन होमपेज",
        "PluginsManagement": "प्लगइन्स प्रबंधन",
        "Status": "स्थिति",
        "Theme": "विषय",
        "Themes": "विषय",
        "ThemesDescription": "थीम्स, Piwik यूजर इंटरफेस के स्वरूप को बदल सकते हैं और अपने विश्लेषण रिपोर्टों के आनंद के लिए एक पूरी तरह से नए दृश्य का अनुभव प्रदान करते हैं.",
        "ThemesManagement": "विषय प्रबंधन",
        "Version": "संस्करण"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "क्रियान्वित किया जाएगा कि एसक्यूएल प्रश्नों की सूची देखने और कॉपी करने के लिए यहां क्लिक करें",
        "CreatingBackupOfConfigurationFile": "%s में विन्यास फाइल का बैकअप बनाना",
        "CriticalErrorDuringTheUpgradeProcess": "अद्यतन प्रक्रिया के दौरान गंभीर त्रुटि:",
        "DatabaseUpgradeRequired": "डेटाबेस नवीनीकरण आवश्यक",
        "DownloadingUpdateFromX": "%s से अद्यतन डाउनलोड कर रहा है",
        "DownloadX": "%s डाउनलोड",
        "EmptyDatabaseError": "डाटाबेस %s खाली है. आप अपने Piwik का विन्यास फ़ाइल संपादित या निकालना आवश्यक है.",
        "ErrorDIYHelp": "आप एक उन्नत उपयोगकर्ता हैं, और डेटाबेस नवीनीकरण में कोई त्रुटि का सामना करते हैं:",
        "ErrorDIYHelp_1": "पहचान और (उदाहरण के लिए, स्मृति सीमा या अधिकतम निष्पादन समय) समस्या के स्रोत को सुधारने के",
        "ErrorDIYHelp_2": "अद्यतन में शेष प्रश्नों के निष्पादन में विफल रहा है",
        "ErrorDIYHelp_3": "स्वयं अपने Piwik डेटाबेस के 'विकल्प' तालिका अद्यतन,अद्यतन के संस्करण के संस्करण कोर के मूल्य की स्थापना में विफल रहा है",
        "ErrorDIYHelp_4": "शेष अद्यतन के साथ जारी रखने के लिए अपडेटर को फिर से चलाएँ (ब्राउज़र या कमांड लाइन के माध्यम से)",
        "ErrorDIYHelp_5": "समस्या (और समाधान) की रिपोर्ट ताकि Piwik में सुधार किया जा सकता है",
        "ErrorDuringPluginsUpdates": "प्लगइन अद्यतन के दौरान त्रुटि:",
        "ExceptionAlreadyLatestVersion": "आपका Piwik संस्करण %s नवीनतम है.",
        "ExceptionArchiveEmpty": "खाली संग्रह.",
        "ExceptionArchiveIncompatible": "असंगत संग्रह: %s",
        "ExceptionArchiveIncomplete": "संग्रह अधूरा है: कुछ फ़ाइलें (जैसे %s) लापता हैं.",
        "HelpMessageContent": "%1$s नवीनीकरण के दौरान %2$s सबसे आम त्रुटियों पर किये गए Piwik सवाल जाँच करें. %3$sअपने सिस्टम प्रशासक से पूछें - वे सबसे अधिक संभावना आपके सर्वर या MySQL सेटअप से संबंधित है जो त्रुटि में मदद करने में सक्षम हो सकता है.",
        "HelpMessageIntroductionWhenError": "ऊपर कोर त्रुटि संदेश है यह कारण की व्याख्या करने में मदद करेगा लेकिन आप की आवश्यकता होती है तो आगे कृपया",
        "HelpMessageIntroductionWhenWarning": "अद्यतन, सफलता से पूरा कर लिया लेकिन इस प्रक्रिया के दौरान मुद्दों थे. विवरण के लिए ऊपर वर्णन पढ़ें. आगे की मदद के लिए:",
        "InstallingTheLatestVersion": "नवीनतम संस्करण स्थापित कर रहा",
        "MajorUpdateWarning1": "यह एक प्रमुख अद्यतन है! इसे सामान्य से अधिक समय लगेगा.",
        "MajorUpdateWarning2": "सलाह के बाद बड़े प्रतिष्ठानों के लिए विशेष रूप से महत्वपूर्ण है.",
        "NoteForLargePiwikInstances": "बड़े Piwik प्रतिष्ठानों के लिए महत्वपूर्ण सूचनाएं",
        "NoteItIsExpectedThatQueriesFail": "नोट: यदि आप मैन्युअल रूप से इन प्रश्नों पर अमल करते हैं, यह उनमें से कुछ असफल उम्मीद है. इस मामले में, बस त्रुटियों पर ध्यान न दें, और सूची में अगले वाले चलाये.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik सफलतापूर्वक अद्यतन किया गया है!",
        "PiwikUpdatedSuccessfully": "Piwik सफलतापूर्वक अद्यतन!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik डेटाबेस संस्करण%1$s से नए संस्करण %2$s के लिए उन्नत किया जाएगा",
        "PluginDescription": "Piwik तंत्र को अद्यतन",
        "ReadyToGo": "जाने के लिए तैयार हैं?",
        "TheFollowingPluginsWillBeUpgradedX": "निम्नलिखित प्लगिन अद्यतन किया जाएगा:%s",
        "ThereIsNewVersionAvailableForUpdate": "नवीनीकरण के लिए उपलब्ध है Piwik का एक नया संस्करण है",
        "TheUpgradeProcessMayFailExecuteCommand": "यदि आप एक बड़े Piwik डेटाबेस है, तो अद्यतन ब्राउज़र में चलाने के लिए बहुत लंबा समय लग सकता है. इस स्थिति में, आप अपने कमांड लाइन से अद्यतन अमल कर सकते हैं: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "डेटाबेस नवीनीकरण की प्रक्रिया कुछ समय लग सकता है, इसलिए कृपया धैर्य रखें.",
        "UnpackingTheUpdate": "अद्यतन को खोल",
        "UpdateAutomatically": "स्वचालित रूप से अद्यतन",
        "UpdateHasBeenCancelledExplanation": "Piwik एक क्लिक अद्यतन रद्द कर दिया गया. आप ऊपर त्रुटि संदेश को ठीक नहीं कर सकते हैं, यह आप मैन्युअल Piwik अद्यतन की सिफारिश है. %1$sआरंभ करने के लिए अद्यतन%2$s दस्तावेज़ीकरण %3$sकी जाँच करें!",
        "UpdateTitle": "अद्यतन",
        "UpgradeComplete": "पूरा अपग्रेड करें!",
        "UpgradePiwik": "Piwik अपग्रेड",
        "VerifyingUnpackedFiles": "अनपैक फ़ाइलों को सत्यापित करना",
        "WarningMessages": "चेतावनी संदेश:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "हमने स्वचालित रूप से निम्नलिखित प्लगिन निष्क्रिय किया: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "आप स्वतः संस्करण %s के लिए अद्यतन या पैकेज को डाउनलोड और स्वयं इसे स्थापित कर सकते हैं:",
        "YouCouldManuallyExecuteSqlQueries": "आप कमांड लाइन updater का उपयोग करने में सक्षम नहीं हैं और Piwik (डेटाबेस, एक ब्राउज़र मध्यांतर, या किसी भी अन्य मुद्दे के एक मध्यांतर के कारण) अपग्रेड करने में विफल रहता है, तो आप मैन्युअल Piwik अद्यतन करने के लिए एसक्यूएल प्रश्नों पर अमल कर सकते है.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik अपने मौजूदा स्थापना अधिलेखित करने में असमर्थ है. आप या तो निर्देशिका \/ फाइल अनुमति , या पैकेज को डाउनलोड करने और मैन्युअल %s संस्करण स्थापित कर सकते हैं:",
        "YourDatabaseIsOutOfDate": "आपकी Piwik डेटाबेस अप्रचलित है, और जारी रखने से पहले अपग्रेड किया जाना चाहिए."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "विशेष चर नाम",
        "ColumnCustomVariableValue": "विशेष चर मूल्य",
        "CustomVariables": "विशेष चर",
        "CustomVariablesReportDocumentation": "यह रिपोर्ट आपके कस्टम चर के बारे में जानकारी शामिल हैं. मूल्यों के वितरण को देखने के लिए एक चर के नाम पर क्लिक करें. %sसामान्य रूप में %sकस्टम चर के बारे में अधिक जानकारी के लिए, piwik.org %s पर कस्टम चर दस्तावेज़ पढ़ें",
        "PluginDescription": "कस्टम चर नाम, मूल्य जोड़े रहे हैं, आप जावास्क्रिप्ट एपीआई setVisitCustomVariables () फ़ंक्शन का उपयोग कर एक भ्रमण करने के लिए सेट कर सकते हैं.Piwik तो इन कस्टम नाम और मूल्यों से प्रत्येक के लिए कितने यात्राओं, पृष्ठों, रूपांतरण रिपोर्ट देंगे.",
        "ScopePage": "प्रसार पृष्ठ",
        "ScopeVisit": "प्रसार यात्रा"
    },
    "Dashboard": {
        "AddAWidget": "एक विजेट जोड़ें",
        "AddPreviewedWidget": "डैशबोर्ड विजेट जोड़ने के लिए क्लिक करें",
        "ChangeDashboardLayout": "डैशबोर्ड अभिन्यास बदलें",
        "CopyDashboardToUser": "उपयोगकर्ता के लिए डैशबोर्ड कॉपी करें",
        "CreateNewDashboard": "नया डैशबोर्ड बनाएँ",
        "Dashboard": "डैशबोर्ड",
        "DashboardCopied": "वर्तमान डैशबोर्ड सफलतापूर्वक चयनित उपयोगकर्ता के लिए नकल की.",
        "DashboardEmptyNotification": "अपने डैशबोर्ड पर कोई भी विगेट्स शामिल नहीं है. कुछ विगेट्स जोड़ने से शुरू करो या बस डिफ़ॉल्ट विजेट चयन करने के लिए डैशबोर्ड रीसेट करें.",
        "DashboardName": "डैशबोर्ड नाम:",
        "DashboardOf": "%s से डैशबोर्ड",
        "DefaultDashboard": "डिफ़ॉल्ट डैशबोर्ड - डिफ़ॉल्ट विगेट्स चयन और कॉलम लेआउट का उपयोग करना",
        "DeleteWidgetConfirm": "आप सुनिश्चित कर रहे हैं आप डैशबोर्ड से इस विजेट को हटाना चाहते हैं?",
        "EmptyDashboard": "खाली डैशबोर्ड - अपने पसंदीदा विगेट्स उठाओ",
        "LoadingWidget": "विजेट लोड हो रहा है, कृपया प्रतीक्षा करें ...",
        "ManageDashboard": "डैशबोर्ड प्रबंधन",
        "Maximise": "अधिकतम",
        "Minimise": "कम से कम",
        "NotUndo": "आप इस कार्रवाई को पूर्ववत् करने सक्षम नहीं होंगे.",
        "PluginDescription": "आपका वेब विश्लेषिकी डैशबोर्ड. आप अपने डैशबोर्ड को अनुकूलित कर सकते हैं:, नए विगेट्स जोड़ने अपने विगेट्स के क्रम बदल सकते हैं. प्रत्येक उपयोगकर्ता के लिए अपने स्वयं के विशेष डैशबोर्ड का उपयोग कर सकते हैं.",
        "RemoveDashboard": "डैशबोर्ड को हटाएँ",
        "RemoveDashboardConfirm": "आप सुनिश्चित कर रहे हैं, आप \"%s\" डैशबोर्ड को हटाना चाहते हैं?",
        "RenameDashboard": "डैशबोर्ड का नाम बदलें",
        "ResetDashboard": "डैशबोर्ड पुनःआरंभ करें",
        "ResetDashboardConfirm": "आप सुनिश्चित कर रहे हैं आप डिफ़ॉल्ट विजेट चयन करने के लिए अपने डैशबोर्ड अभिन्यास पुनःआरंभ करना चाहते हैं?",
        "SelectDashboardLayout": "अपना नया डैशबोर्ड अभिन्यास का चयन करें",
        "SelectWidget": "डैशबोर्ड में जोड़ने के लिए विजेट का चयन करें",
        "SetAsDefaultWidgets": "डिफ़ॉल्ट विगेट्स चयन के रूप में सेट करें",
        "SetAsDefaultWidgetsConfirm": "आप सुनिश्चित कर रहे हैं, आप डिफ़ॉल्ट डैशबोर्ड टेम्पलेट के रूप में मौजूदा विगेट्स चयन और डैशबोर्ड अभिन्यास सेट करना चाहते हैं?",
        "SetAsDefaultWidgetsConfirmHelp": "इस विगेट्स चयन और डैशबोर्ड कॉलम अभिन्यास का उपयोग किया जाएगा जब कोई उपयोगकर्ता एक नया डैशबोर्ड बनाता है, या जब \"%s\" सुविधा का उपयोग करता है.",
        "TopLinkTooltip": "%s के लिए वेब विश्लेषिकी रिपोर्ट देखें",
        "WidgetNotFound": "विजेट नहीं मिला",
        "WidgetPreview": "विजेट पूर्वावलोकन",
        "WidgetsAndDashboard": "विजेट और डैशबोर्ड"
    },
    "DoNotTrack": {
        "PluginDescription": "\"Do Not Track or DNT\" शीर्षक के साथ यात्राओं पर ध्यान न दें."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Piwik टीम से संपर्क!",
        "DoYouHaveBugReportOrFeatureRequest": "क्या आपके पास एक बग की रिपोर्ट या एक सुविधा का अनुरोध है?",
        "IWantTo": "मैं चाहता हूँ:",
        "LearnWaysToParticipate": "सभी तरीकों के बारे में जानें, आप %s भाग %s ले सकते हैं",
        "ManuallySendEmailTo": "अपने संदेश को स्वेक्षा से भेजने के लिए कृपया",
        "PluginDescription": "Piwik टीम के लिए अपने प्रतिक्रिया भेजें. हमारे साथ अपने विचारों और सुझावों को साझा करें!",
        "SendFeedback": "प्रतिक्रिया भेजें",
        "SpecialRequest": "आपका Piwik टीम के लिए एक विशेष अनुरोध है?",
        "ThankYou": "Piwik बेहतर बनाने में हमें मदद करने के लिए आपका शुक्रिया",
        "TopLinkTooltip": "आप क्या सोचते हैं हमें बताओ,या व्यावसायिक सहायता का अनुरोध करे",
        "VisitTheForums": "%s विचार मंच %s पर जाएँ"
    },
    "General": {
        "AbandonedCarts": "परित्यक्त गाड़ियां",
        "AboutPiwikX": "%s Piwik के बारे में",
        "Action": "कार्रवाई",
        "Actions": "प्रक्रिया",
        "Add": "जोड़ना",
        "AfterEntry": "यहां प्रवेश करने के बाद",
        "AllowPiwikArchivingToTriggerBrowser": "रिपोर्ट को ब्राउज़र से देखा जाता है जब Piwik पुरालेखण को सक्रिय करने के लिए अनुमति दें",
        "AllWebsitesDashboard": "सभी वेबसाइटों के डैशबोर्ड",
        "And": "और",
        "API": "एपीआई",
        "ApplyDateRange": "तिथि सीमा लागू करें",
        "ArchivingInlineHelp": "मध्यम से उच्च यातायात वेबसाइटों के लिए,यह Piwik ब्राउज़र से सक्रिय करने के लिए पुरालेखण को निष्क्रिय करने की सिफारिश की है.इसके बजाय, हम आपको Piwik रिपोर्टों के हर घंटे की प्रक्रिया के लिए एक क्रॉन जॉब सेटअप करने की सलाह देते हैं.",
        "ArchivingTriggerDescription": "बड़ा Piwik स्थापित के लिए सिफारिश है, आपको स्वतः रिपोर्टों को संसाधित करने के लिए %s एक क्रॉन जॉब सेटअप %s की जरूरत है.",
        "AuthenticationMethodSmtp": "एसएमटीपी के लिए प्रमाणीकरण विधि",
        "AverageOrderValue": "औसत आदेश मूल्य",
        "AveragePrice": "औसत मूल्य",
        "AverageQuantity": "औसत मात्रा",
        "BackToPiwik": "वापस Piwik तक",
        "Broken": "टूटा",
        "BrokenDownReportDocumentation": "यह विभिन्न रिपोर्टों में बांटा गया है जो पृष्ठ के तल पर sparklines में प्रदर्शित कर रहे हैं. आप देखना चाहते हैं रिपोर्ट पर क्लिक करके रेखांकन का विस्तार कर सकते हैं.",
        "Cancel": "रद्द करें",
        "CannotUnzipFile": "फ़ाइल नहीं खोल सकते %1$s: %2$s",
        "ChangePassword": "पासवर्ड बदलें",
        "ChangeTagCloudView": "कृपया ध्यान दें, आप एक टैग बादल के रूप की तुलना में अन्य तरीकों से रिपोर्ट देख सकते हैं.ऐसा करने के लिए रिपोर्ट के तल पर नियंत्त्णों का प्रयोग करें.",
        "ChooseDate": "तारीख चुनें",
        "ChooseLanguage": "भाषा चुनें",
        "ChoosePeriod": "अवधि चुनें",
        "ChooseWebsite": "वेबसाइट चुनें",
        "ClickHere": "अधिक जानकारी के लिए यहां क्लिक करें.",
        "ClickToChangePeriod": "अवधि बदलने के लिए फिर से क्लिक करें.",
        "Close": "बंद करें",
        "ColumnActionsPerVisit": "भेंट के प्रति क्रिया",
        "ColumnActionsPerVisitDocumentation": "दौरे के दौरान किया गया प्रदर्शन जो कार्रवाई की औसत संख्या है(पृष्ठ विचारों, साइट खोजों, डाउनलोड या आउटलिंक).",
        "ColumnAverageGenerationTime": "औसत पीढ़ी का समय",
        "ColumnAverageGenerationTimeDocumentation": "औसत समय यह पेज बनाने में लिया. इस मीट्रिक में समय शामिल है जो यह वेब पेज उत्पन्न करने के लिए सर्वर ने लिया, इस के अलावा समय आगंतुक को सर्वर से प्रतिक्रिया डाउनलोड करने के लिए लिया. एक कम 'औसत. पीढ़ी समय' का मतलब अपने दर्शकों के लिए एक तेज वेबसाइट है!",
        "ColumnAverageTimeOnPage": "औसत. पृष्ठ पर समय",
        "ColumnAverageTimeOnPageDocumentation": "दर्शकों ने औसत समय इस पृष्ठ पर खर्च किया.(केवल पृष्ठ, नहीं पूरी वेबसाइट)",
        "ColumnAvgTimeOnSite": "औसत समय वेबसाइट पर",
        "ColumnAvgTimeOnSiteDocumentation": "एक यात्रा की औसत अवधि.",
        "ColumnBounceRate": "वापिस आने की दर",
        "ColumnBounceRateDocumentation": "केवल एक ही पृष्ठ अवलोकन कि यात्राओं का प्रतिशत.इसका मतलब है कि, आगंतुक ने प्रवेश पृष्ठ से ही सीधे वेबसाइट को छोड़ दिया",
        "ColumnBounceRateForPageDocumentation": "यात्राओं का प्रतिशत जो कि इस पृष्ठ पर शुरू और समाप्त हुआ",
        "ColumnBounces": "वापिस आना",
        "ColumnBouncesDocumentation": "इस पृष्ठ पर शुरू और समाप्त हुई यात्राओं की संख्या. इस का मतलब है, कि आगंतुक ने केवल इस पृष्ठ को देखने के बाद वेबसाइट छोड़ दिया",
        "ColumnConversionRate": "रूपांतरण दर",
        "ColumnConversionRateDocumentation": "एक रूपांतरण को सक्रिय करने कि यात्राओं का प्रतिशत.",
        "ColumnDestinationPage": "गंतव्य पृष्ठ",
        "ColumnEntrances": "प्रवेश द्वार",
        "ColumnEntrancesDocumentation": "इस पृष्ठ पर शुरू हुई, यात्राओं की संख्या",
        "ColumnExitRate": "बाहर निकलने की दर",
        "ColumnExitRateDocumentation": "इस पृष्ठ को देखने के बाद वेबसाइट छोड़ने कि यात्राओं का प्रतिशत.",
        "ColumnExits": "बाहर निकलता है",
        "ColumnExitsDocumentation": "इस पृष्ठ पर समाप्त हुई यात्राओं की संख्या.",
        "ColumnGenerationTime": "पीढ़ी का समय",
        "ColumnKeyword": "खोजशब्द",
        "ColumnLabel": "लेबल",
        "ColumnMaxActions": "एक यात्रा में अधिकतम कार्रवाई",
        "ColumnNbActions": "क्रियाएँ",
        "ColumnNbActionsDocumentation": "अपने आगंतुकों द्वारा निष्पादित क्रियाओं की संख्या. क्रिया पेज में देखा गया, आंतरिक साइट खोजों के, डाउनलोड या आउटलिंक हो सकता है.",
        "ColumnNbUniqVisitors": "अद्वितीय आगंतुकों",
        "ColumnNbUniqVisitorsDocumentation": "आपके वेबसाइट पर आनेवाले प्रामाणिक आगंतुकों की संख्या.हर उपयोगकर्ता एक बार गिना जाता है. भले ही वह वेबसाइट का दौरा एक दिन में कई बार किया है",
        "ColumnNbVisits": "दौरा",
        "ColumnNbVisitsDocumentation": "एक आगंतुक पहली बार अपनी वेबसाइट पर आता है या एक पृष्ठ वह अधिक से अधिक 30 मिनट देखने के बाद अपने अंतिम पृष्ठ पर जाता है, तो यह एक नए दौरे के रूप में दर्ज हो जाएगा.",
        "ColumnPageBounceRateDocumentation": "इस पृष्ठ पर शुरू किया और सीधे वेबसाइट छोड़ दिया उस यात्राओं का प्रतिशत.",
        "ColumnPageviews": "पृष्ठ देखा गया",
        "ColumnPageviewsDocumentation": "कई बार इस पृष्ठ का दौरा किया था।",
        "ColumnPercentageVisits": "दौरा",
        "ColumnRevenue": "राजस्व",
        "ColumnSumVisitLength": "आगंतुकों द्वारा खर्च कुल समय (सेकंड में)",
        "ColumnTotalPageviews": "कुल पृष्ठ दृश्य",
        "ColumnUniqueEntrances": "अद्वितीय प्रवेश द्वार",
        "ColumnUniqueExits": "अद्वितीय निकास",
        "ColumnUniquePageviews": "अद्वितीय पृष्ठदृश्य",
        "ColumnUniquePageviewsDocumentation": "इस पृष्ठ में शामिल हुई यात्राओं की संख्या.एक पृष्ठ एक यात्रा के दौरान कई बार देखा गया है, यह केवल एक बार गिना जाता है.",
        "ColumnValuePerVisit": "भेंट प्रति राजस्व",
        "ColumnViewedAfterSearch": "खोज परिणामों में क्लिक किया",
        "ColumnViewedAfterSearchDocumentation": "एक आगंतुक आपकी वेबसाइट पर एक खोज किया था, और खोज परिणामों में इस पृष्ठ पर क्लिक करने के बाद कई बार इस पृष्ठ का दौरा किया था.",
        "ColumnVisitDuration": "भेंट अवधि(सेकंड में)",
        "ColumnVisitsWithConversions": "रूपांतरण के साथ दौरा",
        "ConfigFileIsNotWritable": "Piwik विन्यास फाइल %sलिखने योग्य नहीं है, अपने परिवर्तनों से कुछ नहीं बचाया जा सकता है. यह लिखने योग्य बनाने के लिए %sविन्यास फाइल की अनुमति में बदलाव करें.",
        "Continue": "जारी",
        "ContinueToPiwik": "Piwik पर जारी",
        "CurrentMonth": "वर्तमान महीना",
        "CurrentWeek": "वर्तमान सप्ताह",
        "CurrentYear": "वर्तमान वर्ष",
        "Daily": "दैनिक",
        "DailyReport": "दैनिक",
        "DailyReports": "दैनिक रिपोर्ट",
        "DailySum": "दैनिक योग",
        "DashboardForASpecificWebsite": "एक विशिष्ट वेबसाइट के लिए डैशबोर्ड",
        "DataForThisGraphHasBeenPurged": "इस ग्राफ के लिए डेटा %s महीनों की तुलना में अधिक पुराना है और शुद्ध किया गया है.",
        "DataForThisTagCloudHasBeenPurged": "इस टैग क्लाउड के लिए डेटा %s महीनों से अधिक पुराना है और शुद्ध किया गया है.",
        "Date": "तारीख",
        "DateRange": "तिथि सीमा:",
        "DateRangeFrom": "से",
        "DateRangeFromTo": "%s से %s में",
        "DateRangeInPeriodList": "तिथि सीमा",
        "DateRangeTo": "से",
        "DayFr": "शुक्र",
        "DayMo": "सोम",
        "DaySa": "शनि",
        "DaysHours": "%1$s दिन %2$s घंटे",
        "DaysSinceFirstVisit": "पहली यात्रा के बाद से दिन",
        "DaysSinceLastEcommerceOrder": "पिछले ईकॉमर्स आदेश के बाद दिन",
        "DaysSinceLastVisit": "अंतिम यात्रा के बाद दिन",
        "DaySu": "रवि",
        "DayTh": "बृहस्पति",
        "DayTu": "मंगल",
        "DayWe": "बुध",
        "Default": "डिफ़ॉल्ट",
        "DefaultAppended": "(डिफ़ॉल्ट)",
        "Delete": "हटाना",
        "Description": "विवरण",
        "Desktop": "डेस्कटॉप",
        "Details": "विवरण",
        "Discount": "छूट",
        "DisplaySimpleTable": "साधारण तालिका प्रदर्शित",
        "DisplayTableWithGoalMetrics": "लक्ष्य मैट्रिक्स के साथ एक तालिका प्रदर्शित",
        "DisplayTableWithMoreMetrics": "अधिक मैट्रिक्स के साथ एक तालिका प्रदर्शित",
        "Documentation": "प्रलेखन",
        "Donate": "दान करना",
        "Done": "हो गया",
        "Download": "डाउनलोड",
        "DownloadFail_FileExists": "फ़ाइल %s पहले से मौजूद है!",
        "DownloadFail_FileExistsContinue": "डाउनलोड %s जारी रखने के लिए कोशिश कर रहा है, लेकिन एक पूरी तरह से डाउनलोड की गई फ़ाइल पहले से मौजूद है!",
        "DownloadFail_HttpRequestFail": "फाइल डाउनलोड नहीं कर सकता!कुछ वेबसाइट से गलत हो सकता है जिस में से डाउनलोड कर रहे हैं.आप बाद में फिर कोशिश करें या अपने आप से फ़ाइल मिल सकती है.",
        "DownloadFullVersion": "%1$sपूर्ण संस्करण डाउनलोड%2$s करें!%3$s बाहर की जाँच करें",
        "DownloadPleaseRemoveExisting": "आप इसे बदला जाना चाहते हैं, मौजूदा फ़ाइल को हटा दें",
        "Downloads": "डाउनलोड",
        "EcommerceOrders": "ईकॉमर्स आदेश",
        "EcommerceVisitStatusDesc": "यात्रा के अंत में ईकॉमर्स स्थिति पर जाएँ",
        "EcommerceVisitStatusEg": "उदाहरण के लिए, एक ईकॉमर्स आदेश दिया है कि सभी यात्राओं का चयन करने के लिए, एपीआई अनुरोध शामिल %s होगा",
        "Edit": "संपादित करें",
        "EncryptedSmtpTransport": "आपके एसएमटीपी सर्वर द्वारा आवश्यक परिवहन परत गूढ़लेखन दर्ज करें.",
        "EnglishLanguageName": "Hindi",
        "Error": "त्रुटि",
        "ErrorRequest": "ओह ... अनुरोध के दौरान समस्या, पुन: प्रयास करें.",
        "EvolutionOverPeriod": "अवधि में विकास",
        "EvolutionSummaryGeneric": "%1$s में %2$s की तुलना मे %3$s में %4$s. विकास:%5$s",
        "ExceptionConfigurationFileNotFound": "विन्यास फाइल {%s} नहीं पाया गया है.",
        "ExceptionDatabaseVersion": "आपका %1$s संस्करण %2$s है लेकिन Piwik कम से कम %3$s की आवश्यकता है",
        "ExceptionFileIntegrity": "अखंडता की जाँच विफल: %s",
        "ExceptionFilesizeMismatch": "फ़ाइल का आकार बेमेल है:%1$s (अपेक्षित लंबाई:%2$s,पाया :%3$s)",
        "ExceptionIncompatibleClientServerVersions": "अपने %1$sग्राहक के संस्करण%2$s जो है सर्वर संस्करण%3$s के साथ असंगत है",
        "ExceptionInvalidAggregateReportsFormat": "सकल रिपोर्टों स्वरूप '%s' मान्य नहीं है. इसके बजाय निम्नलिखित में से किसी का प्रयास करें:%s.",
        "ExceptionInvalidArchiveTimeToLive": "आज संग्रह जीने के लिए शून्य से अधिक सेकंड की संख्या होनी चाहिए",
        "ExceptionInvalidDateFormat": "तिथि प्रारूप में होना चाहिए:%s या (अधिक जानकारी के लिए %s देखें) प्रकार्य %sद्वारा किसी भी शब्द का समर्थन किया",
        "ExceptionInvalidDateRange": "तारीख की एक सही तिथि '%s' सीमा नहीं है. यह निम्न स्वरूप होना चाहिए: %s",
        "ExceptionInvalidPeriod": "अवधि '%s' समर्थित नहीं है. इसके बजाय निम्न में से किसी का प्रयास करें: %s",
        "ExceptionInvalidRendererFormat": "प्रतिपादक स्वरूप '%s' मान्य नहीं. इसके बजाय निम्न में से किसी का प्रयास करें: %s",
        "ExceptionInvalidReportRendererFormat": "रिपोर्ट प्रारूप '%s' मान्य नहीं. इसके बजाय निम्न में से किसी का प्रयास करें: %s",
        "ExceptionInvalidStaticGraphType": "स्थैतिक रेखाचित्र के प्रकार '%s' मान्य नहीं. इसके बजाय निम्न में से किसी का प्रयास करें: %s.",
        "ExceptionInvalidToken": "टोकन मान्य नहीं है.",
        "ExceptionLanguageFileNotFound": "भाषा फाइल '%s' नहीं मिली.",
        "ExceptionMethodNotFound": "विधि '%s' मौजूद नहीं या भाग में उपलब्ध नहीं '%s' है.",
        "ExceptionMissingFile": "लापता फ़ाइल: %s",
        "ExceptionNonceMismatch": "इस प्रपत्र पर सुरक्षा टोकन को सत्यापित नहीं किया जा सका.",
        "ExceptionPrivilege": "इसे एक %s पहुँच की आवश्यकता के रूप में आप इस संसाधन तक पहुँच नहीं सकते हैं.",
        "ExceptionPrivilegeAccessWebsite": "यह वेबसाइट आईडी के लिए एक %s पहुँच की आवश्यकता के रूप में आप इस संसाधन तक पहुँच नहीं सकते हैं = %d",
        "ExceptionPrivilegeAtLeastOneWebsite": "इसे कम से कम एक वेबसाइट के लिए किसी पहुँच की आवश्यकता के रूप %s में आप इस संसाधन तक पहुँच नहीं सकते हैं.",
        "ExceptionUnableToStartSession": "सत्र प्रारंभ करने में अक्षम.",
        "ExceptionUndeletableFile": "%s हटाने में असमर्थ",
        "ExceptionUnreadableFileDisabledMethod": "विन्यास फाइल {%s} नहीं पढ़ी जा सकी. आपका मेजबान %s निष्क्रिय हो सकता है",
        "Export": "निर्यात",
        "ExportAsImage": "छवि के रूप में निर्यात",
        "ExportThisReport": "इस डाटा सेट का अन्य प्रारूपों में निर्यात",
        "Faq": "पूछे जाने वाले प्रश्न",
        "FileIntegrityWarningExplanation": "फ़ाइल अखंडता की जाँच विफल रही है और कुछ त्रुटियों की सूचना दी. यह सबसे अधिक संभावना एक आंशिक के कारण है या Piwik फ़ाइलों में से कुछ का अपलोड विफल रहा है. तुम्हें बायनरी मोड में सभी Piwik फाइलें फिर से अपलोड करनी चाहिए",
        "First": "पहले",
        "Flatten": "समतल करना",
        "ForExampleShort": "उदा.",
        "Forums": "फ़ड़",
        "FromReferrer": "से",
        "GeneralInformation": "सामान्य सूचना",
        "GeneralSettings": "सामान्य व्यवस्था",
        "GetStarted": "शुरू हो जाओ",
        "GiveUsYourFeedback": "हमें प्रतिक्रिया दे!",
        "Goal": "लक्ष्य",
        "GoTo": "%s पर जाएं",
        "GraphHelp": "Piwik में रेखांकन प्रदर्शित करने के बारे में अधिक जानकारी.",
        "HelloUser": "हैलो, %s!",
        "Help": "मदद",
        "Hide": "छिपाना",
        "HoursMinutes": "%1$s घंटे %2$s मिनट",
        "Id": "पहचान",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "मानते हुए पुरालेखण अपनी स्थापना के लिए तेज हैआप अधिक बार चलाने के लिए crontab स्थापना कर सकते हैं.",
        "InfoFor": "%s के लिए जानकारी",
        "Installed": "स्थापित",
        "InvalidDateRange": "अमान्य तिथि सीमा, फिर से कोशिश करो कृपया",
        "InvalidResponse": "प्राप्त डेटा अमान्य है.",
        "IP": "आईपी",
        "JsTrackingTag": "जावास्क्रिप्ट ट्रैकिंग कोड",
        "Language": "भाषा",
        "LastDays": "अंतिम %s दिन (आज सहित)",
        "LastDaysShort": "अंतिम %s दिवस",
        "LayoutDirection": "ltr",
        "Live": "सजीव",
        "Loading": "लोड हो रहा है ...",
        "LoadingData": "डेटा लोड हो रहा है ...",
        "LoadingPopover": "%s लोड हो रहा है...",
        "LoadingPopoverFor": "%s के लिए लोड हो रहा है",
        "Locale": "hi_IN.UTF-8",
        "Logout": "बाहर करें",
        "LongDay_1": "रविवार",
        "LongDay_2": "सोमवार",
        "LongDay_3": "मंगलवार",
        "LongDay_4": "बुधवार",
        "LongDay_5": "गुरुवार",
        "LongDay_6": "शुक्रवार",
        "LongDay_7": "शनिवार",
        "LongMonth_1": "जनवरी",
        "LongMonth_10": "अक्तूबर",
        "LongMonth_11": "नवम्बर",
        "LongMonth_12": "दिसम्बर",
        "LongMonth_2": "फरवरी",
        "LongMonth_3": "मार्च",
        "LongMonth_4": "अप्रैल",
        "LongMonth_5": "मई",
        "LongMonth_6": "जून",
        "LongMonth_7": "जुलाई",
        "LongMonth_8": "अगस्त",
        "LongMonth_9": "सितम्बर",
        "MainMetrics": "मुख्य मैट्रिक्स",
        "Matches": "मेल खाता है",
        "MediumToHighTrafficItIsRecommendedTo": "मध्यम उच्च यातायात वेबसाइटों के लिए, हम ज्यादा से ज्यादा हर आधे घंटे (%s सेकंड) या हर घंटे (%s सेकंड) में आज के लिए रिपोर्ट को संसाधित करने की सलाह देते हैं.",
        "Metadata": "मेटाडाटा",
        "Metric": "मैट्रिक",
        "Metrics": "मेट्रिक्स",
        "MetricsToPlot": "प्लाट के लिए मेट्रिक्स",
        "MetricToPlot": "प्लॉट करने के लिए मीट्रिक",
        "MinutesSeconds": "%1$s मिनिट %2$s",
        "Mobile": "गतिशील",
        "Monthly": "मासिक",
        "MonthlyReport": "मासिक",
        "MonthlyReports": "मासिक रिपोर्ट",
        "More": "अधिक",
        "MoreDetails": "अधिक जानकारी",
        "MultiSitesSummary": "सभी वेबसाइटें",
        "Name": "नाम",
        "NbActions": "क्रिया की संख्या",
        "NbSearches": "आंतरिक खोजों की संख्या",
        "NDays": "%s दिन",
        "Never": "कभी नहीं",
        "NewReportsWillBeProcessedByCron": "Piwik पुरालेखण ब्राउज़र द्वारा सक्रिय नहीं करते हैं,नई रिपोर्ट के क्रॉन टैब द्वारा कार्रवाई की जाएगी.",
        "NewUpdatePiwikX": "नई अद्यतन: Piwik %s",
        "NewVisitor": "नई आगंतुक",
        "NewVisits": "नए दौरों",
        "Next": "अगला",
        "NMinutes": "%s मिनट",
        "No": "नहीं",
        "NoDataForGraph": "इस ग्राफ के लिए कोई डेटा नहीं.",
        "NoDataForTagCloud": "इस टैग क्लाउड के लिए कोई डेटा नहीं.",
        "NotDefined": "%s परिभाषित नहीं",
        "Note": "नोट",
        "NotInstalled": "स्थापित नहीं",
        "NotRecommended": "(अनुशंसित नहीं)",
        "NotValid": "%s मान्य नहीं है",
        "NSeconds": "%s सेकंड्स",
        "NumberOfVisits": "आवागमनों की संख्या",
        "NVisits": "%s दौरों",
        "Ok": "ठीक",
        "OneAction": "क्रिया",
        "OneDay": "1 दिन",
        "OneMinute": "1 मिनिट",
        "OneVisit": "1 यात्रा",
        "OnlyEnterIfRequired": "आपके एसएमटीपी सर्वर की आवश्यकता है तो एक उपयोगकर्ता सिर्फ़ नाम दर्ज करें.",
        "OnlyEnterIfRequiredPassword": "आपके एसएमटीपी सर्वर की आवश्यकता है यह तो सिर्फ़ पासवर्ड दर्ज करें.",
        "OnlyUsedIfUserPwdIsSet": "एक उपयोगकर्ता नाम \/ पासवर्ड सेट है, तो ही प्रयोग किया जाता है,आपको उपयोग करने के लिए विधि अनिश्चित हैं, तो अपने प्रदाता से पूछें.",
        "OpenSourceWebAnalytics": "ओपन सोर्स वेब विश्लेषिकी",
        "OperationAtLeast": "कम से कम",
        "OperationAtMost": "अधिक से अधिक",
        "OperationContains": "शामिल है",
        "OperationDoesNotContain": "शामिल नहीं है",
        "OperationEquals": "बराबरी",
        "OperationGreaterThan": "इससे बड़ा",
        "OperationIs": "है",
        "OperationIsNot": "नहीं है",
        "OperationLessThan": "कम से कम",
        "OperationNotEquals": "बराबर नहीं है",
        "OptionalSmtpPort": "वैकल्पिक. डिफ़ॉल्ट के लिए 25 से अनएन्क्रिप्टेड और टीएलएस एसएमटीपी, और एसएसएल एसएमटीपी के लिए 465.",
        "Options": "विकल्प",
        "OrCancel": "या %s %s रद्द",
        "OriginalLanguageName": "हिन्दी",
        "Others": "अन्य लोग",
        "Outlink": "आउटलिंक",
        "Outlinks": "आउटलिंक",
        "OverlayRowActionTooltip": "(नया टैब खुलता है) सीधे अपनी वेबसाइट पर विश्लेषण डेटा देखें",
        "OverlayRowActionTooltipTitle": "ओपन पृष्ठ ओवरले",
        "Overview": "अवलोकन",
        "Pages": "पृष्ठों",
        "ParameterMustIntegerBetween": "पैरामीटर %s और %s के बीच में एक पूर्णांक मान %s होना चाहिए.",
        "Password": "पासवर्ड",
        "Period": "अवधि",
        "Piechart": "पाइ चार्ट",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s उपलब्ध है. %2$s अभी अपडेट करें! %3$s (%4$s परिवर्तन %5$s देखें).",
        "PleaseSpecifyValue": "'%s' के लिए एक मूल्य निर्दिष्ट करें.",
        "PleaseUpdatePiwik": "आपका Piwik अपडेट करें",
        "Plugin": "प्लगइन",
        "Plugins": "प्लगइन्स",
        "PoweredBy": "द्वारा संचालित",
        "Previous": "पिछला",
        "PreviousDays": "पिछला %s दिन (नहीं सहित आज)",
        "PreviousDaysShort": "पिछले %s दिनों",
        "Price": "कीमत",
        "ProductConversionRate": "उत्पाद रूपांतरण दर",
        "ProductRevenue": "उत्पाद आय",
        "PurchasedProducts": "खरीदे गए उत्पाद",
        "Quantity": "मात्रा",
        "RangeReports": "विशिष्ट तिथि सीमाएं",
        "ReadThisToLearnMore": "%1$sअधिक जानने के लिए इस पढ़ें.%2$s",
        "Recommended": "(अनुशंसित)",
        "RecordsToPlot": "प्लॉट करने के लिए अभिलेख",
        "Refresh": "ताज़ा करना",
        "RefreshPage": "पृष्ठ रीफ़्रेश करें",
        "RelatedReport": "संबंधित रिपोर्ट",
        "RelatedReports": "संबंधित रिपोर्ट",
        "Remove": "हटाना",
        "Report": "संबंधित",
        "ReportGeneratedFrom": "यह रिपोर्ट %s से डेटा का उपयोग कर उत्पन्न किया गया",
        "Reports": "रिपोर्टें",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "आज के लिए रिपोर्ट (या आज सहित किसी भी अन्य तिथि सीमा) हर अधिकांश पर कार्रवाई की जाएगी",
        "ReportsWillBeProcessedAtMostEveryHour": "रिपोर्टें इसलिए अधिकांश हर घंटे पर कार्रवाई की जाएगी.",
        "RequestTimedOut": "%s से एक डेटा अनुरोध समय समाप्त हो गया. पुन: प्रयास करें.",
        "Required": "%s आवश्यकता",
        "ReturningVisitor": "आगंतुक वापस आ रहें",
        "ReturningVisitorAllVisits": "सभी यात्राएं देखें",
        "RowEvolutionRowActionTooltip": "इस पंक्ति के लिए मैट्रिक्स समय के साथ कैसे बदलें देखें",
        "RowEvolutionRowActionTooltipTitle": "खुला पंक्ति विकास",
        "Rows": "पंक्तियाँ",
        "RowsToDisplay": "प्रदर्शित करने के लिए पंक्तियाँ",
        "Save": "सहेजें",
        "SaveImageOnYourComputer": "अपने कंप्यूटर पर छवि को बचाने के लिए,छवि राइट क्लिक करें और चुनें \"के रूप में छवि सहेजें ...\"",
        "Search": "खोज",
        "SearchNoResults": "कोई परिणाम नहीं",
        "Seconds": "%ss",
        "SeeAll": "सभी देखना",
        "SeeTheOfficialDocumentationForMoreInformation": "अधिक जानकारी के लिए %sआधिकारिक दस्तावेज %s देखें.",
        "SelectYesIfYouWantToSendEmailsViaServer": "आप चाहते हैं या स्थानीय मेल प्रकार्य का नाम के बदले सर्वर के माध्यम से ई - मेल भेजने के लिए है, तो \"हाँ\" का चयन करें",
        "Settings": "सेटिंग्स",
        "Shipping": "नौवहन",
        "ShortDay_1": "रवि",
        "ShortDay_2": "सोम",
        "ShortDay_3": "मंगल",
        "ShortDay_4": "बुध",
        "ShortDay_5": "गुरु",
        "ShortDay_6": "शुक्र",
        "ShortDay_7": "शनि",
        "ShortMonth_1": "जनवरी",
        "ShortMonth_10": "अक्तूबर",
        "ShortMonth_11": "नवम्बर",
        "ShortMonth_12": "दिसम्बर",
        "ShortMonth_2": "फरवरी",
        "ShortMonth_3": "मार्च",
        "ShortMonth_4": "अप्रैल",
        "ShortMonth_5": "मई",
        "ShortMonth_6": "जून",
        "ShortMonth_7": "जुलाई",
        "ShortMonth_8": "अगस्त",
        "ShortMonth_9": "सितम्बर",
        "Show": "दिखाना",
        "SingleWebsitesDashboard": "एकल वेबसाइट डैशबोर्ड",
        "SmallTrafficYouCanLeaveDefault": "छोटे यातायात वेबसाइटों के लिए, यदि आप डिफ़ॉल्ट %sसेकंड हटा देते हैं, और वास्तविक समय में सभी रिपोर्टों का उपयोग कर सकते हैं.",
        "SmtpEncryption": "एसएमटीपी एन्क्रिप्शन",
        "SmtpPassword": "एसएमटीपी पासवर्ड",
        "SmtpPort": "एसएमटीपी पोर्ट",
        "SmtpServerAddress": "एसएमटीपी सर्वर पता",
        "SmtpUsername": "एसएमटीपी उपयोगकर्ता नाम",
        "Source": "स्रोत",
        "StatisticsAreNotRecorded": "Piwik आगंतुक के खोज वर्तमान में अक्षम है! अपने config \/ config.ini.php फ़ाइल में रिकॉर्ड आंकड़े = 1 सेट करके खोज पुन: सक्षम करे",
        "Subtotal": "आधा",
        "Summary": "सारांश",
        "Table": "तालिका",
        "TagCloud": "टैग क्लाउड",
        "Tax": "कर",
        "TimeOnPage": "पृष्ठ पर समय",
        "Today": "आज",
        "Total": "संपूर्ण",
        "TotalRevenue": "कुल राजस्व",
        "TotalVisitsPageviewsRevenue": "(कुल: %s यात्राओं, %s कार्रवाई, %s राजस्व)",
        "TransitionsRowActionTooltip": "पहले और इस पृष्ठ को देखने के बाद दर्शकों ने क्या किया देखें",
        "TransitionsRowActionTooltipTitle": "ओपन बदलाव",
        "TranslatorEmail": "ashish@ajoft.com",
        "TranslatorName": "<a href=\"http:\/\/www.ajoft.com\/\">Ajoft Softwares<\/a>",
        "UniquePurchases": "अद्वितीय खरीद",
        "Unknown": "अज्ञात",
        "Upload": "अपलोड करें",
        "UsePlusMinusIconsDocumentation": "नेविगेट करने के लिए बाईं तरफ के प्लस और माइनस आइकॉन का प्रयोग करें.",
        "Username": "उपयोगकर्ता नाम",
        "UseSMTPServerForEmail": "ई - मेल के लिए एसएमटीपी सर्वर का प्रयोग करें",
        "Value": "मूल्य",
        "VBarGraph": "ऊर्ध्वाधर बार ग्राफ़",
        "View": "देखना",
        "Visit": "भेंट",
        "VisitConvertedGoal": "परिवर्तित कम से कम एक लक्ष्य पर जाएँ",
        "VisitConvertedGoalId": "परिवर्तित एक विशिष्ट लक्ष्य आईडी पर जाएँ",
        "VisitDuration": "औसत.भेंट (सेकंड में) अवधि",
        "Visitor": "आगंतुक",
        "VisitorID": "आगंतुक आईडी",
        "VisitorIP": "आगंतुक आईपी",
        "Visitors": "आगंतुकों",
        "VisitsWith": "%s साथ दौरा",
        "VisitType": "आगंतुक के प्रकार",
        "VisitTypeExample": "उदाहरण के लिए, अपने पिछले दौरों में कुछ खरीदा है जो उन सहित, वेबसाइट पर लौट आए हैं, जो सभी आगंतुकों का चयन करने के लिए, एपीआई अनुरोध %s शामिल होगा",
        "Warning": "चेतावनी",
        "WarningFileIntegrityNoManifest": "फ़ाइल अखंडता की जांच manifest.inc.php गुम की वजह से नहीं किया जा सकता है.",
        "WarningFileIntegrityNoMd5file": "फ़ाइल अखंडता की जांच लापता md5_file () फ़ंक्शन के कारण पूरा नहीं हो सका.",
        "WarningPasswordStored": "%sचेतावनी:%s यह पासवर्ड config फाइल में संग्रहीत किया जाएगा यह उपयोग कर सकते हैं जो हर किसी को दिखाई दे.",
        "Website": "वेबसाइट",
        "Weekly": "साप्ताहिक",
        "WeeklyReport": "साप्ताहिक",
        "WeeklyReports": "साप्ताहिक रिपोर्ट",
        "Widgets": "विजेट",
        "YearlyReport": "वार्षिक",
        "YearlyReports": "वार्षिक रिपोर्टों में",
        "YearsDays": "%1$s साल %2$s दिन",
        "YearShort": "वर्ष",
        "Yes": "हां",
        "Yesterday": "कल",
        "YouAreCurrentlyUsing": "आप वर्तमान में Piwik %s का उपयोग कर रहे हैं.",
        "YouAreViewingDemoShortMessage": "आप वर्तमान में Piwik का डेमो देख रहे हैं",
        "YouMustBeLoggedIn": "आप इस कार्यक्षमता का उपयोग करने में लॉग इन होना चाहिए.",
        "YourChangesHaveBeenSaved": "आपके परिवर्तन को सहेजा गया है."
    },
    "Goals": {
        "AbandonedCart": "परित्यक्त कार्ट",
        "AddGoal": "लक्ष्य जोड़ें",
        "AddNewGoal": "एक नया लक्ष्य जोड़ें",
        "AddNewGoalOrEditExistingGoal": "%sएक नया लक्ष्य जोड़ें%s या %sमौजूदा लक्ष्य %sको संपादित करें",
        "AllowGoalConvertedMoreThanOncePerVisit": "लक्ष्य प्रति विज़िट एक से अधिक बार परिवर्तित करने की अनुमति दें",
        "AllowMultipleConversionsPerVisit": "प्रति यात्रा कई रूपांतरणों की अनुमति दें",
        "BestCountries": "आपका सबसे अच्छा परिवर्तित देश हैं:",
        "BestKeywords": "आपका शीर्ष परिवर्तित कीवर्ड हैं:",
        "BestReferrers": "आपका सबसे अच्छा परिवर्तित वेबसाइटों सन्दर्भदाता हैं:",
        "CaseSensitive": "संवेदनशील प्रकरण मिलना",
        "ClickOutlink": "एक बाहरी वेबसाइट के लिए एक लिंक पर क्लिक करें",
        "ColumnAverageOrderRevenueDocumentation": "औसत ऑर्डर मूल्य (AOV) आदेश की संख्या से विभाजित सभी ईकॉमर्स आदेश से कुल राजस्व है.",
        "ColumnAveragePriceDocumentation": "इस %s के लिए औसत राजस्व.",
        "ColumnAverageQuantityDocumentation": "इस %s की औसत मात्रा ईकॉमर्स आदेश में बेच दिया.",
        "ColumnConversionRateDocumentation": "लक्ष्य %s को सक्रिय किया गया यात्राओं का प्रतिशत.",
        "ColumnConversionRateProductDocumentation": "रूपांतरण %s दर उत्पाद पृष्ठ पर यात्राओं की संख्या से विभाजित इस उत्पाद से युक्त आदेश की संख्या है.",
        "ColumnConversions": "रूपांतरण",
        "ColumnConversionsDocumentation": "%s के लिए रूपांतरण की संख्या.",
        "ColumnOrdersDocumentation": "कम से कम एक बार जिसमें %s ईकॉमर्स आदेशों की कुल संख्या.",
        "ColumnPurchasedProductsDocumentation": "खरीदे गए उत्पादों की संख्या में सभी ईकॉमर्स आदेश में बेचा उत्पाद मात्रा का योग है.",
        "ColumnQuantityDocumentation": "प्रत्येक मात्रा %s के लिए बेचा उत्पादों की कुल संख्या है.",
        "ColumnRevenueDocumentation": "कुल राजस्व %s द्वारा उत्पन्न की.",
        "ColumnRevenuePerVisitDocumentation": "कुल राजस्व यात्राओं की संख्या से विभाजित %s द्वारा उत्पन्न किया.",
        "ColumnVisits": "यात्राओं की कुल संख्या,परवाह किए बिना एक लक्ष्य सक्रिय हो गया था या नहीं.",
        "ColumnVisitsProductDocumentation": "उत्पाद \/ श्रेणी पेज पर यात्राओं की संख्या. यह भी %s की रूपांतरण दर संसाधित करने के लिए प्रयोग किया जाता है. ईकॉमर्स दृश्य ट्रैकिंग उत्पाद \/ श्रेणी पृष्ठों पर सेटअप किया गया तो यह मीट्रिक रिपोर्ट में है.",
        "Contains": "%s में शामिल",
        "ConversionByTypeReportDocumentation": "इस रिपोर्ट के बाएं पैनल में उपलब्ध श्रेणियों में से प्रत्येक के लिए लक्ष्य प्रदर्शन (रूपांतरण, रूपांतरण दर और यात्रा के प्रति राजस्व) के बारे में विस्तृत जानकारी प्रदान करता है.%s रिपोर्ट देखने के लिए श्रेणियों में से एक पर क्लिक करें. %sअधिक जानकारी के लिए, %sट्रैकिंग लक्ष्य प्रलेखन%s पढ़ें",
        "ConversionRate": "%s रूपांतरण दर",
        "Conversions": "%s रूपांतरण",
        "ConversionsOverview": "रूपांतरण अवलोकन",
        "ConversionsOverviewBy": "यात्रा के प्रकार से रूपांतरण अवलोकन",
        "CreateNewGOal": "एक नया लक्ष्य बनाएं",
        "DaysToConv": "रूपांतरण के लिए दिन",
        "DefaultGoalConvertedOncePerVisit": "(डिफ़ॉल्ट) लक्ष्य केवल यात्रा के प्रति एक बार परिवर्तित किया जा सकता है",
        "DefaultRevenue": "लक्ष्य डिफ़ॉल्ट राजस्व है",
        "DefaultRevenueHelp": "उदाहरण के लिए, एक आगंतुक द्वारा प्रस्तुत एक संपर्क फ़ॉर्म औसतन 10 डॉलर मूल्य हो सकता है. Piwik आप अपने दर्शकों के क्षेत्रों प्रदर्शन कर रहे हैं कि कैसे अच्छी तरह से समझने में मदद करेगा.",
        "DeleteGoalConfirm": "आप अपने लक्ष्य %s को नष्ट करना चाहते हैं?",
        "DocumentationRevenueGeneratedByProductSales": "उत्पाद की बिक्री. कर, शिपिंग और छूट शामिल नहीं",
        "Download": "एक फाइल डाउनलोड करें",
        "Ecommerce": "ईकॉमर्स",
        "EcommerceAndGoalsMenu": "ईकॉमर्स और लक्ष्य",
        "EcommerceLog": "ईकॉमर्स अभिलेख",
        "EcommerceOrder": "ईकॉमर्स के आदेश",
        "EcommerceOverview": "ईकॉमर्स अवलोकन",
        "EcommerceReports": "ईकॉमर्स रिपोर्टें",
        "ExceptionInvalidMatchingString": "आप 'सटीक मैच' चुनते हैं, तो मिलान स्ट्रिंग %s की शुरुआत के साथ एक URL होना चाहिए. उदाहरण के लिए, '%s' में.",
        "ExternalWebsiteUrl": "बाहरी वेबसाइट यूआरएल",
        "Filename": "फ़ाइल का नाम",
        "GoalConversion": "लक्ष्य रूपांतरण",
        "GoalConversions": "लक्ष्य रूपांतरण",
        "GoalConversionsBy": "यात्रा के प्रकार से लक्ष्य %s का रूपांतरण",
        "GoalIsTriggered": "लक्ष्य शुरू हो रहा है",
        "GoalIsTriggeredWhen": "जब लक्ष्य सक्रिय हो रहा है",
        "GoalName": "लक्ष्य नाम",
        "Goals": "लक्ष्य",
        "GoalsManagement": "लक्ष्य प्रबंधन",
        "GoalsOverview": "लक्ष्य अवलोकन",
        "GoalsOverviewDocumentation": "यह अपने लक्ष्य रूपांतरण का अवलोकन है. प्रारंभ में, ग्राफ सभी रूपांतरणों की राशि को दर्शाता है. ग्राफ नीचे %s, आप अपने लक्ष्यों में से प्रत्येक के लिए रूपांतरण रिपोर्ट देख सकते हैं. स्पार्कलाइन उन पर क्लिक करके विस्तारित किया जा सकता है.",
        "GoalX": "लक्ष्य %s",
        "HelpOneConversionPerVisit": "यह लक्ष्य मिलान एक पृष्ठ एक यात्रा में रीफ़्रेश या एक से अधिक बार देखा जाता है तो लक्ष्य केवल पृष्ठ पर इस यात्रा के दौरान लोड किया गया था पहली बार ट्रैक किया जाएगा.",
        "IsExactly": "%s ठीक है",
        "LearnMoreAboutGoalTrackingDocumentation": "उपयोगकर्ता दस्तावेज में Piwik %s में लक्ष्य ट्रैकिंग के बारे में और अधिक जानें %s, या अभी एक लक्ष्य बनाने के लिए!",
        "LeftInCart": "%s कार्ट में छोड़ दिया",
        "Manually": "मैन्युअल रूप से",
        "ManuallyTriggeredUsingJavascriptFunction": "लक्ष्य मैन्युअली जावास्क्रिप्ट एपीआई trackGoal () का उपयोग शुरू हो रहा है",
        "MatchesExpression": "%s अभिव्यक्ति से मेल खाता है",
        "NewGoalDescription": "Piwik में एक लक्ष्य अपनी रणनीति, अपनी प्राथमिकता है, और बहुत सी बातें आवश्यक कर सकते हैं: \"डाउनलोड विवरणिका\", \"पंजीकृत समाचार पत्र\", आदि, \"पृष्ठ services.html दौरा\"",
        "NewGoalIntro": "लक्ष्य रूपांतरण ट्रैकिंग अपने व्यापार के लक्ष्यों को मापने के लिए और बेहतर बनाने के लिए सबसे कारगर तरीकों में से एक है.",
        "NewGoalYouWillBeAbleTo": "यदि आप प्रत्येक लक्ष्य के लिए अपने प्रदर्शन को को देखने और विश्लेषण करने में सक्षम हो जाएगा, और रूपांतरण, रूपांतरण दर और यात्रा के प्रति राजस्व में वृद्धि करने के लिए.",
        "NewVisitorsConversionRateIs": "नई आगंतुक रूपांतरण दर %s है",
        "NewWhatDoYouWantUsersToDo": "आप अपने उपयोगकर्ताओं को अपनी वेबसाइट पर क्या करना चाहते हो?",
        "Optional": "(वैकल्पिक)",
        "OverallConversionRate": "%s कुल रूपांतरण दर (एक पूरा लक्ष्य के साथ दौरा)",
        "OverallRevenue": "%s कुल राजस्व",
        "PageTitle": "पृष्ठ शीर्षक",
        "Pattern": "प्रतिमान",
        "PluginDescription": "लक्ष्य बनाएं और अपने लक्ष्य रूपांतरण के बारे में रिपोर्ट देखें: समय के साथ विकास यात्रा के प्रति राजस्व, कीवर्ड प्रति संदर्भ प्रति रूपांतरण, आदि",
        "ProductCategory": "उत्पाद श्रेणी",
        "ProductName": "उत्पाद का नाम",
        "Products": "उत्पाद",
        "ProductSKU": "उत्पाद SKU",
        "ReturningVisitorsConversionRateIs": "आगंतुकों रूपांतरण दर रिटर्निंग %s है",
        "SingleGoalOverviewDocumentation": "यह एक ही लक्ष्य के लिए रूपांतरण का अवलोकन है. %s ग्राफ नीचे स्पार्कलाइन उन पर क्लिक करके विस्तारित किया जा सकता है.",
        "UpdateGoal": "लक्ष्य अद्यतन",
        "URL": "यूआरएल",
        "ViewAndEditGoals": "लक्ष्य देखें और संपादित करें",
        "ViewGoalsBy": "%s द्वारा लक्ष्यों को देखें",
        "VisitPageTitle": "किसी दिए गए पृष्ठ शीर्षक पर जाएँ",
        "VisitsUntilConv": "रूपांतरण के लिए दौरा",
        "VisitUrl": "किसी दिए गए यूआरएल (पृष्ठों के पृष्ठ या समूह) पर जाएँ",
        "WhenVisitors": "जब आगंतुकों",
        "WhereThe": "जहां",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "दौरा पेज जावास्क्रिप्ट 'trackGoal' के लिए एक कॉल शामिल है जहां विधि (%s अधिक जानें%s)",
        "YouCanEnableEcommerceReports": "आपको %s पेज में इस वेबसाइट को सक्षम %s कर सकते हैं."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "स्तंभ '%s' इस रिपोर्ट में नहीं मिला था. किसी %sका प्रयास करें",
        "PluginDescription": "किसी भी Piwik रिपोर्ट के लिए सुंदर स्थिर पीएनजी ग्राफ छवियों को उत्पन्न करता है."
    },
    "Installation": {
        "ConfigurationHelp": "आपकी Piwik विन्यास फाइल गलत प्रतीत होता है. आप या तो विन्यास \/ config.ini.php हटाने और स्थापना को फिर से शुरू, या डेटाबेस कनेक्शन सेटिंग्स को सही कर सकते हैं.",
        "ConfirmDeleteExistingTables": "अपने डेटाबेस से %s: क्या आप तालिकाओं को हटाना चाहते हैं? चेतावनी: इन तालिकाओं से डेटा बरामद नहीं किया जा सकता है!",
        "Congratulations": "बधाई हो",
        "CongratulationsHelp": "<p> बधाई हो! आपकी Piwik स्थापना पूरा हो गया है.<\/p><p>अपने जावास्क्रिप्ट कोड को अपने पन्नों पर दर्ज किया जाता है सुनिश्चित करें, और अपने पहले आगंतुकों के लिए प्रतीक्षा करें <\/ p>",
        "DatabaseAbilities": "डेटाबेस की क्षमताओं",
        "DatabaseCreation": "डेटाबेस निर्माण",
        "DatabaseErrorConnect": "डेटाबेस सर्वर से कनेक्ट करने की कोशिश के दौरान त्रुटि",
        "DatabaseServerVersion": "डाटाबेस सर्वर संस्करण",
        "DatabaseSetup": "डेटाबेस सेटअप",
        "DatabaseSetupAdapter": "अनुकूलक",
        "DatabaseSetupDatabaseName": "डेटाबेस नाम",
        "DatabaseSetupLogin": "लॉगिन",
        "DatabaseSetupServer": "डाटाबेस सर्वर",
        "DatabaseSetupTablePrefix": "तालिका उपसर्ग",
        "Email": "ईमेल",
        "Extension": "विस्तार",
        "Filesystem": "संचिकातंत्र",
        "GoBackAndDefinePrefix": "वापस जाओ और Piwik टेबल्स के लिए एक उपसर्ग को परिभाषित करे.",
        "Installation": "स्थापना",
        "InstallationStatus": "स्थापना स्थिति",
        "InsufficientPrivilegesHelp": "आप ऐसे phpMyAdmin के रूप में एक उपकरण का उपयोग करके या सही एसक्यूएल प्रश्नों को क्रियान्वित करने से इन विशेषाधिकारों को जोड़ सकते हैं. आपको इन चीजों को कैसे करना है पता नहीं है, आप के लिए इन विशेषाधिकार प्रदान करने के लिए अपने सिस्टम प्रशासक से पूछे कृपया.",
        "InsufficientPrivilegesMain": "या तो डाटाबेस (और नहीं बनाया जा सकता है) मौजूद नहीं है, या निर्दिष्ट उपयोगकर्ता के अपर्याप्त विशेषाधिकार है. डेटाबेस उपयोगकर्ता को निम्न विशेषाधिकार होना आवश्यक है:%s",
        "JsTagArchivingHelp1": "मध्यम और उच्च यातायात वेबसाइटों के लिए कुछ अनुकूलन रहे हैं कि Piwik (जैसे %1$sऑटो संग्रह की स्थापना के रूप%2$s में) तेजी से चलाने में मदद के लिए बनाया जाना चाहिए.",
        "JSTracking_EndNote": "नोट: स्थापना प्रक्रिया के बाद, आप ट्रैकिंग कोड व्यवस्थापक अनुभाग में अनुकूलित %1$sट्रैकिंग कोड%2$s उत्पन्न कर सकते हैं.",
        "JSTracking_Intro": "Piwik साथ अपने वेब यातायात को ट्रैक करने के लिए आप कुछ अतिरिक्त कोड अपने वेब पृष्ठों में से प्रत्येक के लिए जोड़ा जाता है सुनिश्चित करने की जरूरत है.",
        "LargePiwikInstances": "उच्च यातायात वेबसाइटों के साथ उपयोगकर्ताओं के लिए मदद",
        "Legend": "दिव्य चरित्र",
        "LoadDataInfileRecommended": "अपने Piwik सर्वर उच्च यातायात वेबसाइटों को (प्रति माह जैसे> 100,000 पृष्ठों) ट्रैक करता है, तो हम इस समस्या को ठीक करने की कोशिश करने की सलाह देते हैं.",
        "LoadDataInfileUnavailableHelp": "%1$s का प्रयोग बहुत Piwik का संग्रह करने की प्रक्रिया को गति देगा. Piwik लिए उपलब्ध बनाने के लिए, अपने PHP और MySQL सॉफ्टवेयर अद्यतन करने की कोशिश और अपने डेटाबेस उपयोगकर्ता के %2$sविशेषाधिकार है सुनिश्चित करें.",
        "NfsFilesystemWarning": "आपका सर्वर एक NFS फाइल सिस्टम का उपयोग कर रहा है.",
        "NfsFilesystemWarningSuffixAdmin": "इसका मतलब यह है Piwik अत्यंत धीमी हो जाएगा फ़ाइल आधारित सत्रों का उपयोग करते समय.",
        "NfsFilesystemWarningSuffixInstall": "एनएफएस पर फ़ाइल आधारित सत्रों का प्रयोग अत्यंत धीमा है, तो Piwik डेटाबेस सत्र का उपयोग करेगा. आप कई समवर्ती डैशबोर्ड उपयोगकर्ताओं है, तो आप डेटाबेस सर्वर से ग्राहक कनेक्शन की अधिकतम संख्या में वृद्धि करने की आवश्यकता हो सकती है.",
        "NoConfigFound": "Piwik विन्यास फ़ाइल नहीं मिल सकता है और आप एक Piwik पृष्ठ का उपयोग करने की कोशिश कर रहे हैं. <br \/> <b> »आप <a href='index.php'> अब Piwik स्थापित कर सकते हैं <\/ a> <\/ b> <br \/> <small> आप पहले Piwik स्थापित और अपने DB में कुछ तालिकाएँ है, तो चिंता मत करो, तुम एक ही टेबल का पुनः उपयोग और अपने मौजूदा डेटा रख सकते हैं! <\/small>",
        "Optional": "वैकल्पिक",
        "Password": "पासवर्ड",
        "PasswordDoNotMatch": "पासवर्ड मेल नहीं खाते",
        "PasswordRepeat": "पासवर्ड (दोहराने)",
        "PercentDone": "%s %% समाप्त",
        "PleaseFixTheFollowingErrors": "निम्न त्रुटियों को ठीक करें",
        "PluginDescription": "Piwik की स्थापना की प्रक्रिया. स्थापना आमतौर पर केवल एक बार किया जाता है. विन्यास फाइल विन्यास \/ config.inc.php नष्ट कर दिया जाता है, तो स्थापना फिर से शुरू होगा.",
        "Requirements": "Piwik आवश्यकताएँ",
        "RestartWebServer": "यह परिवर्तन करने के बाद, अपने वेब सर्वर को पुनरारंभ करें.",
        "SeeBelowForMoreInfo": "अधिक जानकारी के लिए नीचे देखें.",
        "SetupWebsite": "एक वेबसाइट सेटअप करें",
        "SetupWebsiteError": "वेबसाइट जोड़ते समय एक त्रुटि हुई थी",
        "SetupWebSiteName": "वेबसाइट का नाम",
        "SetupWebsiteSetupSuccess": "वेबसाइट %s सफलता के साथ बनाई गई!",
        "SetupWebSiteURL": "वेबसाइट यूआरएल",
        "SiteSetup": "आप ट्रैक और Piwik के साथ विश्लेषण करना चाहते हैं कृपया पहली वेबसाइट सेटअप करे:",
        "SiteSetupFootnote": "नोट: Piwik स्थापित समाप्त हो गया है, एक बार आप ट्रैक करने के लिए और अधिक वेबसाइट जोड़ने के लिए सक्षम हो जाएंगे!",
        "SuperUser": "उत्कृष्ट प्रयोक्ता",
        "SuperUserLogin": "उत्कृष्ट उपयोगकर्ता लॉगिन",
        "SuperUserSetupSuccess": "उत्कृष्ट प्रयोक्ता सफलता के साथ बनाया!",
        "SystemCheck": "प्रणाली की जाँच करें",
        "SystemCheckAutoUpdateHelp": "नोट: Piwik के एक क्लिक अद्यतन Piwik फ़ोल्डर और उसकी सामग्री को लिखने के अनुमति की आवश्यकता है.",
        "SystemCheckCreateFunctionHelp": "Piwik कॉलबैक के लिए गुमनाम फ़ंक्शंस का उपयोग करता है.",
        "SystemCheckDatabaseHelp": "Piwik mysqli विस्तार या तो या पीडीओ और pdo_mysql एक्सटेंशन दोनों की आवश्यकता है.",
        "SystemCheckDebugBacktraceHelp": "देखें :: कारखाने कालिंग मॉड्यूल के लिए विचारों को पैदा करने में सक्षम नहीं होंगे.",
        "SystemCheckError": "एक त्रुटि - आप आगे बढ़ने से पहले तय की जानी चाहिए",
        "SystemCheckEvalHelp": "एचटीएमएल QuickForm और Smarty templating प्रणाली द्वारा आवश्यक है.",
        "SystemCheckExtensions": "अन्य जरूरी विस्तार",
        "SystemCheckFileIntegrity": "फ़ाइल अखंडता",
        "SystemCheckFunctions": "आवश्यक फ़ंक्शंस",
        "SystemCheckGDHelp": "स्पार्कलाइन (छोटे रेखांकन) और छवि रेखांकन (Piwik मोबाइल अनुप्रयोग और ईमेल रिपोर्टों में) काम नहीं करेगा.",
        "SystemCheckGlobHelp": "यह अंतर्निर्मित फलन अपने मेजबान में अक्षम हो गया है. Piwik इस फलन का अनुकरण का प्रयास करेगा लेकिन आगे सुरक्षा प्रतिबंधों का सामना कर सकते है. कार्यक्षमता को प्रभावित किया जा सकता है.",
        "SystemCheckGzcompressHelp": "आप zlib विस्तार और gzcompress फलन को सक्षम करने की आवश्यकता है.",
        "SystemCheckGzuncompressHelp": "आप zlib विस्तार और gzcompress फलन को सक्षम करने की आवश्यकता है.",
        "SystemCheckIconvHelp": "आप PHP कॉन्फ़िगर और पुनर्निर्माण की जरूरत \"iconv\" समर्थन सक्षम के साथ - साथ iconv.",
        "SystemCheckMailHelp": "प्रतिक्रिया और लॉस्ट पासवर्ड संदेशों को बिना मेल के ()भेजा नहीं जाएगा.",
        "SystemCheckMbstring": "एमबी स्ट्रिंग",
        "SystemCheckMemoryLimit": "स्मृति सीमा",
        "SystemCheckMemoryLimitHelp": "एक उच्च यातायात वेबसाइट पर, पुरालेखण की प्रक्रिया वर्तमान अनुमति से अधिक स्मृति की आवश्यकता हो सकती. यदि आवश्यक हो, अपने php.ini फ़ाइल में memory_limit निर्देश बदलते हैं.",
        "SystemCheckOpenURL": "ओपन यूआरएल",
        "SystemCheckOpenURLHelp": "समाचार पत्रिका सदस्यता, अद्यतन अधिसूचना, और एक क्लिक अद्यतन \"कर्ल\" विस्तार की आवश्यकता है, Allow_url_fopen = पर, या fsockopen () सक्षम होना चाहिए.",
        "SystemCheckOtherExtensions": "अन्य एक्सटेंशन",
        "SystemCheckOtherFunctions": "अन्य फलन",
        "SystemCheckPackHelp": "पैक () फलन Piwik में आगंतुकों को ट्रैक करने के लिए आवश्यक है.",
        "SystemCheckParseIniFileHelp": "यह अंतर्निर्मित फलन अपने मेजबान पर निष्क्रिय कर दिया गया. Piwik इस फलन का अनुकरण करने का प्रयास करेंगे लेकिन आगे सुरक्षा प्रतिबंधों का सामना कर सकते. ट्रैकर प्रदर्शन भी प्रभावित हो जाएगा.",
        "SystemCheckPdoAndMysqliHelp": "एक लिनक्स सर्वर पर आप निम्नलिखित विकल्पों के साथ php का संकलन कर सकते हैं:%1$s अपने php.ini में निम्नलिखित लाइनें जोड़ने:%2$s",
        "SystemCheckPhp": "PHP संस्करण",
        "SystemCheckPhpPdoAndMysqli": "पर अधिक जानकारी: %1$s PHP पीडीओ %2$s और %3$s mysqli %4$s.",
        "SystemCheckSplHelp": "आप मानक PHP पुस्तकालय (एसपीएल) सक्षम (डिफ़ॉल्ट रूप से) के साथ PHP कॉन्फ़िगर और पुनर्निर्माण की जरूरत है.",
        "SystemCheckSummaryNoProblems": "हुज़्ज़ाह! अपने Piwik सेटअप के साथ कोई समस्या नहीं हैं. अपने आप को पीठ पर एक पॅट दे.",
        "SystemCheckSummaryThereWereErrors": "ओह! Piwik अपने Piwik स्थापना के साथ कुछ %1$sगंभीर समस्याओं%2$s का पता लगाया गया है. %3$sये समस्याएँ तुरंत निर्धारित की जानी चाहिए.%4$s",
        "SystemCheckSummaryThereWereWarnings": "आपके सिस्टम के साथ कुछ मुद्दे हैं. Piwik चलाया जाएगा, लेकिन आपको कुछ मामूली समस्याओं का अनुभव हो सकता है.",
        "SystemCheckTimeLimitHelp": "एक उच्च यातायात वेबसाइट पर, पुरालेखण की प्रक्रिया को क्रियान्वित वर्तमान की अनुमति से अधिक समय की आवश्यकता हो सकती है. यदि आवश्यक हो, अपने php.ini फ़ाइल में max_execution_time के निर्देश बदलते हैं.",
        "SystemCheckTracker": "ट्रैकर स्थिति",
        "SystemCheckTrackerHelp": "Piwik.php के लिए अनुरोध विफल मिलता है. HTTP प्रमाणीकरण से इस यूआरएल को श्वेत सूची बनाओ कोशिश करो और (आपको अपने webhost पूछने के लिए हो सकता है) mod_security अक्षम करें.",
        "SystemCheckWarnDomHelp": "आप \"डोम\" एक्सटेंशन (जैसे, \"php-डोम\" और \/ या \"php-xml\" पैकेज स्थापित) सक्षम होना चाहिए.",
        "SystemCheckWarning": "Piwik सामान्य रूप से काम करेगा, लेकिन कुछ सुविधाओं की कमी हो सकती है",
        "SystemCheckWarnJsonHelp": "आप बेहतर प्रदर्शन के लिए \"json\" एक्सटेंशन (जैसे, \"php-json\" पैकेज स्थापित) सक्षम होना चाहिए.",
        "SystemCheckWarnLibXmlHelp": "यह अन्य कोर PHP विस्तार के लिए आवश्यक है के रूप में आप \"libxml\" एक्सटेंशन (उदाहरण के लिए, पैकेज \"php-libxml स्थापित\") सक्षम करे.",
        "SystemCheckWarnSimpleXMLHelp": "आप \"SimpleXML\" एक्सटेंशन (जैसे, \"php-SimpleXML\" और \/ या \"php-xml\" पैकेज स्थापित) सक्षम करे.",
        "SystemCheckWinPdoAndMysqliHelp": "एक विंडोज़ सर्वर पर आप अपने php.ini के लिए निम्न पंक्तियाँ जोड़ सकते हैं: %s",
        "SystemCheckWriteDirs": "राइट उपयोग के साथ निर्देशिका",
        "SystemCheckWriteDirsHelp": "अपने सिस्टम पर इस त्रुटि को ठीक करने के लिए निम्न आदेश (ओं) से टाइप करने की कोशिश",
        "SystemCheckZlibHelp": "आप सक्षम \"जेडलिब्\" समर्थन के साथ PHP कॉन्फ़िगर और पुनर्निर्माण की आवश्यकता, - साथ zlib.",
        "Tables": "तालिकाएँ बनाना",
        "TablesCreatedSuccess": "तालिकाएँ सफलता के साथ बनाई गई!",
        "TablesDelete": "पता लगाया तालिकाओं को हटाएँ",
        "TablesDeletedSuccess": "सफलता साथ नष्ट कर दिया मौजूदा Piwik तालिकाएँ",
        "TablesFound": "निम्न तालिकाओं को डेटाबेस में पाया गया है",
        "TablesReuse": "मौजूदा तालिकाओं का पुनः उपयोग",
        "TablesWarningHelp": "या तो मौजूदा डेटाबेस तालिकाओं का पुन: उपयोग करने के लिए चुन सकते हैं या डेटाबेस से सभी मौजूदा डेटा को मिटाने के लिए एक साफ स्थापित का चयन करें.",
        "TablesWithSameNamesFound": "अपने डेटाबेस से कुछ %1$s तालिकाओं के रूप में %2$sएक ही नाम हैPiwik बनाने की कोशिश कर रहा है",
        "Timezone": "वेबसाइट समय क्षेत्र",
        "Welcome": "आपका स्वागत है!",
        "WelcomeHelp": "<p>Piwik अपने आगंतुकों से इच्छित जानकारी प्राप्त करने के लिए यह आसान बनाता है एक ओपन स्रोत वेब विश्लेषिकी सॉफ्टवेयर है.<\/p><p> यह प्रक्रिया %s आसान चरणों में विभाजित है और 5 मिनट के करीब का समय लगेगा.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Piwik अनुवाद के बारे में",
        "PluginDescription": "यह प्लगइन Piwik इंटरफेस के लिए उपलब्ध भाषाओं की सूची प्रदर्शित करेगा. चयनित भाषा प्रत्येक उपयोगकर्ता के लिए वरीयताओं से सहेजा जाएगा."
    },
    "Live": {
        "ConvertedNGoals": "लक्ष्य %s बदल दिया गया है",
        "FirstVisit": "पहला दौरा",
        "GoalType": "प्रकार",
        "HideMap": "नक्शा छिपाना",
        "KeywordRankedOnSearchResultForThisVisitor": "खोजशब्द %1$sके इस आगंतुक %2$sके लिए %3$sखोज परिणाम पृष्ठ पर स्थान दिया गया था",
        "LastHours": "अंतिम %s घंटे",
        "LastMinutes": "अंतिम %s मिनट",
        "LastVisit": "अंतिम दौरा",
        "LinkVisitorLog": "विस्तृत आगंतुक लॉग देखें",
        "MorePagesNotDisplayed": "इस आगंतुक से अधिक पृष्ठों को प्रदर्शित नहीं कर रहे हैं",
        "NbVisitor": "1 आगंतुक",
        "NbVisitors": "%s आगंतुकों",
        "PageRefreshed": "यह पृष्ठ देखा गया था \/ एक पंक्ति में रिफ्रेश की संख्या।",
        "PluginDescription": "अपने दर्शकों के वास्तविक समय में रहते देखो!",
        "RealTimeVisitorCount": "रीयल टाइम आगंतुक गणना",
        "Referrer_URL": "संदर्भ URL",
        "ShowMap": "नक्शा दिखाना",
        "SimpleRealTimeWidget_Message": "अंतिम %s में %s और %s है.",
        "VisitedPages": "पृष्ठों का दौरा",
        "VisitorLog": "आगंतुक प्रवेश",
        "VisitorLogDocumentation": "इस तालिका में चयनित तिथि सीमा के भीतर नवीनतम यात्राओं से पता चलता है. %sआप देख सकते हैं जब एक आगंतुक की अंतिम यात्रा की तारीख के आस-पास उत्पन्न हुई।तिथि सीमा आज भी शामिल है, तो आप अपने दर्शकों के वास्तविक समय देख सकते हैं! %s यहाँ प्रदर्शित डेटा की परवाह किए बिना कि क्या और कितनी बार आप पुरालेखण क्रॉन जॉब का उपयोग कर रहे हैं.",
        "VisitorProfile": "आगंतुक रूपरेखा",
        "VisitorsInRealTime": "वास्तविक समय से आगंतुक",
        "VisitorsLastVisit": "इस आगंतुक की आखिरी यात्रा %s दिन पहले की बात है.",
        "VisitsFrom": "%1$s%2$s से दौरा %3$s",
        "VisitSummary": "वेबसाइट पर %1$s%2$s का कुल खर्च किया%3$s, और%4$s यात्राओं में %5$sपृष्ठों को %6$s देखा.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "एक पुष्टिकरण लिंक आपके इनबॉक्स के लिए भेजा गया है. अपने ई - मेल की जाँच करें और अपने पासवर्ड बदलने का अनुरोध अधिकृत करने के लिए इस लिंक पर जाएं.",
        "ContactAdmin": "संभावित कारण: आपके मेजबान मेल () फलन में अक्षम हो सकता है. <br \/> अपने Piwik प्रशासक से संपर्क करें.",
        "ExceptionPasswordMD5HashExpected": "पासवर्ड पैरामीटर पासवर्ड का एक एमडी 5 हैश होने की उम्मीद है.",
        "InvalidNonceOrHeadersOrReferrer": "प्रपत्र सुरक्षा में विफल रहा है. प्रपत्र लोड करें और अपने कुकीज़ सक्षम किए गए हैं कि जांच करें. आप एक प्रॉक्सी सर्वर का उपयोग करते हैं, तो आपको चाहिए% है कि होस्ट हेडर प्रॉक्सी हैडर %s को आगे स्वीकार करने के लिए Piwik %s कॉन्फ़िगर करें. इसके अलावा, आपके जो Referer हेडर सही ढंग से भेजा गया है कि जांच ले.",
        "InvalidOrExpiredToken": "टोकन अमान्य है या समाप्त हो गया है.",
        "InvalidUsernameEmail": "अमान्य उपयोगकर्ता नाम या ई - मेल का पता.",
        "LogIn": "साइन इन करें",
        "LoginOrEmail": "उपयोगकर्ता नाम या ई मेल",
        "LoginPasswordNotCorrect": "गलत उपयोगकर्ता नाम और पासवर्ड संयोजन.",
        "LostYourPassword": "अपना पासवर्ड खो गया?",
        "MailPasswordChangeBody": "नमस्ते %1$s,\n\nएक पासवर्ड रीसेट अनुरोध %2$s से प्राप्त किया गया था. आप अपनी नई पहचान के साथ प्रवेश कर सकते हैं तो यह पासवर्ड परिवर्तन की पुष्टि करने के लिए नीचे दिए गए लिंक पर जाएँ:\n\n%3$s\n\nनोट: यह टोकन 24 घंटों में समाप्त हो जाएगा.\n\nऔर Piwik इस्तेमाल करने के लिए धन्यवाद!",
        "MailTopicPasswordChange": "पासवर्ड परिवर्तन की पुष्टि",
        "PasswordChanged": "आपका पासवर्ड बदल दिया गया है.",
        "PasswordRepeat": "पासवर्ड (दोहराने)",
        "PasswordsDoNotMatch": "पासवर्ड मेल नहीं खाते.",
        "RememberMe": "मुझे याद है",
        "ResetPasswordInstructions": "अपने खाते के लिए एक नया पासवर्ड दर्ज करें."
    },
    "Mobile": {
        "AboutPiwikMobile": "Piwik मोबाइल के बारे में",
        "AccessUrlLabel": "Piwik अभिगम यूआरएल",
        "Account": "खाता",
        "Accounts": "लेखा",
        "AddAccount": "खाता जोड़ें",
        "AddPiwikDemo": "Piwik डेमो जोड़ें",
        "Advanced": "अग्रवर्ती",
        "AnonymousAccess": "अनाम अभिगम",
        "AnonymousTracking": "बेनामी ट्रैकिंग",
        "AskForAnonymousTrackingPermission": "जब सक्रिय किया, Piwik मोबाइल piwik.org को अज्ञात उपयोग डेटा भेज देंगे. आशय Piwik मोबाइल डेवलपर्स को बेहतर अनुप्रयोग कैसे किया जाता है यह समझने में मदद करने इस डेटा का उपयोग करते है.सूचना भेजी: मेनू और सेटिंग्स ओएस नाम और संस्करण, Piwik मोबाइल में प्रदर्शित किसी भी त्रुटि, पर क्लिक किया. हम आपके विश्लेषण डेटा से किसी को ट्रैक नहीं करेंगे. यह अज्ञात डेटा सार्वजनिक कभी नहीं होगा. आप किसी भी समय सेटिंग्स में अज्ञात ट्रैकिंग सक्रिय \/ निष्क्रिय कर सकते हैं.",
        "ChooseHttpTimeout": "एचटीटीपी टाइमआउट मान चुनें",
        "ChooseMetric": "मीट्रिक चुनें",
        "ChooseReport": "एक रिपोर्ट चुनें",
        "ConfirmRemoveAccount": "आप इस खाते को हटाना चाहते हैं?",
        "DefaultReportDate": "तारीख रिपोर्ट",
        "EmailUs": "हमें ईमेल करें",
        "EnableGraphsLabel": "रेखांकन प्रदर्शित",
        "EvolutionGraph": "पिछले ग्राफ़",
        "HelpUsToImprovePiwikMobile": "आप Piwik मोबाइल में अज्ञात उपयोग के ट्रैकिंग सक्षम करना चाहेंगे?",
        "HowtoDeleteAnAccount": "किसी खाते को हटाने के लिए लंबे समय तक दबाएं.",
        "HowtoDeleteAnAccountOniOS": "एक खाते को हटाने के लिए बाएँ से दाएँ खिसकाए",
        "HowtoLoginAnonymous": "गुमनाम प्रवेश के लिए खाली छोड़ दें यूज़रनेम और पासवर्ड",
        "HttpIsNotSecureWarning": "आप 'एचटीटीपी' का उपयोग यदि आपकी Piwik प्राधिकरण टोकन (token_auth) स्पष्ट टेक्स्ट में भेजा गया है. इस कारण से हम इंटरनेट पर डेटा के सुरक्षित परिवहन के लिए HTTPS की सलाह देते हैं. आप आगे बढ़ना चाहते हैं?",
        "HttpTimeout": "एचटीटीपी टाइमआउट",
        "LastUpdated": "पिछला परिवर्तन: %s",
        "LoadingReport": "लोड हो रहा है %s",
        "LoginCredentials": "साख",
        "LoginToPiwikToChangeSettings": "अपने Piwik सर्वर बनाने और अद्यतन वेबसाइटों, उपयोगकर्ताओं या \"मूलभूत रूप से लोड करने के लिए रिपोर्ट\" और \"रिपोर्ट डिफ़ॉल्ट रूप से लोड करने के लिए तारीख\" की तरह सामान्य सेटिंग्स बदलने के लिए करने के लिए लॉगिन करें.",
        "LoginUseHttps": "एचटीटीपी का प्रयोग करें",
        "MultiChartLabel": "स्पार्कलाइन प्रदर्शित",
        "NavigationBack": "वापस जाएँ",
        "NetworkError": "नेटवर्क त्रुटि",
        "NetworkErrorWithStatusCode": "कोई त्रुटि \"%s\" थी. अनुरोध स्थिति लौट \"%s\" आए. यूआरएल \"%s\" था. अधिक त्रुटि के बारे में जानकारी और कैसे इसे हल करने के लिए इस सर्वर पर आपके द्वारा दर्ज URL और त्रुटि लॉग की जाँच करें.",
        "NetworkErrorWithStatusCodeShort": "नेटवर्क त्रुटि %s",
        "NetworkNotReachable": "पहुंच के बाहर नेटवर्क",
        "NoAccountIsSelected": "आपको  एक खाते का चयन करना है. यदि अपने विन्यस्त नहीं किया है, तो एक नया खाता जोड़ें.",
        "NoDataShort": "कोई डेटा नहीं",
        "NoPiwikAccount": "नहीं है Piwik खाता?",
        "NoReportsShort": "कोई रिपोर्ट नहीं",
        "NoVisitorFound": "आगंतुक नहीं मिला",
        "NoVisitorsShort": "कोई आगंतुकों नहीं",
        "NoWebsiteFound": "वेबसाइट नहीं मिली",
        "NoWebsitesShort": "कोई वेबसाइट नहीं",
        "PullDownToRefresh": "रीफ़्रेश करने के लिए नीचे खींचो ...",
        "RatingDontRemindMe": "मुझे याद मत दिलाओ",
        "RatingNotNow": "अभी नहीं",
        "RatingNow": "ठीक है, मैं अब यह दर दूँगा",
        "RatingPleaseRateUs": "आप में अनुप्रयोग दर करने के लिए 1 मिनट ले लिया %sतो हम सच में जानना चाहेंगे Piwik मोबाइल एक फ्री सॉफ्टवेयर है.आपको नई सुविधाओं या बग रिपोर्ट का सुझाव हैं तो कृपया %sसंपर्क करें",
        "ReleaseToRefresh": "रीफ़्रेश करने के लिए छोड़ दें ...",
        "Reloading": "पुन: लोड ...",
        "RequestTimedOutShort": "संजाल टाइमआउट त्रुटि",
        "SaveSuccessError": "Piwik यूआरएल या उपयोगकर्ता नाम और पासवर्ड गलत है.",
        "SearchWebsite": "खोज वेबसाइटों",
        "ShowAll": "सभी दिखाएँ",
        "ShowLess": "कम दिखाएँ",
        "StaticGraph": "अवलोकन ग्राफ",
        "TopVisitedWebsites": "शीर्ष वेबसाइटों का दौरा किया",
        "TryIt": "यह कोशिश करो!",
        "VerifyAccount": "खाते की पुष्टि",
        "VerifyLoginData": "आपका प्रयोक्तानाम और पासवर्ड संयोजन सही है सुनिश्चित करें.",
        "YouAreOffline": "क्षमा करें, आप वर्तमान में ऑफ़लाइन हैं"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "प्रदाता का नाम '%s' अज्ञात है. बजाय निम्न में से किसी का प्रयास करें:%s.",
        "MobileReport_AdditionalPhoneNumbers": "तुम अभिगम के द्वारा अधिक फोन नंबर जोड़ सकते हैं",
        "MobileReport_MobileMessagingSettingsLink": "मोबाइल संदेश सेटिंग पेज",
        "MobileReport_NoPhoneNumbers": "अभिगम के द्वारा कम से कम एक फोन नंबर को सक्रिय करें",
        "MultiSites_Must_Be_Activated": "अपनी वेबसाइट के आँकड़ों के एसएमएस को उत्पन्न करने के लिए, Piwik में MultiSites प्लगइन सक्षम करें.",
        "PhoneNumbers": "फोन नंबर",
        "PluginDescription": "बनाने के लिए और डाउनलोड करें कस्टम एसएमएस रिपोर्ट और उन्हें एक दैनिक, साप्ताहिक या मासिक आधार पर अपने मोबाइल के लिए भेजे .",
        "Settings_APIKey": "एपीआई कुंजी",
        "Settings_CountryCode": "देश कोड",
        "Settings_CredentialNotProvided": "आपको फोन नंबर बनाने और प्रबंधित करने के पहले, ऊपर अपने एसएमएस खाते से Piwik कनेक्ट करें.",
        "Settings_CredentialNotProvidedByAdmin": "आपको फोन नंबर बनाने और प्रबंधित करने के पहले, एक एसएमएस खाते से Piwik कनेक्ट करने के लिए अपने व्यवस्थापक से संपर्क करें.",
        "Settings_CredentialProvided": "अपने %s एसएमएस एपीआई खाते को सही ढंग से कॉन्फ़िगर किया गया है!",
        "Settings_DeleteAccountConfirm": "क्या आप इस एसएमएस खाते को हटाना चाहते हैं?",
        "Settings_InvalidActivationCode": "प्रविष्ट कोड मान्य नहीं था, पुन: प्रयास करें.",
        "Settings_LetUsersManageAPICredential": "उपयोक्ता अपने एसएमएस एपीआई क्रेडेंशियल्स प्रबंधित करने की अनुमति दें",
        "Settings_LetUsersManageAPICredential_No_Help": "सभी उपयोगकर्ता एसएमएस रिपोर्टें प्राप्त कर सकते हैं और अपने खाते के क्रेडिट का इस्तेमाल करेंगे.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "प्रत्येक उपयोगकर्ता अपनी एसएमएस एपीआई खाता सेटअप करने के लिए सक्षम हो जाएगा, आपके क्रेडिट का उपयोग नहीं करेगा",
        "Settings_ManagePhoneNumbers": "फोन नंबर प्रबंधित करें",
        "Settings_PhoneActivated": "फ़ोन नंबर मान्य है! अब आप अपने आँकड़ों के साथ एसएमएस प्राप्त कर सकते हैं.",
        "Settings_PhoneNumber": "फोन नंबर",
        "Settings_PhoneNumbers_Add": "एक नया फ़ोन नंबर जोड़ें",
        "Settings_PhoneNumbers_CountryCode_Help": "आपको फोन के देश कोड का पता नहीं है, तो यहाँ अपने देश के लिए देखो",
        "Settings_PhoneNumbers_Help": "एसएमएस (पाठ संदेश) प्राप्त करने से पहले एक फोन पर रिपोर्ट, फोन नंबर नीचे दर्ज किया जाना चाहिए.",
        "Settings_PhoneNumbers_HelpAdd": "यदि आप \"जोड़ें\" पर क्लिक करते हैं, एक कोड युक्त एक एसएमएस फ़ोन पर भेजा जाएगा. कोड प्राप्त करने के बाद उपयोगकर्ता Piwik पर लॉगइन करना चाहिए, मोबाइल संदेश पर फिर क्लिक करें, सेटिंग्स पर क्लिक करें. कोड को दर्ज करने के बाद उपयोगकर्ता अपने फोन पर टेक्स्ट रिपोर्ट प्राप्त करने में सक्षम हो जाएगा.",
        "Settings_PleaseSignUp": "एसएमएस रिपोर्ट बनाने और अपने मोबाइल फोन पर अपने 'वेबसाइट के आँकड़े के साथ छोटे पाठ संदेश प्राप्त करने के लिए, एसएमएस एपीआई के साथ साइन अप और नीचे अपनी जानकारी दर्ज करें.",
        "Settings_SMSAPIAccount": "एसएमएस एपीआई खाता प्रबंधित करें",
        "Settings_SMSProvider": "एसएमएस प्रदाता",
        "Settings_SuperAdmin": "सुपर प्रयोक्ता सेटिंग्स",
        "Settings_SuspiciousPhoneNumber": "आपको टेक्स्ट संदेश नहीं मिलता, तो आप अग्रणी शून्य के बिना कोशिश कर सकते हैं. अर्थात्. %s",
        "Settings_UpdateOrDeleteAccount": "आप भी %sअपडेट%s करने या इस खाते को %sहटा%s सकते हैं.",
        "Settings_ValidatePhoneNumber": "मान्य करें",
        "Settings_VerificationCodeJustSent": "हम सिर्फ एक कोड के साथ इस संख्या के लिए एक एसएमएस भेजा: ऊपर यह कोड दर्ज करें और \"मान्य\" पर क्लिक करें.",
        "SettingsMenu": "मोबाइल संदेश",
        "SMS_Content_Too_Long": "[बहुत लंबा]",
        "TopLinkTooltip": "आपके ईमेल इनबॉक्स या आपके मोबाइल फोन के लिए वेब विश्लेषिकी रिपोर्ट प्राप्त करें!",
        "TopMenu": "ईमेल और एसएमएस रिपोर्टें",
        "VerificationText": "प्रविष्ट कोड %s है. अपना फोन नंबर मान्य है और Piwik एसएमएस रिपोर्ट प्राप्त करने के लिए. Piwik के माध्यम से सुलभ रूप से यह कोड की नकल बनाये कृपया > %s > %s."
    },
    "MultiSites": {
        "Evolution": "विकास",
        "PluginDescription": "एकाधिक साइट कार्यकारी सारांश \/ आँकड़े प्रदर्शित करता है. वर्तमान में एक कोर Piwik प्लगइन के रूप में रखा.",
        "TopLinkTooltip": "आपकी वेबसाइट सभी के लिए वेब विश्लेषिकी आँकड़ों की तुलना करें."
    },
    "Overlay": {
        "Clicks": "%s क्लिक करता है",
        "ClicksFromXLinks": "%1$s एक %2$sलिंक से क्लिक करता है",
        "Domain": "डोमेन",
        "ErrorNotLoading": "पृष्ठ आवरण सत्र अभी तक शुरू नहीं किया जा सका.",
        "ErrorNotLoadingDetails": "शायद दाएँ तरफ लोड किया पृष्ठ पर Piwik ट्रैकर कोड नहीं है. इस मामले में, पृष्ठों की रिपोर्ट से एक अलग पेज के लिए आवरण शुरू करने का प्रयास करें.",
        "ErrorNotLoadingDetailsSSL": "आप https के ऊपर Piwik का उपयोग कर रहे हैं, सबसे संभावित कारण आपकी वेबसाइट एसएसएल समर्थन नहीं करती है. Http पर Piwik का उपयोग करने का प्रयास करें.",
        "ErrorNotLoadingLink": "समस्या निवारण के लिए और अधिक सुझाव प्राप्त के लिए यहां क्लिक करें",
        "Link": "लिंक",
        "Location": "स्थिति",
        "NoData": "चयनित अवधि के दौरान इस पृष्ठ के लिए कोई डाटा नहीं है.",
        "OneClick": "1 क्लिक करें",
        "OpenFullScreen": "पूर्ण स्क्रीन (कोई साइडबार नहीं ) के लिए जाओ",
        "Overlay": "पृष्ठ आवरण",
        "PluginDescription": "आपकी वास्तविक वेबसाइट पर आच्छादन के रूप में एनालिटिक्स डेटा देखें.",
        "RedirectUrlError": "आप यूआरएल \"%s\" के लिए पृष्ठ आवरण खोलने के लिए प्रयास कर रहे हैं. Piwik सेटिंग से डोमेन में से कोई%s भी लिंक से मेल नहीं खाता है.",
        "RedirectUrlErrorAdmin": "आप सेटिंग्स%s से एक अतिरिक्त URL%s के रूप में डोमेन जोड़ सकते हैं",
        "RedirectUrlErrorUser": "एक अतिरिक्त URL के रूप में डोमेन को जोड़ने के लिए अपने व्यवस्थापक से पूछें."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "यदि आप पूरी तरह से योग्य आईपी पतों को Piwik से ट्रैक नहीं करना चाहते हैं तो \"हाँ\" का चयन करें.",
        "AnonymizeIpInlineHelp": "अपने स्थानीय गोपनीयता कानून \/ दिशा निर्देशों का अनुपालन करने के लिए आगंतुकों आईपी पतों की अज्ञात आखिरी बाइट",
        "AnonymizeIpMaskLengtDescription": "आवृत किया जाना चाहिए कि कितने बाइट्स 'दर्शकों के आईपी का चयन करें.",
        "AnonymizeIpMaskLength": "%s बाइट - e.g. %s",
        "CannotLockSoDeleteLogActions": "Log_action तालिका शुद्ध नहीं किया जाएगा: '%s' में MYSQL उपयोगकर्ता के लिए LOCK TABLES विशेषाधिकार का अनुदान करे कृपया.",
        "ClickHereSettings": "%s की सेटिंग्स का उपयोग करने के लिए यहां क्लिक करें.",
        "CurrentDBSize": "वर्तमान डेटाबेस का आकार",
        "DBPurged": "डीबी शुद्ध किए गए.",
        "DeleteBothConfirm": "आप लॉग डेटा विलोपन और रिपोर्ट डेटा विलोपन दोनों को सक्षम करने के बारे में हैं. यह स्थायी रूप से पुराने विश्लेषण डेटा देखने के लिए अपनी क्षमता को हटा देगा. आप सुनिश्चित करें कि आप यह करना चाहते हैं?",
        "DeleteDataDescription": "आप नियमित रूप से अपने डेटाबेस का आकार छोटा रखने के लिए पुराने आगंतुक लॉग और \/ या प्रसंस्कृत रिपोर्टों को नष्ट करने के लिए Piwik विन्यस्त कर सकते हैं.",
        "DeleteDataDescription2": "वांछित, पूर्व संसाधित रिपोर्टों को नष्ट नहीं किया जाएगा, केवल, यात्रा पृष्ठदृश्य और रूपांतरण लॉग डेटा को हटा दिया जाएगा. या, पूर्व संसाधित रिपोर्टों को नष्ट कर दिया जा सकता है और लॉग डेटा रखा जा सकता है.",
        "DeleteDataInterval": "हर पुराने डेटा हटाएं",
        "DeleteDataSettings": "पुराने आगंतुक लॉग और रिपोर्ट हटाएं",
        "DeleteLogDescription2": "जब आप स्वत: लॉग हटाना सक्षम करते हैं, जिससे कि कोई डेटा खो जाती है आप सभी पिछले दैनिक रिपोर्ट संसाधित किया गया है कि यह सुनिश्चित करना होगा.",
        "DeleteLogInfo": "निम्न तालिका से लॉग्स हटा दिया जाएगा: %s",
        "DeleteLogsConfirm": "आप लॉग डेटा मिटाना सक्षम करने के बारे में हैं. पुरानी लॉग डेटा निकाल दिया जाता है, और रिपोर्ट पहले से ही नहीं बनाया गया है, तो आप ऐतिहासिक अतीत विश्लेषिकी डाटा को देखने के लिए सक्षम नहीं होगा. आप सुनिश्चित करें कि आप यह करना चाहते हैं?",
        "DeleteLogsOlderThan": "की तुलना में पुराने लॉग हटाएँ",
        "DeleteMaxRows": "एक समय में नष्ट करने के लिए पंक्तियों की अधिकतम संख्या:",
        "DeleteMaxRowsNoLimit": "कोई सीमा नहीं",
        "DeleteReportsConfirm": "आप रिपोर्ट डेटा मिटाना सक्षम करने के बारे में हैं. पुराने रिपोर्टों को हटा रहे हैं, तो आप उन्हें देखने के क्रम में फिर से प्रक्रिया उनमें करनी होगी. आप सुनिश्चित करें कि आप यह करना चाहते हैं?",
        "DeleteReportsDetailedInfo": "डेटाबेस सांख्यिक संग्रह तालिकाओं (%s) और ब्लॉब संग्रह तालिकाओं (%s) से डेटा हटा दिया जाएगा.",
        "DeleteReportsInfo": "यदि सक्षम, पुराने रिपोर्ट हटा दी जाएगी। %sहम केवल जब अपने डेटाबेस स्थान सीमित है को सक्षम करने के लिए सलाह देते हैं। %s",
        "DeleteReportsInfo2": "आपका \"%s\" सक्षम नहीं है, तो अनुरोध किए जाने पर, पुरानी रिपोर्टों को स्वचालित रूप से निर्मित किया जाएगा.",
        "DeleteReportsInfo3": "आप \"%s\" को सक्षम किया है, डेटा स्थायी रूप से नष्ट हो जाएंगे.",
        "DeleteReportsOlderThan": "की तुलना में पुराने रिपोर्टों को हटाएँ",
        "DeleteSchedulingSettings": "निर्धारण सेटिंग्स",
        "DoNotTrack_Description": "'नहीं ट्रैक करते हैं' एक प्रौद्योगिकी और नीति प्रस्ताव है जो कि उपयोगकर्ताओं को यात्रा नहीं की सहित विश्लेषिकी सेवाओं, विज्ञापन नेटवर्क, और सामाजिक प्लेटफार्मों वेबसाइटों की ट्रैकिंग से बाहर निकलना करने में सक्षम बनाता है",
        "DoNotTrack_Disable": "निष्क्रिय करें समर्थन ट्रैक नहीं",
        "DoNotTrack_Disabled": "Piwik वर्तमान में सभी आगंतुकों को ट्रैक कर रहा है, वे निर्दिष्ट किया यहां तक जब अपने वेब ब्राउज़र में \"मैं ट्रैक नहीं किया जाना चाहता.\"",
        "DoNotTrack_DisabledMoreInfo": "हम अपने आगंतुकों की गोपनीयता का सम्मान करते हैं और 'DoNotTrack' समर्थन को सक्रिय करने की सलाह देते हैं.",
        "DoNotTrack_Enable": "सक्षम करें समर्थन 'ट्रैक नहीं'",
        "DoNotTrack_Enabled": "आप वर्तमान में अपने उपयोगकर्ताओं की गोपनीयता का सम्मान कर रहे हैं शाबाश!",
        "DoNotTrack_EnabledMoreInfo": "उपयोगकर्ताओं (DoNotTrack सक्षम है) \"मैं ट्रैक नहीं किया जाना चाहता\" के लिए अपने वेब ब्राउज़र सेट कर लेते हैं तो Piwik इन यात्राओं को ट्रैक नहीं किया जाएगा.",
        "DoNotTrack_SupportDNTPreference": "समर्थन प्राथमिकता ट्रैक नहीं",
        "EstimatedDBSizeAfterPurge": "शुद्ध करने के बाद अनुमानित डेटाबेस का विस्तार",
        "EstimatedSpaceSaved": "अनुमानित स्थान को बचाया",
        "GeolocationAnonymizeIpNote": "नोट: जियोलोकेशन लगभग 1 बाइट अनाम के साथ ही परिणाम होगा. 2 बाइट या अधिक के साथ, जियोलोकेशन गलत हो जाएगा.",
        "GetPurgeEstimate": "शुद्ध अनुमान करें",
        "KeepBasicMetrics": "बुनियादी मैट्रिक्स (दौरा, पृष्ठ विचारों, उछाल दर, लक्ष्य रूपांतरण, ईकॉमर्स रूपांतरण, आदि) रखें",
        "KeepDataFor": "के लिए सभी डेटा रखें:",
        "KeepReportSegments": "उपरोक्त डेटा के लिए भी खंडों की रिपोर्ट रखना",
        "LastDelete": "अंतिम हटाए जाने पर था",
        "LeastDaysInput": "%s की तुलना में अधिक से अधिक दिनों की संख्या का उल्लेख करें.",
        "LeastMonthsInput": "%s की तुलना में अधिक से अधिक महीनों की संख्या का उल्लेख करें.",
        "MenuPrivacySettings": "गोपनीयता",
        "NextDelete": "में अगले अनुसूचित को हटाएँ",
        "PluginDescription": "विद्यमान विधान के साथ इसे गोपनीयता के अनुरूप बनाने के लिए Piwik अनुकूलित करें.",
        "PurgeNow": "शुद्ध DB अब है",
        "PurgeNowConfirm": "आप स्थायी रूप से अपने डेटाबेस से डेटा को नष्ट करने के बारे में हैं. क्या आप जारी रखना चाहते हैं?",
        "PurgingData": "डेटा शुद्धीकरण ...",
        "ReportsDataSavedEstimate": "डेटाबेस विस्तार",
        "SaveSettingsBeforePurge": "अपने डेटा विलोपन सेटिंग्स को बदल दिया है. शुद्धीकरण शुरू करने से पहले उन्हें बचाइए.",
        "Teaser": "इस पृष्ठ पर, आप विद्यमान विधान के साथ इसे गोपनीयता के अनुरूप बनाने के लिए Piwik को अनुकूलित कर सकते हैं: %sगुमनाम आगंतुक आईपी%s, %sस्वचालित रूप से डेटाबेस से पुराने आगंतुक लॉग को हटाने, और अपनी वेबसाइट%s के लिए एक बाहर निकलने की व्यवस्था%s प्रदान करते हैं%s.",
        "TeaserHeadline": "गोपनीयता की सेटिंग्स",
        "UseAnonymizeIp": "आगंतुक आईपी पते को गुमनाम करे",
        "UseDeleteLog": "नियमित रूप से डेटाबेस से पुराने आगंतुक लॉग को हटाना",
        "UseDeleteReports": "नियमित रूप से डेटाबेस से पुरानी रिपोर्टें हटाना"
    },
    "Provider": {
        "ColumnProvider": "प्रदाता",
        "PluginDescription": "आगंतुकों के प्रदाता के रिपोर्ट.",
        "ProviderReportDocumentation": "इस रिपोर्ट से पता चलता है आपके आगंतुकों को वेबसाइट का उपयोग करने के लिए जो इंटरनेट सेवा प्रदाता इस्तेमाल किया है. आप अधिक जानकारी के लिए एक प्रदाता के नाम पर क्लिक कर सकते हैं. %sPiwik एक आगंतुक प्रदाता निर्धारित नहीं कर सकते हैं, यह आईपी के रूप में सूचीबद्ध किया जाता है.",
        "SubmenuLocationsProvider": "स्थान और प्रदाता",
        "WidgetProviders": "प्रदाता"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "इस रिपोर्ट में अपनी वेबसाइट खोजने के लिए अपने आगंतुकों द्वारा उपयोग किए गए सभी वेबसाइटों, खोज कीवर्ड और अभियान को सूचीबद्ध, एक एकीकृत रिपोर्ट में आपके सभी सन्दर्भदाता दिखाता है.",
        "Campaigns": "अभियान",
        "CampaignsDocumentation": "आगंतुकों जो एक अभियान के परिणाम के रूप में अपनी वेबसाइट पर आए. अधिक जानकारी के लिए %sरिपोर्ट %s देखें.",
        "CampaignsReportDocumentation": "इस रिपोर्ट में आपकी वेबसाइट पर आगंतुकों का नेतृत्व किया जो अभियान से पता चलता है. ट्रैकिंग अभियान के बारे में %s अधिक जानकारी के लिए, piwik.org %sपर अभियान%s प्रलेखन पढ़ें",
        "ColumnCampaign": "अभियान",
        "ColumnSearchEngine": "सर्च इंजिन",
        "ColumnSocial": "सामाजिक संजाल",
        "ColumnWebsite": "वेबसाइट",
        "ColumnWebsitePage": "वेबसाइट के पेज",
        "DetailsByReferrerType": "संदर्भ प्रकार से विवरण",
        "DirectEntry": "प्रत्यक्ष प्रवेश",
        "DirectEntryDocumentation": "एक आगंतुक अपने ब्राउज़र में URL दर्ज किया है और आपकी वेबसाइट पर ब्राउज़िंग शुरू कर दी है - उन्होंने सीधे वेबसाइट में प्रवेश किया.",
        "Distinct": "संदर्भ प्रकार से अलग सन्दर्भदाता",
        "DistinctCampaigns": "विशिष्ट अभियानों",
        "DistinctKeywords": "विशिष्ट खोजशब्दों",
        "DistinctSearchEngines": "विशिष्ट सर्च इंजन",
        "DistinctWebsites": "विशिष्ट वेबसाइटों",
        "EvolutionDocumentation": "इससे आपकी वेबसाइट पर आगंतुकों का नेतृत्व किया जो सन्दर्भदाता का अवलोकन है.",
        "EvolutionDocumentationMoreInfo": "अलग संदर्भ प्रकार के बारे में अधिक जानकारी के लिए, %sतालिका के दस्तावेज़ देखें.",
        "Keywords": "खोजशब्द",
        "KeywordsReportDocumentation": "यह रिपोर्ट कि वे आपकी वेबसाइट पर निर्दिष्ट किये जाने से पहले उपयोगकर्ताओं द्वारा खोजे जा रहे कीवर्ड दिखाता है तालिका में एक पंक्ति पर %s क्लिक करते हुए आप कीवर्ड की पूछा था कि खोज इंजन का वितरण देख सकते हैं.",
        "PluginDescription": "खोज इंजन, कीवर्ड, वेबसाइट, अभियान ट्रैकिंग, डायरेक्ट एंट्री: सन्दर्भदाता डेटा की रिपोर्ट.",
        "Referrer": "संदर्भ",
        "ReferrerName": "संदर्भ का नाम",
        "Referrers": "सन्दर्भदाता",
        "ReferrersOverview": "सन्दर्भदाता अवलोकन",
        "SearchEngines": "सर्च इंजन",
        "SearchEnginesDocumentation": "एक आगंतुक एक खोज इंजन से आपकी वेबसाइट पर भेजा गया था. अधिक जानकारी के लिए %sरिपोर्ट देखें%s.",
        "SearchEnginesReportDocumentation": "यह रिपोर्ट जो दर्शाता है खोज इंजन का आपकी वेबसाइट पर उपयोगकर्ताओं को भेजा जाता. तालिका में एक पंक्ति पर%s क्लिक करते हुए आप देख सकते हैं क्या उपयोगकर्ताओं को एक विशिष्ट खोज इंजन का उपयोग करने की खोज कर रहे थे",
        "SocialFooterMessage": "यह एक बाईं ओर रिपोर्ट है वेबसाइटों का एक सबसेट है. आप सीधे अपने सामाजिक नेटवर्क सन्दर्भदाता तुलना कर सकते हैं ताकि यह अन्य वेबसाइटों फिल्टर करे.",
        "Socials": "सामाजिक संजाल",
        "SocialsReportDocumentation": "यह रिपोर्ट दिखाता है जो सामाजिक नेटवर्क आपकी वेबसाइट पर आगंतुकों का नेतृत्व किया.<br \/> तालिका में एक पंक्ति पर क्लिक करते हुए आप देख सकते जिसमें सामाजिक नेटवर्क पृष्ठों से आगंतुकों को अपनी वेबसाइट पर आया था",
        "SubmenuSearchEngines": "सर्च इंजन और खोजशब्द",
        "SubmenuWebsites": "वेबसाइटों और सामाजिक",
        "Type": "संदर्भ प्रकार",
        "TypeCampaigns": "अभियान से %s",
        "TypeDirectEntries": "%s प्रत्यक्ष प्रविष्टियां",
        "TypeReportDocumentation": "इस तालिका में संदर्भ प्रकार के वितरण के बारे में जानकारी शामिल हैं.",
        "TypeSearchEngines": "सर्च इंजन से %s",
        "TypeWebsites": "वेबसाइटों से %s",
        "UsingNDistinctUrls": "(%s विशिष्ट यूआरएल का उपयोग करके)",
        "ViewAllReferrers": "सभी सन्दर्भदाता देखें",
        "ViewReferrersBy": "%s द्वारा सन्दर्भदाता देखें",
        "Websites": "वेबसाइटें",
        "WebsitesDocumentation": "आगंतुक अपनी साइट का नेतृत्व करने के लिए एक और वेबसाइट पर एक लिंक का पालन किया. %s अधिक जानकारी के लिए रिपोर्ट%s देखें.",
        "WebsitesReportDocumentation": "इस तालिका में, आप अपनी वेबसाइट पर आगंतुकों को भेजने वाले वेबसाइट देख सकते हैं. तालिका में %s एक पंक्ति पर क्लिक करते हुए आप देख सकते हैं जो यूआरएल आपकी वेबसाइट के लिए लिंक किया गया है",
        "WidgetExternalWebsites": "संदर्भ वेबसाईटें",
        "WidgetGetAll": "सभी सन्दर्भदाता",
        "WidgetKeywords": "खोजशब्द",
        "WidgetSocials": "सामाजिक संजाल की सूची",
        "WidgetTopKeywordsForPages": "पृष्ठ URL के लिए शीर्ष खोजशब्द"
    },
    "RowEvolution": {
        "AvailableMetrics": "उपलब्ध मीट्रिक",
        "CompareDocumentation": "नीचे दिए गए लिंक पर क्लिक करें और कई रिकॉर्ड की तुलना में एक ही तालिका से दूसरी पंक्ति के लिए इस पॉपअप को खोले .",
        "CompareRows": "रिकॉर्ड की तुलना करें",
        "ComparingRecords": "पंक्तियों की %s तुलना करना",
        "Documentation": "विशाल विकास ग्राफ में उन्हें प्रदर्शित करने के लिए मेट्रिक्स क्लिक करें. प्रयोग एक ही बार में एकाधिक मैट्रिक्स प्रदर्शित करने के लिए शिफ्ट क्लिक करें.",
        "MetricBetweenText": "%s और %s के बीच",
        "MetricChangeText": "अवधि %s से अधिक है",
        "MetricsFor": "%s के लिए मेट्रिक्स",
        "MultiRowEvolutionTitle": "एकाधिक पंक्तियों का विकास",
        "PickAnotherRow": "तुलना करने के लिए एक और पंक्ति उठाओ",
        "PickARow": "तुलना करने के लिए एक पंक्ति उठाओ"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(वैकल्पिक) प्रदर्शन विकल्प",
        "AggregateReportsFormat_GraphsOnly": "रेखांकन सिर्फ (कोई रिपोर्ट तालिकाएँ नहीं ) प्रदर्शित करें",
        "AggregateReportsFormat_TablesAndGraphs": "सभी रिपोर्टों के लिए रिपोर्ट तालिकाएँ और रेखांकन प्रदर्शित",
        "AggregateReportsFormat_TablesOnly": "(डिफ़ॉल्ट) प्रदर्शन की रिपोर्ट तालिकाएँ(केवल प्रमुख मैट्रिक का रेखाचित्र)",
        "AlsoSendReportToTheseEmails": "इसके अलावा इन ईमेल (प्रति पंक्ति एक ईमेल) को रिपोर्ट भेजने के लिए:",
        "AreYouSureDeleteReport": "क्या आप इस रिपोर्ट को और इसके निर्धारित समय को हटाना चाहते हैं?",
        "CancelAndReturnToReports": "रद्द करें और %sरिपोर्ट की सूची पर वापस%s जाए",
        "CreateAndScheduleReport": "एक रिपोर्ट तैयार करें और कार्यक्रम तय करे",
        "CreateReport": "रिपोर्ट बनाएँ",
        "CustomVisitorSegment": "विशिष्ट आगंतुक खंड",
        "DescriptionOnFirstPage": "रिपोर्ट विवरण रिपोर्ट के पहले पृष्ठ पर प्रदर्शित किया जाएगा.",
        "DisplayFormat_TablesOnly": "केवल तालिकाएँ (कोई रेखांकन) प्रदर्शित करें",
        "EmailHello": "नमस्ते",
        "EmailReports": "ईमेल प्रतिवेदन",
        "EmailSchedule": "ईमेल कार्यक्रम तय करे",
        "EvolutionGraph": "शीर्ष %sमूल्यों के लिए ऐतिहासिक रेखाचित्र दिखाएँ",
        "FrontPage": "मुखपृष्ठ",
        "ManageEmailReports": "ईमेल प्रतिवेदन प्रबंधन",
        "MonthlyScheduleHelp": "मासिक अनुसूची: रिपोर्ट प्रत्येक माह के पहले दिन भेजी जाएगी.",
        "MustBeLoggedIn": "तुम्हें विशिष्ट प्रतिवेदन बनाने और अनुसूची करने के लिए लॉग इन होना चाहिए.",
        "NoRecipients": "इस रिपोर्ट में कोई प्राप्तकर्ता नहीं हैं",
        "OClock": "बजे",
        "Pagination": "%s का %s पृष्ठ",
        "PiwikReports": "Piwik प्रतिवेदन",
        "PleaseFindAttachedFile": "संलग्न फाइल में %2$s के लिए अपने %1$s रिपोर्ट मिल दें",
        "PleaseFindBelow": "%2$s के लिए अपने %1$s रिपोर्ट के नीचे खोजे .",
        "PluginDescription": "बनाएँ और डाउनलोड करें अपने विशिष्ट प्रतिवेदन, और उन्हें दैनिक, साप्ताहिक या मासिक ईमेल किया.",
        "ReportFormat": "प्रतिवेदन प्रारूप",
        "ReportHour": "पर रिपोर्ट भेजें",
        "ReportIncludeNWebsites": "रिपोर्ट में कम से कम एक यात्रा (वेबसाइटों से %sवर्तमान में उपलब्ध) है कि सभी वेबसाइटों के मुख्य मैट्रिक्स शामिल होंगे.",
        "ReportsIncluded": "सांख्यिकी शामिल",
        "ReportType": "के माध्यम से रिपोर्ट भेजें",
        "Segment_Help": "आप इस ईमेल रिपोर्ट में डेटा को लागू करने के लिए एक मौजूदा विशिष्ट खंड का चयन कर सकते हैं. तुम्हें अपने डैशबोर्ड में विशिष्ट खंडों %s(खोलने के लिए यहां क्लिक करें)%s बना सकते हैं और संपादित कर सकते हैं, तो \"%s\", फिर \"%s\" के बॉक्स पर क्लिक करें.",
        "SegmentAppliedToReports": "खंड '%s' को रिपोर्ट करने के लिए लागू किया जाता है.",
        "SendReportNow": "अब रिपोर्ट भेजें",
        "SendReportTo": "को रिपोर्ट भेजें",
        "SentToMe": "मुझे भेजें",
        "TableOfContent": "प्रतिवेदन सूची",
        "ThereIsNoReportToManage": "%s वेबसाइट के लिए प्रबंधन की कोई प्रतिवेदन नहीं है",
        "TopLinkTooltip": "Piwik आँकड़े आपके ईमेल या स्वचालित रूप से आपके ग्राहकों के पते पर दिया प्राप्त करने के लिए ईमेल रिपोर्ट बनाएँ!",
        "TopOfReport": "शीर्ष पर वापस जाएँ",
        "UpdateReport": "प्रतिवेदन अद्यतन",
        "WeeklyScheduleHelp": "साप्ताहिक कार्यक्रम: रिपोर्ट प्रत्येक सप्ताह के सोमवार को भेजी जाएगी."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "शर्त %s जोड़ें",
        "AddNewSegment": "नया खंड जोड़ें",
        "AreYouSureDeleteSegment": "क्या आप इस खंड को हटाना चाहते हैं?",
        "AutoArchivePreProcessed": "खंडों की रिपोर्ट पूर्व संसाधित कर रहे हैं(तेज, archive.php क्रॉन की आवश्यकता)",
        "AutoArchiveRealTime": "खंडों की रिपोर्ट के वास्तविक समय में कार्रवाई कर रहे हैं",
        "ChooseASegment": "एक खंड चुनें",
        "DefaultAllVisits": "सभी का दौरा",
        "DragDropCondition": "खींचें और शर्त बताये",
        "LoadingSegmentedDataMayTakeSomeTime": "खंडों आगंतुक डेटा प्रसंस्करण में कुछ मिनट लग सकते हैं ...",
        "OperatorAND": "और",
        "OperatorOR": "या",
        "SaveAndApply": "सहेजें और लागू करें",
        "SegmentDisplayedAllWebsites": "सभी वेबसाइटों",
        "SegmentDisplayedThisWebsiteOnly": "यह वेबसाइट केवल",
        "SegmentIsDisplayedForWebsite": "और के लिए प्रदर्शित",
        "SelectSegmentOfVisitors": "दर्शकों के एक वर्ग का चयन करें:",
        "ThisSegmentIsVisibleTo": "इस खंड के लिए दिख रहा है:",
        "VisibleToAllUsers": "सभी उपयोगकर्ताओं",
        "VisibleToMe": "मुझे",
        "YouMustBeLoggedInToCreateSegments": "आपको कस्टम आगंतुक खंड बनाने और संपादित करने के लिए लॉग इन करना होगा."
    },
    "SEO": {
        "AlexaRank": "एलेक्सा दरजा",
        "Bing_IndexedPages": "बिंग अनुक्रमित पृष्ठों",
        "Dmoz": "डीमॉज़ प्रविष्टियां",
        "DomainAge": "डोमेन आयु",
        "ExternalBacklinks": "बाह्य बैकलिंक (राजसी)",
        "Google_IndexedPages": "गूगल पृष्ठों से अनुक्रमित",
        "Rank": "श्रेणी",
        "ReferrerDomains": "संदर्भ डोमेन (राजसी)",
        "SeoRankings": "एसईओ रैंकिंग",
        "SEORankingsFor": "%s के लिए एसईओ रैंकिंग",
        "ViewBacklinksOnMajesticSEO": "MajesticSEO.com पर बाह्य बैकलिंक रिपोर्ट देखें"
    },
    "SitesManager": {
        "AddSite": "एक नई वेबसाइट जोड़ें",
        "AdvancedTimezoneSupportNotFound": "उन्नत समय क्षेत्र समर्थन (PHP>=5.2 में समर्थन) आपके PHP में नहीं मिला. आप अभी भी एक मैनुअल यूटीसी ऑफसेट चुन सकते हैं.",
        "AliasUrlHelp": "यह सिफारिश की है, लेकिन आवश्यकता नहीं है, अपने दर्शकों के इस वेबसाइट का उपयोग करने के लिए उपयोग, विभिन्न यूआरएल, एक प्रति पंक्ति निर्दिष्ट करने के लिए है. एक वेबसाइट के लिए Alias यूआरएल सन्दर्भदाता वेबसाइटों रिपोर्ट में दिखाई नहीं देगा. यह Piwik स्वतः दोनों को समझता है 'www' के साथ और बिना यूआरएल निर्दिष्ट करने की आवश्यक नहीं है कि ध्यान दें.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "अपना समय क्षेत्र बदलना ही आगे जा रहे डेटा को प्रभावित करेगा, और पूर्वव्यापी प्रभाव से लागू नहीं किया जाएगा.",
        "ChooseCityInSameTimezoneAsYou": "आप के रूप में एक ही समय क्षेत्र में एक शहर चुनें.",
        "Currency": "मुद्रा",
        "CurrencySymbolWillBeUsedForGoals": "मुद्रा प्रतीक लक्ष्य राजस्व के बगल में प्रदर्शित किया जाएगा.",
        "DefaultCurrencyForNewWebsites": "नई वेबसाइट के लिए डिफ़ॉल्ट मुद्रा",
        "DefaultTimezoneForNewWebsites": "नई वेबसाइट के लिए तयशुदा समय क्षेत्र",
        "DeleteConfirm": "आपको यकीन है कि आप वेबसाइट%s को हटाना चाहते हैं?",
        "DisableSiteSearch": "साइट खोज ट्रैक न करें",
        "EcommerceHelp": "जब सक्रिय किया, \"लक्ष्य\" रिपोर्ट एक नया \"ईकॉमर्स\" खंड होगा.",
        "EnableEcommerce": "ईकॉमर्स सक्षम किया",
        "EnableSiteSearch": "साइट खोज ट्रैकिंग सक्षम",
        "EnableSiteSpecificUserAgentExclude": "वेबसाइट विशिष्ट उपयोगकर्ता एजेंट बहिष्कार सक्षम करें.",
        "EnableSiteSpecificUserAgentExclude_Help": "अगर आप की जरूरत है अलग वेबसाइटों के लिए अलग अलग उपयोगकर्ता एजेंटों को बाहर करने की, इस बॉक्स की जाँच करें, सहेजें क्लिक करें और %1$sइसके बाद संस्करण उपयोगकर्ता एजेंट%2$s जोड़ें।",
        "ExceptionDeleteSite": "यह केवल पंजीकृत वेबसाइट है जैसा कि इस वेबसाइट को हटाना संभव नहीं है. पहले एक नई वेबसाइट जोड़ें, तो यह नष्ट करे.",
        "ExceptionEmptyName": "वेबसाइट का नाम खाली नहीं हो सकता.",
        "ExceptionInvalidCurrency": "मुद्रा मान्य \"%s\" नहीं है. एक वैध मुद्रा प्रतीक (जैसे %s) दर्ज करें",
        "ExceptionInvalidIPFormat": "\"%s\" को बाहर करने के लिए आईपी एक वैध आईपी प्रारूप (जैसे %s) नहीं है.",
        "ExceptionInvalidTimezone": "समय क्षेत्र \"%s\" मान्य नहीं है. एक वैध समयक्षेत्र दर्ज करें.",
        "ExceptionInvalidUrl": "यूआरएल '%s' एक मान्य URL नहीं है.",
        "ExceptionNoUrl": "आपको वेबसाइट के लिए कम से कम एक URL निर्दिष्ट करना होगा.",
        "ExcludedIps": "बहिष्कृत IP",
        "ExcludedParameters": "अपवर्जित पैरामीटर्स",
        "ExcludedUserAgents": "अपवर्जित प्रयोक्ता एजेंटों",
        "GlobalExcludedUserAgentHelp1": "Piwik द्वारा ट्रैक किये जा रहे से बाहर करने के लिए उपयोगकर्ता एजेंटों की सूची दर्ज करें.",
        "GlobalExcludedUserAgentHelp2": "आप ट्रैक किए जाने से बाहर रहने के लिए कुछ बॉट का उपयोग कर सकते हैं.",
        "GlobalListExcludedIps": "अपवर्जित आईपी की वैश्विक सूची",
        "GlobalListExcludedQueryParameters": "बाहर करने के प्रश्न यूआरएल मापदंडों की वैश्विक सूची",
        "GlobalListExcludedUserAgents": "बाहर करने के उपयोगकर्ता एजेंट की वैश्विक सूची",
        "GlobalListExcludedUserAgents_Desc": "यदि आपके द्वारा किसी भी आगंतुक के उपयोगकर्ता एजेंट स्ट्रिंग शामिल हैं, आगंतुक Piwik से बाहर रखा जाएगा।",
        "GlobalWebsitesSettings": "वैश्विक वेबसाइटों के सेटिंग्स",
        "HelpExcludedIps": "आप Piwik द्वारा नज़र रखे जाने से बाहर रखना चाहते हैं तो आईपी, एक प्रति पंक्ति की सूची दर्ज करें. आप वाइल्डकार्ड का उपयोग कर सकते हैं उदा. %1$s या %2$s",
        "JsTrackingTagHelp": "यहाँ जावास्क्रिप्ट ट्रैकिंग कोड आपके सभी पृष्ठों पर शामिल करने के लिए है",
        "KeepURLFragments": "ट्रैकिंग पृष्ठ URL टुकड़े",
        "KeepURLFragmentsHelp": "यदि नीचे चेक बॉक्स अनियंत्रित है, पृष्ठ URL टुकड़े को (%1$s के बाद सब कुछ) जब ट्रैकिंग से निकाल दिया जाएगा: %2$s के %3$s रूप में नज़र रखी जाएगी",
        "KeepURLFragmentsHelp2": "तुम भी ऊपर व्यक्तिगत वेबसाइटों के लिए इस सेटिंग को अध्यारोहित कर सकते हैं.",
        "KeepURLFragmentsLong": "पृष्ठ यूआरएल ट्रैकिंग जब पृष्ठ URL टुकड़े रखो",
        "ListOfIpsToBeExcludedOnAllWebsites": "नीचे आईपी सभी वेबसाइटों पर ट्रैक किए जाने से बाहर रखा जाएगा.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "नीचे प्रश्न यूआरएल मापदंडों को सभी वेबसाइटों को यूआरएल से बाहर रखा जाएगा.",
        "ListOfQueryParametersToExclude": "URL प्रश्न पैरामीटर, एक प्रति पंक्ति, पृष्ठ यूआरएल रिपोर्टों से को बाहर करने की सूची दर्ज करें.",
        "MainDescription": "आपकी वेब Analytics रिपोर्ट में वेबसाइट की जरूरत है! जोड़ें,अद्यतन,वेबसाइटें हटाने, और अपने पृष्ठों में सम्मिलित करने के लिए जावास्क्रिप्ट दिखाए.",
        "NotAnEcommerceSite": "एक ईकॉमर्स साइट नहीं",
        "NotFound": "वेबसाइटों के लिए नहीं मिला",
        "NoWebsites": "आपके पास प्रबंधन के लिए कोई भी वेबसाइट नहीं है.",
        "OnlyOneSiteAtTime": "आप केवल एक समय में एक वेबसाइट को संपादित कर सकते हैं. वेबसाइट %sके लिए अपने मौजूदा संशोधनों सहेजें या रद्द करें.",
        "PiwikOffersEcommerceAnalytics": "Piwik ट्रैकिंग और रिपोर्टिंग उन्नत ईकॉमर्स एनालिटिक्स के लिए अनुमति देता है. %sईकॉमर्स एनालिटिक्स%s के बारे में अधिक जानें.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik स्वतः सामान्य सत्र के मापदंडों(%s) से अलग रहेगा",
        "PluginDescription": "Piwik में वेबसाइटों प्रबंधन: एक नई वेबसाइट में जोड़ें, एक मौजूदा एक संपादित करें, अपने पृष्ठों पर शामिल करने के लिए जावास्क्रिप्ट कोड दिखाएं. सभी कार्यों एपीआई के माध्यम से भी उपलब्ध हैं.",
        "SearchCategoryDesc": "Piwik भी एक आंतरिक साइट खोज कीवर्ड के लिए खोज श्रेणी ट्रैक कर सकता हैं.",
        "SearchCategoryLabel": "श्रेणी पैरामीटर",
        "SearchCategoryParametersDesc": "आप खोज श्रेणी को निर्दिष्ट करने क्वेरी पैरामीटर को एक अल्पविराम से अलग सूची दर्ज कर सकते हैं.",
        "SearchKeywordLabel": "प्रश्न पैरामीटर",
        "SearchKeywordParametersDesc": "साइट खोज कीवर्ड वाली सभी प्रश्न को पैरामीटर नाम की एक अल्पविराम से अलग सूची दर्ज करें.",
        "SearchParametersNote": "नोट: क्वेरी पैरामीटर और श्रेणी मापदंडों वेबसाइटों के लिए ही इस्तेमाल किया जाएगा जो साइट खोज सक्षम लेकिन इन मानकों को खाली छोड़ दिया है.",
        "SearchParametersNote2": "नई वेबसाइटों के लिए साइट खोज को निष्क्रिय करने के लिए, इन दो क्षेत्रों को खाली छोड़ दें.",
        "SearchUseDefault": "%sडिफ़ॉल्ट%s साइट खोज मापदंडों का उपयोग करें",
        "SelectACity": "कोई नगर चुनें",
        "SelectDefaultCurrency": "आप नई वेबसाइट को डिफ़ॉल्ट रूप से स्थापित करने के लिए मुद्रा का चयन कर सकते हैं.",
        "SelectDefaultTimezone": "आप नई वेबसाइट के लिए डिफ़ॉल्ट रूप से चयन करने के लिए समय क्षेत्र का चयन कर सकते हैं.",
        "ShowTrackingTag": "ट्रैकिंग कोड देखें",
        "Sites": "वेबसाइटें",
        "SiteSearchUse": "आप ट्रैक और आगंतुकों को अपनी वेबसाइट के आंतरिक खोज इंजन में क्या खोज रहे हैं रिपोर्ट करने के लिए Piwik उपयोग कर सकते हैं.",
        "Timezone": "समय क्षेत्र",
        "TrackingSiteSearch": "आंतरिक साइट खोज ट्रैकिंग",
        "TrackingTags": "%s के लिए ट्रैकिंग कोड",
        "Urls": "यूआरएल",
        "UTCTimeIs": "यूटीसी समय %s है.",
        "WebsitesManagement": "वेबसाइटों के प्रबंधन",
        "YouCurrentlyHaveAccessToNWebsites": "अपने वर्तमान में %s वेबसाइटों का उपयोग किया है.",
        "YourCurrentIpAddressIs": "आपका मौजूदा आईपी पता %s है"
    },
    "Transitions": {
        "BouncesInline": "%s उछाल",
        "DirectEntries": "सीधी प्रविष्टियां",
        "ErrorBack": "पिछली कार्रवाई के लिए वापस जाओ",
        "ExitsInline": "%s बाहर निकलता है",
        "FromCampaigns": "अभियान से",
        "FromPreviousPages": "आंतरिक पृष्ठों से",
        "FromPreviousPagesInline": "%s आंतरिक पृष्ठों से",
        "FromPreviousSiteSearches": "आंतरिक खोज से",
        "FromPreviousSiteSearchesInline": "%s आंतरिक खोजों से",
        "FromSearchEngines": "खोज इंजन से",
        "FromWebsites": "वेबसाइटों से",
        "IncomingTraffic": "आने वाले यातायात",
        "LoopsInline": "पृष्ठ पुनः लोड %s",
        "NoDataForAction": "%s के लिए कोई डेटा नहीं है",
        "NoDataForActionDetails": "या तो कार्रवाई की अवधि %s के दौरान कोई पेज देखा गया था या यह अवैध है.",
        "OutgoingTraffic": "निवर्तमान यातायात",
        "PluginDescription": "प्रत्येक पृष्ठ यूआरएल के लिए पिछले और अगले कार्यों के बारे में रिपोर्ट.",
        "ShareOfAllPageviews": "यह पृष्ठ का %s पृष्ठ दृश्य (सभी पृष्ठ दृश्य का %s)किया था",
        "ToFollowingPages": "आंतरिक पृष्ठ",
        "ToFollowingPagesInline": "%s आंतरिक पृष्ठ",
        "ToFollowingSiteSearches": "आंतरिक खोजें",
        "ToFollowingSiteSearchesInline": "%s आंतरिक खोजें",
        "XOfAllPageviews": "इस पृष्ठ के सभी दृश्यों का %s",
        "XOutOfYVisits": "%s (बाहर %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "गैर अपाचे वेबसर्वर मानते हुए, apache_get_modules फ़ंक्शन नहीं मिल सकता है.",
        "CannotFindGeoIPDatabaseInArchive": "टार अभिलेख %2$s में %1$s फाइल नहीं मिल सकता है!",
        "CannotFindGeoIPServerVar": "%s के चर स्थापित नहीं है. आपका सर्वर ठीक से कॉन्फ़िगर नहीं किया जा सकता है.",
        "CannotFindPeclGeoIPDb": "GeoIP PECL मॉड्यूल के लिए एक देश, क्षेत्र या शहर डेटाबेस नहीं मिल सका. अपने GeoIP डेटाबेस %1$s में स्थित है और %2$s या %3$s नाम है अन्यथा PECL मॉड्यूल यह नोटिस नहीं होगा सुनिश्चित करें.",
        "CannotListContent": "%1$s के लिए सामग्री की सूची नहीं कर सका: %2$s",
        "CannotLocalizeLocalIP": "आईपी ​​पते %s में एक स्थानीय पता है और भू स्थित नहीं किया जा सकता.",
        "CannotSetupGeoIPAutoUpdating": "ऐसा लगता है (वहाँ उपनिर्देशिका विविध में कोई डेटाबेस नहीं है, लेकिन अपने GeoIP काम कर रहा है के बाद से हम बता सकते हैं) आप Piwik के बाहर अपने GeoIP डेटाबेस भंडारण कर रहे हैं वे विविध निर्देशिका के बाहर स्थित हैं अगर Piwik स्वचालित रूप से आपके GeoIP डेटाबेस अद्यतन नहीं कर सकता.",
        "CannotUnzipDatFile": "%1$s में .dat फ़ाइल खोली नहीं जा सकी: %2$s",
        "City": "शहर",
        "Continent": "महाद्वीप",
        "continent_afr": "अफ़्रीका",
        "continent_amc": "मध्य अमेरिका",
        "continent_amn": "उत्तरी अमेरिका",
        "continent_ams": "दक्षिण अमेरिका",
        "continent_ant": "अंटार्टिका",
        "continent_asi": "एशिया",
        "continent_eur": "यूरोप",
        "continent_oce": "ओशिनिया",
        "Country": "देश",
        "country_a2": "सैटेलाइट प्रदाता",
        "country_ac": "उदगम द्वीप",
        "country_ad": "अन्डोरा",
        "country_ae": "संयुक्त अरब अमीरात",
        "country_af": "अफ़गानिस्तान",
        "country_ag": "एंटिगुआ और बरबुडा",
        "country_ai": "एंगुइला",
        "country_al": "अल्बानिया",
        "country_am": "आर्मेनिया",
        "country_an": "नीदरलैंड्स एंटिलीज़",
        "country_ao": "अंगोला",
        "country_ap": "एशिया \/ प्रशांत क्षेत्र",
        "country_aq": "अंटार्कटिका",
        "country_ar": "अर्जेन्टीना",
        "country_as": "अमेरिकी समोआ",
        "country_at": "ऑस्ट्रिया",
        "country_au": "ऑस्ट्रेलिया",
        "country_aw": "अरूबा",
        "country_ax": "एलैंड द्वीपसमूह",
        "country_az": "अज़रबैजान",
        "country_ba": "बोस्निया और हर्ज़िगोविना",
        "country_bb": "बारबाडोस",
        "country_bd": "बांग्लादेश",
        "country_be": "बेल्जियम",
        "country_bf": "बुर्किना फ़ासो",
        "country_bg": "बुल्गारिया",
        "country_bh": "बाहरेन",
        "country_bi": "बुरुंडी",
        "country_bj": "बेनिन",
        "country_bl": "सेंट बार्थेलेमी",
        "country_bm": "बरमूडा",
        "country_bn": "ब्रुनेई",
        "country_bo": "बोलीविया",
        "country_bq": "बोनेयर, सिंट Eustatius और सबा",
        "country_br": "ब्राजील",
        "country_bs": "बहामा",
        "country_bt": "भूटान",
        "country_bu": "बर्मा",
        "country_bv": "बौवेत द्वीप",
        "country_bw": "बोत्स्वाना",
        "country_by": "बेलारूस",
        "country_bz": "बेलिज",
        "country_ca": "कनाडा",
        "country_cat": "कैटलन भाषी समुदायों",
        "country_cc": "कोकोस द्वीप",
        "country_cd": "कोंगो जनतांत्रिक गणतंत्र",
        "country_cf": "सेंट्रल अफ्रीकन रिपब्लिक",
        "country_cg": "कांगो",
        "country_ch": "स्विस",
        "country_ci": "आईवरी कोस्ट",
        "country_ck": "कुक द्वीपसमूह",
        "country_cl": "चिली",
        "country_cm": "कैमरून",
        "country_cn": "चीन",
        "country_co": "कोलम्बिया",
        "country_cp": "क्लिपर्टन द्वीप",
        "country_cr": "कोस्टारीका",
        "country_cs": "सर्बिया व मॉण्टेनेग्रो",
        "country_cu": "क्यूबा",
        "country_cv": "कैप वर्डे",
        "country_cw": "करकाउ",
        "country_cx": "क्रिसमस द्वीप",
        "country_cy": "साइप्रस",
        "country_cz": "चेक गणराज्य",
        "country_de": "जर्मनी",
        "country_dg": "डिएगो गार्सिया",
        "country_dj": "जिबूती",
        "country_dk": "डेनमार्क",
        "country_dm": "डोमिनिक",
        "country_do": "डोमिनिकन गणराज्य",
        "country_dz": "अल्जीरिया",
        "country_ea": "सेउटा, मेलिला",
        "country_ec": "इक्वाडोर",
        "country_ee": "एस्टोनिया",
        "country_eg": "मिस्र",
        "country_eh": "पश्चिमी सहारा",
        "country_er": "इरिट्रिया",
        "country_es": "स्पेन",
        "country_et": "इथियोपिया",
        "country_eu": "यूरोपीय संघ",
        "country_fi": "फिनलैंड",
        "country_fj": "फिजी",
        "country_fk": "फ़ॉकलैंड द्वीप",
        "country_fm": "माइक्रोनेशिया",
        "country_fo": "फरोए द्वीप",
        "country_fr": "फ्रांस",
        "country_fx": "फ्रांस महानगर",
        "country_ga": "गैबॉन",
        "country_gb": "ब्रितन",
        "country_gd": "ग्रेनेडा",
        "country_ge": "जॉर्जिया",
        "country_gf": "फ़्रांसीसी गिआना",
        "country_gg": "ग्वेर्नसे",
        "country_gh": "घाना",
        "country_gi": "जिब्राल्टर",
        "country_gl": "ग्रीनलैण्ड",
        "country_gm": "गाम्बिया",
        "country_gn": "गिनी",
        "country_gp": "ग्वाडेलोप",
        "country_gq": "इक्वेटोरियल गिनी",
        "country_gr": "ग्रीस",
        "country_gs": "दक्षिण जोर्जिया और दक्षिण सैंडविच द्वीपसमूह",
        "country_gt": "गोतेदाला",
        "country_gu": "गुआम",
        "country_gw": "गीनी-बिसाउ",
        "country_gy": "गुयाना",
        "country_hk": "हांगकांग विशेष प्रशासनिक क्षेत्र चीन",
        "country_hm": "हर्ड द्वीप और मैकडोनॉल्ड द्वीप",
        "country_hn": "हाण्डूरस",
        "country_hr": "क्रोशिया",
        "country_ht": "हाइती",
        "country_hu": "हंगरी",
        "country_ic": "कैनेरी आइलैंड",
        "country_id": "इंडोनेशिया",
        "country_ie": "आयरलैंड",
        "country_il": "इसराइल",
        "country_im": "आइल ऑफ मैन",
        "country_in": "भारत",
        "country_io": "ब्रिटिश हिंद महासागरीय क्षेत्र",
        "country_iq": "इराक",
        "country_ir": "ईरान",
        "country_is": "आइसलैंड",
        "country_it": "इटली",
        "country_je": "जर्सी",
        "country_jm": "जमाइका",
        "country_jo": "जोर्डन",
        "country_jp": "जापान",
        "country_ke": "केन्या",
        "country_kg": "किर्गिज़तान",
        "country_kh": "कम्बोडिया",
        "country_ki": "किरिबाती",
        "country_km": "कोमोरोस",
        "country_kn": "सेंट किट्स और नेविस",
        "country_kp": "उत्तर कोरिया",
        "country_kr": "दक्षिण कोरिया",
        "country_kw": "कुवैत",
        "country_ky": "केमैन द्वीपसमूह",
        "country_kz": "कजाखस्तान",
        "country_la": "लाओस",
        "country_lb": "लेबनान",
        "country_lc": "सेंट लूसिया",
        "country_li": "लिकटेंस्टीन",
        "country_lk": "श्रीलंका",
        "country_lr": "लाइबेरिया",
        "country_ls": "लेसोथो",
        "country_lt": "लिथुआनिया",
        "country_lu": "लक्समबर्ग",
        "country_lv": "लात्विया",
        "country_ly": "लीबिया",
        "country_ma": "मोरक्को",
        "country_mc": "मोनाको",
        "country_md": "मोल्डाविया",
        "country_me": "मोंटेनेग्रो",
        "country_mf": "सेंट मार्टिन",
        "country_mg": "मैडागास्कर",
        "country_mh": "मार्शल द्वीप",
        "country_mk": "मैसेडोनिया",
        "country_ml": "माली",
        "country_mm": "म्यानमार",
        "country_mn": "मंगोलिया",
        "country_mo": "मकाओ चीन",
        "country_mp": "नॉर्दन मारियाना द्वीपसमूह",
        "country_mq": "मार्टीनिक",
        "country_mr": "मॉरिटानिया",
        "country_ms": "मॉन्ट्सेराट",
        "country_mt": "माल्टा",
        "country_mu": "मॉरिशस",
        "country_mv": "मालदीव",
        "country_mw": "मलावी",
        "country_mx": "मेक्सिको",
        "country_my": "मलेशिया",
        "country_mz": "मोजाम्बिक",
        "country_na": "नामीबिया",
        "country_nc": "न्यू कैलेडोनिया",
        "country_ne": "नाइजर",
        "country_nf": "नॉरफ़ॉक द्वीप",
        "country_ng": "नाइजीरिया",
        "country_ni": "निकारागुआ",
        "country_nl": "नीदरलैण्ड",
        "country_no": "नॉर्वे",
        "country_np": "नेपाल",
        "country_nr": "नाउरु",
        "country_nt": "तटस्थ क्षेत्र",
        "country_nu": "नीयू",
        "country_nz": "न्यूज़ीलैंड",
        "country_o1": "अन्य देश",
        "country_om": "ओमान",
        "country_pa": "पनामा",
        "country_pe": "पेरू",
        "country_pf": "फ़्रांसीसी पॉलिनेशिया",
        "country_pg": "पापुआ न्यू गिनी",
        "country_ph": "फिलीपिंस",
        "country_pk": "पाकिस्तान",
        "country_pl": "पोलैंड",
        "country_pm": "सेंट पिएरे और मिक्वेलन",
        "country_pn": "पिटकैर्न",
        "country_pr": "पर्टो रीको",
        "country_ps": "फ़िलिस्तीन",
        "country_pt": "पुर्तगाल",
        "country_pw": "पलाऊ",
        "country_py": "पारागुए",
        "country_qa": "कतर",
        "country_re": "रियूनियन",
        "country_ro": "रोमानिया",
        "country_rs": "सर्बिया",
        "country_ru": "रूस",
        "country_rw": "रूआण्डा",
        "country_sa": "सऊदी अरब",
        "country_sb": "सोलोमन द्वीप",
        "country_sc": "सेशेल्स",
        "country_sd": "सूडान",
        "country_se": "स्वीडन",
        "country_sf": "फ़िनलैंड",
        "country_sg": "सिंगापुर",
        "country_sh": "सेंट हेलेना",
        "country_si": "स्लोवेनिया",
        "country_sj": "स्वालबर्ड और जान मायेन",
        "country_sk": "स्लोवाकिया",
        "country_sl": "सियरालेओन",
        "country_sm": "सैन मेरीनो",
        "country_sn": "सेनेगल",
        "country_so": "सोमालिया",
        "country_sr": "सुरिनाम",
        "country_ss": "दक्षिण सूडान",
        "country_st": "साउ-तोम-प्रिंसिप",
        "country_su": "पुराना U.S.S.R",
        "country_sv": "अल साल्वाडोर",
        "country_sx": "सिंट मार्टेन (डच भाग)",
        "country_sy": "सीरिया",
        "country_sz": "सुआजीलैंड",
        "country_ta": "त्रिस्तान दा कुन्हा",
        "country_tc": "तुर्क् और् कैकोज़ द्वीप",
        "country_td": "चाड",
        "country_tf": "फ़्रांसीसी दक्षिणी क्षेत्र",
        "country_tg": "टोगो",
        "country_th": "थाइलैंड",
        "country_ti": "तिब्बत",
        "country_tj": "ताजिकिस्तान",
        "country_tk": "तोकेलाउ",
        "country_tl": "पूर्वी तिमोर",
        "country_tm": "तुर्कमेनिस्तान",
        "country_tn": "तुनिशिया",
        "country_to": "टोंगा",
        "country_tp": "पूर्वी तिमोर",
        "country_tr": "तुर्की",
        "country_tt": "त्रिनिडाड और टोबैगो",
        "country_tv": "तुवालु",
        "country_tw": "ताइवान",
        "country_tz": "तंजा़निया",
        "country_ua": "यूक्रेन",
        "country_ug": "युगांडा",
        "country_uk": "यूनाइटेड किंगडम",
        "country_um": "युनाइटेड स्टेट्स माइनर आउटलाइंग द्वीपसमूह",
        "country_us": "संयुक्त राज्य अमेरिका",
        "country_uy": "युरूगुए",
        "country_uz": "उजबेकिस्तान",
        "country_va": "वैटिकन",
        "country_vc": "सेंट विनसेंट एंड ग्रेनाडाइन्स",
        "country_ve": "वेनेजुएला",
        "country_vg": "ब्रिटिश वर्जिन द्वीपसमूह",
        "country_vi": "अमेरिकी वर्जिन टापू",
        "country_vn": "वियतनाम",
        "country_vu": "वानुअतु",
        "country_wf": "वालिस और फ़्यूचूना",
        "country_ws": "समोआ",
        "country_ye": "यमन",
        "country_yt": "मैयट",
        "country_yu": "यूगोस्लाविया",
        "country_za": "दक्षिण अफ्रीका",
        "country_zm": "जाम्बिया",
        "country_zr": "ज़ैरे",
        "country_zw": "जिम्बाब्वे",
        "CurrentLocationIntro": "इस प्रदाता के अनुसार, आपका वर्तमान स्थान है",
        "DefaultLocationProviderDesc1": "एक आगंतुक का देश डिफ़ॉल्ट स्थान प्रदाता के अनुमान का इस्तेमाल वे भाषा के आधार पर करते है.",
        "DefaultLocationProviderDesc2": "यह बहुत सही नहीं है, तो %1$sहम स्थापित करने और %2$sGeoIP%3$s का उपयोग करना चाहिये.%4$s",
        "DistinctCountries": "%s विशिष्ट देशों",
        "DownloadingDb": "अधीभारण %s",
        "DownloadNewDatabasesEvery": "हर डेटाबेस का अद्यतन",
        "FatalErrorDuringDownload": "इस फाइल को डाउनलोड करते समय एक गंभीर त्रुटि हुई. आप डाउनलोड या Piwik GeoIP डेटाबेस के साथ, अपने इंटरनेट कनेक्शन के साथ कुछ गलत हो सकता है. डाउनलोड करने और इसे मैन्युअल रूप से स्थापित करने की कोशिश करें.",
        "FoundApacheModules": "Piwik को निम्नलिखित अपाचे मॉड्यूल ने पाया",
        "GeoIPCannotFindMbstringExtension": "फ़ंक्शन %1$s नहीं मिल सकता है. विस्तार स्थापित और लोड किया जाता है%2$s सुनिश्चित करें.",
        "GeoIPDatabases": "GeoIP डेटाबेस",
        "GeoIPDocumentationSuffix": "इस रिपोर्ट के लिए डेटा को देखने के लिए, आप जियोलोकेशन व्यवस्थापक टैब में GeoIP सेटअप चाहिए. वाणिज्यिक %1$sMaxmind%2$s GeoIP डेटाबेस मुक्त वालों की तुलना में अधिक सटीक हैं. वे कितने सटीक है देखने के लिए यहां %3$sक्लिक%4$s करें.",
        "GeoIPImplHasAccessTo": "इस GeoIP कार्यान्वयन का डेटाबेस के निम्नलिखित प्रकार के लिए उपयोग किया है",
        "GeoIpLocationProviderDesc_Pecl1": "यह स्थान प्रदाता एक GeoIP डेटाबेस और सही ढंग से और कुशलता से अपने आगंतुकों का स्थान निर्धारित करने के लिए एक PECL मॉड्यूल का उपयोग करता है.",
        "GeoIpLocationProviderDesc_Pecl2": "इस प्रदाता के साथ कोई सीमा नहीं है, तो यह हम उपयोग करने की सिफारिश करते है.",
        "GeoIpLocationProviderDesc_Php1": "यह स्थान प्रदाता के रूप में स्थापित करने के लिए सबसे आसान है इसे सर्वर विन्यास (साझा होस्टिंग के लिए आदर्श!) की आवश्यकता नहीं है यह सही रूप में आपके आगंतुकों का स्थान निर्धारित करने के लिए एक GeoIP डेटाबेस और MaxMind के PHP एपीआई का उपयोग करता है.",
        "GeoIpLocationProviderDesc_Php2": "आपकी वेबसाइट पर यातायात बहुत हो जाता है, तो आप पाएंगे की यह स्थान प्रदाता धीमा है इस मामले में, आप %1$s PECL एक्सटेंशन %2$s या %3$s सर्वर मॉड्यूल %4$s को स्थापित करना चाहिए.",
        "GeoIpLocationProviderDesc_ServerBased1": "यह स्थान प्रदाता अपने HTTP सर्वर में स्थापित किया गया है जो GeoIP मॉड्यूल का उपयोग करता है. यह प्रदाता तेज और सटीक है, लेकिन %1$s स्कैन केवल सामान्य ब्राउज़र ट्रैकिंग के साथ इस्तेमाल किया जा सकता है .%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "आप लॉग इन फ़ाइलों को आयात या कुछ और करना है कि आईपी पतों को स्थापित करने की आवश्यकता हो, तो %1$s PECL GeoIP कार्यान्वयन (अनुशंसित) %2$s या %3$s PHP GeoIP कार्यान्वयन %4$s का उपयोग करें.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "नोट: आईपी अनोंय्मिज़ इस प्रदाता द्वारा रिपोर्ट किए गए स्थानों पर कोई प्रभाव नहीं है. आईपी ​​अनोंय्मिज़ के साथ प्रयोग करने से पहले,आप के लिए विषय हो सकता है यह किसी भी गोपनीयता कानून का उल्लंघन नहीं करता है सुनिश्चित करें",
        "GeoIPPeclCustomDirNotSet": "PHP ini %s विकल्प सेट नहीं है.",
        "GeoIPServerVarsFound": "Piwik निम्नलिखित GeoIP चर %s का पता लगाता है",
        "GeoIPUpdaterInstructions": "नीचे अपने डेटाबेस के लिए डाउनलोड लिंक दर्ज करें.यदि अपने %3$sMaxMind%4$s से डेटाबेस खरीदा है, तो आपको लिंक्स %1$shere%2$s में मिल सकते है. यदि आप मुसीबत में है तो उन तक पहुचाये %3$sMaxMind%4$s से संपर्क करें",
        "GeoIPUpdaterIntro": "Piwik वर्तमान में निम्नलिखित GeoIP डेटाबेस के लिए अद्यतन का प्रबंध है",
        "GeoLiteCityLink": "आप GeoLite सिटी डेटाबेस का उपयोग कर रहे हैं, तो इस लिंक का उपयोग करें: %1$s%2$s%3$s.",
        "Geolocation": "भौगोलिक स्थान",
        "GeolocationPageDesc": "इस पेज पर आप को बदल सकते हैं कि कैसे Piwik आगंतुक स्थानों को निर्धारित करता है.",
        "getCityDocumentation": "इस रिपोर्ट से पता चलता है अपने दर्शकों के शहरों, वे कब आपकी वेबसाइट पे पहुचे",
        "getContinentDocumentation": "इस रिपोर्ट से पता चलता है आपके आगंतुकों के महाद्वीप का ,वे कब आपकी वेबसाइट पे पहुचे.",
        "getCountryDocumentation": "इस रिपोर्ट से पता चलता है आपके आगंतुकों के देश का,वे कब आपकी वेबसाइट पे पहुचे",
        "getRegionDocumentation": "इस रिपोर्ट से पता चलता है आपके आगंतुकों के क्षेत्र का वे कब आपकी वेबसाइट पे पहुचे",
        "HowToInstallApacheModule": "कैसे मैं अपाचे के लिए GeoIP मॉड्यूल स्थापित करूँ?",
        "HowToInstallGeoIPDatabases": "कैसे मैं GeoIP डेटाबेस प्राप्त करूं?",
        "HowToInstallGeoIpPecl": "कैसे मैं GeoIP PECL एक्सटेंशन स्थापित करूँ?",
        "HowToInstallNginxModule": "कैसे मैं nginx के लिए GeoIP मॉड्यूल स्थापित करूँ?",
        "HowToSetupGeoIP": "GeoIP साथ सटीक भौगोलिक स्थान कैसे सेटअप करे ?",
        "HowToSetupGeoIP_Step1": "%3$sMaxMind%4$s से GeoLite शहर डाटाबेस %1$sडाउनलोड%2$s करें.",
        "HowToSetupGeoIP_Step2": "%1$s में %2$s विविध %3$s Piwik उपनिर्देशिका, इस फ़ाइल को निकालें और परिणाम की नकल(यदि आप एफ़टीपी या ssh द्वारा भी ऐसा कर सकते हैं).",
        "HowToSetupGeoIP_Step3": "इस स्क्रीन से लोड करें. %1$sGeoIP (PHP)%2$s प्रदाता अब %3$sस्थापित%4$s किया जाएगा. यह चयन करें.",
        "HowToSetupGeoIP_Step4": "और आप कर रहे हैं! तुम सिर्फ Piwik GeoIP उपयोग करने के लिए सेटअप किया है जिसका मतलब है आपको बहुत सटीक देश की जानकारी के साथ अपने दर्शकों के क्षेत्रों और शहरों को देखने के लिए सक्षम हो जाएगा",
        "HowToSetupGeoIPIntro": "आप सही जियोलोकेशन सेटअप प्रकट नहीं करते हैं. यह एक उपयोगी सुविधा है और इसके बिना आप अपने दर्शकों के लिए सही और पूरी स्थान की जानकारी नहीं देख सकेंगे. यहाँ है कैसे आपको जल्दी से यह प्रयोग शुरू कर सकते हैं:",
        "HttpServerModule": "HTTP सर्वर मॉड्यूल",
        "InvalidGeoIPUpdatePeriod": "GeoIP updater के लिए अमान्य अवधि:%1$s. मान्य %2$s मान रहे हैं.",
        "IPurchasedGeoIPDBs": "मैं MaxMind%2$s से अधिक %1$sसटीक डेटाबेस खरीदा है और स्वत: अद्यतन सेटअप करना चाहते हैं.",
        "ISPDatabase": "आईएसपी डाटाबेस",
        "IWantToDownloadFreeGeoIP": "मैं मुफ्त GeoIP डेटाबेस डाउनलोड करना चाहते हैं ...",
        "Latitude": "अक्षांश",
        "Location": "स्थान",
        "LocationDatabase": "स्थान डाटाबेस",
        "LocationDatabaseHint": "एक स्थान डेटाबेस या तो एक देश, क्षेत्र या शहर डेटाबेस है.",
        "LocationProvider": "स्थान प्रदाता",
        "Longitude": "देशान्तर",
        "NoDataForGeoIPReport1": "इस रिपोर्ट के लिए कोई डेटा नहीं है क्योंकि कोई स्थान डेटा उपलब्ध तो नहीं है या आगंतुक आईपी पते geolocated नहीं किया जा सकता.",
        "NoDataForGeoIPReport2": "सटीक जियोलोकेशन सक्षम करने के लिए %1$sयहाँ%2$s सेटिंग में बदलाव और एक %3$sशहर के स्तर पर डेटाबेस%4$s का उपयोग करें.",
        "Organization": "संगठन",
        "OrgDatabase": "संगठन डाटाबेस",
        "PiwikNotManagingGeoIPDBs": "Piwik वर्तमान में किसी भी GeoIP डेटाबेस के प्रबंध नहीं है.",
        "PluginDescription": "देश, क्षेत्र, शहर के और भौगोलिक निर्देशांक (अक्षांश \/ देशांतर) सहित आगंतुक स्थान के बारे में रिपोर्टें जानकारी,.",
        "Region": "क्षेत्र",
        "SetupAutomaticUpdatesOfGeoIP": "GeoIP डेटाबेस के स्वचालित अपडेट सेटअप",
        "SubmenuLocations": "स्थान",
        "ThisUrlIsNotAValidGeoIPDB": "डाउनलोड की गई फ़ाइल एक वैध GeoIP डेटाबेस नहीं है. यूआरएल को फिर से जाँच करें या मैन्युअल फाइल डाउनलोड करें.",
        "ToGeolocateOldVisits": "अपने पुराने यात्राओं के लिए स्थान डेटा प्राप्त करने के लिए, %1$sयहाँ%2$s वर्णित स्क्रिप्ट का उपयोग करें.",
        "UnsupportedArchiveType": "असमर्थित संग्रह प्रकार का सामना करना पड़ा %1$s.",
        "UpdaterHasNotBeenRun": "updater कभी नहीं चलाया गया",
        "UpdaterWasLastRun": "Updater %s पर अंतिम रन था.",
        "WidgetLocation": "आगंतुक स्थान"
    },
    "UserCountryMap": {
        "AndNOthers": "और %s दूसरों के",
        "Cities": "शहरों",
        "Countries": "देश",
        "DaysAgo": "%s दिन पहले",
        "GoalConversions": "%s लक्ष्य रूपांतरण",
        "Hours": "घंटे",
        "HoursAgo": "%s घंटे पहले",
        "map": "नक्शा",
        "Minutes": "मिनट",
        "MinutesAgo": "%s मिनट पहले",
        "None": "कोई नहीं",
        "NoVisit": "कोई यात्रा",
        "RealTimeMap": "वास्तविक समय नक्शा",
        "Regions": "क्षेत्र",
        "Searches": "%s खोजों",
        "Seconds": "सेकंड्स",
        "SecondsAgo": "%s सेकंड पहले",
        "ShowingVisits": "आखिरी का भू स्थित दौरा",
        "Unlocated": "<b>%s<\/b> %p से यात्राओं की %c भौगोलिक स्थित खोजा नहीं जा सकता है.",
        "VisitorMap": "आगंतुक मानचित्र",
        "WorldWide": "विश्व व्यापक"
    },
    "UserSettings": {
        "BrowserFamilies": "ब्राउज़र के परिवारों",
        "BrowserLanguage": "ब्राउज़र की भाषा",
        "Browsers": "ब्राउज़र्स",
        "BrowserWithNoPluginsEnabled": "%1$s के साथ प्लगइन सक्रिय नहीं",
        "BrowserWithPluginsEnabled": "प्लगिन %2$s से %1$s सक्षम",
        "ColumnBrowser": "ब्राउज़र",
        "ColumnBrowserFamily": "ब्राउज़र परिवार",
        "ColumnBrowserVersion": "ब्राउज़र संस्करण",
        "ColumnConfiguration": "विन्यास",
        "ColumnOperatingSystem": "आपरेटिंग सिस्टम",
        "ColumnResolution": "संकल्प",
        "ColumnTypeOfScreen": "स्क्रीन के प्रकार",
        "Configurations": "विन्यास",
        "GamingConsole": "गेमिंग कंसोल",
        "Language_aa": "अफ़ार",
        "Language_ab": "अब्खाज़ियन्",
        "Language_ae": "अवेस्तन",
        "Language_af": "अफ्रीकी",
        "Language_ak": "अकन",
        "Language_am": "अम्हारिक्",
        "Language_an": "अर्गोनी",
        "Language_ar": "अरबी",
        "Language_as": "असामी",
        "Language_av": "अवेरिक",
        "Language_ay": "आयमारा",
        "Language_az": "अज़रबैंजानी",
        "Language_ba": "बशख़िर",
        "Language_be": "बैलोरूशियन्",
        "Language_bg": "बल्गेरियाई",
        "Language_bh": "बिहारी",
        "Language_bi": "बिस्लामा",
        "Language_bm": "बाम्बारा",
        "Language_bn": "बँगाली",
        "Language_bo": "तिब्बती",
        "Language_br": "ब्रेटन",
        "Language_bs": "बोस्नियाई",
        "Language_ca": "कातालान",
        "Language_ce": "चेचन",
        "Language_ch": "कमोरो",
        "Language_co": "कोर्सीकन",
        "Language_cr": "क्री",
        "Language_cs": "चेक",
        "Language_cu": "चर्च साल्विक",
        "Language_cv": "चूवाश",
        "Language_cy": "वेल्श",
        "Language_da": "डैनीश",
        "Language_de": "ज़र्मन",
        "Language_dv": "दिवेही",
        "Language_dz": "ज़ोन्गखा",
        "Language_ee": "ईवे",
        "Language_el": "ग्रीक",
        "Language_en": "अंग्रेजी",
        "Language_eo": "एस्पेरान्तो",
        "Language_es": "स्पेनिश",
        "Language_et": "ऐस्तोनियन्",
        "Language_eu": "बास्क्",
        "Language_fa": "पर्शियन्",
        "Language_ff": "फुलाह",
        "Language_fi": "फिनिश",
        "Language_fj": "फ़ीजी",
        "Language_fo": "फिरोज़ी",
        "Language_fr": "फ्रेंच",
        "Language_fy": "पश्चिमी फ़्रिसियाई",
        "Language_ga": "आयरिश",
        "Language_gd": "स्काट्स् गायेलिक्",
        "Language_gl": "गैलिशियन्",
        "Language_gn": "गुआरानी",
        "Language_gu": "गुज़राती",
        "Language_gv": "मैंक्स",
        "Language_ha": "होउसा",
        "Language_he": "हीब्रू",
        "Language_hi": "हिन्दी",
        "Language_ho": "हिरी मोटू",
        "Language_hr": "क्रोएशन्",
        "Language_ht": "हैतीयन",
        "Language_hu": "हंगेरी",
        "Language_hy": "अरमेनियन्",
        "Language_hz": "हरैरो",
        "Language_ia": "ईन्टरलिंगुआ",
        "Language_id": "इन्डोनेशियाई",
        "Language_ie": "ईन्टरलिंगुइ",
        "Language_ig": "ईग्बो",
        "Language_ii": "सिचुआन यी",
        "Language_ik": "इनुपियाक्",
        "Language_io": "इडौ",
        "Language_is": "आईस्लैंडिक्",
        "Language_it": "इतालवी",
        "Language_iu": "इनूकीटूत्",
        "Language_ja": "जापानी",
        "Language_jv": "जावानीस",
        "Language_ka": "जॉर्जीयन्",
        "Language_kg": "कोंगो",
        "Language_ki": "किकुयू",
        "Language_kj": "क्वान्यामा",
        "Language_kk": "कज़ाख",
        "Language_kl": "ग्रीनलैंडिक",
        "Language_km": "कैम्बोडियन्",
        "Language_kn": "कन्नड़",
        "Language_ko": "कोरीयन्",
        "Language_kr": "कनुरी",
        "Language_ks": "कश्मीरी",
        "Language_ku": "कुरदीश",
        "Language_kv": "कोमी",
        "Language_kw": "कोर्निश",
        "Language_ky": "किरघिज़",
        "Language_la": "लैटीन",
        "Language_lb": "लक्ष्ज़ेमबर्गिश",
        "Language_lg": "गांडा",
        "Language_li": "लिंबर्गिश",
        "Language_ln": "लिंगाला",
        "Language_lo": "लाओथीयन्",
        "Language_lt": "लिथुनियन्",
        "Language_lu": "ल्यूबा-कटांगा",
        "Language_lv": "लातवी",
        "Language_mg": "मालागासी",
        "Language_mh": "मार्शलीज़",
        "Language_mi": "मेओरी",
        "Language_mk": "मैसेडोनियन्",
        "Language_ml": "मलयालम",
        "Language_mn": "मंगोलीयाई",
        "Language_mr": "मराठी",
        "Language_ms": "मलय",
        "Language_mt": "मालटिस्",
        "Language_my": "बर्लिस",
        "Language_na": "नाउरू",
        "Language_nb": "नॉर्वेजियन बोकमाल",
        "Language_nd": "उत्तरी देबेल",
        "Language_ne": "नेपाली",
        "Language_ng": "डोन्गा",
        "Language_nl": "डच्",
        "Language_nn": "नॉर्वेजियन नाइनोर्स्क",
        "Language_no": "नार्वेजियन",
        "Language_nr": "दक्षिण देबेल",
        "Language_nv": "नावाजो",
        "Language_ny": "न्यानजा",
        "Language_oc": "ओसीटान",
        "Language_oj": "ओजिब्वा",
        "Language_om": "ओरोमो",
        "Language_or": "उड़िया",
        "Language_os": "ओस्सेटिक",
        "Language_pa": "पंजाबी",
        "Language_pi": "पाली",
        "Language_pl": "पॉलिश",
        "Language_ps": "पॉशतो",
        "Language_pt": "पुर्तगाली",
        "Language_qu": "क्वेशुआ",
        "Language_rm": "रहेय्टो-रोमान्स",
        "Language_rn": "रुन्दी",
        "Language_ro": "रोमानियाई",
        "Language_ru": "रूसी",
        "Language_rw": "किन्यारवाण्डा",
        "Language_sa": "संस्कृत",
        "Language_sc": "सार्दिनियन",
        "Language_sd": "सिन्धी",
        "Language_se": "नॉर्दन सामी",
        "Language_sg": "सांगो",
        "Language_si": "शिंघालीस्",
        "Language_sk": "स्लोवाक्",
        "Language_sl": "स्लोवेनियन्",
        "Language_sm": "सामोन",
        "Language_sn": "सोणा",
        "Language_so": "सोमाली",
        "Language_sq": "अल्बेनियन्",
        "Language_sr": "सर्बियन्",
        "Language_ss": "स्वाती",
        "Language_st": "सेसोथो",
        "Language_su": "सुंडानी",
        "Language_sv": "स्विडिश",
        "Language_sw": "स्वाहिली",
        "Language_ta": "तमिल",
        "Language_te": "तेलेगु",
        "Language_tg": "ताजिक्",
        "Language_th": "थाई",
        "Language_ti": "तिग्रीन्या",
        "Language_tk": "तुक्रमेन",
        "Language_tl": "तागालोग",
        "Language_tn": "सेत्स्वाना",
        "Language_to": "टोंगा",
        "Language_tr": "तुर्की",
        "Language_ts": "सोंगा",
        "Language_tt": "टाटर",
        "Language_tw": "ट्वी",
        "Language_ty": "ताहितियन",
        "Language_ug": "उईघुर",
        "Language_uk": "यूक्रेनी",
        "Language_ur": "उर्दू",
        "Language_uz": "उज़्बेक",
        "Language_ve": "वेन्दा",
        "Language_vi": "वियेतनामी",
        "Language_vo": "वोलापुक",
        "Language_wa": "वाल्लून",
        "Language_wo": "वोलोफ",
        "Language_xh": "षोसा",
        "Language_yi": "येहुदी",
        "Language_yo": "योरूबा",
        "Language_za": "ज़ुआंग",
        "Language_zh": "चीनी",
        "Language_zu": "ज़ुलू",
        "LanguageCode": "भाषा कोड",
        "MobileVsDesktop": "मोबाइल बनाम डेस्कटॉप",
        "OperatingSystemFamily": "आपरेटिंग सिस्टम परिवार",
        "OperatingSystems": "आपरेटिंग सिस्टम",
        "PluginDescription": "विभिन्न उपयोगकर्ता सेटिंग्स की रिपोर्ट: ब्राउज़र, ब्राउज़र परिवार, आपरेटिंग सिस्टम, प्लगइन्स, संकल्प, वैश्विक सेटिंग्स.",
        "PluginDetectionDoesNotWorkInIE": "नोट: प्लगइन्स का पता लगाने इंटरनेट एक्सप्लोरर में काम नहीं करता है. यह रिपोर्ट केवल गैर आईई ब्राउज़रों पर आधारित है.",
        "Resolutions": "संकल्प",
        "VisitorSettings": "आगंतुक सेटिंग्स",
        "WideScreen": "वाइड स्क्रीन",
        "WidgetBrowserFamilies": "ब्राउज़र परिवार",
        "WidgetBrowsers": "आगंतुक ब्राउज़र",
        "WidgetBrowserVersion": "ब्राउज़र संस्करण",
        "WidgetGlobalVisitors": "आगंतुक विन्यास",
        "WidgetOperatingSystems": "ऑपरेटिंग सिस्टम"
    },
    "VisitsSummary": {
        "NbPageviewsDescription": "%s पृष्ठ दृश्यों"
    },
    "Widgetize": {
        "OpenInNewWindow": "एक नई विंडो में खोलें"
    }
}