{
    "Actions": {
        "AvgGenerationTimeTooltip": "Rerata berdasar %s kunjungan %s antara %s dan %s",
        "ColumnClickedURL": "URL diklik",
        "ColumnClicks": "Klik",
        "ColumnClicksDocumentation": "Jumlah tautan ini diklik.",
        "ColumnDownloadURL": "URL Unduhan",
        "ColumnEntryPageTitle": "Judul Halaman Masuk",
        "ColumnEntryPageURL": "URL Halaman Masuk",
        "ColumnExitPageTitle": "Judul Halaman Keluar",
        "ColumnExitPageURL": "URL Halaman Keluar",
        "ColumnNoResultKeyword": "Kata Kunci dengan Tanpa Hasil Pencarian",
        "ColumnPageName": "Nama Halaman",
        "ColumnPagesPerSearch": "Halaman Hasil Pencarian",
        "ColumnPagesPerSearchDocumentation": "Pengunjung akan melakukan pencarian dalam situs Anda, dan terkadang mengeklik \"Selanjutnya\" untuk melihat hasil lebih. Ini merupakan jumlah rerata halaman ditampilkan untuk kata kunci ini.",
        "ColumnPageURL": "URL Halaman",
        "ColumnSearchCategory": "Kategori Pencarian",
        "ColumnSearches": "Pencarian",
        "ColumnSearchesDocumentation": "Jumlah kunjungan dengan pencarian kata kunci ini dalam mesin pencari Anda.",
        "ColumnSearchExits": "% Pencarian Keluar",
        "ColumnSearchExitsDocumentation": "Persentase jumlah pengunjung yang meninggalkan situs setelah melakukan pencarian untuk Kata Kunci ini dalam mesin Pencarian Situs Anda.",
        "ColumnSearchResultsCount": "Jumlah Hasil Pencarian",
        "ColumnSiteSearchKeywords": "Kata Kunci Unik",
        "ColumnUniqueClicks": "Klik Unik",
        "ColumnUniqueClicksDocumentation": "Jumlah kunjungan yang melibatkan klik pada tautan ini. Jika tautan diklik beberapa kali selama satu kali kunjungan, ini hanya dihitung sekali.",
        "ColumnUniqueDownloads": "Unduhan Unik",
        "ColumnUniqueOutlinks": "Tautan Luar Unik",
        "DownloadsReportDocumentation": "Dalam laporan ini, Anda dapat melihat berkas yang diunduh oleh pengunjung. %s Apa yang Piwik hitung adalah yang mengeklik tautan unduhan. Namun, bila unduhan sudah lengkap atau belum Piwik tidak mengetahuinya.",
        "EntryPagesReportDocumentation": "Laporan ini mengandung informasi tentang halaman masuk yang digunakan selama periode tertentu. Halaman masuk merupakan halaman pertama yang ditampilkan selama kunjungan pengguna. %s URL masuk ditampilkan sebagai struktur map.",
        "EntryPageTitles": "Judul halaman masuk",
        "EntryPageTitlesReportDocumentation": "Laporan ini mengandung informasi tentang judul halaman masuk yang digunakan selama rentang waktu tertentu.",
        "ExitPagesReportDocumentation": "Laporan ini mengandung informasi tentang halaman keluar yang terjadi selama periode tertentu. Halman keluar merupakan halaman terakhir yang ditampilkan kepada pengguna selama kunjungan. %s URL masuk ditampilkan sebagai struktur map.",
        "ExitPageTitles": "Judul halaman keluar",
        "ExitPageTitlesReportDocumentation": "Laporan ini mengandung informasi tentang judul halman keluar yang terjadi selama waktu tertentu.",
        "LearnMoreAboutSiteSearchLink": "Pelajari selengkapnya tentang Melacak bagaimana pengunjung Anda menggunakan Mesin Pencari Anda.",
        "OneSearch": "1 pencarian",
        "OutlinkDocumentation": "Tautan keluar merupakan tautan yang mengarahkan keluar pengunjung dari situs Anda (ke ranah lainnya).",
        "OutlinksReportDocumentation": "Laporan ini menampilkan laporan secara berurutan tautan keluar URL yang diklik oleh pengunjung Anda.",
        "PagesReportDocumentation": "Laporan ini mengandung informasi tentang URL halaman yang dikunjungi. %s Tabel diatur berurutan, URL ditampilkan sebagai struktur map.",
        "PageTitlesReportDocumentation": "Laporan ini mengandung informasi tentang judul halaman yang telah dikunjungi. %s Judul halaman merupakan Etiket %s HTML yang kebanyakan peramban ditampilkan di judul jendela.",
        "PageUrls": "URL Halaman",
        "PluginDescription": "Laporan tentang tampilan halaman, tautan keluar dan unduhan. Pelacakan Unduhan dan Tautan Keluar dilakukan secara otomatis!",
        "SiteSearchCategories1": "Lapotan ini mendaftar Kategori dipilih oleh pengunjung ketika membuat Pencarian di situs Anda.",
        "SiteSearchCategories2": "Misalnya, situs Niaga-E biasanya memiliki pemilih \"Kategori\" yang membatasi pencarian pengunjung terhadap seluruh produk dalam Kategori tertentu.",
        "SiteSearchFollowingPagesDoc": "Ketika pengnjung melakukan pencarian di situs Anda, mereka mencari sebagian halaman, isi, produk, atau layanan. Laporan ini mendaftar halaman paling banyak diklik dalam pencarian dalam. Dengan kata lain, daftar halaman paling dicari oleh pengunjung telah tersedia di situs Anda.",
        "SiteSearchIntro": "Melacak pencarian dibuat oleh pengunjung dalam situs Anda merupakan sebuah cara efektif untuk mempelajari tentang apa yang pengunjung Anda cari, ini dapat membantu menemukan gagasan untuk muatan baru, produk Niaga-E baru potensial dicari oleh pelanggan, dan peningkatan umum pengalaman pengunjung dalam situs Anda.",
        "SiteSearchKeyword": "Kata Kunci (Pencarian Situs)",
        "SiteSearchKeywordsDocumentation": "Laporan ini mendaftar Kata Kunci pencarian pengunjung dalam Mesin Pencari dalam Anda.",
        "SiteSearchKeywordsNoResultDocumentation": "Laporan ini mendaftar Kata Kunci Pencarian yang tidak menemukan hasil Pencarian apapun: kemungkinan algoritma pencarian dapat ditingkatkan, atau mungkin pengunjung Anda mencari muatan yang mungkin tidak (atau belum) tersedia di situs Anda?",
        "SubmenuPagesEntry": "Halaman masuk",
        "SubmenuPagesExit": "Halaman keluar",
        "SubmenuPageTitles": "Judul halaman",
        "SubmenuSitesearch": "Pencarian Situs",
        "WidgetEntryPageTitles": "Judul Halaman Masuk",
        "WidgetExitPageTitles": "Judul Halaman Keluar",
        "WidgetPagesEntry": "Halaman Masuk",
        "WidgetPagesExit": "Halamana Keluar",
        "WidgetPageTitles": "Judul Halaman",
        "WidgetPageTitlesFollowingSearch": "Judul Halaman Diikuti Pencarian Situs",
        "WidgetPageUrlsFollowingSearch": "Halaman Diikuti Situs Pencarian Situs",
        "WidgetSearchCategories": "Kategori Pencarian",
        "WidgetSearchKeywords": "Kata Kunci Pencarian Situs",
        "WidgetSearchNoResultKeywords": "Kata Kunci Pencarian dengan Tanpa Hasil"
    },
    "Annotations": {
        "AddAnnotationsFor": "Tambahkan penjelasan untuk %s...",
        "AnnotationOnDate": "Penjelasan dalam %1$s: %2$s",
        "Annotations": "Penjelasan",
        "ClickToDelete": "Klik untuk menghapus penjelasan ini.",
        "ClickToEdit": "Klik untuk menyunting penjelsan ini.",
        "ClickToEditOrAdd": "Klik untuk menyunting atau menambah penjelasan baru.",
        "ClickToStarOrUnstar": "Klik untuk memberi atau menghapus bintang penjelasan ini.",
        "CreateNewAnnotation": "Membuat penjelasan baru...",
        "EnterAnnotationText": "Masukkan catatan Anda...",
        "HideAnnotationsFor": "Sembunyikan penjelasan untuk %s...",
        "IconDesc": "Lihat catatan untuk rentang data ini.",
        "IconDescHideNotes": "Sembunyikan catatan untuk rentang tanggal ini.",
        "InlineQuickHelp": "Anda dapat membuat penjelasan untuk menandai kejadian istimewa (seperti sebuah kiriman blog baru, atau perubahan desain situs), untuk menyimpan analisa data Anda atau untuk menyimpan hal lain yang menurut Anda penting.",
        "LoginToAnnotate": "Masuk-log untuk membuat penjelasan baru.",
        "NoAnnotations": "Tidak tersedia penjelasan untuk rentang tanggal ini.",
        "PluginDescription": "Memungkinkan Anda untuk melampirkan catatan dari hari berbeda untuk menandai perubahan dalam situs Anda, simpan analisa mengenai data Anda dan berbagi pemikiran tersebut dengan rekan Anda. Dengan memberi penjelasan terhadap data, akan membuat Anda ingat mengapa data tampak seperti saat ini terjadi.",
        "ViewAndAddAnnotations": "Tampilkan dan tambahkan penjelasan untuk %s...",
        "YouCannotModifyThisNote": "Anda tidak dapat mengubah penjelasan ini, sebab Anda bukan yang membuat ini, atau Anda tidak memiliki akses pengelola untuk situs ini."
    },
    "API": {
        "GenerateVisits": "Bila Anda tidak memiliki data untuk hari ini, Anda dapat membuat beberapa menggunakan pengaya %s. Anda dapat mengaktifkan pengaya %s, lalu klik menu 'Pembangkit Kunjungan' di halaman Pengurus Piwik.",
        "KeepTokenSecret": "token_auth ini merupakan hal yang rahasia sebagaimana nama-id dan sandi Anda, %s sehingga jangan memberitahukannya%s!",
        "LoadedAPIs": "Berhasil memuat API %s",
        "MoreInformation": "Untuk informasi selengkapnya tentang API Piwik, silakan melihat %s Pengenalan API Piwik%s dan %sReferensi API Piwik%s.",
        "PluginDescription": "Seluruh data di Piwik tersedia dalam API sederhana. Pengaya ini adalah titik masuk layanan ramatraya, yang dapat Anda hubungi untuk mendapatkan data Analisis Ramatraya Anda dalam xml, json, php, csv, dll",
        "QuickDocumentationTitle": "Dokumentasi API ringkas",
        "TopLinkTooltip": "Akses data Analisis Ramatraya terprogram melalui API sederhana dalam json, xml, dan lain lain.",
        "UserAuthentication": "Otentikasi pengguna",
        "UsingTokenAuth": "Jika Anda ingin melakukan permintaan data %s menggunakan skrip, crontab, dll. %s Anda harus menambah parameter %s agar API memanggil URL yang membutuhkan otentikasi."
    },
    "CoreAdminHome": {
        "Administration": "Administrasi",
        "BrandingSettings": "Pengaturan merek",
        "CheckReleaseGetVersion": "Ketika memeriksa versi baru Piwik, selalu memperoleh",
        "ClickHereToOptIn": "Klik di sini agar terekam.",
        "ClickHereToOptOut": "Klik di sini agar tak-terekam.",
        "CustomLogoFeedbackInfo": "Jika Anda menyesuaikan logo Piwik, Anda mungkin juga tertarik untuk menyembunyikan tautan %s di menu atas. Untuk melakukannya, Anda mematikan pengaya Umpan Balik di halaman %s Pengelolaan Pengaya%s.",
        "CustomLogoHelpText": "Anda dapat Anda dapat menyesuaikan logo Piwik yang akan ditampilkan dalam antarmuka pengguna dan laporan surel.",
        "DevelopmentProcess": "Ketika %sproses pengembangan%s kami menyertakan ribuan pemeriksaan otomatis, Pemeriksa Betta menjalankan peran kunci dalam pengarsipan \"Kebijakan Tanpa Kutu\" di Piwik.",
        "EmailServerSettings": "Pengaturan peladen Surel",
        "ForBetaTestersOnly": "Hanya untuk pemeriksa beta saja",
        "ImageTracking": "Pelacakan Gambar",
        "ImageTrackingIntro1": "Ketika pengunjung mematikan JavaScript, atau ketika JavaScript tidak dapat digunakan, Anda dapat menggunakan tautan pelacakan gambar untuk melacak pengunjung.",
        "ImageTrackingIntro2": "Bangitkan tautan di bawah dan salin-tempel HTML hasil ke halaman. Bila Anda menggunakan ini sebagai pengganti bila terjadi kegagalan pelacakan JavaScript, Anda dapat mengelilingi ini dengan etiket %1$s.",
        "ImageTrackingIntro3": "Untuk seluruh daftar opsi yang Anda dapat gunakan untuk tautan pelacakan gambar, lihat %1$sDokumentasi API Pelacakan%2$s.",
        "ImageTrackingLink": "Tautan Pelacakan Gambar",
        "ImportingServerLogs": "Mengimpor Catatan Peladen",
        "ImportingServerLogsDesc": "Sebuah cara alternatif untuk melacak pengunjung melalui peramban (melalui JavaScript atau tautan gambar) adalah secara berkelanjutan mengimpor catatan peladen. Pelajari selengkapnya tentang %1$sAnalisis Berkas Catatan Peladen%2$s.",
        "InvalidPluginsWarning": "Pengaya berikut ini tidak sesuai dengan %1$s dan tidak dapat dimuat: %2$s.",
        "InvalidPluginsYouCanUninstall": "Anda dapat memperbarui atau menghapus pengaya berikut dalam halaman %1$sKelola Pengaya%2$s.",
        "JavaScriptTracking": "Pelacakan JavaScript",
        "JSTracking_CampaignKwdParam": "Parameter Kata Kunci Kampanye",
        "JSTracking_CampaignNameParam": "Parameter Nama Kampanye",
        "JSTracking_CodeNote": "Pastikan bahwa kode ini berada dalam setiap halaman Anda sebelum etiket %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Gunakan nama parameter kueri kustom untuk untuk nama kampanye dan kata kunci",
        "JSTracking_CustomCampaignQueryParamDesc": "Catatan: %1$sPiwik akan secara otomastis mendeteksi parameter Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Mengaktifkan pendeteksian Jangan-Lacak sisi klien",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Catatan: Dukungan Jangan-Lacak sisi peladen telah diaktifkan, sehingga opsi ini tidak memiliki pengaruh.",
        "JSTracking_EnableDoNotTrackDesc": "Sehingga permintaan pelacakan tidak akan dikirim bila pengunjung tidak ingin terlacak.",
        "JSTracking_GroupPageTitlesByDomain": "Tambah judul halaman untuk situs ranah tersebut saat pelacakan",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Sehingga bila seseorang mengunjungi halaman 'Tentang' dalam blog, %1$s ini akan terekam sebagai 'blog \/ Tentang'. Ini akan mempermudah melakuka tinjauan terhadap lalu lintas berdasar subranah.",
        "JSTracking_MergeAliases": "Dalam laporan \"Tautan keluar\", sembunyikan klik untuk untuk mengetahui URL alias dari",
        "JSTracking_MergeAliasesDesc": "Sehingga bila mengeklik tautan terhadap URL Alias (misal %s) tidak akan dihitung sebagai \"Tautan keluar\".",
        "JSTracking_MergeSubdomains": "Lacak seluruh pengunjung subranah dari",
        "JSTracking_MergeSubdomainsDesc": "Sehingga bila satu pengunjung mengunjungi %1$s dan %2$s, mereka akan terhiting sebagai pengunjung.",
        "JSTracking_PageCustomVars": "Melacak variabel kustom untuk setiap tampilan halaman",
        "JSTracking_PageCustomVarsDesc": "Sebagai contoh, dengan nama variabel \"Kategori\" dengan nilai \"Kerta Putih\".",
        "JSTracking_VisitorCustomVars": "Lacak variabel kustom untuk pengunjung ini",
        "JSTracking_VisitorCustomVarsDesc": "Sebagai contoh, dengan nama variabel \"Jenis\" dengan nilai \"Pelanggan\".",
        "JSTrackingIntro1": "Anda dapat melacak pengunjung situs Anda dengan banyak cara. Cara disarankan adalah menggunakan JavaScript. Untuk menggunkan metode ini, Anda harus yakin bahwa setiap halaman situs Anda memiliki beberapa kode JavaScript, yang dapat dibuat di sini.",
        "JSTrackingIntro2": "Sekali Anda memiliki kode pelacakan JavaScript untuk situs Anda, salin dan tempel dalam setiap halaman yang ingin dilacak menggunakan Piwik.",
        "JSTrackingIntro3": "DI kebanyakan situs, Sistem Manajemen Konten (SMK), dan lain-lain, Anda dapat menggunakan pengaya prabuat untuk melakukan tindakan teknis untuk Anda. (Lihat %1$sdaftar pengaya terpadu Piwik%2$s dari kami.) Bila tidak ada pengaya tersedia Anda dapat menyunting tata letak situs Anda dan tambahkan kode ini dalam berkas \"kaki\".",
        "JSTrackingIntro4": "Bila Anda tidak ingin menggunakan JavaScript untuk melacak pengunjung, %1$sbuat sebuah gambar pelacakan di tautan berikut%2$s.",
        "JSTrackingIntro5": "Bila Anda berkeinginan lebih dari melacak tampilan halaman, harap periksa %1$sDokumentas Pelacakan Javascript Piwik%2$s untuk daftar fungsi yang tersedia. Gunakan funsi tersebut untuk melacak tujuan Anda, variabel kustom, pemesanan niaga-e, keranjang dibuang, dan lebih.",
        "LatestBetaRelease": "Rilis beta terkini",
        "LatestStableRelease": "Rilis stabil terkini",
        "LogoUpload": "Pilih Logo untuk diunggah",
        "LogoUploadHelp": "Harap mengunggah berkas dalam bentuk %s dengan tinggi minimal %s pixel.",
        "MenuDiagnostic": "Diagnosis",
        "MenuGeneralSettings": "Pengaturan Umum",
        "MenuManage": "Kelola",
        "OptOutComplete": "Jangan-Lacak selesai. Bila Anda mengunjungi situs ini, Anda tidak akan terekam oleh perangkat Analisis Ramatraya.",
        "OptOutCompleteBis": "Perhatikan bahwa jika Anda menghapus kuki Anda, menghapus kuki Jangan-Lacak, atau jika Anda mengganti komputer atau peramban ramatraya, Anda perlu melakukan prosedur Jangan-Lacak lagi.",
        "OptOutExplanation": "Piwik berdedikasi untuk menyediakan privasi Internet. Agar pengunjung Anda memiliki pilihan untuk tidak terekam oleh Analisis Ramatraya Piwik, Anda dapat menambahkan kode HTML di salah satu halaman situs Anda, misalnya di halaman Kebijakan Privasi.",
        "OptOutExplanationBis": "Kode ini akan menampilkan bingkai pendam yang mengandung tautan untuk pengunjung agar Piwik tidak merekam dengan mengatur kuki Jangan-Lacak di peramban pengunjung. %sKlik di sini%s untuk melihat isi yang ditampilkan oleh bingkai pendam.",
        "OptOutForYourVisitors": "Piwik Jangan-Lacakan untuk Pengunjung",
        "PiwikIsInstalledAt": "Piwik terpasang di",
        "PluginDescription": "Halaman Administrasi Piwik",
        "PluginSettings": "Pengaturan pengaya",
        "StableReleases": "Bila Piwik merupakan hal yang penting dalam usaha Anda, kami menyarankan Anda menggunakan rilis stabil terkini. \tBila Anda menggunakan beta terkini dan Anda menemukan sebuah kutu atau sebuah sarah, harap %slihat di sini%s.",
        "TrackAGoal": "Lacak sebuah Tujuan",
        "TrackingCode": "Kode Palacakan",
        "TrustedHostConfirm": "Apakah Anda yakin mengubah nama inang terpercaya Piwik?",
        "TrustedHostSettings": "Nama Inang Terpercaya",
        "UseCustomLogo": "Gunakan logo kustom",
        "ValidPiwikHostname": "Nama Inang Sahih Piwik",
        "WithOptionalRevenue": "dengan pendapatan tersesuaikan",
        "YouAreOptedIn": "Anda sekarang terekam.",
        "YouAreOptedOut": "Anda sekarang tak-terekam.",
        "YouMayOptOut": "Anda kemungkinan memilih untuk tidak menyimpan nomor identifikasi unik kuki analisis ramatraya yang diberikan ke komputer Anda untuk menghindari pengumpulan dan analisis data yang dikumpulkan di situs ini.",
        "YouMayOptOutBis": "Untuk membuat pilihan itu, silakan klik di bawah ini untuk menerima kuki Jangan-Lacak."
    },
    "CoreHome": {
        "CategoryNoData": "Tak ada data untuk kategori ini. Coba untuk \"Masukkan seluruh populasi\".",
        "CheckForUpdates": "Periksa pembaruan",
        "CheckPiwikOut": "Periksa Piwik!",
        "CloseWidgetDirections": "Anda dapat menutup gawit ini dengan mengeklik ikon 'X' di atas gawit.",
        "DataForThisReportHasBeenPurged": "Data untuk laporan ini telah berumur lebih dari %s bulan dan telah dibersihkan.",
        "DataTableExcludeAggregateRows": "Keseluruhan baris ditampilkan %s Sembunyikan sekarang",
        "DataTableIncludeAggregateRows": "Keseluruhan baris tersembunyi %s Tampilkan sekarang",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "asali",
        "DonateCall1": "Piwik akan selalu tidak membebani Anda biaya, tapi bukan berarti bahwa biaya tidak berarti bagi kami.",
        "DonateCall2": "Piwik membutuhkan bantuan berkelanjutan Anda untuk tumbuh dan berkembang.",
        "DonateCall3": "Bila Anda merasa bahwa Piwik memberi nilai berarti dalam bisnis atau usaha Anda, %1$sharap memberi pertimbangkan untuk menyumbang!%2$s",
        "DonateFormInstructions": "Klik pada penggeser untuk memilih jumlah, kemudian klik berlangganan untuk menyumbang.",
        "ExcludeRowsWithLowPopulation": "Seluruh baris telah ditampilkan %s Populasi rendah dikecualikan",
        "FlattenDataTable": "Laporan ditampilkan berurutan %s Buat tetap",
        "HowMuchIsPiwikWorth": "Seberapa besar nilai Piwik untuk Anda?",
        "IncludeRowsWithLowPopulation": "Baris dengan populasi rendah telah tersembunyi %s Tampilkan seluruh baris",
        "InjectedHostEmailBody": "Halo, saya mencoba mengakses Piwik hari ini dan menemukan peringatan nama inang tidak dikenal.",
        "InjectedHostEmailSubject": "Piwik telah diakses menggunakan nama inang tidak dikenal: %s",
        "InjectedHostNonSuperUserWarning": "%1$sKlik di sini untuk mengkases Piwik secara aman%2$s dan menghapus peringatan ini. Anda juga dapat menghubungi pengelola Piwik Anda dan memberi tahu tentang permasalahan ini (%3$sklik di sini untuk surel%4$s).",
        "InjectedHostSuperUserWarning": "Piwik mungkin salah konfigurasi (sebagai contoh, bila Piwik baru saja dipindah ke peladen atau URL baru). Anda dapat memilih %1$sklik di sini dan menambah%2$s sebagai nama inang Piwik sahih (bila Anda mempercayai ini)%3$s, atau %4$sklik di sini dan menuju %5$s akses Piwik secara aman%6$s.",
        "InjectedHostWarningIntro": "Sekarang Anda mengakses Piwik dari %1$s, tetapi Piwik telah diatur untuk berjalan di alamat ini: %2$s.",
        "JavascriptDisabled": "JavaScript harus diaktifkan untuk melihat Piwik di tampilan standar. <br \/>Namun, tampaknya JavaScript dimatikan atau tidak didukung oleh peramban Anda. <br \/>Untuk menggunakan tampilan standar, aktifkan JavaScript dengan mengubah pengaturab peramban Anda, lalu %1$scoba lagi%2$s. <br \/>",
        "LongMonthFormat": "%longMonth% %longYear%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Buat perbedaan: %1$sMenyumbang sekarang%2$s untuk mendanai Piwik 2.0!",
        "MakeOneTimeDonation": "Buat satu kali sumbangan saja.",
        "NoPrivilegesAskPiwikAdmin": "Anda masuk sebagai '%s' tetapi sepertinya Anda tidak memiliki izin apapun di Piwik. %s Tanyakan kepada pengelola Piwik Anda (klik untuk kirim surel)%s untuk memberikan akses 'Lihat' ke situs.",
        "PageOf": "%1$s dari %2$s",
        "PeriodDay": "Hari",
        "PeriodDays": "hari",
        "PeriodMonth": "Bulan",
        "PeriodMonths": "bulan",
        "PeriodRange": "Rentang",
        "PeriodWeek": "Minggu",
        "PeriodWeeks": "minggu",
        "PeriodYear": "Tahun",
        "PeriodYears": "tahun",
        "PluginDescription": "Struktur Laporan Analisis Web.",
        "ReportGeneratedOn": "Laporan dibuat dalam %s",
        "ReportGeneratedXAgo": "Laporan dibuat %s lalu",
        "SharePiwikLong": "Hai! Saya baru saja menemukan sebuah kepingan luar biasa perangkat lunak sumber terbuka: Piwik!\n\nPiwik memungkinkan kamu untuk melacak pengunjung situs kamu secara gratis. Kamu harus segera melihatnya!",
        "SharePiwikShort": "Piwik! Analisis ramatraya sumber terbuka dan gratis. Miliki sendiri data Anda.",
        "ShareThis": "Bagi ini",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Tampilkan kode JavaScript untuk disisipkan",
        "SubscribeAndBecomePiwikSupporter": "Meneruskan ke halaman pembayaran aman kartu kredit (Paypal) untuk to menjadi pendukung Piwik!",
        "SupportPiwik": "Dukung!",
        "ThereIsNoDataForThisReport": "Tidak ada data untuk laporan ini.",
        "UnFlattenDataTable": "Laporan ditampilkan tetap %s Buat berurutan",
        "ViewAllPiwikVideoTutorials": "Tampilkan seluruh Video Tutorial Piwik",
        "WebAnalyticsReports": "Laporan Analisis Web",
        "YouAreUsingTheLatestVersion": "Anda menggunakan versi termutakhir Piwik!"
    },
    "CorePluginsAdmin": {
        "Activate": "Diaktifkan",
        "Activated": "Teraktivasi",
        "Active": "Aktif",
        "AuthorHomepage": "Alamat Penulis",
        "Deactivate": "Dimatikan",
        "Inactive": "Tak Aktif",
        "LicenseHomepage": "Alamat Lisensi",
        "MainDescription": "Pengaya menambah dan memperluas kegunaan dari Piwik. Sekali pengaya terinstal, Anda dapat mengaktifkan dan mematikan di sini.",
        "PluginDescription": "Antarmuka Pengaturan Pengaya.",
        "PluginHomepage": "Alamat Pengaya",
        "PluginsManagement": "Pengatur Pengaya",
        "Status": "Status",
        "Version": "Versi"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Klik di sini untuk melihat dan menyalin daftar kueri SQL yang akan dieksekusi",
        "CreatingBackupOfConfigurationFile": "Membuat cadangan berkas konfigurasi di %s",
        "CriticalErrorDuringTheUpgradeProcess": "Kesalahan fatal terjadi selama pembaruan:",
        "DatabaseUpgradeRequired": "Membutuhkan Pembaruan Basisdata",
        "DownloadingUpdateFromX": "Mengunduh pembaruan dari %s",
        "DownloadX": "Mengunduh %s",
        "EmptyDatabaseError": "Basisdata %s kosong. Anda harus menyunting atau menghapus berkas konfigurasi Piwik Anda.",
        "ErrorDIYHelp": "Jika Anda pengguna ahli dan menemukan kesalahan dalam pembaruan basisdata:",
        "ErrorDIYHelp_1": "kenali dan perbaiki sumber permaslahan (misalnya, memory_limit atau max_execution_time)",
        "ErrorDIYHelp_2": "eksekusi kueri pembaruan tersisa yang gagal",
        "ErrorDIYHelp_3": "perbarui secara manual tabel `option` di basisdata Piwik Anda, atur nilai version_core ke versi pembaruan yang gagal",
        "ErrorDIYHelp_4": "jalankan ulang pembaruan (melalui peramban atau baris-perintah) untuk melanjutkan pembaruan yang tersisa",
        "ErrorDIYHelp_5": "laporkan permasalahan (serta pemecahannya) sehingga Piwik dapat menjadi lebih baik",
        "ErrorDuringPluginsUpdates": "Galat selama pembaruan pengaya:",
        "ExceptionAlreadyLatestVersion": "Versi %s Piwik Anda termutakhir.",
        "ExceptionArchiveEmpty": "Arsip kosong.",
        "ExceptionArchiveIncompatible": "Arsip tak didukung: %s",
        "ExceptionArchiveIncomplete": "Arsip tak lengkap: beberapa berkas hilang (misalnya %s).",
        "HelpMessageContent": "Perikasa %1$s Pertanyaan yang Sering Diajukan di Piwik %2$s yang menjelaskan galat selama pembaruan. %3$s Tanyakan pengelola sistem Anda - kemungkinan dapat membantu mengatasi masalah Anda yang berhubungan dengan pengaturan peladen dan MySQL.",
        "HelpMessageIntroductionWhenError": "Di atas merupakan pesan kesalahan dari inti pembaruan. Ini seharusnya akan membantu menjelaskan penyebabnya. Namun, bila membutuhkan bantuan lebih lanjut:",
        "HelpMessageIntroductionWhenWarning": "Pembaruan telah selesai. Namun, terdapat beberapa masalah selama proses pembaruan. Silakan baca keterangan di atas untuk selengkapnya. Untuk bantuan lebih lanjut:",
        "InstallingTheLatestVersion": "Memasang versi terakhir",
        "MajorUpdateWarning1": "Ini merupakan pembaruan besar! Ini akan memakan waktu yang lebih lama dari biasanya.",
        "MajorUpdateWarning2": "Saran berikut sangat penting untuk pemasangan besar.",
        "NoteForLargePiwikInstances": "Catatan penting untuk instalasi besar Piwik",
        "NoteItIsExpectedThatQueriesFail": "Catatan: Jika Anda mengeksekusi secara manual kueri tersebut, diperkirakan beberapa akan gagal. Bila ini terjadi, abaikan galat tersebut, dan jalankan kueri selajutnya di daftar.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik berhasil diperbarui!",
        "PiwikUpdatedSuccessfully": "Pembaruan Piwik berhasil!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "BasisData Piwik akan diperbarui dari versi %1$s ke versi %2$s.",
        "PluginDescription": "Cara pembaruan Piwik",
        "ReadyToGo": "Sudah siap?",
        "TheFollowingPluginsWillBeUpgradedX": "Pengaya berikut akan diperbarui: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Terdapat versi baru Piwik yang tersedia",
        "TheUpgradeProcessMayFailExecuteCommand": "Bila Anda memiliki basisdata Piwik yang besar, pembaruan akan berjalan lama bila dilakukan di peramban. Dalam keadaan ini, Anda dapat mengeksekusi dari baris perintah: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Pembaruan basisdata dapat berlangsung cukup lama, jadi harap bersabar.",
        "UnpackingTheUpdate": "Membongkar paket pembaruan",
        "UpdateAutomatically": "Pembaruan Otomatis",
        "UpdateHasBeenCancelledExplanation": "Pembaruan Sekali Klik Piwik telah dibatalkan. Jika Anda tak dapat memperbaiki kesalahan di atas, disarankan untuk memperbarui Piwik secara manual. %1$s Silakan periksa %2$s Dokumetasi pembaruan%3$s saat memulai!",
        "UpdateTitle": "Pembaruan",
        "UpgradeComplete": "Pembaruan selesai!",
        "UpgradePiwik": "Pembaruan Piwik",
        "VerifyingUnpackedFiles": "Memverifikasi berkas",
        "WarningMessages": "Peringatan:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Pengaya berikut otomatis dimatikan: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Anda dapat memperbarui ke versi %s otomatis atau mengunduh paket dan memasang secara manual:",
        "YouCouldManuallyExecuteSqlQueries": "Bila Anda tak dapat menggunakan pembaruan dari baris perintah dan bila Piwik gagal untuk melakukan pembaruan (disebabkan oleh basis data kehabisan waktu, a browser timeout, or any other issue), you could manually execute the SQL queries to update Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik tak dapat menimpa intalasi Anda saat ini. Anda dapat mengubah perizinan berkas\/direktori, atau mengunduh paket dan instalasi versi %s secara manual:",
        "YourDatabaseIsOutOfDate": "Basis Data Piwik Anda kedaluwarsa, dan harus diperbarui sebelum Anda dapat melanjutkan."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nama Variabel Kustom",
        "ColumnCustomVariableValue": "Nilai Variabel Kustom",
        "CustomVariables": "Variabel Kustom",
        "CustomVariablesReportDocumentation": "Laporan ini mengandung informasi tentang Variabel Kustom Anda. Klik di nama variabel untuk melihat distribusi nilai. %s Informasi lebih lengkap tentang Vabiabel Kustom, baca %sdokumentasi Vabiabel Kustom di piwik.org%s",
        "PluginDescription": "Variabel Kustom harus `nama,nilai` terkait yang dapat Anda atur ke `Visit` menggunakan fungsi API Javascript setVisitCustomVariables(). Piwik akan melaporkan jumlah kunjungan, halaman, dan konversi untuk tiap nama dan nilai kustom.",
        "ScopePage": "cakupan halaman",
        "ScopeVisit": "cakupan kunjungan"
    },
    "Dashboard": {
        "AddAWidget": "Tambah sebuah gawit",
        "AddPreviewedWidget": "Tambah pratinjau gawit ke Panel Kendali",
        "ChangeDashboardLayout": "Ubah tata letak panel kendali",
        "CopyDashboardToUser": "Salin panel kendali ke pengguna",
        "CreateNewDashboard": "Buat panel kendali baru",
        "Dashboard": "Panel Kendali",
        "DashboardCopied": "Panel kendali berikut ini berhasil disalin ke pengguna terpilih.",
        "DashboardEmptyNotification": "Panel kendali Anda tidak mengandung gawit apapun. Mulai dengan menambah beberapa gawit atau dengan mengatur ulang panel ke pengaturan asali gawit.",
        "DashboardName": "Nama panel kendali:",
        "DashboardOf": "Panel kendali %s",
        "DefaultDashboard": "Panel kendali asali - Menggunakan pengaturan tata letak dan kolom gawit",
        "DeleteWidgetConfirm": "Apakah Anda yakin ingin menghapus gawit ini dari Panel Kendali?",
        "EmptyDashboard": "Panel kendali kosong - Pilih gawit pilihan Anda",
        "LoadingWidget": "Memuat gawit, mohon tunggu...",
        "ManageDashboard": "Atur panel kendali",
        "Maximise": "Maksimalkan",
        "Minimise": "Minimalkan",
        "NotUndo": "Anda tak dapat mengembalikan tidakan ini.",
        "PluginDescription": "Panel Kendali Analisis Ramatraya Anda. Anda dapat meneyesuaikan Panel Kendali Anda: menambah gawit baru, mengubah urutan gawit Anda. Setiap pengguna dapat mengakses Panel Kendali miliknya sendiri.",
        "RemoveDashboard": "Hapus panel kendali",
        "RemoveDashboardConfirm": "Apakah Anda yakin ingin menghapus panel kendali \"%s\"?",
        "RenameDashboard": "Ubah nama panel kendali",
        "ResetDashboard": "Atur ulang panel kendali",
        "ResetDashboardConfirm": "Apakah Anda yakin mengatur ulang tata letak panel kendali Anda ke pengaturan asali Gawit?",
        "SelectDashboardLayout": "Harap memilih tat letak panel baru untuk kendali Anda",
        "SelectWidget": "Pilih gawit ditambah ke Panel Kendali",
        "SetAsDefaultWidgets": "Atur sebagai pengaturan asali gawit",
        "SetAsDefaultWidgetsConfirm": "Apakah Anda yakin mengatur pengaturan gawit dan tata letak panel kendali saat ini sebagai templat asali panel kendali?",
        "SetAsDefaultWidgetsConfirmHelp": "Pengaturan gawit dan tata letak kolom panel kendali akan digunakan saat pengguna membuat panel kendali baru, atau saat fitur \"%s\" digunakan.",
        "TopLinkTooltip": "Tampilkn laporan Analitus Ramatraya untuk %s.",
        "WidgetNotFound": "Gawit tak ditemukan",
        "WidgetPreview": "Pratinjau Gawit",
        "WidgetsAndDashboard": "Gawit & Penel Kendali"
    },
    "DoNotTrack": {
        "PluginDescription": "Abaikan kunjungan dengan kepala Jangan-Lacak \"X-Do-Not-Track\" atau \"DNT\"."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Kontak tim Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Apakah Anda ada laporan kutu atau permintaan fitur?",
        "IWantTo": "Saya ingin:",
        "LearnWaysToParticipate": "Pelajari bagaimana kamu dapat %s berpartisipasi%s",
        "ManuallySendEmailTo": "Silakan kirim manual pesan Anda ke",
        "PluginDescription": "Kirim Umpanbalik Anda ke Tim Piwik. Bagikan gagasan dan saran Anda dengan kami!",
        "SendFeedback": "Kirim Umpanbalik",
        "SpecialRequest": "Apakah anda memiliki permintaan khusus untuk tim Piwik?",
        "ThankYou": "Terimaksih telah membantu kami menjadikan Piwik lebih baik!",
        "TopLinkTooltip": "Katakan apa yang Anda pikirkan, atau membutuhkan Bantuan Profesional.",
        "VisitTheForums": "Kunjungi %s Forum%s"
    },
    "General": {
        "AbandonedCarts": "Keranjang Terabaikan",
        "AboutPiwikX": "Tentang Piwik %s",
        "Action": "Tindakan",
        "Actions": "Tindakan",
        "Add": "Tambah",
        "AfterEntry": "after entereing here",
        "AllowPiwikArchivingToTriggerBrowser": "Perbolehkan Piwik mengarsipkan laporan ketika laporan ditampilkan",
        "AllWebsitesDashboard": "Panel Kendali semua Situs",
        "And": "dan",
        "API": "API",
        "ApplyDateRange": "Terapkan Rentang Tanggal",
        "ArchivingInlineHelp": "Untuk kunjungan situs menengah hingga tinggi, disarankan untuk mematikan pengarsipan Piwik ketika laporan ditampilkan. Kami lebih menyarankan untuk mengatur tugas Cron untuk mengolah laporan pada tiap jam.",
        "ArchivingTriggerDescription": "Disarankan untuk instalasi Piwik besar untuk %smengatur tugas Cron%s untuk mengolah laporan otomatis.",
        "AuthenticationMethodSmtp": "Metode otentikasi untuk SMTP",
        "AverageOrderValue": "Rerata Nilai Permintaan",
        "AveragePrice": "Harga Rerata",
        "AverageQuantity": "Kuantitas Rerata",
        "BackToPiwik": "Kembali ke Piwik",
        "Broken": "Rusak",
        "BrokenDownReportDocumentation": "Hal ini dipecah menjadi berbagai laporan, yang ditampilkan dalam bagan garis di bagian bawah halaman. Anda dapat memperbesar grafik dengan mengklik laporan yang ingin Anda lihat.",
        "Cancel": "Batal",
        "CannotUnzipFile": "Tidak dapat membongkar berkas %1$s: %2$s",
        "ChangePassword": "Ganti Sandi",
        "ChangeTagCloudView": "Perlu diketahui, bahwa Anda dapat melihat laporan dalam cara lain selain sebagai etiket awan. Gunakan kendali di bagian bawah laporan untuk melakukannya.",
        "ChooseDate": "Pilih tanggal",
        "ChooseLanguage": "Pilih bahasa",
        "ChoosePeriod": "Pilih periode",
        "ChooseWebsite": "Pilih situs",
        "ClickHere": "Klik di sini untuk informasi lebih lanjut.",
        "ClickToChangePeriod": "Klik kembali untuk mengubah periode.",
        "Close": "Tutup",
        "ColumnActionsPerVisit": "Tindakan tiap Kunjungan",
        "ColumnActionsPerVisitDocumentation": "Rerata jumlah tindakan (menampilkan halaman, mengunduh, atau tautan keluar) yang dilakukan selama kunjungan.",
        "ColumnAverageGenerationTime": "Waktu dibangkitkan rerata",
        "ColumnAverageGenerationTimeDocumentation": "Waktu rerata diperlukan untuk membangkitkan halaman ini. Matrik ini menyertakan waktu yang diambil peladen untuk membangkitkan halaman ramatraya, ditampah waktu yang diperlukan pengunjung untuk mengunduh tanggapan dari peladen. 'Waktu pembangktan rerata' rendah berarti situs yang lebih cepat untuk pengunjung Anda!",
        "ColumnAverageTimeOnPage": "Waktu rerata halaman",
        "ColumnAverageTimeOnPageDocumentation": "Jumlah rerata pengunjung menghabiskan waktu pada halaman ini (hanya halaman, bukan seluruh situs).",
        "ColumnAvgTimeOnSite": "Rerata Waktu di Situs",
        "ColumnAvgTimeOnSiteDocumentation": "Rerata lama tiap kunjungan.",
        "ColumnBounceRate": "Tingkat Pentalan",
        "ColumnBounceRateDocumentation": "Persentase kunjungan yang hanya melihat satu halaman. Ini berarti, bahwa pengunjung meninggalkan situs langsung dari halaman awal.",
        "ColumnBounceRateForPageDocumentation": "Persentase kunjungan yang dimulai dan berakhir pada halaman ini.",
        "ColumnBounces": "Pentalan",
        "ColumnBouncesDocumentation": "Jumlah kunjungan yang mulai dan berakhir pada halaman ini. Ini berarti bahwa pengunjung meninggalkan situs setelah melihat hanya halaman ini.",
        "ColumnConversionRate": "Tingkat Tayangan",
        "ColumnConversionRateDocumentation": "Persentase kunjungan yang dipicu tujuan tayangan.",
        "ColumnDestinationPage": "Halaman Tujuan",
        "ColumnEntrances": "Masukan",
        "ColumnEntrancesDocumentation": "Jumlah kunjungan yang berawal dari halaman ini.",
        "ColumnExitRate": "Tingkat keluar",
        "ColumnExitRateDocumentation": "Persentase kunjungan yang meninggalkan situs setelah melihat halaman ini (tampilan halaman unik dibagi dengan yang ada)",
        "ColumnExits": "Keluaran",
        "ColumnExitsDocumentation": "Jumlah kunjungan yang berakhir pada halaman ini.",
        "ColumnGenerationTime": "Waktu pembangkitan",
        "ColumnKeyword": "Kata Kunci",
        "ColumnLabel": "Label",
        "ColumnMaxActions": "Tindakan Maksimum tiap kunjungan",
        "ColumnNbActions": "Tindakan",
        "ColumnNbActionsDocumentation": "Jumlah tindakan yang dilakukan oleh pengunjung. Tindakan dapat berupa menampilkan halaman, mengunduh, atau tautan keluar.",
        "ColumnNbUniqVisitors": "Pengunjung unik",
        "ColumnNbUniqVisitorsDocumentation": "Jumlah pengunjung unik yang mengunjungi situs Anda. Setiap pengguna hanya terhitung satu kali, walaupun mengunjungi situs beberapa kali.",
        "ColumnNbVisits": "Kunjungan",
        "ColumnNbVisitsDocumentation": "Bila pengunjung mengunjungi situs Anda untuk pertama kali atau bila mengunjungi sebuah halaman lebih dari 30 menit setelah halaman terakhir tampil, ini akan tercatat sebagai kunjungan baru.",
        "ColumnPageBounceRateDocumentation": "Persentase kunjungan yang berawal pada halaman ini dan meninggalkan situs langsung.",
        "ColumnPageviews": "Tampilan Halaman",
        "ColumnPageviewsDocumentation": "Berapa kali halaman ini dikunjungi.",
        "ColumnPercentageVisits": "% Kunjungan",
        "ColumnRevenue": "Pendapatan",
        "ColumnSumVisitLength": "Jumlah waktu kunjungan tiap pengunjung (dalam detik)",
        "ColumnTotalPageviews": "Jumlah Halaman Ditampilkan",
        "ColumnUniqueEntrances": "Masuk Unik",
        "ColumnUniqueExits": "Keluar Unik",
        "ColumnUniquePageviews": "Tampilan Halaman Unik",
        "ColumnUniquePageviewsDocumentation": "Jumlah kunjungan ke halaman ini. Bila sebuah halaman ditampilkan beberapa kali selama satu kali kenjungan, ini hanya terhitung sekali.",
        "ColumnValuePerVisit": "Pendapatan per Kunjungan",
        "ColumnViewedAfterSearch": "Diklik dalam hasil pencarian",
        "ColumnViewedAfterSearchDocumentation": "Jumlah kali Halaman ini dikunjungi setelah pengnjung melakukan pencarian dalam Situs Anda, dan mengekik Halaman ini di hasil pencarian.",
        "ColumnVisitDuration": "Lama Kunjungan (dalam detik)",
        "ColumnVisitsWithConversions": "Kunjungan dengan Tayangan",
        "ConfigFileIsNotWritable": "Berkas konfigurasi Piwik %s tak dapat ditulisi, beberapa perubahan Anda kemungkinan tidak tersimpan. %s Silakan mengubah perizinan berkas konfigurasi agar dapat ditulisi.",
        "Continue": "Lanjut",
        "ContinueToPiwik": "Lanjut ke Piwik",
        "CurrentMonth": "Bulan Ini",
        "CurrentWeek": "Minggu Ini",
        "CurrentYear": "Tahun Ini",
        "Daily": "Harian",
        "DailyReport": "harian",
        "DailyReports": "Laporan harian",
        "DailySum": "daily sum",
        "DashboardForASpecificWebsite": "Panel Kendali untuk Situs tertentu",
        "DataForThisGraphHasBeenPurged": "Data untuk grafik ini berumur lebih dari %s bulan dan telah dibersihkan.",
        "DataForThisTagCloudHasBeenPurged": "Data untuk awan etiket ini berumur lebih dari %s bulan dan telah dibersihkan.",
        "Date": "Tanggal",
        "DateRange": "Rentang tanggal:",
        "DateRangeFrom": "Dari",
        "DateRangeFromTo": "Dari %s ke %s",
        "DateRangeInPeriodList": "Rentang tanggal",
        "DateRangeTo": "Kepada",
        "DayFr": "Jum",
        "DayMo": "Sen",
        "DaySa": "Sab",
        "DaysHours": "%1$s hari %2$s jam",
        "DaysSinceFirstVisit": "Hari sejak kujungan pertama",
        "DaysSinceLastEcommerceOrder": "Hari sejak permintaan Niaga-E terakhir",
        "DaysSinceLastVisit": "Hari sejak kunjungan terakhir",
        "DaySu": "Ming",
        "DayTh": "Kam",
        "DayTu": "Sel",
        "DayWe": "Rab",
        "Default": "Asali",
        "DefaultAppended": "(asali)",
        "Delete": "Hapus",
        "Description": "Keterangan",
        "Desktop": "Desktop",
        "Details": "Selengkapnya",
        "Discount": "Potongan",
        "DisplaySimpleTable": "Tampilan tabel sederhana",
        "DisplayTableWithGoalMetrics": "Menampilkan tabel dengan pengukuran Tujuan",
        "DisplayTableWithMoreMetrics": "Menampilkan tabel dengan pengukuran lebih banyak",
        "Donate": "Menyumbang",
        "Done": "Selesai",
        "Download": "Unduh",
        "DownloadFail_FileExists": "Berkas %s telah ada!",
        "DownloadFail_FileExistsContinue": "Mencoba melanjutkan unduhan untuk %s, tapi berkas terunduh penuh telah ada!",
        "DownloadFail_HttpRequestFail": "Tidak dapat mengunduh berkas! Sesuatu telah terjadi dengan situs di mana Anda mengunduh berkas tersebut. Anda dapat mengulang kembali nanti atau memperoleh berkas sendiri.",
        "DownloadFullVersion": "%1$sUnduh%2$s versi penuh! Periksa %3$s",
        "DownloadPleaseRemoveExisting": "Bila Anda berkeinginan mengganti ini, harap menghapus berkas yang ada.",
        "Downloads": "Unduhan",
        "EcommerceOrders": "Pesanan Niaga-E",
        "EcommerceVisitStatusDesc": "Kunjungi status Niaga-E pada akhir kunjungan",
        "EcommerceVisitStatusEg": "Sebagai contoh, untuk menyeleksi semua kunjungan dengan pemesanan Niaga-E, permintaan API akan mengandung %s",
        "Edit": "Sunting",
        "EncryptedSmtpTransport": "Masukkan penyandian lapisan transpor yang dibutuhkan peladen SMTP.",
        "EnglishLanguageName": "Indonesian",
        "Error": "Galat",
        "ErrorRequest": "Ups… kesalahan terjadi selama permintaan, mohon coba lagi.",
        "EvolutionOverPeriod": "Perkembangan selama periode",
        "EvolutionSummaryGeneric": "%1$s di %2$s dibandingkan dengan %3$s di %4$s. Perubahan: %5$s",
        "ExceptionConfigurationFileNotFound": "Berkas konfigurasi {%s} tak ditemukan.",
        "ExceptionDatabaseVersion": "Versi %1$s Anda adalah %2$s, tetapi Piwik membtuhkan setidaknya versi %3$s.",
        "ExceptionFileIntegrity": "Pemerikasaa intergritas gagal: %s",
        "ExceptionFilesizeMismatch": "Ukuran berkas tak sesuai: %1$s (diharapkan panjang: %2$s, ditemukan: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Versi klien %1$s Anda adalah %2$s yang tidak sesuai dengan server versi %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Laporan keseluruhan bentuk '%s' tak sahih. Coba salah satu berikut ini sebagai pengganti: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Pengarsipan hari ini agar aktif, nilai detik harus harus lebih besar dari nol",
        "ExceptionInvalidDateFormat": "Pola tanggal harus: %s atau kata kunci lain yang didukung oleh fungsi %s (lihat %s untuk informasi selengkapnya)",
        "ExceptionInvalidDateRange": "Tanggal '%s' bukan rentang tanggal yang benar. Tanggal harus memiliki format sebagai berikut: %s.",
        "ExceptionInvalidPeriod": "Periode '%s' tidak didukung. Coba salah satu berikut ini sebagai pengganti: %s",
        "ExceptionInvalidRendererFormat": "Penyaji format '%s' tak sahih. Coba salah satu berikut ini sebagai pengganti: %s.",
        "ExceptionInvalidReportRendererFormat": "Laporan format '%s' tak sahih. Coba salah satu berikut ini sebagai pengganti: %s.",
        "ExceptionInvalidStaticGraphType": "Grafik statis jenis '%s' tak sahih. Coba salah satu berikut ini sebagai pengganti: %s.",
        "ExceptionInvalidToken": "Kepingan tak sahih.",
        "ExceptionLanguageFileNotFound": "Berkas bahasa '%s' tak ditemukan.",
        "ExceptionMethodNotFound": "Metode '%s' tidak ada atau tak tersedia di modul '%s'.",
        "ExceptionMissingFile": "Berkas hilang: %s",
        "ExceptionNonceMismatch": "Tidak dapat memeriksa kepingan dari borang ini.",
        "ExceptionPrivilege": "Anda tak dapat mengakses sumber daya ini karena membutuhkan akses %s.",
        "ExceptionPrivilegeAccessWebsite": "Anda tidak dapat mengakses sumber daya ini sebab membutuhkan sebuah akses %s untuk situs dengan id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Anda tak dapat mengakses sumber daya ini karena membutuhkan setidaknya akses %s untuk satu situs.",
        "ExceptionUnableToStartSession": "Tak dapat memulai sesi.",
        "ExceptionUndeletableFile": "Tak dapat meghapus %s",
        "ExceptionUnreadableFileDisabledMethod": "Berkas konfigurasi {%s} tak dapat dibaca. Inang Anda kemungkungkinan mematikan %s.",
        "Export": "Ekspor",
        "ExportAsImage": "Ekspor sebagai Gambar",
        "ExportThisReport": "Ekspor dataset ini ke format lain",
        "Faq": "Pertanyaan yang Sering Diajukan",
        "FileIntegrityWarningExplanation": "Pemeriksaan integritas berkas gagal dan melaporkan beberapa galat. Kemungkinan ada berkas Piwik yang gagal terunggah. Anda harus mengunggah ulang berkas Piwik dalam modus BINARY dan memuat ulang halaman ini hingga tak menampilkan galat.",
        "First": "Pertama",
        "ForExampleShort": "misalnya",
        "FromReferrer": "dari",
        "GeneralInformation": "Informasi Umum",
        "GeneralSettings": "Pengaturan Umum",
        "GetStarted": "Memulai",
        "GiveUsYourFeedback": "Beri UmpanBalik!",
        "Goal": "Tujuan",
        "GoTo": "Menuju %s",
        "GraphHelp": "Informasi lebih lanjut tentang menampilkan grafik di Piwik.",
        "HelloUser": "Halo, %s!",
        "Help": "Bantuan",
        "Hide": "sembunyikan",
        "HoursMinutes": "%1$s jam %2$s menit",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Dengan anggapan pengarsipan adalah cepat untuk pengaturan Anda, Anda dapat mengatur crontab berjalan lebih sering.",
        "InfoFor": "Informasi untuk %s",
        "Installed": "Terpasang",
        "InvalidDateRange": "Rentang tidak sahih. Silakan ulangi lagi",
        "InvalidResponse": "Data yang diterima tak sahih.",
        "JsTrackingTag": "Kode Pelacakan JavaScript",
        "Language": "Bahasa",
        "LastDays": "%s hari terakhir (termasuk hari ini)",
        "LastDaysShort": "%s hari terakhir",
        "LayoutDirection": "ltr",
        "Loading": "Memuat...",
        "LoadingData": "Memuat data...",
        "LoadingPopover": "Memuat %s...",
        "LoadingPopoverFor": "Memuat %s untuk",
        "Locale": "id_ID.UTF-8",
        "Logout": "Keluar-log",
        "LongDay_1": "Senin",
        "LongDay_2": "Selasa",
        "LongDay_3": "Rabu",
        "LongDay_4": "Kamis",
        "LongDay_5": "Jumat",
        "LongDay_6": "Sabtu",
        "LongDay_7": "Minggu",
        "LongMonth_1": "Januari",
        "LongMonth_10": "Oktober",
        "LongMonth_11": "November",
        "LongMonth_12": "Desember",
        "LongMonth_2": "Februari",
        "LongMonth_3": "Maret",
        "LongMonth_4": "April",
        "LongMonth_5": "Mei",
        "LongMonth_6": "Juni",
        "LongMonth_7": "Juli",
        "LongMonth_8": "Augustus",
        "LongMonth_9": "September",
        "MainMetrics": "Metrik utama",
        "Matches": "Cocok",
        "MediumToHighTrafficItIsRecommendedTo": "Untuk kunjungan menengah hingga tinggi, kami menyarankan untuk mengolah laporan untuk hari ini setiap setengah jam (%s detik) atau satu jam (%s detik).",
        "Metadata": "Metadata",
        "Metric": "Metrik",
        "Metrics": "Metrik",
        "MetricsToPlot": "Metrik ke alur",
        "MetricToPlot": "Metrik ke alur",
        "MinutesSeconds": "%1$s menit %2$ss",
        "Mobile": "Bergerak",
        "Monthly": "Bulanan",
        "MonthlyReport": "bulanan",
        "MonthlyReports": "Laporan bulanan",
        "MoreDetails": "Selengkapnya",
        "MultiSitesSummary": "Semua Situs",
        "Name": "Nama",
        "NbActions": "Jumlah Tindakan",
        "NbSearches": "Jumlah Pencarian Internal",
        "NDays": "%s hari",
        "Never": "TakPernah",
        "NewReportsWillBeProcessedByCron": "Ketika pengarsipan Piwik tidak dipicu oleh browser, laporan baru akan diproses oleh Crontab.",
        "NewUpdatePiwikX": "Ada pembaruan: Piwik %s",
        "NewVisitor": "Penjunjung Baru",
        "NewVisits": "Kunjungan baru",
        "Next": "Selanjutnya",
        "NMinutes": "%s menit",
        "No": "Tidak",
        "NoDataForGraph": "Tidak ada data untuk grafik ini.",
        "NoDataForTagCloud": "Tidak ada data untuk awan etiket.",
        "NotDefined": "%s tak dikenal",
        "Note": "Catatan",
        "NotInstalled": "Tidak Terpasang",
        "NotRecommended": "(tak disarankan)",
        "NotValid": "%s tidak sahih",
        "NSeconds": "%s detik",
        "NumberOfVisits": "Jumlah kunjungan",
        "NVisits": "%s kunjungan",
        "Ok": "Ok",
        "OneAction": "1 tindakan",
        "OneDay": "1 hari",
        "OneMinute": "1 menit",
        "OneVisit": "1 kunjungan",
        "OnlyEnterIfRequired": "Hanya masukkan nama-id bila peladen SMTP Anda mengharuskan.",
        "OnlyEnterIfRequiredPassword": "Hanya masukkan sandi bila peladen SMTP Anda mengharuskan.",
        "OnlyUsedIfUserPwdIsSet": "Hanya digunakan bila nama-id\/sandi diatur, tanyakan ke penyedia Anda bila tidak yakin metode yang digunakan.",
        "OpenSourceWebAnalytics": "Analisis Ramatraya Sumber Terbuka",
        "OperationAtLeast": "Sekurangnya",
        "OperationAtMost": "Paling banyak",
        "OperationContains": "Mengandung",
        "OperationDoesNotContain": "Tidak mengandung",
        "OperationEquals": "Sama dengan",
        "OperationGreaterThan": "Lebih besar dari",
        "OperationIs": "Adalah",
        "OperationIsNot": "Bukan",
        "OperationLessThan": "Kurang dari",
        "OperationNotEquals": "Tidak sama dengan",
        "OptionalSmtpPort": "Pilihan. Asali 25 untuk sambungan tak tersandi dan SMTP TLS, serta 465 untuk SMTP SSL.",
        "Options": "Opsi",
        "OrCancel": "atau %s Batal %s",
        "OriginalLanguageName": "Bahasa Indonesia",
        "Others": "Lainnya",
        "Outlink": "Tautan keluar",
        "Outlinks": "Tautan Luar",
        "OverlayRowActionTooltip": "Lihat data analitis secara langsung dalam situs Anda (buka tab baru)",
        "OverlayRowActionTooltipTitle": "Buka Penghampar Halaman",
        "Overview": "Iktisar",
        "Pages": "Halaman",
        "ParameterMustIntegerBetween": "Parameter %s harus bilangan bulat antara %s dan %s.",
        "Password": "Sandi",
        "Period": "Periode",
        "Piechart": "Bagan Lingkaran",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s tersedia. %2$sSilakan memperbarui sekarang!%3$s (lihat %4$sperubahan%5$s).",
        "PleaseSpecifyValue": "Silakan tentukan nilai untuk '%s'.",
        "PleaseUpdatePiwik": "Silakan perbarui Piwik Anda",
        "Plugin": "Pengaya",
        "Plugins": "Pengaya",
        "PoweredBy": "Dipersembahkan oleh",
        "Previous": "Sebelumnya",
        "PreviousDays": "Hari %s kemarin (tak termasuk hari ini)",
        "PreviousDaysShort": "%s hari sebelumnya",
        "Price": "Harga",
        "ProductConversionRate": "Suku Tukar Produk",
        "ProductRevenue": "Pendapatan Produk",
        "PurchasedProducts": "Pesan Produk",
        "Quantity": "Kuantitas",
        "RangeReports": "Rentang waktu pilihan",
        "ReadThisToLearnMore": "%1$sBaca ini untuk mempelajari selengkapnya.%2$s",
        "Recommended": "(disarankan)",
        "RecordsToPlot": "Rekaman ke alur",
        "Refresh": "Penyegaran",
        "RefreshPage": "Muat ulang halaman",
        "RelatedReport": "Laporan terkait",
        "RelatedReports": "Laporan terkait",
        "Remove": "Hapus",
        "Report": "Laporan",
        "ReportGeneratedFrom": "Laporan ini telah dibangkitkan menggunakan data dari %s.",
        "Reports": "Laporan",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Laporan hari ini (atau Rentang Tanggal termasuk hari ini) akan diolah pada",
        "ReportsWillBeProcessedAtMostEveryHour": "Oleh karena itu laporan akan diproses paling setiap jam.",
        "RequestTimedOut": "Data yang diminta %s kehabisan waktu. Silakan coba lagi.",
        "Required": "%s diperlukan",
        "ReturningVisitor": "Pengunjung Kembali",
        "ReturningVisitorAllVisits": "Tampilkan semua kunjngan",
        "RowEvolutionRowActionTooltip": "Lihat bagaimana metrik untuk untuk perubahan ini berubah sepanjang waktu",
        "RowEvolutionRowActionTooltipTitle": "Buka Perubahan Mentah",
        "Rows": "Baris",
        "RowsToDisplay": "Baris ke tampilan",
        "Save": "Simpan",
        "SaveImageOnYourComputer": "Untuk menyimpan gambar ke komputer Anda, klik kanan di gambar dan pilih \"Simpan Gambar dengan Nama...\"",
        "Search": "Cari",
        "SearchNoResults": "Tidak ada hasil",
        "Seconds": "%ss",
        "SeeTheOfficialDocumentationForMoreInformation": "Lihat %sdokumentasi resmi%s untuk informasi selengkapnya.",
        "SelectYesIfYouWantToSendEmailsViaServer": "Pilih \"Ya\" bila Anda ingin mengirim surel melalui peladen surel daripada menggunakan fungsi mail() lokal",
        "Settings": "Pengaturan",
        "Shipping": "Pengiriman",
        "ShortDay_1": "Sen",
        "ShortDay_2": "Sel",
        "ShortDay_3": "Rab",
        "ShortDay_4": "Kam",
        "ShortDay_5": "Jum",
        "ShortDay_6": "Sab",
        "ShortDay_7": "Ming",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Okt",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Des",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "Mei",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Agu",
        "ShortMonth_9": "Sep",
        "Show": "tampilkan",
        "SingleWebsitesDashboard": "Panel Kendali Tunggal",
        "SmallTrafficYouCanLeaveDefault": "Untuk kunjungan kecil, Anda dapat membiarkan dalam %s detik, dan mengakses seluruh laporan dalam waktu nyata.",
        "SmtpEncryption": "Penyandian SMTP",
        "SmtpPassword": "Sandi SMTP",
        "SmtpPort": "Porta SMTP",
        "SmtpServerAddress": "Alamat peladen SMTP",
        "SmtpUsername": "Nama-id SMTP",
        "Source": "Sumber",
        "StatisticsAreNotRecorded": "Pelacakan Kunjungan Piwik saat ini dimatikan! Akftifkan kembali dengan mengarur setting record_statistics = 1 di berkas config\/config.ini.php Anda.",
        "Subtotal": "Sub-Jumlah",
        "Table": "Tabel",
        "TagCloud": "Awan Etiket",
        "Tax": "pajak",
        "TimeOnPage": "Waktu dalam halaman",
        "Today": "Hari ini",
        "Total": "Jumlah",
        "TotalRevenue": "Jumalh Pendapatan",
        "TotalVisitsPageviewsRevenue": "(Jumlah: %s kunjungan, %s tampilan halaman, %s pendapatan)",
        "TransitionsRowActionTooltip": "Lihat apa yang pengujung lakukan sebelum dan sesudah melihat halaman ini",
        "TransitionsRowActionTooltipTitle": "Buka Peralihan",
        "TranslatorEmail": "translationsproject-b@yuah.web.id, jakenenator@gmail.com, hendry.lee@gmail.com",
        "TranslatorName": "<a href=\"http:\/\/alihbahasa.yuah.web.id\/?asal=piwikfl\">Bayu Aditya H<\/a>, Djaka PM, Hendry Lee",
        "UniquePurchases": "Pembelian Unik",
        "Unknown": "TakTahu",
        "Upload": "Unggah",
        "UsePlusMinusIconsDocumentation": "Gunakan ikon plus dan minus di kiri untuk bernavigasi.",
        "Username": "Nama-Id",
        "UseSMTPServerForEmail": "Gunakan peladen SMTP untuk surel",
        "Value": "Nilai",
        "VBarGraph": "Grafik batang tegak",
        "View": "Tampilan",
        "Visit": "Kunjungan",
        "VisitConvertedGoal": "Kunjungi konversi dengan Sasaran minimal satu",
        "VisitConvertedGoalId": "Kunjungi konversi ID Tujusn tertentu",
        "VisitConvertedNGoals": "Kujungi %s Sasaran konversi",
        "VisitDuration": "Rerata lama kunjungan (dalam detik)",
        "Visitor": "Pengunjung",
        "VisitorID": "ID pengunjung",
        "VisitorIP": "IP pengujung",
        "Visitors": "Pengunjung",
        "VisitsWith": "Kunjungan dengan %s",
        "VisitType": "Jenis pengunjung",
        "VisitTypeExample": "Sebagai contoh, untuk memilih semua pengunjung yang telah kembali ke situs, termasuk yang telah membeli sesuatu saat kunjungan sebelumnya, permintaan API akan mengandung %s",
        "Warning": "Peringatan",
        "WarningFileIntegrityNoManifest": "Pemeriksaan integritas berkas tak dapat dilakukan sebab berkas manifest.inc.php tak ditemukan.",
        "WarningFileIntegrityNoMd5file": "Pemeriksaan integritas berkas tak dapat diselesaikan sebab fungsi md5_file() tak ditemukan.",
        "WarningPasswordStored": "%sPeringatan:%s Sandi akan disimpan dalam berkas konfigurasi yang tampak kepada semua yang dapat mengakses ini.",
        "Website": "Situs",
        "Weekly": "Mingguan",
        "WeeklyReport": "mingguan",
        "WeeklyReports": "Laporan mingguan",
        "Widgets": "Gawit",
        "YearlyReport": "tahunan",
        "YearlyReports": "Laporan tahunan",
        "YearsDays": "%1$s tahun %2$s hari",
        "YearShort": "yr",
        "Yes": "Ya",
        "Yesterday": "Kemarin",
        "YouAreCurrentlyUsing": "Anda saat ini menggunakan Piwik %s.",
        "YouAreViewingDemoShortMessage": "Anda sedanng melihat demostrasi Piwik",
        "YouMustBeLoggedIn": "Anda harus masuk untuk mengakses fungsi ini.",
        "YourChangesHaveBeenSaved": "Perubahan Anda telah tersimpan."
    },
    "Goals": {
        "AbandonedCart": "Keranjang Terabaikan",
        "AddGoal": "Tambah Tujuan",
        "AddNewGoal": "Tambah Tujuan baru",
        "AddNewGoalOrEditExistingGoal": "%sTambah Tujuan baru%s atau %sSunting%s Tujuan saat ini",
        "AllowGoalConvertedMoreThanOncePerVisit": "Perbolehkan Tujuan dikonversi lebih dari sekali tiap kunjungan",
        "AllowMultipleConversionsPerVisit": "Perbolehkan banyak konversi tiap kunjungan",
        "BestCountries": "Konversi terbaik untuk negara Anda adalah:",
        "BestKeywords": "Kata kunci konversi terbaik Anda adalah:",
        "BestReferrers": "Konversi Situs Pengarah terbaik adalah:",
        "CaseSensitive": "Peka huruf sesuai",
        "ClickOutlink": "Klik Tautan ke situs luar",
        "ColumnAverageOrderRevenueDocumentation": "Rerata Nilai Pesanan (RNP) merupakan total pendapatan dari seluruh Permintaan Niaga-E dibagi dengan jumlah pesanan.",
        "ColumnAveragePriceDocumentation": "Pendapatan rerata untuk %s ini.",
        "ColumnAverageQuantityDocumentation": "Rerata kuantitas %s ini yang terjual dalam permintaan Niaga-E.",
        "ColumnConversionRateDocumentation": "Persentasi kunjungan yang dipacu oleh tujuan %s.",
        "ColumnConversionRateProductDocumentation": "Tingkat konversi %s merupakan jumlah permintaan yang mengandung produk ini dibagi dengan jumlah kunjungan dalam halaman produk.",
        "ColumnConversions": "Konversi",
        "ColumnConversionsDocumentation": "Jumlah konversi untuk %s.",
        "ColumnOrdersDocumentation": "Jumlah permintaan Niaga-E yang mengandung %s ini setidaknya sekali.",
        "ColumnPurchasedProductsDocumentation": "Jumlah Produk yang dibeli adalah jumlah kuantitas Produk terjual dalam seluruh Niaga-E.",
        "ColumnQuantityDocumentation": "Kuantitas merupakan jumlah produk terjual untuk setiap %s.",
        "ColumnRevenueDocumentation": "Total pendapatan yang dihasilkan oleh %s.",
        "ColumnRevenuePerVisitDocumentation": "Total pendapatan yang dihasilkan oleh %s dibagi dengan jumlah kunjungan.",
        "ColumnVisits": "Jumlah kunjungan, terlepas dari apakah tujuan telah dipicu atau tidak.",
        "ColumnVisitsProductDocumentation": "Jumlah kunjungan halaman Produk\/Kategori. Ini juga digunakan untuk mengolah tingkat konversi %s. Matrik ini juga berada di laporan bila tampilan pelacakan Niaga-E diatur dalam halaman Produk\/Kategori.",
        "Contains": "mengandung %s",
        "ConversionByTypeReportDocumentation": "Laporan ini menyediakan laporan terperinci tentang kinerja tujuan (konversi, ringkat konversi, dan pendapatan tiap kunjungan) untuk setiap kategori yang tersedia di panel kiri. %s Silakan klik salah satu kategori untuk melihat laporan. %s Informasi selengkapnya, silakan melihat %s dokumentasi Pelacakan Tujuan di piwik.org%s",
        "ConversionRate": "%s tingkat konversi",
        "Conversions": "%s konversi",
        "ConversionsOverview": "Iktisar Konversi",
        "ConversionsOverviewBy": "Iktisar konversi berdasarkan jenis kunjungan",
        "CreateNewGOal": "Buat Tujuan baru",
        "DaysToConv": "Hari ke Konversi",
        "DefaultGoalConvertedOncePerVisit": "(asali) Tujuan hanya dapat dikonversi sekali tiap kunjungan",
        "DefaultRevenue": "Tujuan pendapatan asali",
        "DefaultRevenueHelp": "Sebagai contoh, Borang Kontak yang dikirim oleh pengunjung mungkin benilai rerata $10. Piwik akan membantu Anda mengerti bagaimana seberapa baik ruas pengunjung Anda berkinerja.",
        "DeleteGoalConfirm": "Apakah Anda yakin menghapus Tujuan %s?",
        "DocumentationRevenueGeneratedByProductSales": "Penjulan produk. Tak termasuk pajak, pengiriman, dan potongan harga",
        "Download": "Unduh berkas",
        "Ecommerce": "Niaga-E",
        "EcommerceAndGoalsMenu": "Niaga-E & Tujuan",
        "EcommerceLog": "Catatan Niaga-E",
        "EcommerceOrder": "Permintaan Niaga-E",
        "EcommerceOverview": "Iktisar Niaga-E",
        "EcommerceReports": "Laporan Niaga-E",
        "ExceptionInvalidMatchingString": "Bila Anda memilih 'persis sesuai', pencocokan huruf harus URL yang dimulai dengan %s. Misalnya, '%s'.",
        "ExternalWebsiteUrl": "URL situs luar",
        "Filename": "nama berkas",
        "GoalConversion": "Konversi Tujuan",
        "GoalConversions": "Konversi Tujuan",
        "GoalConversionsBy": "Konversi %s tujuan berdasarkan jenis kunjungan",
        "GoalIsTriggered": "Tujuan terpicu",
        "GoalIsTriggeredWhen": "Tujuan terpicu ketika",
        "GoalName": "Nama Tujuan",
        "Goals": "Tujuan",
        "GoalsManagement": "Pengatur Tujuan",
        "GoalsOverview": "Iktisar Tujuan",
        "GoalsOverviewDocumentation": "Ini adalah iktisar dari konversi tujuan Anda. Pada mulanya, grafik menunjukkan keseluruhan konversi. %s Di bawah grafik, Anda dapat melihat laporan setiap tujuan Anda. Bagan garis dapat diperbesar dengan mengekliknya.",
        "GoalX": "Tujuan %s",
        "HelpOneConversionPerVisit": "Jika Halaman sesuai dengan Tujuan ini dimuat ulang atau ditampilkan lebih dari sekali dalam sekali Kunjungan, Tujuan hanya dapat dilacak saat waktu pertama halaman dimuat selama Kunjungan tersebut.",
        "IsExactly": "adalah tepatnya %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Pelajari selengkapnya tentang %s Pelacakan Tujuan di Piwik%s dalam dokumentasi pengguna.",
        "LeftInCart": "%s tersisa di keranjang",
        "Manually": "manual",
        "ManuallyTriggeredUsingJavascriptFunction": "Tujuan terpicu secara manual menggunakan API JavaScript trackGoal()",
        "MatchesExpression": "sesuai dengan ekspresi %s",
        "NewGoalDescription": "Sebuah tujuan di Piwik merupakan strategi Anda, prioritas Anda, dan dapat memerlukan banyak hal: \"Unduh brosur\", \"Mendaftar nawala\", \"Mengunjungi halama layanan.html\", dan lain-lain.",
        "NewGoalIntro": "Pelacakan Konversi Tujuan merupakan salah satu cara efisien untuk mengukur dan memperbaiki tujuan usaha Anda.",
        "NewGoalYouWillBeAbleTo": "Anda akan mampu untuk menampilkan dan menganalisa kinerja Anda untuk setiap Tujuan, dan mempelajari bagaimana meningkatkan konversi, laju konversi, dan pendapatan tiap kunjungan.",
        "NewVisitorsConversionRateIs": "Tingkat pengunjung baru adalah %s",
        "NewWhatDoYouWantUsersToDo": "Apa yang ingin pengguna Anda lakukan dalam situs Anda?",
        "Optional": "(pilihan)",
        "OverallConversionRate": "%s keseluruhan tingkat konversi (kunjungan dengan tujuan lengkap)",
        "OverallRevenue": "%s pendapatan keseluruhan",
        "PageTitle": "Judul Halaman",
        "Pattern": "Pola",
        "PluginDescription": "Buat tujuan an lihat laporan tentang tujuan Anda: evolusi sepanjang waktu, pendapatan tiap kunjungan, konversi tiap pengarah, setiap kata kunci, dsb.",
        "ProductCategory": "Kategori Produk",
        "ProductName": "Nama Produk",
        "Products": "Produk",
        "ProductSKU": "Produk SKU",
        "ReturningVisitorsConversionRateIs": "Tingkat konversi pengunjung kembali adalah %s",
        "SingleGoalOverviewDocumentation": "Ini merupakan iktisar dari tujuan tunggal. %s Bagan garis dapat diperbesar dengan mengekliknya.",
        "UpdateGoal": "Perbarui Tujuan",
        "URL": "URL",
        "ViewAndEditGoals": "Tampilkan dan Sunting Tujuan",
        "ViewGoalsBy": "Tampilan tujuan berdasarkan %s",
        "VisitPageTitle": "Kunjungi Judul Halaman yang diberikan",
        "VisitsUntilConv": "Kunjungan ke Konversi",
        "VisitUrl": "Kunjungi URL yang diberikan (halaman atau kelompok halaman)",
        "WhenVisitors": "ketika pengunjung",
        "WhereThe": "di mana",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "di mana halaman yang dikunjungi mengandung panggilan ke metode JavaScript piwikTracker.trackGoal() (%spelajari selengkapnya%s)",
        "YouCanEnableEcommerceReports": "Anda dapat mengaktifkan %s untuk situs ini dalam halaman %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Kolom '%s' tidak ditemukan dalam laporan ini. Coba salah satu dari %s",
        "PluginDescription": "Bangkitkan grafik PNG statis indah untuk bermacam laporan Piwik."
    },
    "Installation": {
        "ConfigurationHelp": "Tampaknya berkas konfigurasi Piwik Anda terdapat kesalahan. Anda dapat menghapus config\/config.ini.php dan melanjutkan instalasi, atau memperbaiki pengaturan sambungan basisdata.",
        "ConfirmDeleteExistingTables": "Apakan Anda yakin menghapus tabel: %s dari basisdata Anda? PERINGATAN: DATA DALAM TABEL TERSEBUT TAK DAPAT DIKEMBALIKAN!",
        "Congratulations": "Selesai",
        "CongratulationsHelp": "<p>Selamat! Instalasi Piwik selesai.<\/p><p>Pastikan kode JavaScript Anda telah dimasukkan pada halaman Anda, lalu tunggu pengunjung pertama Anda!<\/p>",
        "DatabaseAbilities": "Kemampuan Basisdata",
        "DatabaseCreation": "Pembuatan basisdata",
        "DatabaseErrorConnect": "Galat ketika coba sambungan ke peladen basisdata",
        "DatabaseServerVersion": "Versi peladen basisdata",
        "DatabaseSetup": "Pengaturan Basisdata",
        "DatabaseSetupAdapter": "adaptor",
        "DatabaseSetupDatabaseName": "nama basisdata",
        "DatabaseSetupLogin": "masuk-log",
        "DatabaseSetupServer": "peladen basisdata",
        "DatabaseSetupTablePrefix": "awalan tabel",
        "Email": "surel",
        "Extension": "ekstensi",
        "Filesystem": "Sistem Berkas",
        "GoBackAndDefinePrefix": "Kembali dan tetapkan kode awalan untuk tabel Piwik",
        "Installation": "Instalasi",
        "InstallationStatus": "Status Instalasi",
        "InsufficientPrivilegesHelp": "Anda dapat menambah hak akses tersrbut menggunakan perangkat seperti phpMyAdmin atau mengeksekusi kueri SQL yang sesuai. Apabila Anda tak mengetahui bagaimana melakukannya, harap bertanya kepada pengurus sistem Anda untuk memperoleh hak tersebut.",
        "JsTagArchivingHelp1": "Untuk kunjungan situs menengah dan tinggi terdapat beberapa optimasi yang haris dibuat untuk membantu Piwik berjalan lebih cepat (seperti %1$smengatur pengarsipan-otomatis%2$s).",
        "JSTracking_EndNote": "Catatan: Setelah proses pemasangan, Anda dapat membangkitkan kode pelacakan tersesuaikan di bidang %1$sKode Pelacakan%2$s dalam halaman pengelola.",
        "JSTracking_Intro": "Untuk melacak lalu lintas ramatraya menggunakan Piwik, Anda harus menambah beberapa kode tambahan untuk setiap halaman situs Anda.",
        "LargePiwikInstances": "Bantuan perihal Piwik besar",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Bila peladen Piwik Anda melacak lalu lintas situs yang tinggi (misal > 100.000 halaman tiap bulan), kami menyarankan memperbaiki masalah ini.",
        "LoadDataInfileUnavailableHelp": "Menggunakan %1$s akan meningkatkan kecapatan pengarsipan Piwik. Untuk menjadikan ini tersedia untkuk Piwik, silakan memperbarui perangkat lunak PHP & MySQL Anda dan pastikan pengguna basisdata Anda memiliki hak %2$s.",
        "NfsFilesystemWarning": "Peladen Anda menggunakan berkas sistem NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Ini berarti Piwik akan sangat lambat ketika menggunakan sesi berdasar berkas.",
        "NfsFilesystemWarningSuffixInstall": "Menggunakan sesi berdasar berkas dalam sisten berkas dalam NFS sangat lambat, sehingga Piwik akan menggunakan sesi berdasar basisdata. Bila Anda memiliki pengguna panel kendali secara bersamaan, Anda munkin membutuhkan peningkatan jumlah sambungan pengguna ke peladen basisdata.",
        "NoConfigFound": "Berkas konfigurasi tak dapat ditemukan dan Anda mencoba untuk mengakses halaman Piwik. <br \/><strong>» Anda dapat <a href='index.php'>memasang Piwik sekarang<\/a><\/strong> <br \/><small>Jika Anda memasang Piwik sebelumnya dan memiliki beberapa tabel di basisdata Anda, jangan khawatir. Anda dapat menggunakan tabel lainnya dan menjaga data Anda saat ini!<\/small>",
        "Optional": "Pilihan",
        "Password": "sandi",
        "PasswordDoNotMatch": "sandi tak sama",
        "PasswordRepeat": "sandi (ulangi)",
        "PercentDone": "%s%% Selesai",
        "PleaseFixTheFollowingErrors": "Silakan perbaiki galat berikut ini",
        "PluginDescription": "Proses Instalasi Piwik. Instalasi ini biasanya dilakukan hanya sekali. Bila berkas konfigurasi di config\/config.inc.php terhapus, instalasi akan diulangi.",
        "Requirements": "Persyaratan Piwik",
        "RestartWebServer": "Setelah membuat perubahan tersebut, muat ulang peladen web Anda.",
        "SeeBelowForMoreInfo": "Lihat di bawah untuk informasi selengkapnya.",
        "SetupWebsite": "Atur Situs",
        "SetupWebsiteError": "Terdapat galat ketika menambah situs",
        "SetupWebSiteName": "nama situs",
        "SetupWebsiteSetupSuccess": "Situs %s berhasil dibuat!",
        "SetupWebSiteURL": "URL situs",
        "SiteSetup": "harap mengatur situs pertama yang ingin Anda lacak dan analisis menggunkana Piwik:",
        "SiteSetupFootnote": "Catatan: sekali Pemasangan Piwik selesai, Anda akan mampu menambah Situs lain untuk dilacak!",
        "SuperUser": "Pengguna Super",
        "SuperUserLogin": "masuk-log pengguna super",
        "SuperUserSetupSuccess": "Pengguna Super berhasil dibuat!",
        "SystemCheck": "Pemeriksaan Sistem",
        "SystemCheckAutoUpdateHelp": "Catatan: Satu-Klik pembaruan Piwik membutuhkan izin-tulis ke map Piwik dan isinya.",
        "SystemCheckCreateFunctionHelp": "Piwik menggunakan fungsi anonim untuk panggil balik.",
        "SystemCheckDatabaseHelp": "Piwik membutuhkan ekstensi mysqli atau kedua ekstensi PDO dan pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory tidak akan dapat membuat tampilan untuk modul panggilan.",
        "SystemCheckError": "Telah terjadi galat - harus diperbaiki sebelum Anda melanjutkannya",
        "SystemCheckEvalHelp": "Dibutuhkan oleh sistem HTML QuickForm dan Smarty templating.",
        "SystemCheckExtensions": "Ekstensi lain dibutuhkan",
        "SystemCheckFileIntegrity": "Integritas berkas",
        "SystemCheckFunctions": "Fungsi yang dibutuhkan",
        "SystemCheckGDHelp": "Bagan garis (grafik kecil) tak bekerja.",
        "SystemCheckGlobHelp": "Fungsi bawaan ini telah dimatikan dalam inang Anda. Piwik akan mencoba untuk meniru fungsi ini namun mungkin menghadapi pembatasan keamanan lebih lanjut. Fungsionalitas mungkin terkena dampak.",
        "SystemCheckGzcompressHelp": "Anda dapat mengaktifkan ekstensi zlib dan fungsi gzcompress.",
        "SystemCheckGzuncompressHelp": "Anda dapat mengaktifkam ekstensi zlib dan fungsi gzuncompress.",
        "SystemCheckIconvHelp": "Anda dapat mengonfigurasi dan membangun ulang PHP dengan dukungan \"iconv\" diaktifkan, --with-iconv.",
        "SystemCheckMailHelp": "Pesan Umpanbalik dan Pemulihan Sandi tidak terkirim tanpa fungsi mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Batas Memori",
        "SystemCheckMemoryLimitHelp": "Dalam situs dengan kunjungan tinggi, kemungkinan pengarsipan membutuhkan memori lebih banyak daripada yang diperbolehkan saat ini. Bila dibutuhkan, ubah nilai memory_limit dalam berkas php.ini Anda.",
        "SystemCheckOpenURL": "Buka URL",
        "SystemCheckOpenURLHelp": "Berlangganan Buletin, memperbarui pemberitahuan, dan pembaruan satu-klik membutuhkan ekstensi \"curl\", allow_url_fopen=On, atau fsockopen() yang diaktifkan.",
        "SystemCheckOtherExtensions": "Ekstensi lain",
        "SystemCheckOtherFunctions": "Fungsi lain",
        "SystemCheckPackHelp": "Fungsi pack() dibutuhkan untuk melacak pengunjung di Piwik.",
        "SystemCheckParseIniFileHelp": "Fungsi bawaan ini telah dimatikan dalam inang Anda. Piwik akan mencoba untuk meniru fungsi ini namun mungkin menghadapi pembatasan keamanan lebih lanjut. Kinerja pelacak juga akan terpengaruh.",
        "SystemCheckPdoAndMysqliHelp": "Dalam peladen Linux Anda dapat mengompilasi php dengan opsi berikut: %1$s Di php.ini Anda, tambah baris berikut: %2$s",
        "SystemCheckPhp": "Versi PHP",
        "SystemCheckPhpPdoAndMysqli": "Informasi lebih lanjut di: %1$sPHP PDO%2$s dan %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Anda dapat mengonfigurasi dan membangun ulang PHP dengan Standard PHP Library (SPL) diaktifkan (secara asali).",
        "SystemCheckSummaryNoProblems": "Hore! Tidak ada permasalahan dalam pemasangan Piwik Anda. Beri diri Anda sebuah tepukan punggung.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik mendeteksi beberapa %1$spermsalahan kritis%2$s dalam with your Piwik setup. %3$sPermasalahan tersebut harus segera diperbaiki segera.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Terdapat beberapa permasalahan dalam sistem Anda. Piwik akan berjalan, tetapi Anda mungkin mengalami beberapa permasalahan kecil.",
        "SystemCheckTimeLimitHelp": "Dalam situs dengan kunjungan tinggi, mengeksekusi proses pengarsipan kemungkinan membutuhkan lebih banyak waktu daripada yang dibolehkan sekarang. Bila diperlukan, ubah nilai max_execution_time dalam berkas php.ini Anda.",
        "SystemCheckTracker": "Status Pelacak",
        "SystemCheckTrackerHelp": "Permintaan GET ke piwik.php gagal. Coba membahkan daftar putih URL ini ke mod_security dan HTTP Authentication.",
        "SystemCheckWarnDomHelp": "Anda harus mengaktifkan ekstensi \"dom\" (misalnya, memasang paket \"php-dom\" dan\/atau \"php-xml\").",
        "SystemCheckWarning": "Piwik akan berjalan normal, tetapi beberapa fitur kemungkinan tak tersedia",
        "SystemCheckWarnJsonHelp": "Anda harus mengaktifkan ekstensi \"json\" (misalnya, memasang paket \"php-json\") untuk kinerja yang lebih baik.",
        "SystemCheckWarnLibXmlHelp": "Anda harus mengaktifkan ekstensi \"libxml\" (misalnya, paket \"instalasi php-libxml\") seperti yang dipersyaratkan oleh ekstensi PHP inti lainnya.",
        "SystemCheckWarnSimpleXMLHelp": "Anda harus mengaktifkan ekstensi \"SimpleXML\" (misalnya, memasang \"php-simplexml\" dan\/atau \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Dalam peladen Windows Anda dapat menambah baris berikut dalam php.ini Anda: %s",
        "SystemCheckWriteDirs": "Direktori dengan akses tulis",
        "SystemCheckWriteDirsHelp": "Untuk dapat memperbaiki galat tersebut di sistem Linux Anda, coba untuk mengetik perintah berikut",
        "SystemCheckZlibHelp": "Anda dapat mengonfigurasi dan membangun ulang PHP dengan dukungan \"zlib\" diaktifkan, --with-zlib.",
        "Tables": "Membuat Tabel",
        "TablesCreatedSuccess": "Tabel berhasil dibuat!",
        "TablesDelete": "Hapus tabel yang ditemukan",
        "TablesDeletedSuccess": "Tabel Piwik saat ini berhasil dihapus",
        "TablesFound": "Tabel berikut telah ditemukan dalam basisdata",
        "TablesReuse": "Gunakan ulang tabel saat ini",
        "TablesWarningHelp": "Di antara pilihan menggunakan ulang tabel yang telah ada atau memilih instalasi bersih untuk menghapus seluruh data yang ada dalam basisdata.",
        "TablesWithSameNamesFound": "Beberapa tabel %1$s dalam basisdata Anda %2$s memiliki beberapa nama dengan nama tabel yang akan dibuat oleh Piwik",
        "Timezone": "wilayah waktu situs",
        "Welcome": "Selamat Datang!",
        "WelcomeHelp": "<p>Piwik merupakan piranti lunak analisa ramatraya yang memudahkan Anda mendapatkan informasi yang diinginkan dari pengunjung.<\/p><p>Proses ini dibagi menjadi %s langkah mudah dan membutuhkan sekitar 5 menit.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Tentang penerjemahan Piwik",
        "PluginDescription": "Pengaya ini akan menampilkan daftar bahasa yang tersedia dalam antarmuka Piwik. Bahasa yang dipilih akan tersimpan dalam pengaturan setiap pengguna."
    },
    "Live": {
        "GoalType": "Jenis",
        "KeywordRankedOnSearchResultForThisVisitor": "Kata kunci %1$s menuduki peringkat %2$s dalam halaman pencarian %3$s untuk pengunjung ini",
        "LastHours": "Jam %s terakhir",
        "LastMinutes": "Menit %s terakhir",
        "LinkVisitorLog": "Tampilkan catatan pengunjung lengkap",
        "MorePagesNotDisplayed": "halaman lain untuk pengguna tersebut tak dapat ditampilkan",
        "NbVisitor": "1 pengunjung",
        "NbVisitors": "%s pengunjung",
        "PageRefreshed": "Jumlah kali halaman ini ditampilkan \/ disegarkan berurutan.",
        "PluginDescription": "Mengintai pengunjung Anda, langsung, secara waktu-nyata!",
        "RealTimeVisitorCount": "Jumlah Pengunjung Waktu Nyata",
        "Referrer_URL": "URL Pengarah",
        "SimpleRealTimeWidget_Message": "%s dan %s dalam %s terakhir.",
        "VisitorLog": "Catatan Pengunjung",
        "VisitorLogDocumentation": "Tabel berikut menampilkan kunjungan terakhir selama rentang tanggal yang dipilih.%s Bila hari ini termasuk dalam rentang tanggal, Anda dapat melihat pengunjung Anda dalam waktu nyata! %s Data yang ditampilkan di sini selalu ditampilkan secara langsung, tidak terpengaruh bagaimana Anda mengatur pengarsipan di tugas Cron.",
        "VisitorsInRealTime": "Pengunjung dalam Waktu Nyata",
        "VisitorsLastVisit": "Pengunjung ini telah berkunjung %s hari yang lalu."
    },
    "Login": {
        "ConfirmationLinkSent": "Tautan konfirmasi telah dikirim ke kotak masuk Anda. Periksa surel Anda dan kunjungi tautan ini untuk memberi izin permintaan perubahan sandi Anda.",
        "ContactAdmin": "Kemungkinan: inang Anda kemungkinan mematikan fungsi mail(). <br \/>Silakan hubungi pengelola Piwik Anda.",
        "ExceptionPasswordMD5HashExpected": "Parameter sandi diperkirakan menjadi hash MD5 dari sandi.",
        "InvalidNonceOrHeadersOrReferrer": "Borang keamanan gagal. Silkan muat ulang borang dan periksa apakah kuki Anda telah aktif. Bila Anda menggunakan peladen wali, Anda harus %s mengkonfigurasi Piwik untuk menerima `header` wali%s yang meneruskan `header` Inang. Serta, periksa apakah `header` Pengarah telah terkirim dengan benar.",
        "InvalidOrExpiredToken": "Kepingan tak sahih atau telah kedaluwarsa.",
        "InvalidUsernameEmail": "Nama-id dan\/atau alamat surel tak sahih",
        "LogIn": "Masuk-log",
        "LoginOrEmail": "Nama-id atau Surel",
        "LoginPasswordNotCorrect": "Nama-id dan Sandi tak sesuai",
        "LostYourPassword": "Lupa sandi?",
        "MailPasswordChangeBody": "Hai %1$s,\n\nSebuah permintaan atur ulang sandi telah diterima dari %2$s. Untuk mengkonfirmasi pengubahan sandi, Anda dapat masuk-log dengan mandat baru Anda, kunjungi tautan berikut:\n\n%3$s\n\nCatatan: kepingan ini akan kedaluwarsa dalam 24 jam.\nDan terima kasih menggunakan Piwik!",
        "MailTopicPasswordChange": "Konfirmasi Pengubahan Sandi",
        "PasswordChanged": "Sandi Anda telah berubah.",
        "PasswordRepeat": "Sandi (ulangi)",
        "PasswordsDoNotMatch": "Sandi tak sesuai.",
        "RememberMe": "Ingat Saya",
        "ResetPasswordInstructions": "Masukkan sebuah sandi baru untuk akun Anda."
    },
    "Mobile": {
        "AccessUrlLabel": "Url Akses Piwik",
        "Accounts": "Akun",
        "AddAccount": "Tambah akun",
        "AddPiwikDemo": "Tambahkan Demo Piwik",
        "Advanced": "Tingkat lanjut",
        "AnonymousAccess": "Akses Anonim",
        "AnonymousTracking": "Pelcakan Anonim",
        "AskForAnonymousTrackingPermission": "Bila diaktifkan, Piwik Bergerak akan mengirim data penggunaan anomim ke piwik.org. Bertujuan agar data ini membantu pengembang Piwik Bergerak lebih memahami bagaimana aplikasi digunakan. Informasi yang dikirim adalah: menu dan pengaturan pengeklikan, nama dan versi sistem operasi, segala galat yang tampil di Piwik Bergerak. Kami TIDAK akan melacak data analisi Anda. Data anonim ini tidak akan ditampilkan secara umum. Anda dapat mematikan\/mengaktifkan pelacakan anonim di Pengaturan kapanpun.",
        "ChooseHttpTimeout": "Pilih nilai habis waktu HTTP",
        "ChooseMetric": "Pilih Metrik",
        "ChooseReport": "Pilih sebuah laporan",
        "DefaultReportDate": "Tanggak Laporan",
        "EnableGraphsLabel": "Tampilkan grafik",
        "EvolutionGraph": "Grafik Riwayat",
        "HelpUsToImprovePiwikMobile": "Apakah Anda ingin mengaktifkan pelacakan penggunaan anonim di Piwik Bergerak?",
        "HowtoDeleteAnAccountOniOS": "Tukar kiri ke kanan untuk menghapus sebuah akun",
        "HttpIsNotSecureWarning": "Pecahan otorisasi Piwik Anda (token_auth) terkirim dalam teks polos bila Anda menggunakan 'HTTP'. Untuk alasan tersebut, kami menyarankan menggunakan HTTPS untuk keamanan pengiriman data melalui internet. Anda yakin melanjutkannya?",
        "HttpTimeout": "HTTP Kehabisan waktu",
        "LastUpdated": "Pembaruan Terakhir: %s",
        "LoginCredentials": "Dibutuhkan",
        "LoginUseHttps": "Menggunakan https",
        "MultiChartLabel": "Tampilkan bagan garis",
        "NavigationBack": "Kembali",
        "NetworkErrorWithStatusCode": "Terdapat galat \"%s\". Permintaan memberikan status \"%s\", dengan URL \"%s\". Harap periksa URL yang Anda masukkan dan catatan galat dalam peladen ini untuk informasi tentang galat dan bagaimana menyelesaikannya.",
        "NetworkNotReachable": "Jaringan tak terjangkau",
        "NoPiwikAccount": "Tidak Ada Akun Piwik?",
        "NoVisitorFound": "Tak ada pengunjung",
        "NoWebsiteFound": "Tidak ada situs",
        "PullDownToRefresh": "Tekan untuk menyegarkan...",
        "RatingDontRemindMe": "Jangan ingatkan lagi",
        "RatingNotNow": "Jangan sekarang",
        "RatingNow": "Baik, aku akan menilai sekarang",
        "RatingPleaseRateUs": "App Bergerak Piwik merupakan Perangkat Lunak Gratis, kami sangat menghargai bila Anda meluangkan waktu sebentar untuk menilai aplikasi ini di %s. Bila Anda memiliki permintaan fitur baru atau laporan kutu, harap menghubungi %s",
        "ReleaseToRefresh": "Lepaskan untuk menyegarkan...",
        "Reloading": "Memuat ulang...",
        "SaveSuccessError": "Silakan memeriksa pengaturan",
        "SearchWebsite": "Pencarian situs",
        "ShowAll": "Tampilkan semua",
        "ShowLess": "Tampilkan sedikit",
        "StaticGraph": "Grafik Iktisar",
        "UseSearchBarHint": "Hanya situs %s pertama ditampilkan di sini. Harap menggunakan batang pencarian untuk mengakses situs Anda yang lain.",
        "VerifyAccount": "Memverifikasi Akun",
        "VerifyLoginData": "Pastikan bahwa nama-id dan sandi Anda sesuai.",
        "YouAreOffline": "Maaf, Anda sekarang luring"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Nama penyedia '%s' tidak dikenal. Coba salah satu berikut ini sebagai pengganti: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Anda dapat menambah nomor telepon dengan mengakses",
        "MobileReport_MobileMessagingSettingsLink": "halaman pengaturan Pesan Bergerak",
        "MobileReport_NoPhoneNumbers": "Harap aktifkan sekurangnya satu nomor telepon dengan mengakses",
        "MultiSites_Must_Be_Activated": "Untuk membangkitkan teks SMS untuk statistik situs Anda, harap mengaktifkan pengaya MultiSitus di Piwik.",
        "PhoneNumbers": "Nomor Telepon",
        "PluginDescription": "Buat dan unduh laporan SMS tersesuaikan dan kirimkan ke perangkat bergerak Anda secara harian, mingguan, atau bulanan.",
        "Settings_APIKey": "Kunci API",
        "Settings_CountryCode": "Kode Negara",
        "Settings_CredentialNotProvided": "Sebelum Anda dapat membuat dan mengelola nomor telepon, harap menghubungkan Piwik dengan Akun SMS Anda di atas.",
        "Settings_CredentialNotProvidedByAdmin": "Sebelum Anda dapat membuat dan mengelola nomor telepon, harap tanyakan pengelola Anda untuk menghubungkan Piwik kepada sebuah Akun SMS.",
        "Settings_CredentialProvided": "API SMS %s Anda berhasil diatur!",
        "Settings_DeleteAccountConfirm": "Apakah Anda yahkin ingin menghapus akun SMS ini?",
        "Settings_InvalidActivationCode": "Kode yang dimasukkan tidak sahih, harap coba lagi.",
        "Settings_LetUsersManageAPICredential": "Izinkan pengguna mengelola mandat API SMS mereka sendiri",
        "Settings_LetUsersManageAPICredential_No_Help": "Seluruh pengguna dapat menerima Laporan SMS dan akan menggunakan kredit akun Anda.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Setiap pengguna dapat mengatur Akun API SMS mereka sendiri dan tidak akan menggunakan kredit Anda.",
        "Settings_ManagePhoneNumbers": "Kelola Nomor Telepon",
        "Settings_PhoneActivated": "Nomor telepon tersahkan! Anda sekarang dapat menerima SMS dengan statististik Anda.",
        "Settings_PhoneNumber": "Nomor Telepon",
        "Settings_PhoneNumbers_Add": "Tambah sebuah Nomor Telepon Baru",
        "Settings_PhoneNumbers_CountryCode_Help": "Bila Anda tidak tahu kode negara telepon, lihat negara Anda di sini",
        "Settings_PhoneNumbers_Help": "Sebelum menerima laporan SMS (pesan teks) dalam telepon, nomor telepon harus dimasukkan di bawah.",
        "Settings_PhoneNumbers_HelpAdd": "Ketika Anda mengeklik \"Tambah\", sebuah SMS berisi kode akan dikirim ke telepon Anda. Pengguna penerima kode harus segera masuk-log ke Piwik, klik Pengaturan, lalu klik pada Pesan Bergerak. Setelah memasukkan kode, pengguna akan mampu menerima laporan teks dalam telepon miliknya.",
        "Settings_PleaseSignUp": "Untuk membuat laporan SMS dan menerima pesan pendek dengan statistik situs Anda dalam telepon seluler, harap mendaftar dengan API SMS dan masukkan informasi Anda di bawah.",
        "Settings_SMSAPIAccount": "Kelola Akun API SMS",
        "Settings_SMSProvider": "Penyedia SMS",
        "Settings_SuperAdmin": "Pengaturan Pengguna Super",
        "Settings_SuspiciousPhoneNumber": "Bila Anda tidak menerima pesan teks, silakan coba tanpa awalan nol. Misal, %s",
        "Settings_UpdateOrDeleteAccount": "Anda juga dapat %smemperbarui%s atau %smenghapus%s akun ini.",
        "Settings_ValidatePhoneNumber": "Sahkan",
        "Settings_VerificationCodeJustSent": "Kami baru saja mengirim sebuah SMS kepada nomor ini dengan kode: harap masukkan kode di atas dan klik \"Sahkan\".",
        "SettingsMenu": "Pesan Bergerak",
        "SMS_Content_Too_Long": "[terlalu panjang]",
        "TopLinkTooltip": "Dapatkan Laporan Analitis Ramatraya dikirim ke kotak masuk surel atau telepon seluler Anda!",
        "TopMenu": "Laporan Surel & SMS",
        "VerificationText": "Kode adalah %s. Untuk mengesahkan nomor telepon Anda dan memperoleh laporan SMS Piwik, harap menyalin kode ini di borang yang daoat diraih melalui Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Perkembangan",
        "PluginDescription": "Menampilkan ringkasan eksekutif\/statistik banyak-situs. Saat ini dikelola sebagai pengaya inti Piwik.",
        "TopLinkTooltip": "Bandingkan statistik Analisis Ramatraya untuk seluruh Situs Anda."
    },
    "Overlay": {
        "Clicks": "%s klik",
        "ClicksFromXLinks": "%1$s klik dari salah satu %2$s tautan",
        "Domain": "Ranah",
        "ErrorNotLoading": "Sesi Penghampar Halaman belum dapat diluncurkan.",
        "ErrorNotLoadingDetails": "Kemungkinan yang dimuat di kanan tidak memiliki kode pelcakan Piwik. Dalam hal ini, silakan mencoba meluncurkan Penghampar untuk halaman yang berbeda dari laporan halaman.",
        "ErrorNotLoadingDetailsSSL": "Sejak Anda menggunakan Piwik melalui https, kemungkinan besar penyebabnya adalah situs Anda tidak mendukung SSL. Silakan menggunakan Piwik melalui http.",
        "ErrorNotLoadingLink": "Klik di sini untuk memperoleh kiat-kiat pemecahan masalah",
        "Link": "Tautan",
        "Location": "Lokasi",
        "NoData": "Tidak ada data untuk halaman ini selama periode terpilih.",
        "OneClick": "1 kilik",
        "OpenFullScreen": "Menuju halaman penuh (tanpa batang sisi)",
        "Overlay": "Penghampar Halaman",
        "PluginDescription": "Lihat data analitis sebagai penghampar dalam situs Anda sebenarnya.",
        "RedirectUrlError": "Anda mencoba membuka Penghampar Halaman dari URL \"%s\". %s Tidak ada ranah dari pengaturan Piwik sesuai dengan tautan.",
        "RedirectUrlErrorAdmin": "Anda dapat menambah ranah sebagai URL tambahan di %spengaturan%s.",
        "RedirectUrlErrorUser": "Silakan bertanya kepada pengelola Anda untuk menambah ranah sebagai URL tambahan."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Pilih \"Ya\" jika Anda ingin Piwik tidak melacak Alamat IP sepenuhnya.",
        "AnonymizeIpInlineHelp": "Anonimasi bita terakhir dari alamat IP pengunjung sesuai dengan peraturan privasi\/panduan setempat Anda.",
        "AnonymizeIpMaskLengtDescription": "Pilih berapa banyak bita dari IP pengunjung harus ditutupi.",
        "AnonymizeIpMaskLength": "%s bita - misalnya %s",
        "CannotLockSoDeleteLogActions": "Tabel log_action tidak akan dibersihakan: harap memberi hak LOCK TABLES terhadap pengguna MySQL '%s'.",
        "ClickHereSettings": "Klik di sini untuk mengakses pengaturan %s.",
        "CurrentDBSize": "Ukuran basisdata saat ini",
        "DBPurged": "BD terbersihkan.",
        "DeleteBothConfirm": "Anda berkeinginan mengaktifkan penghapusan data catatan serta penghapusan data laporan. Ini akan menghapus permanen kemampuan Anda melihat data analisis lama. Apakah Anda yakin melakukan ini?",
        "DeleteDataDescription": "Anda dapat mengatur Piwik agar menghapus catatan pengunjung dan\/atau mengatur laporan agar basisdata Anda tetap berukuran kecil.",
        "DeleteDataDescription2": "Bila diinginkan, laporan yang belum diproses tidak akan dihapus, hanya kunjungan, tampilan halaman, dan catatan konversi yang dihapus. Atau, laporan yang belum diproses dapat dihapus dan data tidak dihapus.",
        "DeleteDataInterval": "Hapus data lama setiap",
        "DeleteDataSettings": "Hapus laporan dan catatan kunjungan lama",
        "DeleteLogDescription2": "Ketika Anda mengaktifkan catatan penghapusan otomatis, Anda harus memastikan bahwa semua laporan harian sebelumnya telah diproses, sehingga tidak ada data yang hilang.",
        "DeleteLogInfo": "Catatan tabel berikut akan dihapus: %s",
        "DeleteLogsConfirm": "Anda berkeinginan mengaktifkan penghapusan data catatan. Bila data lama dihapus, dan laporan belum dibuat, Anda tak dapat melihat riwayat data analisis lama. Apakah Anda yakin melakukan ini?",
        "DeleteLogsOlderThan": "Hapus catatan yang lebih lama dari",
        "DeleteMaxRows": "Jumlah maksimum baris yang dihapus dalam sekali tindakan:",
        "DeleteMaxRowsNoLimit": "tak terbatas",
        "DeleteReportsConfirm": "Anda berkeinginan mengaktifkan penghapusan data laporan. Bila laporan lama dihapus, Anda harus memroses ulang laporan tersebut sebelum dapat ditampilkan. Apakah Anda yakin melakukan ini?",
        "DeleteReportsDetailedInfo": "Data dari tabel arsip angka basisdata (%s) dan tabel arsip blob basisdata (%s) akan dihapus.",
        "DeleteReportsInfo": "Bila ini diaktifkan laporan lama akan dihapus. %sKami menyarankan ini hanya bila ruang basisdata Anda terbatas.%s",
        "DeleteReportsInfo2": "Bila Anda tidak mengaktifkan \"%s\", laporan lama akan dibuat kembali otomatis saat dibutuhkan.",
        "DeleteReportsInfo3": "Bila Anda mengaktifkan \"%s\", data akan hilang permanen.",
        "DeleteReportsOlderThan": "Hapus laporan yang berumur lebih dari",
        "DeleteSchedulingSettings": "Pengaturan penjadwalan",
        "DoNotTrack_Description": "Jangan-Lacak adalah teknologi dan usulan kebijakan yang memungkinkan pengguna untuk memilih tidak dilacak oleh situs yang tidak dikunjungi, termasuk situs layanan analisis, jaringan iklan, dan platform sosial.",
        "DoNotTrack_Disable": "Matikan dukungan Jangan-Lacak",
        "DoNotTrack_Disabled": "Piwik saat ini melacak seluruh pengunjung, bahkan bila \"Saya tidak ingin dilacak\" diatur di peramban.",
        "DoNotTrack_DisabledMoreInfo": "Kami sarankan menghargai pengunjung dan mengaktifkan dukungan Jangan-Lacak.",
        "DoNotTrack_Enable": "Aktifkan dukungan Jangan-Lacak",
        "DoNotTrack_Enabled": "Anda sekarang menghargai Privasi pengguna, Selamat!",
        "DoNotTrack_EnabledMoreInfo": "Bila pengguna mengatur peramban agar \"Saya tidak ingin dilacak\" (Jangan-Lacak diaktifkan) lalu Piwik tidak melacak kunjungan mereka.",
        "DoNotTrack_SupportDNTPreference": "Dukungan pengaturan Jangan-Lacak",
        "EstimatedDBSizeAfterPurge": "Perkiraan ukuran database setelah pembersihan",
        "EstimatedSpaceSaved": "Perkiraan penghematan kapasitas",
        "GeolocationAnonymizeIpNote": "Catatan: Lokasi-geo akan memperkirakan hasil sama dengan 1 bita anonimasi. Dengan 2 bita atau lebih, Lokasi-geo akan tidak teliti.",
        "GetPurgeEstimate": "Dapatkan perkiraan perbersihan",
        "KeepBasicMetrics": "Biarkan metrik dasar (kunjungan, tampilan halaman, tinkat pentalan, konversi tujuan, konversi niaga-e, dll.)",
        "KeepDataFor": "Biarkan seluruh data selama:",
        "KeepReportSegments": "Untuk membiarkan data di atas, juga biarkan laporan terpecah",
        "LastDelete": "Penghapusan terakhir di",
        "LeastDaysInput": "Silakan tentukan jumlah hari lebih besar dari %s.",
        "LeastMonthsInput": "Harap memasukkan jumlah bulan lebih besar dari %s.",
        "MenuPrivacySettings": "Privasi",
        "NextDelete": "Jadwal penghapusan selanjutnya di",
        "PluginDescription": "Sesuaikan Piwik untuk membuatnya sesuai dengan peraturan perundang-undangan privasi yang ada.",
        "PurgeNow": "Membersihkan Basisdata Sekarang",
        "PurgeNowConfirm": "Anda berkeinginan menghapus permanen data dari basisdata Anda. Apakah Anda yakin melanjutkannya?",
        "PurgingData": "Membersihkan data...",
        "ReportsDataSavedEstimate": "Ukuran basisdata",
        "SaveSettingsBeforePurge": "Anda melakukan perubahan pengaturan penghapusan. Harap menyimpan perubahan tersebut sebelum melakukan pembersihan.",
        "Teaser": "Pada halaman ini, Anda dapat menyesuaikan Piwik untuk membuatnya sesuai dengan peraturan perundang-undangan privasi yang ada, dengan: %s anonimasi IP pengunjung%s, %s otomatis hapus catatan pengunjung lama dari basis data%s, dan %s menyediakan pilihan Jangan-Lacak untuk situs Anda%s.",
        "TeaserHeadline": "Pengaturan Privasi",
        "UseAnonymizeIp": "Anonimasi alamat IP Pengunjung",
        "UseDeleteLog": "Hapus teratur catatan pengunjung lama dari basis data",
        "UseDeleteReports": "Hapus laporan lama dari basisdata"
    },
    "Provider": {
        "ColumnProvider": "Penyedia",
        "PluginDescription": "Membuat laporan Penyedia pengunjung.",
        "ProviderReportDocumentation": "Laporan ini menampilkan Penyedia Layanan Internet yang digunakan oleh pengunjung Anda untuk mengunjungi situs. Anda dapat mengeklik nama penyedia untuk melihat rinciannya. %s Bila Piwik tak dapat menentukan penyedia pengunjung, ini akan ditampikan sebagai IP.",
        "SubmenuLocationsProvider": "Lokasi & Penyedia",
        "WidgetProviders": "Penyedia"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Laporan ini menampilkan seluruh Pengarah Anda dalam laporan satu kompak, mendaftar seluruh Situs, dan kata kunci Pencarian serta Kampanye yang digunakan pengunjung Anda menemukan situs Anda.",
        "Campaigns": "Kampanye",
        "CampaignsDocumentation": "Pengunjung yang datang ke situs Anda sebagai hasil dari kampanye. %s Lihat laporan %s untuk selengkapnya.",
        "CampaignsReportDocumentation": "Laporan ini menampilan kampanye mana yang mengarahkan pengungunjung ke situs Anda. %s Informasi selengkapnya tentang kampanye pelacakan, baca %sdokumentasi kampanye di piwik.org%s",
        "ColumnCampaign": "Kampanye",
        "ColumnSearchEngine": "Mesin Pencari",
        "ColumnSocial": "Jejaring Sosial",
        "ColumnWebsite": "Situs",
        "ColumnWebsitePage": "Halaman Situs",
        "DetailsByReferrerType": "Selengkapnya berdasarkan Jenis Pengarah",
        "DirectEntry": "Masukan Langsung",
        "DirectEntryDocumentation": "Pengunjung telah memasukkan URL di peramban dan mulai menjelajah ke situs Anda - pengunjung tersebut mengunjungi situs secara langsung.",
        "Distinct": "Pengarah Berbeda berdasarkan Jenis Pengarah",
        "DistinctCampaigns": "kampanye berbeda",
        "DistinctKeywords": "kata kunci berbeda",
        "DistinctSearchEngines": "mesin pencari berbeda",
        "DistinctWebsites": "situs berbeda",
        "EvolutionDocumentation": "Ini merupakan iktisar pengarah yang mengarahkan pengunjung ke situs Anda.",
        "EvolutionDocumentationMoreInfo": "Informasi selengkapnya tentang jenis lainnya, lihat dokumentasi tentang tabel %s.",
        "Keywords": "Kata Kunci",
        "KeywordsReportDocumentation": "Laporan ini menampilkan kata kunci yang pengguna gunakan saat pencarian sebelum diarahkan ke situs Anda. %s Dengan mengeklik baris dalam tabel, Anda dapat mengetahui penyebaran permintaan mesin pencari atas kata kunci tersebut.",
        "PluginDescription": "Laporan data Pengarah: Mesin Pencari, Kata kunci, Situs, Kampanye Pelacakan, Masukan Langsung.",
        "Referrer": "Pengarah",
        "ReferrerName": "Nama Pengarah",
        "Referrers": "Pengarah",
        "ReferrersOverview": "Iktisar Pengarah",
        "SearchEngines": "Mesin Pencari",
        "SearchEnginesDocumentation": "Pengunjung telah diarahkan ke situs Anda oleh mesin pencari. %s Lihat laporan %s untuk selengkapnya.",
        "SearchEnginesReportDocumentation": "Laporan ini menampilakan mesin pencari yang mengarahkan pengguna ke situs Anda. %s Dengan mengeklik baris dalam tabel, Anda dapat mengetahui pengguna mana yang menggunakan mesin pencari tertentu.",
        "SocialFooterMessage": "Merupakan himpunan laporan Situs di sebelah kiri. Ini akan menapis keluar situs lain sehingga Anda dapat bandingkan dengan pengarah jejaring sosial secara langsung.",
        "Socials": "Jejaring Sosial",
        "SocialsReportDocumentation": "Laporan ini menampilkan jejaring sosial yang mengarahkan pengunjung ke situs Anda.<br \/>Dengan mengeklik sebuah baris di tabel, Anda dapat melihat dari halaman jejaring sosial mana pengunjung mendatangi situs Anda.",
        "SubmenuSearchEngines": "Mesin Pencari & Kata Kunci",
        "SubmenuWebsites": "Situs",
        "Type": "Jenis Pengarah",
        "TypeCampaigns": "%s dari kampanye",
        "TypeDirectEntries": "%s masukkan langsung",
        "TypeReportDocumentation": "Tabel ini mengandung informasi tentang penyebaran jenis pengarah.",
        "TypeSearchEngines": "%s dari mesin pencari",
        "TypeWebsites": "%s dari situs",
        "UsingNDistinctUrls": "(menggunakan %s url berbeda)",
        "ViewAllReferrers": "Lihat seluruh pengarah",
        "ViewReferrersBy": "Lihat Pengarah berdasar %s",
        "Websites": "Situs",
        "WebsitesDocumentation": "Pengunjung mengikuti tautan di situs lain yang mengarahkan ke situs Anda. %s Lihat laporan %s untuk selengkapnya.",
        "WebsitesReportDocumentation": "Dalam tabel ini, Anda dapat melihat situs mana yang mengarahkan pengunjung menuju situs Anda. %s Dengan mengeklik baris dalam tabel, Anda dapat mengetahui URL mana yang memiliki tautan ke situs Anda.",
        "WidgetExternalWebsites": "Daftar Situs luar",
        "WidgetGetAll": "Seluruh Pengarah",
        "WidgetKeywords": "Daftar Kata Kunci",
        "WidgetSocials": "Daftar jejaring sosial",
        "WidgetTopKeywordsForPages": "Kata kunci atas untulk URL halaman"
    },
    "RowEvolution": {
        "AvailableMetrics": "Metrik yang tersedia",
        "CompareDocumentation": "Klik tautan di bawah dan buka bingkai sembul ini untuk baris lain dari tabel yang sama untuk membandingkan banyak catatan.<br \/>Gunakan shift-klik untuk menadai baris yang dibandingkan tanpa membuka bingkai sembul ini.",
        "CompareRows": "Bandingkan catatan",
        "ComparingRecords": "Membandingkan %s baris",
        "Documentation": "Klik metrik untuk menampilkan grafik perubahan besar. Gunakan shift-klik untuk menampikan banyak grafik sekaligus.",
        "MetricBetweenText": "antara %s dan %s",
        "MetricChangeText": "%s selama masa",
        "MetricsFor": "Metrik untuk %s",
        "MultiRowEvolutionTitle": "Perubahan banyak baris",
        "PickAnotherRow": "Pilih baris lain yang dibandingkan",
        "PickARow": "Pilih baris yang dibandingkan"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(pilihan) Tampilkan pilihan",
        "AggregateReportsFormat_GraphsOnly": "Hanya tampilkan Grafik (tanpa tabel laporan)",
        "AggregateReportsFormat_TablesAndGraphs": "Tampilkan tabel dan Grafik Laporan untuk seluruh Laporan",
        "AggregateReportsFormat_TablesOnly": "(asali) Tampilkan tabel Laporan (Grafik hanya kunci metrik)",
        "AlsoSendReportToTheseEmails": "Juga kirim laporan kepada surel berikut (satu surel tiap baris):",
        "AreYouSureDeleteReport": "Apakah Anda yakin menghapus laporan dan jadwal ini?",
        "CancelAndReturnToReports": "Batalkan dan %skembali ke daftar laporan%s",
        "CreateAndScheduleReport": "Buat dan Jadwalkan laporan",
        "CreateReport": "Buat Laporan",
        "CustomVisitorSegment": "pecahan pengunjung kustom:",
        "DescriptionOnFirstPage": "Penjelasan laporan akan ditampilkan dalam halaman pertama laporan.",
        "DisplayFormat_TablesOnly": "Hanya tampilkan Tabel (tanpa grafik)",
        "EmailHello": "Apa kabar?",
        "EmailReports": "Laporan Surel",
        "EmailSchedule": "Jadwal Surel",
        "EvolutionGraph": "Tampilkan Grapik Riwayat untuk nilai %s teratas",
        "FrontPage": "Halaman Depan",
        "ManageEmailReports": "Pengatur Laporan Surel",
        "MonthlyScheduleHelp": "Laporan bulanan: laporan akan dikirim satiap hari pertama tiap bulan.",
        "MustBeLoggedIn": "Anda harus masuk-log untuk membuat dan mengatur jadwal laporan.",
        "NoRecipients": "Laporan ini tidak memiliki penerima",
        "OClock": "`",
        "Pagination": "Halaman %s dari %s",
        "PiwikReports": "Laporan Piwik",
        "PleaseFindAttachedFile": "Silakan temukan berkas lampiran laporan %1$s Anda untuk %2$s.",
        "PleaseFindBelow": "Silakan temukan di bawah laporan %1$s Anda untuk %2$s.",
        "PluginDescription": "Buat dan unduh laporan tersesuai, dan mengatur surel laporan harian, mingguan atau bulanan.",
        "ReportFormat": "Bentuk Laporan",
        "ReportHour": "Kirim laporan pada pukul",
        "ReportIncludeNWebsites": "Laporan akan dimasukkan dalam matriks utama untuk setiap situs dengan sekurangnya satu kunjungan (dari situs %s saat ini yang tersedia).",
        "ReportsIncluded": "Sertakan Statistik",
        "ReportType": "Kirim laporan melalui",
        "Segment_Help": "Anda dapat menyeleksi pecahan kustom untuk diterapkan pada laporan surel ini. Anda dapat membuat dan menyunting pecahan kustom dalam panel kendali Anda %s(klik di sini untuk membuka)%s, lalu klik di kotak \"%s\", kemudian \"%s\".",
        "SegmentAppliedToReports": "Pecahan '%s' telah diterapkan pada laporan.",
        "SendReportNow": "Kirim Laporan sekarang",
        "SendReportTo": "Kirim laporan ke",
        "SentToMe": "Kirimi saya",
        "TableOfContent": "Daftar Laporan",
        "ThereIsNoReportToManage": "Tidak ada laporan yang dapat diatur untuk situs %s",
        "TopLinkTooltip": "Buat Laporan Surel agar statistik Piwik dikirim ke surel Anda atau alamat pelanggan Anda secara otomatis!",
        "TopOfReport": "Kembali ke atas",
        "UpdateReport": "Perbarui Laporan",
        "WeeklyScheduleHelp": "Laporan mingguan: laporan akan dikirim setiap hari Senin pertama tiap minggu."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Tambah %s kondisi",
        "AddNewSegment": "Tambah pecahan baru",
        "AreYouSureDeleteSegment": "Apakah Anda yakin menghapus pecahan ini?",
        "AutoArchivePreProcessed": "laporan terpecah merupakan praproses (lebih cepat, membutuhkan cron archive.php)",
        "AutoArchiveRealTime": "laporan terpecah diproses dalam waktu nyata",
        "ChooseASegment": "Pilih pecahan",
        "DefaultAllVisits": "Semua kunjungan",
        "DragDropCondition": "Kondisi Seret dan Taruh",
        "LoadingSegmentedDataMayTakeSomeTime": "Memproses pecahan data pengunjung mungkin membutuhkan waktu beberapa menit...",
        "OperatorAND": "TAMBAH",
        "OperatorOR": "ATAU",
        "SaveAndApply": "Simpan dan Terapkan",
        "SegmentDisplayedAllWebsites": "seluruh situs",
        "SegmentDisplayedThisWebsiteOnly": "hanya situs ini",
        "SegmentIsDisplayedForWebsite": "dan ditampilkan untuk",
        "SelectSegmentOfVisitors": "Pilih sebuah pecahan pengunjung:",
        "ThisSegmentIsVisibleTo": "Pecahan ini tampak untuk:",
        "VisibleToAllUsers": "seluruh pengunjung",
        "VisibleToMe": "saya",
        "YouMustBeLoggedInToCreateSegments": "Anda harus masuk-log untuk membuat dan menyunting pecahan pengunjung kustom."
    },
    "SEO": {
        "AlexaRank": "Peringkat Alexa",
        "Bing_IndexedPages": "Halaman terindeks Bing",
        "Dmoz": "Msukan DMOZ",
        "DomainAge": "Umut Ranah",
        "ExternalBacklinks": "Tautal Kembali Luar (Majestic)",
        "Google_IndexedPages": "Halaman terindeks Google",
        "Rank": "Peringkat",
        "ReferrerDomains": "Ranah Pengarah (Majestic)",
        "SeoRankings": "Peringkat SEO",
        "SEORankingsFor": "Peringkat SEO untuk %s",
        "ViewBacklinksOnMajesticSEO": "Lihat Tautan Kembali Luar dalam MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Tambahkan situs baru",
        "AdvancedTimezoneSupportNotFound": "Dukungan wilayah waktu tingkat lanjut tidak ditemukan dalam PHP Anda (didukung di PHP>=5.2). Anda dapat memilih secara manual perbedaan UTC.",
        "AliasUrlHelp": "Disarankan, tetapi tak diharuskan, menentukan bermacam URL, satu tiap baris, yang pengunjung Anda gunakan untuk mengakses situs ini. Nama pengganti URL untuk situs tidak akan tampil di Pengarah > Laporan Situs. Harap diperhatikan bahwa tidak perlu menentukan URL dengan atau tanpa 'www' sebagai kedua pertimbangan otomatis Piwik.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Mengubah wilayah waktu Anda hanya berpengaruh terhadap data berikutnya, bukan data sebelumnya.",
        "ChooseCityInSameTimezoneAsYou": "Pilih kota yang sama dengan wilayah waktu dengan Anda.",
        "Currency": "Mata Uang",
        "CurrencySymbolWillBeUsedForGoals": "Simbol Mata Uang akan menampilkan pendapatan pada Tujuan berikutnya.",
        "DefaultCurrencyForNewWebsites": "Mata Uang asali untuk situs baru",
        "DefaultTimezoneForNewWebsites": "Wilayah Waktu asali untuk situs baru",
        "DeleteConfirm": "Apakah Anda yakin menghapus situs %s?",
        "DisableSiteSearch": "Jangan lacak Pencarian Situs",
        "EcommerceHelp": "Bila diaktifkan, laporan \"Tujuan\" memiliki bagian \"Niaga-E\" baru.",
        "EnableEcommerce": "Niaga-E teraktifkan",
        "EnableSiteSearch": "Pencarian Situs aktif",
        "EnableSiteSpecificUserAgentExclude": "Aktifkan pengecualian agen pengguna tertentu situs.",
        "EnableSiteSpecificUserAgentExclude_Help": "Bila Anda ingin mengecualikan agen pengguna tertentu untuk situs berbeda, centang kotak ini, klik simpan dan %1$stambah agen pengguna di atas%2$s.",
        "ExceptionDeleteSite": "Tak mungkin menghapus situs yang tidak terdaftar. Tambahkan situs baru telebih dahulu, lalu hapus situs tersebut.",
        "ExceptionEmptyName": "Nama Situs tidak boleh kosong.",
        "ExceptionInvalidCurrency": "Mata uang \"%s\" tidak sahih. Silakan masukkan mata uang yang sesuai (misalnya %s)",
        "ExceptionInvalidIPFormat": "IP yang dikecualikan \"%s\" bukan merupakan bentuk IP yang sahih (misalnya %s).",
        "ExceptionInvalidTimezone": "Wilayah waktu \"%s\" tidak sahih. Silakan masukkkam wilayah waktu yang sesuai.",
        "ExceptionInvalidUrl": "URL '%s' merupakan URL tak sahih.",
        "ExceptionNoUrl": "Anda harus menentukan setidaknya satu URL untuk situs.",
        "ExcludedIps": "IP Terkecualikan",
        "ExcludedParameters": "Parameter Terkecualikan",
        "ExcludedUserAgents": "Kecualikan Agen Pengguna",
        "GlobalExcludedUserAgentHelp1": "Masukkan daftar agen pengguna yang dikecualikan dari pelacakan oleh Piwik.",
        "GlobalExcludedUserAgentHelp2": "Anda dapat menggunakan ini untuk mengecualikan beberapa bot dari pelacakan.",
        "GlobalListExcludedIps": "Daftar Umum IP Terkecualikan",
        "GlobalListExcludedQueryParameters": "Daftar umum parameter Permintaan URL untuk dikecualikan",
        "GlobalListExcludedUserAgents": "Daftar Global agen pengguna terkecualikan",
        "GlobalListExcludedUserAgents_Desc": "Bila agen pengguna penggunjung mengandung larik apapun yang Anda tentukan, pengunjung akan dikecualikan dari Piwik.",
        "GlobalWebsitesSettings": "Pengaturan situs umum",
        "HelpExcludedIps": "Masukkan daftar IP, satu tiap baris, yang ingin Anda kecualikan pelacakan Piwik. Anda dapat gunakan `wildcards`, seperti %1$s atau %2$s",
        "JsTrackingTagHelp": "Ini merupakan kode Pelacakan JavaScript untuk dimasukkan ke seluruh halaman Anda",
        "KeepURLFragments": "Pelacakan pecahan URL Halaman",
        "KeepURLFragmentsHelp": "Bila kotak centang di bawah tidak dicentang, pecahan URL Halaman (apapun setelah %1$s) akan dihapus ketika pelacakan: %2$s akan dilacak sebagai %3$s",
        "KeepURLFragmentsHelp2": "Anda juga dapat menimpa pengaturan ini untuk situs individu di atas.",
        "KeepURLFragmentsLong": "Jaga pecahan URL halaman ketika pelacakan URL Halaman",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP berikut ini akan dikecualikan dari pelacakan seluruh situs.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Parameter URL berikut akan dikecualikan dari URL situs.",
        "ListOfQueryParametersToExclude": "Masukkan Parameter Permintaan URL, satu tiap baris, untuk dikecualikan dari laporan URL Halaman.",
        "MainDescription": "Laporan Analisis Ramatraya Anda membutuhkan Situs! Menambah, memperbarui, menghapus Situs, dan menampilkan JavaScript untuk ditampilakan ke halaman Anda.",
        "NotAnEcommerceSite": "Bukan situs Niaga-E",
        "NotFound": "Tak ada situs yang ditemukan",
        "NoWebsites": "Anda tidak memiliki situs untuk dikelola.",
        "OnlyOneSiteAtTime": "Anda hanya dapat menyunting satu situs dalam sekali waktu. Silakan Simpam atau Batalkan perubahan terhadap situs %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik mungkinkan pelaporan dan pelacakan Analisis Niaga-E. Pelajari tentang %s Analisis Niaga-E%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik akan otomatis kecualikan parameter sesi umum (%s).",
        "PluginDescription": "Pengatur Situs di Piwik: Menambah Situs baru, Menyunting yang telah ada, Menampilakn kodeJavaScript untuk dimasukkan ke halaman Anda. Seluruh tindakan tersebut juga tersedia melalui API.",
        "SearchCategoryDesc": "Piwik juga dapat melacak kategori Pencarian untuk setiap kata kunci pencarian situs dalam.",
        "SearchCategoryLabel": "Parameter kategori",
        "SearchCategoryParametersDesc": "Anda diizinkan memasukkan daftar dipisah koma parameter kueri kategori pencarian tertentu.",
        "SearchKeywordLabel": "Parameter pencarian",
        "SearchKeywordParametersDesc": "Masukkan daftar dipisah koma seluruh daftar nama parameter kueri yang mengandung kata kunci pencarian situs.",
        "SearchParametersNote": "Catatan: Parameter Kueri dan parameter Kategori akan digunakan hanya untuk situs dengan Pencarian Situs diaktifkan tapi hanya meninggalkan parameter tersebut kosong.",
        "SearchParametersNote2": "Untuk mematikan Pencarian Situs untuk situs baru, biarkan dua isian itu kosong.",
        "SearchUseDefault": "Gunakan parameter Pencarian Situs %sasali%s",
        "SelectACity": "Pilih kota",
        "SelectDefaultCurrency": "Anda dapat Mata Uang yang diatur secara asali untuk situs baru.",
        "SelectDefaultTimezone": "Anda dapat memilih yang dipilih secara asali untuk situs baru.",
        "ShowTrackingTag": "Tampilkan kode Pelacakan",
        "Sites": "Situs",
        "SiteSearchUse": "Anda dapat menggunakan Piwik untuk melacak dan melaporkan apa yang pengunjung cari di mesin pencari dalam situs Anda.",
        "Timezone": "Wilayah waktu",
        "TrackingSiteSearch": "Melacak Pencarian Situs Dalam",
        "TrackingTags": "Kode Pelacakan untuk %s",
        "Urls": "URL",
        "UTCTimeIs": "Waktu UTC adalah %s.",
        "WebsitesManagement": "Pengatur Situs",
        "YouCurrentlyHaveAccessToNWebsites": "Anda telah memiliki akses ke %s situs.",
        "YourCurrentIpAddressIs": "Alamat IP Anda saat ini adalah %s"
    },
    "Transitions": {
        "BouncesInline": "%s pentalan",
        "DirectEntries": "Masukan Langsung",
        "ErrorBack": "Kembali ke aksi sebelumnya",
        "ExitsInline": "%s keluar",
        "FromCampaigns": "Dari Kampanye",
        "FromPreviousPages": "Dari Halaman Dalam",
        "FromPreviousPagesInline": "%s dari halaman dalam",
        "FromPreviousSiteSearches": "Dari Pencarian Dalam",
        "FromPreviousSiteSearchesInline": "%s dari pencarian dalam",
        "FromSearchEngines": "Dari Mesin Pencari",
        "FromWebsites": "Dari Situs",
        "IncomingTraffic": "Lalu lintas masuk",
        "LoopsInline": "%s halam dimuat ulang",
        "NoDataForAction": "Tidak tersedia data untuk %s",
        "NoDataForActionDetails": "Tidak ada tindakan memiliki tampilan halaman selama periode %s atau ini tidak sahih.",
        "OutgoingTraffic": "Lalu lintas keluar",
        "PluginDescription": "Laporan tentang tindakan sebelumnya dan berikutnya untuk setiap URL halaman.",
        "ShareOfAllPageviews": "Halaman ini memiliki %s tampilan halaman (%s dari semua tampilan halaman)",
        "ToFollowingPages": "Menuju Halaman Dalam",
        "ToFollowingPagesInline": "%s menuju halaman dalam",
        "ToFollowingSiteSearches": "Pencarian Dalam",
        "ToFollowingSiteSearchesInline": "%s pencarian dalam",
        "XOfAllPageviews": "%s dari selruh tanpilan dari halaman ini",
        "XOutOfYVisits": "%s (di luar dari %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Tidak dapat menemukan fungsi apache_get_modules, sehingga diduga sebagai peladen non-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Tidak dapat menemukan berkas %1$s dalam arsip tar %2$s!",
        "CannotFindGeoIPServerVar": "Variabel %s tidak diatur. Peladen Anda mungkin tidak diatur secara benar.",
        "CannotFindPeclGeoIPDb": "Tidak dapat menemukan basisdat negara, wilayah, atau kota untuk modul PECL GeoIP. Pastikan bahwa basisdata GeoIP berada di %1$s dan dengan nama %2$s atau %3$s atau modul PECL tidak akan menyadarinya.",
        "CannotListContent": "Tidak dapat menemukan isi untuk %1$s: %2$s",
        "CannotLocalizeLocalIP": "Alamat IP %s merupakan alamat lokal dan tidak dapat diperiksa oleh lokasi-geo.",
        "CannotSetupGeoIPAutoUpdating": "Tampaknya Anda menyimpan basidata GeoIP Anda di luar Piwik (kami dapat katakan sejak tidak ada basisdata di subdirektori misc, tapi GeoIP Anda berkerja). Piwik tidak dapat otomatis memperbarui basisdata GeoIP Anda bila berada di luar direktori misc.",
        "CannotUnzipDatFile": "Tidak dapat melakukan unzip berkas dat di %1$s: %2$s",
        "City": "Kota",
        "Continent": "Benua",
        "continent_afr": "Afrika",
        "continent_amc": "Amerika Tengah",
        "continent_amn": "Amerika Utara",
        "continent_ams": "Amerika Selatan",
        "continent_ant": "Antarktika",
        "continent_asi": "Asia",
        "continent_eur": "Eropa",
        "continent_oce": "Oceania",
        "Country": "Negara",
        "country_a1": "Wali Anonim",
        "country_a2": "Penyedia Satelit",
        "country_ac": "Pulau Ascension",
        "country_ad": "Kepangeranan Andorra",
        "country_ae": "Uni Emirat Arab",
        "country_af": "Republik Islam Afganistan",
        "country_ag": "Antigua dan Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albania",
        "country_am": "Republik Armenia",
        "country_an": "Antillen Belanda",
        "country_ao": "Republik Angola",
        "country_ap": "Kawasan Asia\/Pasifik",
        "country_aq": "Antarktika",
        "country_ar": "Republik Argentina",
        "country_as": "Samoa Amerika",
        "country_at": "Republik Austria",
        "country_au": "Persemakmuran Australia",
        "country_aw": "Aruba",
        "country_ax": "Kepulauan Åland",
        "country_az": "Republik Azerbaijan",
        "country_ba": "Republik Bosnia dan Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Republik Rakyat Bangladesh",
        "country_be": "Kerajaan Belgia",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgaria",
        "country_bh": "Kerajaan Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Republik Benin",
        "country_bl": "Saint-Barthélemy",
        "country_bm": "Bermuda",
        "country_bn": "Brunei Darussalam",
        "country_bo": "Republik Bolivia",
        "country_bq": "Bonaire, Saint Eustatius dan Saba",
        "country_br": "Republik Federal Brasil",
        "country_bs": "Persemakmuran Bahama",
        "country_bt": "Bhutan",
        "country_bu": "Republik Persatuan Myanmar",
        "country_bv": "Pulau Bouvet",
        "country_bw": "Republik Botswana",
        "country_by": "Republik Belarus",
        "country_bz": "Belize",
        "country_ca": "Kanada",
        "country_cat": "Masyarakat berbahasa Katalan",
        "country_cc": "Kepulauan Cocos (Keeling)",
        "country_cd": "Republik Demokratik Kongo",
        "country_cf": "Republik Afrika Tengah",
        "country_cg": "Republik Kongo",
        "country_ch": "Konfederasi Swiss",
        "country_ci": "Pantai Gading",
        "country_ck": "Kepulauan Cook",
        "country_cl": "Chili",
        "country_cm": "Republik Kamerun",
        "country_cn": "Republik Rakyat Tiongkok",
        "country_co": "Republik Kolombia",
        "country_cp": "Pulau Clipperton",
        "country_cr": "Kosta Rica",
        "country_cs": "Uni Negara Serbia dan Montenegro",
        "country_cu": "Republik Kuba",
        "country_cv": "Tanjung Verde",
        "country_cw": "Curaçao",
        "country_cx": "Pulau Natal",
        "country_cy": "Republik Siprus",
        "country_cz": "Republik Ceko",
        "country_de": "Republik Federal Jerman",
        "country_dg": "Diego García",
        "country_dj": "Djibouti",
        "country_dk": "Kerajaan Denmark",
        "country_dm": "Persemakmuran Dominika",
        "country_do": "Republik Dominika",
        "country_dz": "Aljazair",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Republik Ekuador",
        "country_ee": "Republik Estonia",
        "country_eg": "Republik Arab Mesir",
        "country_eh": "Sahara Barat",
        "country_er": "Eritrea",
        "country_es": "Kerajaan Spanyol",
        "country_et": "Republik Demokratik Federal Ethiopia",
        "country_eu": "Uni Eropa",
        "country_fi": "Republik Finlandia",
        "country_fj": "Republik Kepulauan Fiji",
        "country_fk": "Kepulauan Falkland (Malvinas)",
        "country_fm": "Negara Federal Mikronesia",
        "country_fo": "Kepulauan Faroe",
        "country_fr": "Republik Perancis",
        "country_fx": "Perancis Metropolitan",
        "country_ga": "Republik Gabon",
        "country_gb": "Britania Raya",
        "country_gd": "Grenada",
        "country_ge": "Georgia",
        "country_gf": "Guyana Perancis",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Greenland",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadeloupe",
        "country_gq": "Guinea Ekuatorial",
        "country_gr": "Yunani",
        "country_gs": "Georgia Selatan dan Kepulauan Sandwich Selatan",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Pulau Heard dan Kepulauan McDonald",
        "country_hn": "Honduras",
        "country_hr": "Kroasia",
        "country_ht": "Haiti",
        "country_hu": "Hungaria",
        "country_ic": "Pulau Kanari",
        "country_id": "Republik Indonesia",
        "country_ie": "Irlandia",
        "country_il": "Israel",
        "country_im": "Pulau Man",
        "country_in": "India",
        "country_io": "Teritori Samudra Hindia Britania",
        "country_iq": "Irak",
        "country_ir": "Republik Islam Iran",
        "country_is": "Republik Islandia",
        "country_it": "Republik Italia",
        "country_je": "Jersey",
        "country_jm": "Jamaika",
        "country_jo": "Yordania",
        "country_jp": "Japan",
        "country_ke": "Kenya",
        "country_kg": "Kyrgyzstan",
        "country_kh": "Kamboja",
        "country_ki": "Kiribati",
        "country_km": "Komoros",
        "country_kn": "Saint Kitts dan Nevis",
        "country_kp": "Republik Demokratik Rakyat Korea",
        "country_kr": "Republik Korea",
        "country_kw": "Kuwait",
        "country_ky": "Kepulauan Cayman",
        "country_kz": "Kazakhstan",
        "country_la": "Laos",
        "country_lb": "Lebanon",
        "country_lc": "Saint Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Lithuania",
        "country_lu": "Luxembourg",
        "country_lv": "Latvia",
        "country_ly": "Jamahiriya Arab Libya",
        "country_ma": "Moroko",
        "country_mc": "Monako",
        "country_md": "Moldova",
        "country_me": "Montenegro",
        "country_mf": "Saint Martin",
        "country_mg": "Madagaskar",
        "country_mh": "Kepulauan Marshall",
        "country_mk": "Macedonia",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongolia",
        "country_mo": "Makau",
        "country_mp": "Kepulauan Mariana Utara",
        "country_mq": "Martinique",
        "country_mr": "Mauritania",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Maldives",
        "country_mw": "Malawi",
        "country_mx": "Meksico",
        "country_my": "Malaysia",
        "country_mz": "Mozambik",
        "country_na": "Namibia",
        "country_nc": "Kaledonia Baru",
        "country_ne": "Niger",
        "country_nf": "Kepulauan Norfolk",
        "country_ng": "Nigeria",
        "country_ni": "Nikaragua",
        "country_nl": "Belanda",
        "country_no": "Norwegia",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Kawasan Netral",
        "country_nu": "Niue",
        "country_nz": "Selandia Baru",
        "country_o1": "Negara Lain",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "Polinesia Perancis",
        "country_pg": "Panua Nugini",
        "country_ph": "Filipina",
        "country_pk": "Pakistan",
        "country_pl": "Polandia",
        "country_pm": "Saint Pierre dan Miquelon",
        "country_pn": "Kepulauan Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Wilayah Palestina yang Terduduki",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Pulau Reunion",
        "country_ro": "Romania",
        "country_rs": "Republik Serbia",
        "country_ru": "Federasi Russian",
        "country_rw": "Rwanda",
        "country_sa": "Arab Saudi",
        "country_sb": "Kepulauan Solomon",
        "country_sc": "Seychelles",
        "country_sd": "Sudan",
        "country_se": "Swedia",
        "country_sf": "Finlandia",
        "country_sg": "Singapura",
        "country_sh": "Saint Helena",
        "country_si": "Slovenia",
        "country_sj": "Kepulauan Svalbard dan Jan Mayen",
        "country_sk": "Slovakia",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Suriname",
        "country_ss": "Sudan Selatan",
        "country_st": "São Tomé dan Príncipe",
        "country_su": "Bekas Uni Soviet",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten",
        "country_sy": "Republik Arab Suriah",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Kepulauan Turks dan Caicos",
        "country_td": "Chad",
        "country_tf": "Tanah Antarktika dan Selatan Perancis",
        "country_tg": "Togo",
        "country_th": "Thailand",
        "country_ti": "Tibet",
        "country_tj": "Tajikistan",
        "country_tk": "Tokelau",
        "country_tl": "Timor Leste",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunisia",
        "country_to": "Tonga",
        "country_tp": "Timor Leste",
        "country_tr": "Turki",
        "country_tt": "Trinidad dan Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tanzania, United Republic of",
        "country_ua": "Ukraine",
        "country_ug": "Uganda",
        "country_uk": "Britania Raya",
        "country_um": "Kepulauan Terluar Kecil Amerika Serikat",
        "country_us": "Amerika Serikat",
        "country_uy": "Uruguay",
        "country_uz": "Uzbekistan",
        "country_va": "Kota Vatican",
        "country_vc": "Saint Vincent dan Grenadine",
        "country_ve": "Republik Bolivar Venezuela",
        "country_vg": "Kepulauan Virgin Britania",
        "country_vi": "Kepulauan Virgin AS",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis dan Futuna",
        "country_ws": "Samoa",
        "country_ye": "Yemen",
        "country_yt": "Mayotte",
        "country_yu": "Yugoslavia",
        "country_za": "Africa Selatan",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "Berdasar penyedia ini, lokasi Anda adalah",
        "DefaultLocationProviderDesc1": "Lokasi penyedia asali menebak negara pengunjung dari bahasa yang digunakan.",
        "DefaultLocationProviderDesc2": "Ini sangat tidak teliti, serta %1$skami menyarankan memasang dan menggunakan %2$sGeoIP%3$s.%4$s",
        "DistinctCountries": "%s negara berbeda",
        "DownloadingDb": "Mengunduh %s",
        "DownloadNewDatabasesEvery": "Perbarui basisdata setiap",
        "FatalErrorDuringDownload": "Galat fatal terjadi ketika mengunduh berkas ini. Kemungkinan ada yang salah dengan sambungan internet Anda, dengan basisdata GeoIP yang Anda unduh, atau Piwik. Silakan coba mengunduh dan memasang secara manual.",
        "FoundApacheModules": "Piwik menemukan modul Apache berikut",
        "GeoIPCannotFindMbstringExtension": "Tidak dapat menemukan fungsi %1$s. Harap pastikan bahwa ekstensi %2$s telah terpasang dan termuat.",
        "GeoIPDatabases": "Basisdata GeoIP",
        "GeoIPDocumentationSuffix": "Agar dapat melihat data untuk laporan ini, Anda harus memasang GeoIP di tab pengelola Lokasi-Geo. Basisdata GeoIP %1$sMaxmind%2$s komersial lebih teliti daripada yang gratis. Untuk melihat seberapa teliti mereka, klik %3$sdi sini%4$s.",
        "GeoIPImplHasAccessTo": "Penerapan GeoIP ini memiliki akses terhadap jenis-jenis basisdata berikut",
        "GeoIpLocationProviderDesc_Pecl1": "Penyedia lokasi ini menggunakan basisdata GeoIP dan modul PECL untuk akurasi dan efesiensi menentukan lokasi pengunjung.",
        "GeoIpLocationProviderDesc_Pecl2": "Tidak ada batasan untuk penyedia ini, jadi ini adalah salah satu yang kami sarankan untuk digunakan.",
        "GeoIpLocationProviderDesc_Php1": "Penyedia lokasi ini merupakan cara paling sederhana dalam memasang sebab tidak membutuhkan pengaturan peladen (cocok untuk hosting bagi pakai!). Ini menggunakan basisdata GeoIP dan API PHP MaxMind untuk menentukan lokasi pengunjung Anda.",
        "GeoIpLocationProviderDesc_Php2": "Bila situs Anda memperoleh lalu lintas besar, Anda akan mendapati penyedia lokasi tersebut terlalu lambat. Dalam hal ini, Anda harus memasang %1$sekstensi PECL%2$s atau sebuah %3$smodul peladen%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Lokasi penyedia ini menggunakan modul GeoIP yang telah terpasnag di peladen HTTP Anda. Penyedia ini cepat dan cermat, tapi %1$shanya dapat digunakan dengan pelacakan peramban normal.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Bila Anda mengimpor berkas catatan atau hal lain yang membutuhkan pengaturan alamat IP, gunakan %1$spenerapan GeoIP PECL (disarankan)%2$s atau %3$spenerapan GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Catatan: anonimasi IP tidak berdampak dalam laporan berdasar penyedia ini. Sebelum menggunakan ini dengan anonimasi IP, pastikan bahwa Anda tidak melanggar peraturan privasi yang mungkin dikenakan kepada Anda.",
        "GeoIPNoServerVars": "Piwik tidak dapat menemukan variabel GeoIP %s apapun.",
        "GeoIPPeclCustomDirNotSet": "Opsi %s ini PHP tidak diatur.",
        "GeoIPServerVarsFound": "Piwik mendeteksi variabel GeoIP berikut %s",
        "GeoIPUpdaterInstructions": "Masukkan tautan unduhan untuk basisdata di bawah. Bila Anda membeli basisdata dari %3$sMaxMind%4$s, Anda dapat menemukan tautan tersebut %1$sdi sini%2$s. Harap menghubungi %3$sMaxMind%4$s bila Anda mengalami kesulitan mengakses mereka.",
        "GeoIPUpdaterIntro": "Piwik sekarang sedang mengelola pembaruan untuk basisdata GeoIP berikut",
        "GeoLiteCityLink": "Bila Anda menggunakan basisdata GeoLite City, gunakan tautan ini: %1$s%2$s%3$s.",
        "Geolocation": "Lokasi-Geo",
        "GeolocationPageDesc": "Dalam halaman ini Anda dapat mengganti bagaimana Piwik menentukan lokasi pengunjung.",
        "getCityDocumentation": "Laporan ini menunjukkan kota pengunjung Anda berada saat mengunjungi situs Anda.",
        "getContinentDocumentation": "Laporan ini menunjukkan benua pengunjung Anda berada saat mengunjungi situs Anda.",
        "getCountryDocumentation": "Laporan ini menujukkan negara pengunjung Anda berada saat mengunjungi sutus Anda.",
        "getRegionDocumentation": "Laporan ini menunjukkan wilayah pengunjung Anda berada saat mengunjungi situs Anda.",
        "HowToInstallApacheModule": "Bagaimana saya memasang modul GeoIP untuk Apache?",
        "HowToInstallGeoIPDatabases": "Bagaimana saya mendapat basisdata GeoIP?",
        "HowToInstallGeoIpPecl": "Bagaimana saya memasang ekstensi PECL GeoIP?",
        "HowToInstallNginxModule": "Bagaimana saya memasang modul GeoIP untuk Nginx?",
        "HowToSetupGeoIP": "Bagaimana mengatur ketelitian lokasi-geo dengan GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sUnduh%2$s basisdata GeoLite City dari %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Mekarkan berkas ini dan salin hasil %1$s ke dalam subdirektori Piwik %2$smisc%3$s (Anda dapat pilih salah satu, FTP atau SSH).",
        "HowToSetupGeoIP_Step3": "Muat ulang layar ini. Penyedia %1$sGeoIP (PHP)%2$s sekarang akan %3$sDipasang%4$s. Pilih ini.",
        "HowToSetupGeoIP_Step4": "Dan Anda selesai! Anda baru saja mengatur Piwik untuk menggunakan GeoIP di mana berarti Anda akan mampu melihat wilayah dan kota pengunjung Anda bersama dengan informasi negara yang sangat teliti.",
        "HowToSetupGeoIPIntro": "Anda tidak tampak memiliki pemasangan Lokasi-geo yang teliti. Fitur ini sangat berguna dan tanpa ini Anda tidak akan melihat lokasi lengkap dan akurat untuk pengunjung Anda. Di sini bagaimana Anda dapat dengan mudah memulai ini:",
        "HttpServerModule": "Modul Peladen HTTP",
        "InvalidGeoIPUpdatePeriod": "Periode tak sahih untuk pembaruan GeoIP: %1$s. Nilai sahih adalah %2$s.",
        "IPurchasedGeoIPDBs": "Saya membeli %1$sbasisdata lebih teliti dari MaxMind%2$s dan berkeinginan mengatur pembaruan otomatis.",
        "ISPDatabase": "Basisdata Penyedia Layanan Internet",
        "IWantToDownloadFreeGeoIP": "Saya ingin mengunduh basisdata GeoIP gratis...",
        "Latitude": "Lintang",
        "Location": "Lokasi",
        "LocationDatabase": "Basisdata Lokasi",
        "LocationDatabaseHint": "Sebuah basisdata lokasi merupakan salah satu basisdata suatu negara, wilayah, atau kota.",
        "LocationProvider": "Penyedia Lokasi",
        "Longitude": "Bujur",
        "NoDataForGeoIPReport1": "Tidak ada data untuk laporan ini sebab tidak ada data lokasi yang tersedia atau alamat IP tidak dikenali lokasi-geo.",
        "NoDataForGeoIPReport2": "Untuk mengaktifkan lokasi-geo teliti, ganti pengaturan %1$sdi sini%2$s dan gunakan sebuah %3$sbasisdata tingkat kota%4$s.",
        "Organization": "Organisasi",
        "OrgDatabase": "Basisdata Organisasi",
        "PeclGeoIPNoDBDir": "Modul PECL sedang mencari basisdata di %1$s, tapi direktori ini tidak tersedia. Harap memperbaiki ini dan menambah basisdata GeoIP di dalamnya. Atau Anda dapat mengatur %2$s ke direktori yang sesuai dalam berkas php.ini Anda.",
        "PeclGeoLiteError": "Basisdata GeoIP Anda di %1$s dengan nama %2$s. Sayangnya, modul PECL tidak akan mengenali ini dengan nama ini. Harap nama diganti menjadi %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik saat ini tidak mengelola basisdata GeoIP apapun.",
        "PluginDescription": "Laporan Negara pengunjung.",
        "Region": "Wilayah",
        "SetupAutomaticUpdatesOfGeoIP": "Pengaturan pembaruan otomatis basisdata GeoIP",
        "SubmenuLocations": "Lokasi",
        "TestIPLocatorFailed": "Piwik mencoba memeriksa lokasi alamat IP tidak dikenal (%1$s), tapi kembalian peladen Anda adalah %2$s. Bila penyedia ini diatur dengan benar, ini seharusnya memberi kembalian %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Berkas terunduh merupakan berkas basisdata GeoIP tidak sahih. Harap memeriksa ulang URL atau berkas unduhan secara manual.",
        "ToGeolocateOldVisits": "Untuk mendapatkan data untuk kunjungan lama Anda, gunakan sekrip yang dijelaskan %1$sdi sini%2$s.",
        "UnsupportedArchiveType": "Mengandung arsip tak didukung jenis %1$s.",
        "UpdaterHasNotBeenRun": "Pembaruan belum pernah berjalan.",
        "UpdaterWasLastRun": "Pembaruan terakhir berjalan dalam %s.",
        "WidgetLocation": "Lokasi Pengunjung"
    },
    "UserCountryMap": {
        "AndNOthers": "dan %s lain",
        "Cities": "Kita",
        "Countries": "Negara",
        "DaysAgo": "%s hari lalu",
        "GoalConversions": "%s konversi tujuan",
        "Hours": "jam",
        "HoursAgo": "%s jam lalu",
        "map": "peta",
        "Minutes": "menit",
        "MinutesAgo": "%s menit lalu",
        "None": "Tidak Ada",
        "NoVisit": "Tidak ada kunjungan",
        "RealTimeMap": "Peta Waktu-Nyata",
        "Regions": "Wilayah",
        "Searches": "%s pencarian",
        "Seconds": "detik",
        "SecondsAgo": "%s detik lalu",
        "ShowingVisits": "Kunjungan Lokasi-Geo terakhir",
        "Unlocated": "<b>%s<\/b> %p kunjungan dari %c lokasi-geo tidak diketahui.",
        "VisitorMap": "Peta Pengunjung",
        "WorldWide": "Seluruh Dunia"
    },
    "UserSettings": {
        "BrowserFamilies": "Keluarga Peramban",
        "BrowserLanguage": "Bahasa Peramban",
        "Browsers": "Perambang",
        "BrowserWithNoPluginsEnabled": "%1$s dengan tanpa pengaya diaktifkan",
        "BrowserWithPluginsEnabled": "%1$s dengan %2$s pengaya diaktifkan",
        "ColumnBrowser": "Peramban",
        "ColumnBrowserFamily": "Keluarga Peramban",
        "ColumnBrowserVersion": "Versi Perambang",
        "ColumnConfiguration": "Pengaturan",
        "ColumnOperatingSystem": "Sistem Operasi",
        "ColumnResolution": "Resolusi",
        "ColumnTypeOfScreen": "Jenis layar",
        "Configurations": "Pengaturan",
        "GamingConsole": "Konsol Permainan",
        "Language_aa": "Afar",
        "Language_ab": "Abkhaz",
        "Language_ae": "Avestan",
        "Language_af": "Afrikaans",
        "Language_ak": "Akan",
        "Language_am": "Amharik",
        "Language_an": "Aragon",
        "Language_ar": "Arab",
        "Language_as": "Assam",
        "Language_av": "Avarik",
        "Language_ay": "Aymara",
        "Language_az": "Azerbaijan",
        "Language_ba": "Bashkir",
        "Language_be": "Belarusia",
        "Language_bg": "Bulgaria",
        "Language_bh": "Bihari",
        "Language_bi": "Bislama",
        "Language_bm": "Bambara",
        "Language_bn": "Bengal",
        "Language_bo": "Tibet",
        "Language_br": "Breton",
        "Language_bs": "Bosnia",
        "Language_ca": "Catalan",
        "Language_ce": "Chechen",
        "Language_ch": "Chamorro",
        "Language_co": "Korsika",
        "Language_cr": "Cree",
        "Language_cs": "Ceko",
        "Language_cu": "Church Slavic",
        "Language_cv": "Chuvash",
        "Language_cy": "Welsh",
        "Language_da": "Denmark",
        "Language_de": "Jerman",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewe",
        "Language_el": "Yunani",
        "Language_en": "Inggris",
        "Language_eo": "Esperanto",
        "Language_es": "Spanyol",
        "Language_et": "Estonian",
        "Language_eu": "Basque",
        "Language_fa": "Persia",
        "Language_ff": "Fulah",
        "Language_fi": "Finlandia",
        "Language_fj": "Fiji",
        "Language_fo": "Faro",
        "Language_fr": "Perancis",
        "Language_fy": "Frisi",
        "Language_ga": "Irlandia",
        "Language_gd": "Gaelik Skotlandia",
        "Language_gl": "Gallegan",
        "Language_gn": "Guarani",
        "Language_gu": "Gujarati",
        "Language_gv": "Manx",
        "Language_ha": "Hausa",
        "Language_he": "Ibrani",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri Motu",
        "Language_hr": "Kroasia",
        "Language_ht": "Haiti",
        "Language_hu": "Hungaria",
        "Language_hy": "Armenia",
        "Language_hz": "Herero",
        "Language_ia": "Interlingua",
        "Language_id": "Bahasa Indonesia",
        "Language_ie": "Interlingue",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Inupiaq",
        "Language_io": "Ido",
        "Language_is": "Icelandic",
        "Language_it": "Italian",
        "Language_iu": "Inuktitut",
        "Language_ja": "Japanese",
        "Language_jv": "Jawa",
        "Language_ka": "Georgian",
        "Language_kg": "Kongo",
        "Language_ki": "Kikuyu",
        "Language_kj": "Kuanyama",
        "Language_kk": "Kazakh",
        "Language_kl": "Kalaallisut",
        "Language_km": "Khmer",
        "Language_kn": "Kannada",
        "Language_ko": "Korea",
        "Language_kr": "Kanuri",
        "Language_ks": "Kashmir",
        "Language_ku": "Kurdi",
        "Language_kv": "Komi",
        "Language_kw": "Cornish",
        "Language_ky": "Kirghiz",
        "Language_la": "Latin",
        "Language_lb": "Luxembourg",
        "Language_lg": "Ganda",
        "Language_li": "Limburg",
        "Language_ln": "Lingala",
        "Language_lo": "Lao",
        "Language_lt": "Lithuania",
        "Language_lu": "Luba-Katanga",
        "Language_lv": "Latvian",
        "Language_mg": "Malagasi",
        "Language_mh": "Marshall",
        "Language_mi": "Maori",
        "Language_mk": "Macedonian",
        "Language_ml": "Malayalam",
        "Language_mn": "Mongolian",
        "Language_mr": "Marathi",
        "Language_ms": "Malay",
        "Language_mt": "Maltese",
        "Language_my": "Burma",
        "Language_na": "Nauru",
        "Language_nb": "Norwegian Bokmål",
        "Language_nd": "Ndebele Utara",
        "Language_ne": "Nepal",
        "Language_ng": "Ndonga",
        "Language_nl": "Belanda",
        "Language_nn": "Norwegian Nynorsk",
        "Language_no": "Norwegian",
        "Language_nr": "Ndebele Selatan",
        "Language_nv": "Navajo",
        "Language_ny": "Nyanja; Chichewa; Chewa",
        "Language_oc": "Bahasa Occit",
        "Language_oj": "Ojibwa",
        "Language_om": "Oromo",
        "Language_or": "Oriya",
        "Language_os": "Ossetic",
        "Language_pa": "Punjabi",
        "Language_pi": "Pali",
        "Language_pl": "Polish",
        "Language_ps": "Pashto (Pushto)",
        "Language_pt": "Portugis",
        "Language_qu": "Quechua",
        "Language_rm": "Rhaeto-Romance",
        "Language_rn": "Rundi",
        "Language_ro": "Romanian",
        "Language_ru": "Russian",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sanskrit",
        "Language_sc": "Sardinian",
        "Language_sd": "Sindhi",
        "Language_se": "Northern Sami",
        "Language_sg": "Sango",
        "Language_si": "Sinhalese",
        "Language_sk": "Slovak",
        "Language_sl": "Slovenian",
        "Language_sm": "Samoan",
        "Language_sn": "Shona",
        "Language_so": "Somali",
        "Language_sq": "Albanian",
        "Language_sr": "Serbian",
        "Language_ss": "Swati",
        "Language_st": "Sotho Selatan",
        "Language_su": "Sundan",
        "Language_sv": "Swedia",
        "Language_sw": "Swahili",
        "Language_ta": "Tamil",
        "Language_te": "Telugu",
        "Language_tg": "Tajik",
        "Language_th": "Thai",
        "Language_ti": "Tigrinya",
        "Language_tk": "Turkmen",
        "Language_tl": "Tagalog",
        "Language_tn": "Tswana",
        "Language_to": "Tonga",
        "Language_tr": "Turkish",
        "Language_ts": "Tsonga",
        "Language_tt": "Tatar",
        "Language_tw": "Twi",
        "Language_ty": "Tahitian",
        "Language_ug": "Uighur",
        "Language_uk": "Ukrainian",
        "Language_ur": "Urdu",
        "Language_uz": "Uzbek",
        "Language_ve": "Venda",
        "Language_vi": "Vietnamese",
        "Language_vo": "Volapük",
        "Language_wa": "Walloon",
        "Language_wo": "Wolof",
        "Language_xh": "Xhosa",
        "Language_yi": "Yiddish",
        "Language_yo": "Yoruba",
        "Language_za": "Zhuang",
        "Language_zh": "Cina",
        "Language_zu": "Zulu",
        "LanguageCode": "Kode Bahasa",
        "MobileVsDesktop": "Bergerak banding Desktop",
        "OperatingSystemFamily": "Keluarga sistem operasi",
        "OperatingSystems": "Sistem Operasi",
        "PluginDescription": "Laporan Pengaturan Pengguna: Peramban, Keluarga Peramban, Sistem Operasi, Pengaya, Resolusi Layar, Pengaturan Umum.",
        "PluginDetectionDoesNotWorkInIE": "Catatan: Pendeteksian pengaya tidak bekerja di Internet Explorer. Laporan ini hanya berdasarkan pada peramban bukan-IE.",
        "Resolutions": "Resolusi",
        "VisitorSettings": "Pengaturan Pengunjung",
        "WideScreen": "Layar Lebar",
        "WidgetBrowserFamilies": "Peramban berdasarkan keluarga",
        "WidgetBrowserFamiliesDocumentation": "Bagan ini menampilkan peramban pengunjung Anda yang dipecah menjadi keluarga peramban. %s Informasi terpenting untuk pengembang ramatraya adalah jenis mesin pembuat yang pengunung gunakan. Etiket mengandung nama mesin diikuti dengan peramban yang umum menggunakan mesin tersebut dalam tanda kurung.",
        "WidgetBrowsers": "Peramban Pengunjung",
        "WidgetBrowsersDocumentation": "Laporan ini mengandung informasi tentabg jenis peramban yang pengunjung Anda gunakan. Setiap versi peramban diurutkan terpisah.",
        "WidgetBrowserVersion": "Versi Peramban",
        "WidgetGlobalVisitors": "Pengaturan pengunjung umum",
        "WidgetGlobalVisitorsDocumentation": "Laporan ini menunjukkan pengaturan paling umum yang pengunjung miliki. Subuah pengaturan terdiri atas sistem operasi, jenis peramban, dan resolusi layar.",
        "WidgetOperatingSystems": "Sistem Operasi",
        "WidgetPlugins": "Daftar Pengaya",
        "WidgetPluginsDocumentation": "Laporan ini menunjukkan pengaya peramban yang diaktifkan oleh pengunjung. Informasi yang tersedia kemungkinan penting untuk memilih cara terbaik untuk menyampaikan konten Anda.",
        "WidgetResolutions": "Resolusi layar",
        "WidgetWidescreen": "Normal \/ LayarLebar"
    },
    "UsersManager": {
        "AddUser": "Tambah pengguna baru",
        "Alias": "Julukan",
        "AllWebsites": "Seluruh situs",
        "AnonymousUserHasViewAccess": "Catatan: pengguna %1$s memiliki akses %2$s di situs ini.",
        "AnonymousUserHasViewAccess2": "Laporan analitis dan informasi pengunjung Anda dapat dilihat secara terbuka.",
        "ApplyToAllWebsites": "Terapkan ke seluruh situs",
        "ChangeAllConfirm": "Apakah Anda yakin mengubah perizinan '%s' seluruh situs?",
        "ChangePasswordConfirm": "Mengubah sandi juga mengubah token_auth pengguba. Yakin melanjutkan?",
        "ClickHereToDeleteTheCookie": "Klik di sini untuk menghapus kuki dan mengizinkan Piwik melacak kunjungan Anda",
        "ClickHereToSetTheCookieOnDomain": "Klik di sini untuk mengatur kuki yang akan mengecualikan kunjungan Anda ke situs yang dilacak oleh Piwik %s",
        "DeleteConfirm": "Apakah Anda yakin menghapus pengguna %s?",
        "Email": "Surel",
        "EmailYourAdministrator": "%1$sKirim surel kepada pengelola Anda tentang masalah ini%2$s.",
        "ExceptionAccessValues": "Akses parameter harus memiliki salah satu dari nilai berikut: [ %s ]",
        "ExceptionAdminAnonymous": "Anda tidak dapat memberikan hak `Pengelola` terhadap pengguna `anonim`.",
        "ExceptionDeleteDoesNotExist": "Pengguna '%s' tidak ada sehingga tidak dapat dihapus.",
        "ExceptionEditAnonymous": "Pengguna anonim tidak dapat dihapus atau disunting. Piwik menggunakan pengguna ini untuk menjelaskan pengguna yang belum masuk. Misalnya, Anda dapat membuat statistik publik Anda dengan memberi hak `Tampil` untuk pengguna 'anonim'.",
        "ExceptionEmailExists": "Pengguna dengan surel '%s' telah tersedia.",
        "ExceptionInvalidEmail": "Surel tidak memiliki bentuk sahih.",
        "ExceptionInvalidLoginFormat": "Nama-id harus memiliki panjang antara %1$s dan %2$s karakter dan mengandung hanya huruf, angka, atau karakter '_' atau '-' atau '.' atau '@' atau '+'",
        "ExceptionInvalidPassword": "Panjang sandi harus antara %1$s dan %2$s karakter.",
        "ExceptionLoginExists": "Nama-id '%s' telah tersedia.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth membutuhkan sandi acak MD5 (32 karakter larik panjang). Silakan panggil fungsi md5() dalam sandi sebelum memanggil metode ini.",
        "ExceptionUserDoesNotExist": "Pengguan '%s' tida ada.",
        "ExcludeVisitsViaCookie": "Kecualikan kunjungan Anda menggunakan kuki",
        "ForAnonymousUsersReportDateToLoadByDefault": "Tanggal laporan yang dimuat secara asali untuk pengguna anonim",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Bila Anda ingin mengganti sandi, ketik sandi baru. Bila tidak, biarkan ini kosong.",
        "InjectedHostCannotChangePwd": "Sekarang Anda berkunjung dengan inang yang tidak dikenal (%1$s). Anda tidak dapat mengubah sandi Anda hingga masalah ini diperbaiki.",
        "MainDescription": "Tentukan pengguna yang memilik akses Piwik ke situs Anda. Anda juga dapat mengatur perizinan seluruh Situs dalam satu kali.",
        "ManageAccess": "Atur akses",
        "MenuAnonymousUserSettings": "Pengaturan pengguna anonim",
        "MenuUsers": "Pengguna",
        "MenuUserSettings": "Pengaturan pengguna",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Catatan: Anda tidak dapat mengubah pengaturan ini, sebab Anda tidak memiliki situs apaun yang dapat diakses oleh pengguna Anonim.",
        "PluginDescription": "Pengatur Pengguna di Piwik: menmbah Pengguna, menyunting yang telah ada, memperbarui perizinan. Seluruh tindakan juga tersedia melalui API.",
        "PrivAdmin": "Pengelola",
        "PrivNone": "Tak ada akses",
        "PrivView": "Tampilan",
        "ReportDateToLoadByDefault": "Tanggal laporan yang dimuat secara asali",
        "ReportToLoadByDefault": "Laporan yang dimuat secara asali",
        "TheLoginScreen": "Layar masuk",
        "ThereAreCurrentlyNRegisteredUsers": "Telah ada %s pengguna terdaftar.",
        "TypeYourPasswordAgain": "Ketik sandi baru Anda di sini.",
        "User": "Pengguna",
        "UsersManagement": "Pengatur Pengguna",
        "UsersManagementMainDescription": "Menciptakan pengguna baru atau memperbarui pengguna yang telah ada. Anda dapat mengatur perizinan di atas.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Bila pengguna tidak masuk-log dan mengunjungi Piwik, mereka harus mengakses",
        "YourUsernameCannotBeChanged": "Nama-id Anda tidak dapat diubah.",
        "YourVisitsAreIgnoredOnDomain": "%sKunjungan Anda diabaikan oleh Piwik dalam %s %s (kuki pengecualian ditemukan dalam peramban Anda).",
        "YourVisitsAreNotIgnored": "%sKunjungan Anda tidak diabaikan oleh Piwik%s (kuki pengecualian tidak ditemukan dalam peramban Anda)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Tindakan oleh Kunjungan Kembali",
        "ColumnAverageVisitDurationForReturningVisitors": "Rerata Waktu Kunjungan Pengunjung Kembali (dalam detik)",
        "ColumnAvgActionsPerReturningVisit": "Rerata Tindakan tiap Kunjungan Kembali",
        "ColumnBounceCountForReturningVisits": "Jumlah pentalan untuk Kunjungan Kembali",
        "ColumnBounceRateForReturningVisits": "Tingkat pentalan Kunjungan Kembali",
        "ColumnMaxActionsInReturningVisit": "Aksi maksimal dalam kunjungan kembali",
        "ColumnNbReturningVisitsConverted": "Jumlah kunjungan kembali terkonversi",
        "ColumnReturningVisits": "Kunjungan Kembali",
        "ColumnSumVisitLengthReturning": "Jumlah waktu digunakan oleh pengunjung kembali (dalam detik)",
        "ColumnUniqueReturningVisitors": "Pengnjung kembali unik",
        "PluginDescription": "Laporan statistik tentang Pengunjung Kembali dan Pengunjung Pertama kali kunjung.",
        "ReturnActions": "%s tindakan tiap kunjungan kembali",
        "ReturnAverageVisitDuration": "%s rerata waktu kunjungan pengunjung kembali",
        "ReturnAvgActions": "%s tindakan tiap kunjungan kembali",
        "ReturnBounceRate": "%s kunjungan kembali dengan pentalan (meninggalkan situs setelah kunjungan satu halaman)",
        "ReturningVisitDocumentation": "Kunjungan kembali (lawan dari kunjungan baru) dibuat oleh seseorang yang telah mengunjungi situs sekali sebelumnya.",
        "ReturningVisitsDocumentation": "Ini merupakan iktisar kujungan kembali.",
        "ReturnVisits": "%s kunjungan kembali",
        "SubmenuFrequency": "Frekuensi",
        "WidgetGraphReturning": "Grafik kunjungan kembali",
        "WidgetOverview": "Iktisar Frekuensi"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s menit",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Halaman tiap kunjungan",
        "ColumnVisitDuration": "Waktu kunjungan",
        "Engagement": "Keterlibatan",
        "NPages": "%s halaman",
        "OneMinute": "1 menit",
        "OnePage": "1 halaman",
        "PluginDescription": "Laporan mengenai Tingkat Kunjungan: jumlah halaman yang dilihat, waktu yang dihabiskan di Situs.",
        "PlusXMin": "%s menit",
        "VisitNum": "Jumlah kunjungan",
        "VisitsByDaysSinceLast": "Pengunjung berdasar hari sejak kunjungan terakhir",
        "visitsByVisitCount": "Kunjungan berdasar Jumlah Kunjungan",
        "VisitsPerDuration": "Kunjungan tiap waktu kunjungan",
        "VisitsPerNbOfPages": "Kunjungan tiap jumlah halaman",
        "WidgetLengths": "Waktu Kunjungan",
        "WidgetLengthsDocumentation": "Dalam laporan ini, Anda dapat mengetahui berapa banyak kunjungan memiliki total lama kunjungan tertentu. Awalnya, laporan tersebut ditampilkan sebagai etiket awan, jangka waktu yang lebih umum ditampilkan dalam huruf yang lebih besar.",
        "WidgetPages": "Halaman tiap kunjungan",
        "WidgetPagesDocumentation": "Dalam laporan ini, Anda dapat melihat berapa banyak kunjungan yang terlibat sejumlah tampilan halaman. Awalnya, laporan tersebut ditampilkan sebagai etiket awan, jumlah lebih umum dari halaman ditampilkan dalam huruf yang lebih besar.",
        "WidgetVisitsByDaysSinceLast": "Kunjungan berdasar Hari sejak Kunjungan Terakhir",
        "WidgetVisitsByDaysSinceLastDocumentation": "Di laporan ini, Anda dapat melihat berapa banyak kunjungan dari pengunjung beberapa hari yang lalu.",
        "WidgetVisitsByNumDocumentation": "Di laporan ini, Anda dapat melihat jumlah kunjungan ke-N, misalnya, siapa pengunjung yang mengunjungi situs Anda dalam N waktu terakhir."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s rerata waktu pembangkitan",
        "AverageVisitDuration": "%s rerata waktu kunjungan",
        "GenerateQueries": "%s kueri dijalankan",
        "GenerateTime": "%s detik untuk menghasilkan halaman",
        "MaxNbActions": "%s tindakan maksimum dalam satu kunjungan",
        "NbActionsDescription": "%s tindakan (menampilkan halaman, mengunduh, dan tautan keluar)",
        "NbActionsPerVisit": "%s tindakan tiap kunjungan",
        "NbDownloadsDescription": "%s unduhan",
        "NbKeywordsDescription": "%s kata kunci unik",
        "NbOutlinksDescription": "%s tautan keluar",
        "NbPageviewsDescription": "%s tampilan halaman",
        "NbSearchesDescription": "%s jumlah pencarian dalam situs Anda",
        "NbUniqueDownloadsDescription": "%s unduhan unik",
        "NbUniqueOutlinksDescription": "%s tautan keluar unik",
        "NbUniquePageviewsDescription": "%s tampilan halaman unik",
        "NbUniqueVisitors": "%s pengunjung unik",
        "NbVisitsBounced": "%s kunjungan dengan pentalan (meninggalkan situs setelah mengunjungi satu halaman)",
        "PluginDescription": "Laporan Analisis angka umum: kunjungan, pengunjung unik, jumlah tindakan, Tingkat Pentalan, dsb.",
        "VisitsSummary": "Rangkuman Kunjungan",
        "VisitsSummaryDocumentation": "Ini merupakan iktisar perkembangan kunjungan.",
        "WidgetLastVisits": "Grafik kunjungan terakhir",
        "WidgetOverviewGraph": "Iktisar dengan grafik",
        "WidgetVisits": "Iktisar kunjungan"
    },
    "VisitTime": {
        "ColumnLocalTime": "Waktu Lokal",
        "ColumnServerTime": "Waktu Peladen",
        "DayOfWeek": "Hari dalam Sepekan",
        "LocalTime": "Kunjungan tiap waktu lokal",
        "NHour": "%sj",
        "PluginDescription": "Laporan waktu Lokal dan waktu Peladen. Informasi server waktu dapat berguna untuk menjadwalkan pemeliharaan pada Situs.",
        "ServerTime": "Kunjungan tiap waktu peladen",
        "SubmenuTimes": "Waktu",
        "VisitsByDayOfWeek": "Kunjungan berdasar Hari dalam Sepekan",
        "WidgetByDayOfWeekDocumentation": "Grafik ini menampilkan jumlah kunjungan yang diperoleh situs Anda dalam setiap hari dalam sepekan.",
        "WidgetLocalTime": "Kunjungan berdasar waktu lokal",
        "WidgetLocalTimeDocumentation": "Grafik ini menampilkan waktu pengunjung %s saat ini dalam wilayah waktu %s selama kunjungan.",
        "WidgetServerTime": "Kunjungan berdasar waktu peladen",
        "WidgetServerTimeDocumentation": "Grafik ini menampilkan waktu peladen %s saat ini dalam wilayah waktu %s selama kunjungan."
    },
    "Widgetize": {
        "OpenInNewWindow": "Buka di jendela baru",
        "PluginDescription": "Pengaya ini mempermudah mengekspor Gawit Piwik dalam Blog, Situs, atau dalam Igoogle dan Netvibes Anda!",
        "TopLinkTooltip": "Ekspor Laporan Piwik sebagai gawit dan sematkan dalam Penel Kendali di aplikasi Anda sebagai binkai pendam."
    }
}