{
    "Actions": {
        "Actions": "Azioni",
        "AvgGenerationTimeTooltip": "Media basata su %s hit(s) %s tra %s e %s",
        "ColumnClickedURL": "URL Click",
        "ColumnClicks": "Clicks",
        "ColumnClicksDocumentation": "Il numero di volte che questo link è stato cliccato",
        "ColumnDownloads": "Downloads",
        "ColumnDownloadURL": "URL Download",
        "ColumnEntryPageTitle": "Titoli pagine di ingresso",
        "ColumnEntryPageURL": "URL pagine di ingresso",
        "ColumnExitPageTitle": "Titoli pagine di uscita",
        "ColumnExitPageURL": "URL pagine di uscita",
        "ColumnNoResultKeyword": "Parole chiavi senza risultati di ricerca",
        "ColumnOutlinks": "Link esterni",
        "ColumnPageName": "Nome pagina",
        "ColumnPagesPerSearch": "Pagine di risultati",
        "ColumnPagesPerSearchDocumentation": "I visitatori cercheranno sul sito e delle volte cliccheranno \"Successivi\" per vedere più risultati. Questo è il numero medio di risultati di ricerca visualizzati per questa parola chiave.",
        "ColumnPageURL": "URL della pagina",
        "ColumnSearchCategory": "Ricerca Categoria",
        "ColumnSearches": "Ricerche",
        "ColumnSearchesDocumentation": "Il numero di visite che hanno ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchExits": "% Uscite dalla ricerca",
        "ColumnSearchExitsDocumentation": "La percentuale di visite che hanno lasciato il sito dopo aver ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchKeyword": "Parola chiave",
        "ColumnSearchResultsCount": "Numero risultati di ricerca",
        "ColumnSiteSearchKeywords": "Parole chiavi uniche",
        "ColumnUniqueClicks": "Clicks Unici",
        "ColumnUniqueClicksDocumentation": "Il numero di visite che hanno coinvolto un click su questo link. Se un link è stato cliccato più volte nel corso di una visita, viene conteggiato una sola volta.",
        "ColumnUniqueDownloads": "Downloads Unici",
        "ColumnUniqueOutlinks": "Link esterni unici",
        "DownloadsReportDocumentation": "In questo report, è possibile vedere quali file sono stati scaricati i tuoi visitatori. %s Ciò che conta Piwik come download è il click su un link per il download. Se il download è stato completato o meno, non è noto a Piwik.",
        "EntryPagesReportDocumentation": "Questo rapporto contiene informazioni sulle pagine di ingresso che sono state utilizzate durante il periodo specificato. Una pagina di ingresso è la prima pagina che un utente visualizza durante la sua visita. %s Gli URL di ingresso vengono visualizzati come una struttura di cartelle.",
        "EntryPageTitles": "Titoli delle pagine in entrata",
        "EntryPageTitlesReportDocumentation": "Questo rapporto contiene informazioni sui titoli delle pagine di ingresso che sono state utilizzate durante il periodo specificato.",
        "ExitPagesReportDocumentation": "Questo rapporto contiene informazioni sulle pagine di uscita durante il periodo specificato. Una pagina di uscita è l'ultima pagina che un utente visualizza durante la sua visita. %s Gli URL di uscita vengono visualizzati come una struttura di cartelle.",
        "ExitPageTitles": "Titoli delle pagine di uscita",
        "ExitPageTitlesReportDocumentation": "Questo rapporto contiene informazioni sui titoli delle pagine di uscita durante il periodo specificato.",
        "LearnMoreAboutSiteSearchLink": "Scopri di più sul tracciare come i visitatori usano il vostro motore di ricerca.",
        "OutlinkDocumentation": "Un link esterno è un link che conduce il visitatore lontano dal tuo sito web (in un altro dominio)",
        "OutlinksReportDocumentation": "Questo rapporto mostra un elenco gerarchico di link esterni che sono stati cliccati dai visitatori.",
        "PagesReportDocumentation": "Questo report contiene informazioni riguardo gli URL delle pagine che sono state viste. %s La tabella è organizzata gerarchicamente, gli URL vengono visualizzati come una struttura di cartelle.",
        "PageTitlesReportDocumentation": "Questo rapporto contiene informazioni sui titoli delle pagine che sono state visitate. %s Il titolo della pagina è il tag HTML %s che la maggior parte dei browser mostrano nel titolo della loro finestra.",
        "PageUrls": "URL delle pagine",
        "PluginDescription": "Report riguardo le pagine viste, i link in uscita e i downloads. Il tracciamento dei link in uscita e dei downloads è automatico!",
        "SiteSearchCategories1": "Questo report elenca le Categorie che i visitatori hanno selezionato nel fare una ricerca sul vostro sito.",
        "SiteSearchCategories2": "Per esempio, i siti di Ecommerce hanno tipicamente un selettore di \"Categoria\", così che i visitatori possano restringere le ricerche ai prodotti in una Categoria specifica.",
        "SiteSearchFollowingPagesDoc": "Quando i visitatori fanno ricerche sul vostro sito, stanno cercando una determinata pagina, contenuto, prodotto e servizio. Questo report elenca le pagine più cliccate dopo una ricerca interna. In altre parole, è l'elenco delle pagine più ricercate dai visitatori sul vostro sito.",
        "SiteSearchIntro": "Tracciare le ricerche che i visitatori fanno sul vostro sito è un modo molto efficace per imparare di più su quello che cercano coloro che vi seguono, può aiutare a trovare idee per nuovi contenuti, nuovi prodotti Ecommerce ricercati da potenziali clienti e generalmente migliora l'esperienza dei visitarori sul vostro sito.",
        "SiteSearchKeyword": "Parola chiave (Ricerca sito)",
        "SiteSearchKeywordsDocumentation": "Questo report elenca le Parole di Ricerca che i visitatori hanno digitato nel vostro Motore di Ricerca interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Questo report elenca la Parole di Ricerca che non hanno restituito alcun risultato: forse può essere migliorato l'algoritmo del motore di ricerca o forse i vostri visitatori stanno cercando un contenuto che non è (ancora) sul vostro sito?",
        "SubmenuDownloads": "Downloads",
        "SubmenuOutlinks": "Link Esterni",
        "SubmenuPages": "Pagine viste",
        "SubmenuPagesEntry": "Pagine di ingresso",
        "SubmenuPagesExit": "Pagine di uscita",
        "SubmenuPageTitles": "Titoli delle pagine",
        "SubmenuSitesearch": "Ricerca sul Sito",
        "WidgetEntryPageTitles": "Titoli delle pagine di entrata",
        "WidgetExitPageTitles": "Titoli pagine di uscita",
        "WidgetPagesEntry": "Pagine di entrata",
        "WidgetPagesExit": "Pagine di uscita",
        "WidgetPageTitles": "Titoli delle pagine",
        "WidgetPageTitlesFollowingSearch": "Titoli Pagina che risultano da una Ricerca sul Sito",
        "WidgetPageUrlsFollowingSearch": "Pagine che risultano da una Ricerca sul Sito",
        "WidgetSearchCategories": "Categorie di Ricerca",
        "WidgetSearchKeywords": "Keywords di Ricerca sul Sito",
        "WidgetSearchNoResultKeywords": "Keywords di Ricerca senza risultati"
    },
    "Annotations": {
        "AddAnnotationsFor_js": "Aggiungi annotazioni per %s...",
        "AnnotationOnDate": "Annotazioni su %1$s: %2$s",
        "Annotations": "Annotazioni",
        "ClickToDelete": "Clicca qui per cancellare questa annotazione.",
        "ClickToEdit": "Clicca qui per modificare questa annotazione.",
        "ClickToEditOrAdd": "Clicca qui per modificare o aggiungere una nuova annotazione.",
        "ClickToStarOrUnstar": "Click per segnare questa annotazione.",
        "CreateNewAnnotation": "Crea una nuova annotazione",
        "EnterAnnotationText": "Inserisci annotazione...",
        "HideAnnotationsFor_js": "Nascondi le annotazioni per %s...",
        "IconDesc_js": "Visualizza le note per questo intervallo di date.",
        "IconDescHideNotes_js": "Nascondi le annotazioni in questo intervallo di date.",
        "InlineQuickHelp": "Potete creare delle annotazioni per segnale eventi speciaali (quali un nuovo post in un blog o un restyling di un sito), per salvare i vostri dati di analisi o per salvare qualcos'altro voi pensiate sia importante.",
        "LoginToAnnotate": "Accedete per creare un'annotazione.",
        "NoAnnotations": "Non ci sono annotazioni per questo intervallo di date.",
        "PluginDescription": "Vi permette di attaccare annotazioni a giorni differenti per segnare i cambiamenti fatti al vostro sito, salvare le analisi da voi fatte sui vostri dati e condividere i vostri pensieri con i colleghi.",
        "ViewAndAddAnnotations_js": "Visualizza ed aggiungi annotazioni per %s...",
        "YouCannotModifyThisNote": "Non potete modificare questa annotazione perché non l'avete creata voi, e non avete i privilegi di amministratore per questo sito."
    },
    "AnonymizeIP": {
        "PluginDescription": "Rende anonimi gli ip dei tuoi visitatori per conformarsi alle leggilo o lineguida locali."
    },
    "API": {
        "GenerateVisits": "Se oggi non hai ricevuto visite, le puoi generare usando il plugin %s. Abilita il plugin %s, quindi clicca su \"Generatore di Visite\" nell'area amministrazione Piwik.",
        "KeepTokenSecret": "Questo token_auth è segreto come il tuo login e la tua password, %s non condividerlo %s!",
        "LoadedAPIs": "Sono state caricate con successo %s APIs",
        "MoreInformation": "Per ulteriori informazioni sulle API di Piwik, si prega di dare un'occhiata all' introduzione delle API di Pwik %s e a %s %s Piwik API di riferimento API %s.",
        "PluginDescription": "Tutti i dati in Piwik sono disponibili tramite semplici API. Questo plugin è il punto di accesso web service che puoi chiamare per avere le tue statistiche in xml, json, php, csv, ecc...",
        "QuickDocumentationTitle": "Veloce documentazione sulle API",
        "TopLinkTooltip": "Accedi ai tuoi dati di Web Analytics tramite le semplici API in JSON, XML, ecc",
        "UserAuthentication": "Autenticazione utente",
        "UsingTokenAuth": "Se si vuole i dati di richiesta %s all'interno di uno script, un crontab, ecc %s è necessario aggiungere il parametro %s per le chiamate API URL che richiedono l'autenticazione."
    },
    "CoreAdminHome": {
        "Administration": "Amministrazione",
        "BrandingSettings": "Impostazioni del Branding",
        "ClickHereToOptIn": "Clicca qui per parteciparci.",
        "ClickHereToOptOut": "Clicca qui per uscirne.",
        "CustomLogoFeedbackInfo": "Se si personalizza il logo Piwik, si potrebbe anche essere interessato a nascondere il link %s nel menu in alto. A tale scopo, è possibile disattivare il plugin commenti nella pagina del %sManage Plugins%s.",
        "CustomLogoHelpText": "È possibile personalizzare il logo Piwik che verrà visualizzato nell'interfaccia utente e rapporti e-mail.",
        "DevelopmentProcess": "Poichè il nostro %sprocesso di sviluppo%s include migliaia di test automatizzati, i Beta Testers giocani un ruolo chiave nel raggiungimento in Piwik della \"Politica no bug\".",
        "EmailServerSettings": "Impostazioni server e-mail",
        "ForBetaTestersOnly": "Solo per beta tester",
        "ImageTracking": "rilevamento immagine",
        "ImportingServerLogs": "Importazione Server Logs",
        "ImportingServerLogsDesc": "Un'alternativa al tracciare i visitatori tramite browser (JavaScript o immagine) è quella di importare i log del server web. %1$sClicca qui per saperne di più%2$s.",
        "JavaScriptTracking": "Tracking JavaScript",
        "JSTracking_CampaignKwdParam": "Parametro Keyword Campagna",
        "JSTracking_CampaignNameParam": "Parametro Nome Campagna",
        "JSTracking_CodeNote": "Assicuratevi che questo codice si trovi in ognuna delle pagine del vostro sito prima del tag %1$s.",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sPiwik rivelerà automaticamente i parametri di Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Abilita l'individuazione DoNotTrack lato client",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: E' stato abilitato il supporto DoNotTrack lato server, così questa opzione non avrà effetto.",
        "JSTracking_EnableDoNotTrackDesc": "In questo modo le richieste di tracciamento non verranno inviate se il visitatore non vuole essere tracciato.",
        "JSTracking_GroupPageTitlesByDomain": "Aggiungi il dominio del sito prima del titolo della pagina quando viene tracciata",
        "JSTracking_MergeAliasesDesc": "Così i click sui links Alias URL (es. %s) non verranno conteggiati come \"Outlink\"",
        "JSTracking_MergeSubdomains": "Traccia i visitatori in tutti i sottodomini di",
        "JSTracking_MergeSubdomainsDesc": "Se un visitatore visita %1$s e %2$s, sarà contato come visitatore unico.",
        "JSTracking_PageCustomVars": "Traccia una variabile personalizzata per ciascuna vista pagina",
        "JSTracking_PageCustomVarsDesc": "Per esempio, come il nome di variabile \"categoria\" e il valore \"Carte Bianche\".",
        "JSTracking_VisitorCustomVars": "Traccia le variabili personalizzate per questo visitatore",
        "JSTracking_VisitorCustomVarsDesc": "Per esempio, con il nome di variabile \"Tipo\" e il valore \"Cliente\".",
        "JSTrackingIntro1": "Puoi monitorare i visitatori del tuo sito web con metodi diversi. Il metodo raccomandato è di farlo tramite JavaScript. Per utilizzare questo metodo è necessario che ogni pagina del sito ha il codice JavaScript, che è possibile generare qui.",
        "JSTrackingIntro2": "Una volta che hai ottenuto il codice JavaScript per il tuo sito web, copialo ed incollalo in tutte le pagine che vuoi monitorare con Piwik.",
        "JSTrackingIntro3": "Nella maggior parte dei siti web, blog, CMS, ecc, puoi utilizzare un plugin. (Guarda la nostra %1$slista di plugin usati per integrare Piwik%2$s.) Se non esiste nessun plugin che fa al caso vostro, è possibile modificare i template del sito web ed aggiungere il codice nel file \"footer\".",
        "JSTrackingIntro4": "Se non vuoi usare il codice JavaScript per monitorare i visitatori, %1$sgenera qui sotto un'immagine per monitorare senza JavaScript%2$s.",
        "JSTrackingIntro5": "Se volete fare altro oltre che tracciare le viste pagina, preghiamo di controllare la %1$sDocumentazione Piwik Javascript Tracking%2$s per l'elenco delle funzioni disponibili. Utilizzando queste funzioni potrete tracciare obiettivi, variabili personalizzate, ordini ecommerce, carrelli abbandonati e altro.",
        "LatestBetaRelease": "Ultima release beta",
        "LatestStableRelease": "Ultima release stabile",
        "LogoNotWriteable": "Per usare un logo personalizzato Piwik richiede i permessi di scrittura della cartella dei temi: %s",
        "LogoUpload": "Seleziona un logo da caricare",
        "LogoUploadDescription": "Per favore carica un file in formato %s, senza trasparenza, con un minimo di %s pixel.",
        "MenuCommunity": "Comunità",
        "MenuDiagnostic": "Diagnostica",
        "MenuGeneralSettings": "Impostazioni generali",
        "MenuManage": "Gestione",
        "MissingPluginsWarning": "I seguenti plugins non sono stati caricati perchè non sono stati trovati nella directory 'plugins': %1$s. Potete disabilitare questi plugins nella pagina %2$sGestione Plugins%3$s.",
        "OldPHPVersionWarning_Part1": "Piwik è in rapido sviluppo e, allo scopo di fornirvi una piattaforma di Statistiche Web che rappresenti lo \"Stato dell'Arte\", aumenteremo presto la versione minima di PHP a PHP 5.3. %1$sVi preghiamo di chiedere all'amministratore del server o al provider del servizio di hosting di aggiornare il vostro PHP all'ultima versione, in linea di massima PHP 5.4.%2$s",
        "OldPHPVersionWarning_Part2": "Quando effettuerete l'aggiornamento a PHP 5.3 o superiore, questo messaggio scomparirà e il vostro server Piwik elaborerà i report molto più velocemente utilizzando meno memoria. %1$sAggiornate PHP e avrete il massimo da Piwik!%2$s",
        "OptOutComplete": "Opt-out completato; le tue visite a questo sito non verranno registrate presso l'utilità Web Analytics.",
        "OptOutCompleteBis": "Nota che se cancelli i tuoi cookie, cancelli il opt-out cookie, o se cambi computer o browser web, devi fare la procedura opt-out nuovamente.",
        "OptOutExplanation": "Piwik è dedicato a fornire privacy su Internet. Per fornire ai vostri ospiti con la scelta di optare per l'uscita di Piwik Web Analytics, è possibile aggiungere il seguente codice HTML in una pagina del tuo sito web, ad esempio in una pagina sulla privacy.",
        "OptOutExplanationBis": "Questo codice serve per mostrare un iFrame contenente un link per i tuoi visitatori per opt-out per le impostazioni di Piwik, tramite un opt-out cookie nei loro browser. %s Clicca qui%s per vedere il contenuto che sarà mostrato nell'iFrame.",
        "OptOutForYourVisitors": "Piwik opt-out per i tuoi visitatori",
        "PiwikIsInstalledAt": "Piwik è installato su",
        "PluginDescription": "Area di amministrazione Piwik.",
        "StableReleases": "Se Piwik rappresenta una parte fondamentale nella vostra attività, vi raccomandiamo di utilizzare l'ultima versione stabile.\n\nSe utilizzate l'ultima versione beta e riscintrate un bug o avete dei suggerimenti, per favore %sguardate qui%s.",
        "TrackAGoal": "Traccia un obiettivo",
        "TrackingCode": "Codice di Tracciamento",
        "TrustedHostConfirm": "Siete sicuri di voler cambiare il nome host affidabile di Piwik?",
        "TrustedHostSettings": "Nome Host Affidabile",
        "UseCustomLogo": "Usa un logo personalizzato",
        "ValidPiwikHostname": "Nome Host Piwik Valido",
        "WithOptionalRevenue": "con entrate opzionali",
        "YouAreCurrentlyUsingPHP": "Attualmente state utilizzando PHPn %1$s.",
        "YouAreOptedIn": "Stai attualmente partecipando al programma.",
        "YouAreOptedOut": "Non stai partecipando al programma.",
        "YouMayOptOut": "Puoi scegliere di non avere un unico cookie di identificazione per web analytics assegnato al tuo computer al fine di evitare l'aggregazione e l'analisi dei dati raccolti su questo sito web.",
        "YouMayOptOutBis": "Per fare questa scelta, clicca qui di seguito per ricevere un cookie di uscita."
    },
    "CoreHome": {
        "CategoryNoData": "Non ci sono dati in questa categoria. Prova ad includere tutte le categorie.",
        "CheckForUpdates": "Cerca aggiornamenti",
        "CheckPiwikOut": "Controlla Piwik!",
        "CloseWidgetDirections": "Potete chiudere questo widget cliccando sull'icona 'X' nella parte alta del widget stesso.",
        "DataForThisReportHasBeenPurged": "I dati di questo rapporto hanno più di un mese %s e sono stati eliminato.",
        "DataTableExcludeAggregateRows_js": "Le righe di aggregazione vengono visualizzate %s Nascondile",
        "DataTableIncludeAggregateRows_js": "Le righe di aggregazione sono nascoste %s Visualizzale",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default_js": "default",
        "DonateCall1": "Piwik non costerà mai nulla a voi per il suo utilizzo, ma ciò non significa che non costi nulla a noi svilupparlo.",
        "DonateCall2": "Piwik ha bisogno del vostro costante supporto per crescere e prosperare.",
        "DonateCall3": "Se ritenete che Piwik abbia aggiunto un valore significativo alla vostra attività, %1$svi preghiamo di considerare una donazione!%2$s",
        "DonateFormInstructions": "Cliccate sullo slider per selezionare una somma, quindi cliccate su sottoscrivi per donare.",
        "ExcludeRowsWithLowPopulation_js": "Tutte le righe sono visualizzate %s Escludi le piccole popolazioni.",
        "FlattenDataTable_js": "Il report è gerarchica %s renderlo piatto",
        "HowMuchIsPiwikWorth": "Che valore ha per voi Piwik?",
        "IncludeRowsWithLowPopulation_js": "Le righe con popolazione bassa sono nascoste %s Mostra tutte le righe",
        "InjectedHostEmailBody": "Salve, oggi ho provato ad accedere a Piwik e ho incontrato un avvertimento per nome host sconosciuto.",
        "InjectedHostEmailSubject": "Si sta accedendo a Piwik con un nome host sconosciuto: %s",
        "InjectedHostNonSuperUserWarning": "%1$sClick qui per accedere a Piwik in maniera sicura%2$s e rimuovere questo avvertimento. Potete anche voler contattare il vostro amministratore di Piwik per avvisare di questo problema (%3$sclick qui per inviare un'email%4$s).",
        "InjectedHostWarningIntro": "State accedendo a Piwik da %1$s ma Piwik è stato configuraato per girare a questo indirizzo: %2$s.",
        "JavascriptDisabled": "JavaScript deve essere abilitato per poter utilizzare Piwik in visualizzazione standard. <br \/> Tuttavia, sembra che JavaScript sia disabilitato o non supportato dal tuo browser. <br \/> Per utilizzare la visualizzazione standard, attiva JavaScript modificando le opzioni del browser , quindi %1$stry again%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Fate la differenza: %1$sDonate adesso%2$s per arrivare a Piwik 2.0!",
        "MakeOneTimeDonation": "Fate una donazione unica.",
        "NoPrivilegesAskPiwikAdmin": "Sei stato registrato come '%s', ma a quanto pare non si dispone di alcuna autorizzazione in Piwik. %s Contattare l'amministratore Piwik (clicca per e-mail) %s per consentire la visualizzazione di un sito web.",
        "OnlyForAdmin": "Questo è visibile solo a voi, il superutente.",
        "PageOf_js": "%1$s di %2$s",
        "PeriodDay": "Giorno",
        "PeriodDays": "giorni",
        "PeriodMonth": "Mese",
        "PeriodMonths": "mesi",
        "PeriodRange": "Intervallo",
        "PeriodWeek": "Settimana",
        "PeriodWeeks": "settimane",
        "PeriodYear": "Anno",
        "PeriodYears": "anni",
        "PluginDescription": "Struttura di base per i report di Web Analytics.",
        "ReportGeneratedOn": "Rapporto generato su %s",
        "ReportGeneratedXAgo": "Rapporto generato %s fa",
        "SharePiwikLong": "Salve! Ho giusto trovato un bel software open source: Piwik!\n\nPiwik vi permetterà di tracciare gratuitamente i visitatori del vostro sito. Dovreste tenerlo per sempre!",
        "SharePiwikShort": "Piwik! Statistiche web gratuite e open source. Possedete i vostri dati.",
        "ShareThis": "Condividi",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Mostra il codice JavaScript da inserire",
        "SubscribeAndBecomePiwikSupporter": "Procedete su una pagina sicura di pagamento con carta di credito (Paypal) per diventare un Sostenitore di Piwik!",
        "SupportPiwik": "Supporta Piwik!",
        "ThereIsNoDataForThisReport": "Non c'è nessun dato in questo report.",
        "UnFlattenDataTable_js": "Il rapporto è piatta %s Renderlo gerarchico",
        "ViewAllPiwikVideoTutorials": "Vedi tutti i Video Tutorial di Piwik",
        "WebAnalyticsReports": "Report Web Analytics",
        "YouAreUsingTheLatestVersion_js": "Stai utilizzando l'ultima versione di Piwik!"
    },
    "CorePluginsAdmin": {
        "Action": "Azione",
        "Activate": "Attiva",
        "Activated": "Attivato",
        "Active": "Attivo",
        "AuthorHomepage": "Autore Homepage",
        "Deactivate": "Disattiva",
        "Inactive": "Inattivo",
        "LicenseHomepage": "Licenza Homepage",
        "MainDescription": "I Plugins estendono le funzionalità di Piwik. Una volta installati, è possibile attivarli o disattivarli qui (non tutti sono in italiano).",
        "Plugin": "Plugin",
        "PluginCannotBeFound": "Plugin non trovato!",
        "PluginDescription": "Interfaccia di amministrazione plugins.",
        "PluginHomepage": "Homepage Plugins",
        "Plugins": "Plugins",
        "PluginsManagement": "Amministra Plugins",
        "Status": "Stato",
        "Version": "Versione"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clicca qui per vedere e copiare la lista di query SQL che dovranno essere eseguite",
        "ContinueToPiwik": "Vai a Piwik",
        "CreatingBackupOfConfigurationFile": "Sto creando un backup del file di configurazione in %s",
        "CriticalErrorDuringTheUpgradeProcess": "Errore critico durante l'aggiornamento:",
        "DatabaseUpgradeRequired": "Aggiornamento del Database richiesto",
        "DownloadingUpdateFromX": "Scaricando gli aggiornamenti da %s",
        "DownloadX": "Scarica %s",
        "EmptyDatabaseError": "Il database %s è pieno. Devi modificare il tuo file di configurazione Piwik.",
        "ErrorDIYHelp": "Se sei un utente avanzato e incontri un errore nell'aggiornamento del database:",
        "ErrorDIYHelp_1": "identifica e correggi la causa del problema (es. memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "esegui le query fallite rimanenti nell'aggiornamento.",
        "ErrorDIYHelp_3": "aggiorna manualmente la tabella 'option' nel tuo database Piwik, settando il valore di version_core alla versione dell'aggiornamento fallito",
        "ErrorDIYHelp_4": "ri-esegui l'aggiornamento (tramite il browser o da riga di comando) per continuare con gli aggiornamenti rimanenti",
        "ErrorDIYHelp_5": "riporta l'errore (e la soluzione) così che Piwik possa migliorare",
        "ErrorDuringPluginsUpdates": "Errore durante l'aggiornamento del plugin:",
        "ExceptionAlreadyLatestVersion": "La tua versione di Piwik %s è aggiornata.",
        "ExceptionArchiveEmpty": "Archivio vuoto.",
        "ExceptionArchiveIncompatible": "Archivio incompatibile: %s",
        "ExceptionArchiveIncomplete": "L'archivio è incompleto: alcuni file mancano (es. %s).",
        "HelpMessageContent": "Controlla le %1$s Piwik FAQ %2$s, ti spiegheranno gli errori più comuni durante l'aggiornamento. %3$s Chiedi all'amministratore di sistema per gli errori che ti sembrano relativi alla configurazione di MySQL o al server, piuttosto che a Piwik.",
        "HelpMessageIntroductionWhenError": "Il messaggio qui sopra ti spiega l'errore occorso durante l'aggiornamento. Ti spiega cosa l'ha causato, ma se vuoi ulteriore aiuto:",
        "HelpMessageIntroductionWhenWarning": "L'aggiornamento è stato completato con successo, tuttavia si sono verificati dei piccoli problemi. Puoi leggerne qui sopra una breve descrizione. Per maggiori informazioni:",
        "InstallingTheLatestVersion": "Sto installando l'ultima versione",
        "MajorUpdateWarning1": "Si tratta di un importante aggiornamento! Ci vorrà più tempo del solito.",
        "MajorUpdateWarning2": "Il seguente consiglio è particolarmente importante per le installazioni di grandi dimensioni.",
        "NoteForLargePiwikInstances": "Nota importante per grandi installazioni di Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: se esegui manualmente queste query, puoi aspettarti che alcune di queste falliranno. In questo caso, semplicemente ignorale, ed esegui la successiva della lista.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik è stato aggiornato con successo!",
        "PiwikUpdatedSuccessfully": "Piwik è stato aggiornato con successo!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Il Database Piwik deve essere aggiornato dalla versione %1$s alla nuova versione %2$s.",
        "PluginDescription": "Meccanismo di aggiornamento di Piwik",
        "ReadyToGo": "Pronto a partire?",
        "TheFollowingPluginsWillBeUpgradedX": "Il seguente Plugin sarà aggiornato: %s.",
        "ThereIsNewVersionAvailableForUpdate": "C'è una nuova versione di Piwik disponibile per l'aggiornamento.",
        "TheUpgradeProcessMayFailExecuteCommand": "Se hai un database Piwik molto grande, gli aggiornamenti potrebbero essere troppo lunghi per essere eseguiti dal browser. In questo caso, puoi eseguire l'aggiornamento da riga di comando: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "L'aggiornamento del Database potrebbe richiedere qualche istante, attendere.",
        "UnpackingTheUpdate": "Decomprimendo gli aggiornamenti",
        "UpdateAutomatically": "Aggiorna automaticamente",
        "UpdateHasBeenCancelledExplanation": "Il \"Piwik One Click Update\" è stato annullato. Se non riesci a sistemare il problema che ha causato il messaggio di errore indicato, è consigliabile aggiornare Piwik manualmente. %1$s Controlla il %2$sManuale di aggiornamento%3$s per iniziare!",
        "UpdateTitle": "Piwik › Aggiornamenti",
        "UpgradeComplete": "Aggiornamento completato!",
        "UpgradePiwik": "Aggiornamento Piwik",
        "VerifyingUnpackedFiles": "Sto verificando i file scompattati",
        "WarningMessages": "Messaggi di Allerta:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Saranno disattivati in automatico i seguenti plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Puoi aggiornare alla versione %s in automatico o scaricare il pacchetto e installarlo manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Se non puoi usare l'aggiornamento da riga di comando e Piwik non riesce ad aggiornarsi (per un timeout del database, timout del browser o qualsiasi altro problema), puoi eseguire manualmente le query SQL per aggiornare Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik non è in grado di sovrascrivere l'installazione corrente. Tu puoi o correggere i permessi alle cartelle\/file, o scaricare il pacchetto e installare la versione %s manualmente:",
        "YourDatabaseIsOutOfDate": "Il tuo Database Piwik è obsoleto e deve essere aggiornato prima di continuare."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nomi Variabili Personalizzate",
        "ColumnCustomVariableValue": "Valori Variabili Personalizzate",
        "CustomVariables": "Variabili Personalizzate",
        "CustomVariablesReportDocumentation": "Questo rapporto contiene le informazioni sulle variabili personalizzate. Clicca su un nome di variabile per visualizzare la distribuzione dei valori. %s Per ulteriori informazioni sulle variabili personalizzate in generale, leggere il %sCustom Variabili documentazione su piwik.org %s",
        "PluginDescription": "Le variabili personalizzate sono il nome, coppie di valori che è possibile impostare per una visita con la funzione di Javascript API setVisitCustomVariables(). Piwik poi segnalerà il numero di visite, pagine, conversioni per ciascuno di questi nomi personalizzati e valori.",
        "ScopePage": "campo di applicazione pagina",
        "ScopeVisit": "ambito visita"
    },
    "Dashboard": {
        "AddAWidget": "Aggiungere un widget",
        "AddPreviewedWidget_js": "Aggiungi il widget visualizzato nella dashboard",
        "ChangeDashboardLayout": "Cambia il layout del pannello",
        "Close_js": "Chiudi",
        "CopyDashboardToUser": "Copia la dashboard a un utente",
        "CreateNewDashboard": "Crea un nuovo pannello",
        "Dashboard": "Dashboard",
        "DashboardCopied_js": "La dashboard corrente è stata copiata con successo all'utente selezionato.",
        "DashboardEmptyNotification": "Il pannello non contiene widget. Inizia con l'aggiunta di alcuni widget o semplicemente resetta il pannello alla selezione widget di default.",
        "DashboardName": "Nome del pannello",
        "DashboardOf": "Pannello di %s",
        "DefaultDashboard": "Pannello predefinito - Utilizzo di default la selezione widget e layout colonne",
        "DeleteWidgetConfirm": "Sei sicuro di voler eliminare il widget dalla dashboard?",
        "EmptyDashboard": "Pannello vuoto - Scegli i tuoi widget preferiti",
        "LoadingWidget_js": "Caricamento widget, attendere...",
        "ManageDashboard": "Gestione pannello",
        "Maximise_js": "Massimizza",
        "Minimise_js": "Minimizza",
        "NotUndo": "Non sarà possibile annullare questa operazione.",
        "PluginDescription": "La tua Dashboard di Web Analytics. Puoi personalizzare la TUA Dashboard: puoi aggiungere nuovi widget e cambiarne l'ordine.Ogni utente può accedere alla propria Dashboard personalizzata.",
        "Refresh_js": "Aggiorna",
        "RemoveDashboard": "Rimuovi il pannello",
        "RemoveDashboardConfirm": "Sei sicuro di voler rimuovere il pannello \"%s\"?",
        "RenameDashboard": "Rinomina il pannello",
        "ResetDashboard": "Resetta il pannello",
        "ResetDashboardConfirm": "Sei sicuro di voler ripristinare il layout del pannello per la selezione di default Widget?",
        "SelectDashboardLayout": "Si prega di selezionare il layout del nuovo pannello",
        "SelectWidget": "Seleziona il widget da aggiungere nella dashboard",
        "SetAsDefaultWidgets": "Imposta come selezione predefinita widget",
        "SetAsDefaultWidgetsConfirm": "Sei sicuro di voler impostare la selezione corrente di widget e il layout del pannello come modello predefinito?",
        "SetAsDefaultWidgetsConfirmHelp": "Questa selezione widget e il layout colonne saranno utilizzate quando un utente creerà un nuovo pannello, o quando \"%s\" funzione viene utilizzata.",
        "TitleClickToAdd_js": "Clicca per aggiungere nella dashboard",
        "TitleWidgetInDashboard_js": "Widget già presente nella dashboard",
        "TopLinkTooltip": "Visualizza report Web Analytics per %s.",
        "WidgetNotFound_js": "Widget non trovato",
        "WidgetPreview_js": "Anteprima del widget",
        "WidgetsAndDashboard": "Widgets & Pannello"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignora le visite con l'header X-Do-Not-Track o DNT."
    },
    "Feedback": {
        "CategoryHire": "Ingaggia un consulente Piwik",
        "CategorySecurity": "Segnala un problema di sicurezza",
        "CategoryShareStory": "Condividi una storia di successo Piwik:",
        "CategorySponsor": "Sponsorizza Piwik",
        "ContactThePiwikTeam": "Contatta il team Piwik!",
        "DetailsPlease": "(perfavore includi i dettagli)",
        "DoYouHaveBugReportOrFeatureRequest": "Hai un bug da segnalare o una richiesta di funzionalità?",
        "ExceptionBodyLength": "Il messaggio deve essere lungo almeno %s caratteri.",
        "ExceptionNoUrls": "Il messaggio non può contenere URL, per evitare messaggi di SPAM.",
        "HowToAnonymizeIP": "Come posso mascherare gli IP dei miei visitatori nel mio database?",
        "HowToExclude": "Come posso escludere il tracciamento delle mie visite?",
        "IWantTo": "Vorre:",
        "LearnWaysToParticipate": "Impara tutti i modi attraverso i quali puoi %s partecipare %s",
        "ManuallySendEmailTo": "Perfavore invia manualmente il messaggio a",
        "MessageSent": "Il tuo messaggio è stato inviato al team Piwik.",
        "MyEmailAddress": "Il mio indirizzo email:",
        "MyMessage": "Il mio messaggio:",
        "PluginDescription": "manda i tuoi suggerimenti al Team Piwik. Condividi le tue idee e suggerimenti con noi!",
        "SendFeedback": "Invia",
        "SpecialRequest": "Hai una richiesta speciale per il team Piwik?",
        "ThankYou": "Grazie per aiutarci a rendere Piwik migliore!",
        "ThePiwikTeam": "Il Team Piwik",
        "TopLinkTooltip": "Dicci cosa ne pensi, o richiedi supporto professionale.",
        "ViewAnswersToFAQ": "Guarda le risposte fra le %s FAQ (Domande frequenti) %s",
        "VisitTheForums": "Visita il %s Forum %s",
        "WantToThankConsiderDonating": "Pensate che Piwik sia impressionante e vorreste ringraziorci? Considerate una donazione",
        "WhyAreMyVisitsNoTracked": "Perchè i visitatori del mio sito non sono tracciati?",
        "WhyWrongCountry": "Perchè Piwik mostra le mie visite dallo stato sbagliato?"
    },
    "General": {
        "AbandonedCarts": "Ordini abbandonati",
        "AboutPiwikX": "Riguardo Piwik %s",
        "Add": "Aggiungi",
        "AfterEntry": "Dopo entereing qui",
        "AllowPiwikArchivingToTriggerBrowser": "Permetti a Piwik di innescarsi quando i reposrt sono visualizzati dal browser.",
        "AllWebsitesDashboard": "Le dashboard di tutti i siti",
        "API": "API",
        "ApplyDateRange": "Applica intervallo di date",
        "ArchivingInlineHelp": "Per i siti da medi a grandi, è raccomandabile disabilitare l'attivazione di Piwik dal browser. Raccomandiamo piuttosto di configurare un cron job per elaborare i report di Piwik ogni ora.",
        "ArchivingTriggerDescription": "Raccomandato per installazioni di Piwik grandi, devi %sconfigurare un cron job%s per elaborare i report automaticamente.",
        "AuthenticationMethodSmtp": "Metodo di autenticazione per SMTP",
        "AverageOrderValue": "Valore medio ordine",
        "AveragePrice": "Prezzo medio",
        "AverageQuantity": "Quantità media",
        "BackToHomepage": "Torna alla home page di Piwik",
        "BackToPiwik": "Torna a Piwik",
        "Broken": "Interrotto",
        "BrokenDownReportDocumentation": "Esso è suddiviso in varie relazioni, che vengono visualizzate in sparklines nella parte inferiore della pagina. Cliccando sulla relazione che vi piacerebbe vedere, si possono ingrandire i grafici.",
        "Cancel": "Annulla",
        "CannotUnzipFile": "Impossibile scompattare il file %1$s: %2$s",
        "ChangeTagCloudView": "Nota che puoi vedere il report in altri modi, come una tag cloud. Usa i controlli alla fine del report per fare ciò.",
        "ChooseDate": "Scegli data",
        "ChooseLanguage": "Scegli la lingua",
        "ChoosePeriod": "Scegli il periodo",
        "ChooseWebsite": "Scegli il sito",
        "ClickHere": "Clicca qui per più informazioni.",
        "ClickToChangePeriod": "Clicca di nuovo per cambiare il periodo.",
        "Close": "Chiudi",
        "ColumnActionsPerVisit": "Pagine viste",
        "ColumnActionsPerVisitDocumentation": "Il numero medio di azioni (pagina visualizzazioni, download o outlinks) che sono state eseguite durante le visite.",
        "ColumnAverageGenerationTime": "Tempo medio di generazione",
        "ColumnAverageGenerationTimeDocumentation": "Tempo medio per generare la pagina. Questa metrica include il tempo che è stato necessario al server per generare la pagina web, più il tempo che è stato necessario al visitatore per scaricare la rissposta del server. Un 'tempo medio di generazione' più basso vuol dire un sito più veloce per i vostri visitatori!",
        "ColumnAverageTimeOnPage": "Tempo medio sulla pagina",
        "ColumnAverageTimeOnPageDocumentation": "Il tempo medio passato dai visitatori su questa pagina (solo su questa pagina, non sul sito intero).",
        "ColumnAvgTimeOnSite": "Durata media",
        "ColumnAvgTimeOnSiteDocumentation": "La durata media di una visita.",
        "ColumnBounceRate": "% di Rimbalzo",
        "ColumnBounceRateDocumentation": "La percentuale di visite che aveva solo una singola pagina visualizzata. Questo significa che il visitatore ha lasciato il sito web direttamente dalla pagina d'ingresso.",
        "ColumnBounceRateForPageDocumentation": "Percentuale di visite che sono partite e finite in questa pagina.",
        "ColumnBounces": "Rifiuti",
        "ColumnBouncesDocumentation": "Il numero delle visite che sono partite e finite in questa pagina. Questo vuol dire che il visitatore ha lasciato il sito vedendo solo questa pagina.",
        "ColumnConversionRate": "Tasso di conversione",
        "ColumnConversionRateDocumentation": "La percentuale di visite che ha attivato una conversione di gol.",
        "ColumnDestinationPage": "Pagina Destinazione",
        "ColumnEntrances": "Entrate",
        "ColumnEntrancesDocumentation": "Il numero delle visite che sono partite da questa pagina.",
        "ColumnExitRate": "Uscite rate",
        "ColumnExitRateDocumentation": "La percentuale di visitatori che hanno lasciato il sito dopo aver visitato questa pagina.",
        "ColumnExits": "Uscite",
        "ColumnExitsDocumentation": "Il numero delle visite che sono finite in questa pagina.",
        "ColumnGenerationTime": "Tempo di generazione",
        "ColumnLabel": "Etichetta",
        "ColumnMaxActions": "Numero massimo di azioni eseguite in una visita",
        "ColumnNbActions": "Azioni nel sito",
        "ColumnNbActionsDocumentation": "Il numero delle azioni eseguite dai tuoi visitatori. Possono essere pagine viste, download o click su un outlink.",
        "ColumnNbUniqVisitors": "Visitatori unici",
        "ColumnNbUniqVisitorsDocumentation": "Il numero di visitatori non duplicati provenienti al tuo sito Web. Ogni utente solo viene conteggiata una sola volta, anche se egli visita il sito Web più volte al giorno.",
        "ColumnNbVisits": "Visite",
        "ColumnNbVisitsDocumentation": "Se un visitatore arriva al tuo sito Web per la prima volta o se si visita una pagina più di 30 minuti dopo la sua ultima visualizzazione della pagina, questo sarà registrato come una nuova visita.",
        "ColumnPageBounceRateDocumentation": "La percentuale di visite che iniziato su questa pagina e subito a sinistra del sito Web.",
        "ColumnPageviews": "Visualizzazioni",
        "ColumnPageviewsDocumentation": "Il numero delle volte che questa pagina è stata vista.",
        "ColumnPercentageVisits": "% Visite",
        "ColumnSumVisitLength": "Durata totale delle visite (in secondi)",
        "ColumnTotalPageviews": "Pagine viste Totali",
        "ColumnUniqueEntrances": "Accessi unici",
        "ColumnUniqueExits": "Uniche uscite",
        "ColumnUniquePageviews": "Visualizzazioni uniche",
        "ColumnUniquePageviewsDocumentation": "Il numero di visite che include questa pagina. Se una pagina è stata visitata più volte, verrà conteggiata come una volta sola.",
        "ColumnValuePerVisit": "Valore per visita",
        "ColumnViewedAfterSearch": "Cliccate nei risultati ricerca",
        "ColumnViewedAfterSearchDocumentation": "Numero di volte in cui questa Pagina è stata visitata dopo che un visitatore ha fatto una ricerca nel vostro sito e ha cliccato su questa pagina nei risultati della ricerca.",
        "ColumnVisitDuration": "Durata delle visite (in secondi)",
        "ColumnVisitsWithConversions": "Visite per Conversione",
        "ConfigFileIsNotWritable": "Il file di configurazione di Piwik %s non è scrivibile, alcune delle tue impostazioni potrebbero non essere state salvate. %s Cambia i permessi del file di configurazione per farlo diventare modificabile.",
        "Continue": "Continua",
        "CurrentMonth": "Mese corrente",
        "CurrentWeek": "Settimana corrente",
        "CurrentYear": "Anno corrente",
        "Daily": "Giornalmente",
        "DailyReports": "Rapporti giornalieri",
        "DailySum": "somma giornaliera",
        "Dashboard": "Dashboard",
        "DashboardForASpecificWebsite": "Dashboard per un sito specifico",
        "DataForThisGraphHasBeenPurged": "I dati riportati nel grafico vecchi più di %s mesi sono stati eliminati.",
        "DataForThisTagCloudHasBeenPurged": "I dati per questo tag cloud vecchi più di %s mesi sono stati eliminati.",
        "Date": "Data",
        "DateRange": "Arco temporale:",
        "DateRangeFrom_js": "Da",
        "DateRangeFromTo": "Da %s a %s",
        "DateRangeInPeriodList": "Intervallo di date",
        "DateRangeTo_js": "A",
        "DayFr_js": "Ve",
        "DayMo_js": "Lu",
        "DaySa_js": "Sa",
        "DaysHours": "%1$s giorni %2$s ore",
        "DaysSinceFirstVisit": "Giorni trascorsi dalla prima visita",
        "DaysSinceLastEcommerceOrder": "Giorni dall'ultimo ordine Ecommerce",
        "DaysSinceLastVisit": "Giorni trascorsi dall'ultima visita",
        "DaySu_js": "Do",
        "DayTh_js": "Gio",
        "DayTu_js": "Ma",
        "DayWe_js": "Me",
        "Default": "Default",
        "Delete": "Cancella",
        "Description": "Descrizione",
        "Desktop": "Desktop",
        "Details": "Dettagli",
        "Discount": "Sconto",
        "DisplaySimpleTable": "Visualizza una tabella semplice",
        "DisplayTableWithGoalMetrics": "Visualizza una tabella con le metriche dei Goal",
        "DisplayTableWithMoreMetrics": "Visualizza una tabella con più metriche",
        "Donate": "Donate",
        "Done": "Fatto",
        "Download": "Download",
        "DownloadFail_FileExists": "Il file %s esiste già!",
        "DownloadFail_FileExistsContinue": "Sto cercando di continuare il download di %s, ma esiste già un file interamente scaricato!",
        "DownloadFail_HttpRequestFail": "Impossibile scaricare il file! Ci può essere qualcosa di sbaagliato nel sito da cui state scaricando. Potete riprovare più tardi o prendere il file da soli.",
        "DownloadFullVersion": "%1$sScarica%2$s la versione completa! Check out %3$s",
        "DownloadPleaseRemoveExisting": "Se volete sostituirlo, eliminate il file esistente.",
        "EcommerceOrders": "Ordine Ecommerce",
        "EcommerceVisitStatusDesc": "Visita lo status di e-commerce alla fine della visita",
        "EcommerceVisitStatusEg": "Ad esempio, per selezionare tutte le visite che hanno fatto un ordine di e-commerce, la richiesta di API conterrebbe %s",
        "Edit": "Modifica",
        "EncryptedSmtpTransport": "Inserisci la crittografia livello di trasporto richiesti dal server SMTP.",
        "EnglishLanguageName": "Italian",
        "Error": "Errore",
        "ErrorRequest": "Oops… si è verificato un errore durante la richiesta, per favore riprova.",
        "EvolutionSummaryGeneric": "%1$s in %2$s confrontato con %3$s in %4$s. Evoluzione: %5$s",
        "ExceptionCheckUserIsSuperUserOrTheUser": "L'utente deve essere il Super Utente o l'utente '%s' stesso.",
        "ExceptionConfigurationFileNotFound": "Il file di configurazione {%s} non è stato trovato.",
        "ExceptionDatabaseVersion": "La tua %1$s versione è %2$s ma Piwik ha bisogno di almeno %3$s.",
        "ExceptionFileIntegrity": "Test di integrità fallito: %s",
        "ExceptionFilesizeMismatch": "Discordanza di dimensione file: %1$s (dimensione attesa: %2$s, trovata: %3$s)",
        "ExceptionGoalNotFound": "Il goal id = %s non è stato trovato.",
        "ExceptionIncompatibleClientServerVersions": "La tua %1$s versione del client è %2$s la quale non è compatibile con la versione del server %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Formato di report aggregati '%s' non valido. Provate uno dei seguenti invece: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Il tempo di archiviazione di oggi deve essere un numero di secondi maggiore di zero",
        "ExceptionInvalidDateFormat": "Il formato della data deve essere: %s o qualsiasi parola chiave supportata dalla funzione %s (vedi %s per maggiori informazioni)",
        "ExceptionInvalidDateRange": "La data '%s' non è corretta. Dovrebbe avere questo formato: %s.",
        "ExceptionInvalidPeriod": "Il periodo '%s' non è corretto. Prova un formato diverso invece di: %s",
        "ExceptionInvalidRendererFormat": "Il formato di visualizzazione '%s' non è valido. Prova uno dei formati seguenti: %s.",
        "ExceptionInvalidReportRendererFormat": "Il formato report '%s' non è valido. Prova invece uno dei seguenti: %s.",
        "ExceptionInvalidStaticGraphType": "Tipo di grafico statico '%s' non è valido. Provare una delle seguenti operazioni: %s.",
        "ExceptionInvalidToken": "Il token non è valido.",
        "ExceptionLanguageFileNotFound": "File di lingua '%s' non trovato.",
        "ExceptionMethodNotFound": "Il metodo '%s' non esiste o non è disponibile non modulo '%s'.",
        "ExceptionMissingFile": "Manca il file: %s",
        "ExceptionNonceMismatch": "Non è possibile verificare il token di sicurezza di questo form.",
        "ExceptionPrivilege": "Non puoi accedere a questa risorsa con un accesso %s.",
        "ExceptionPrivilegeAccessWebsite": "Non puoi accedere alla risorsa richiesta perché è necessario essere autorizzati per l'accesso %s per il sito con id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Non puoi accedere alla risorsa richiesta perché è necessario essere autorizzati come %s per almeno un sito web.",
        "ExceptionUnableToStartSession": "Impossibile avviare la sessione.",
        "ExceptionUndeletableFile": "Impossibile cancellare %s",
        "ExceptionUnreadableFileDisabledMethod": "Il file di configurazione {%s} non può essere letto. Il tuo host può aver disabilitato %s.",
        "Export": "Esporta",
        "ExportAsImage_js": "Esporta come Immagine",
        "ExportThisReport": "Esporta questo dataset in altri formati",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Il controllo dell'integrità dei file è fallito ed ha riportato alcuni errori. Ciò è molto probabilmente dovuto al parzioale o fallito upload di alcuni file di Piwik. Dovresti riprovare a rifare l'upload di tutti i file di Piwik e aggiornare questa pagina fino a quando non mostrerà errori.",
        "First": "Primo",
        "ForExampleShort": "es.",
        "FromReferrer": "da",
        "GeneralInformation": "Informazioni generali",
        "GeneralSettings": "Impostazioni Generali",
        "GetStarted": "Inizia",
        "GiveUsYourFeedback": "Suggerimenti?",
        "Goal": "Goal",
        "GoTo": "Vai a %s",
        "GraphHelp": "Maggiori informazioni su come vedere grafici in Piwik.",
        "HelloUser": "Bentornato, %s!",
        "Help": "Aiuto",
        "Hide_js": "nascondi",
        "HoursMinutes": "%1$s ore %2$s minuti",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Supponendo che l'archiviazione è veloce per l'installazione, potete configurare il crontab per eseguire più frequentemente.",
        "InfoFor": "Info per %s",
        "Installed": "Installato",
        "InvalidDateRange_js": "Intervallo di date non valido, per favore prova di nuovo",
        "InvalidResponse": "I dati ricevuti non sono validi.",
        "IP": "IP",
        "Language": "Lingua",
        "LastDays": "Ultimi %s giorni (incluso oggi)",
        "LastDaysShort": "Ultimi %s giorni",
        "LayoutDirection": "ltr",
        "Loading_js": "Caricamento...",
        "LoadingData": "Sto caricando i dati...",
        "LoadingPopover_js": "Caricamento di %s...",
        "LoadingPopoverFor_js": "Caricamento di %s per",
        "Locale": "it_IT.UTF-8",
        "Logout": "Esci",
        "LongDay_1": "Lunedì",
        "LongDay_1_js": "Domenica",
        "LongDay_2": "Martedì",
        "LongDay_2_js": "Lunedì",
        "LongDay_3": "Mercoledì",
        "LongDay_3_js": "Martedì",
        "LongDay_4": "Giovedì",
        "LongDay_4_js": "Mercoledì",
        "LongDay_5": "Venerdì",
        "LongDay_5_js": "Giovedì",
        "LongDay_6": "Sabato",
        "LongDay_6_js": "Venerdì",
        "LongDay_7": "Domenica",
        "LongDay_7_js": "Sabato",
        "LongMonth_1": "Gennaio",
        "LongMonth_10": "Ottobre",
        "LongMonth_11": "Novembre",
        "LongMonth_12": "Dicembre",
        "LongMonth_2": "Febbraio",
        "LongMonth_3": "Marzo",
        "LongMonth_4": "Aprile",
        "LongMonth_5": "Maggio",
        "LongMonth_6": "Giugno",
        "LongMonth_7": "Luglio",
        "LongMonth_8": "Agosto",
        "LongMonth_9": "Settembre",
        "MainMetrics": "Principali metriche",
        "MediumToHighTrafficItIsRecommendedTo": "Per siti da medio ad alto traffico, raccomandiamo di far elaborare i report di oggi come minimo ogni mezz'ora (%s secondi) o ogni ora (%s secondi).",
        "Metadata": "Metadati",
        "Metric": "Metrica",
        "Metrics": "Metriche",
        "MetricsToPlot_js": "Metriche per tracciare",
        "MetricToPlot_js": "Metriche per tracciare",
        "MinutesSeconds": "%1$s minuti %2$s secondi",
        "Mobile": "Mobile",
        "MonthApril_js": "Aprile",
        "MonthAugust_js": "Agosto",
        "MonthDecember_js": "Dicembre",
        "MonthFebruary_js": "Febbraio",
        "MonthJanuary_js": "Gennaio",
        "MonthJuly_js": "Luglio",
        "MonthJune_js": "Giugno",
        "Monthly": "Mensilmente",
        "MonthlyReports": "Rapporti mensili",
        "MonthMarch_js": "Marzo",
        "MonthMay_js": "Maggio",
        "MonthNovember_js": "Novembre",
        "MonthOctober_js": "Ottobre",
        "MonthSeptember_js": "Settembre",
        "MoreDetails": "Maggiori Dettagli",
        "MultiSitesSummary": "Tutti i siti",
        "Name": "Nome",
        "NbActions": "Numero di azioni",
        "NbSearches": "Numero di Ricerche Interne",
        "NDays": "%s giorni",
        "Never": "Mai",
        "NewReportsWillBeProcessedByCron": "Quando Piwik non è attivato dal browser, i nuovi report vengono elaborati a crontab",
        "NewUpdatePiwikX": "Nuovo Aggiornamento: Piwik %s",
        "NewVisitor": "Nuovo visitatore",
        "NewVisits": "Nuove visite",
        "Next": "Successivo",
        "NMinutes": "%s minuti",
        "No": "No",
        "NoDataForGraph_js": "Nessun dato per questo grafico.",
        "NoDataForTagCloud": "Non ci sono dati per questa Tag Cloud.",
        "NotDefined": "%s non definito",
        "Note": "Note",
        "NotInstalled": "Non Installato",
        "NotRecommended": "(non raccomandato)",
        "NotValid": "%s non è valido",
        "NSeconds": "%s secondi",
        "NumberOfVisits": "Numero di visite",
        "NVisits": "%s visite",
        "Ok": "Ok",
        "OneAction": "1 azione",
        "OneDay": "1 giorno",
        "OneMinute": "1 minuto",
        "OneVisit": "1 visita",
        "OnlyEnterIfRequired": "Inserisci un nome utente solo se il tuo server SMTP la richiede.",
        "OnlyEnterIfRequiredPassword": "Inserisci una password solo se il tuo server SMTP la richiede.",
        "OnlyUsedIfUserPwdIsSet": "Utilizzato solo se è configurato un username\/password. Chiedi al tuo provider se non sai quale metodo utilizzare.",
        "OpenInNewWindow_js": "Apri in una nuova finestra",
        "OpenSourceWebAnalytics": "Statistiche Web Open Source",
        "OptionalSmtpPort": "Opzionale. Default a 25 per non cifrato e TLS SMTP, e 465 per SSL SMTP.",
        "Options": "Opzioni",
        "OrCancel": "oppure %s Annulla %s",
        "OriginalLanguageName": "Italiano",
        "Others": "Altri",
        "Outlink": "Outlink",
        "OverlayRowActionTooltip_js": "Guardate i dati delle statistiche direttamente sul vostro sito (apre una nuova scheda)",
        "ParameterMustIntegerBetween": "Parametro %s deve essere un valore integer tra %s e %s",
        "Period": "Periodo",
        "Piechart": "Torta",
        "PiwikIsACollaborativeProjectYouCanContributeAndDonate": "%1$s Piwik %2$s è un progetto collaborativo. %3$s Se sei un fan di Piwik, puoi aiutarci: scopri %4$s Come partecipare in Piwik%5$s, oppure%6$s %7$sfai una donazione%8$s per aiutare a finanziare Piwik 2.0!",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%s è disponibile. Per favore, contatta l'amministratore del sito.",
        "PiwikXIsAvailablePleaseUpdateNow": "La versione %1$s di Piwik è disponibile. %2$s Aggiorna ora!%3$s (%4$svedi le modifiche%5$s).",
        "PleaseSpecifyValue": "Per favore specifica un valore per '%s'.",
        "PleaseUpdatePiwik": "Per favore, aggiorna il tuo Piwik",
        "PoweredBy": "Powered by",
        "Previous": "Precedente",
        "PreviousDays": "%s giorni precedenti (non includendo oggi)",
        "PreviousDaysShort": "Precedenti %s giorni",
        "Price": "Prezzo",
        "ProductConversionRate": "Tasso di conversione prodotto",
        "ProductRevenue": "Guadagni prodotto",
        "PurchasedProducts": "Prodotti acquistati",
        "Quantity": "Quantità",
        "RangeReports": "Intervalli di date personalizzati",
        "Recommended": "(raccomandato)",
        "RecordsToPlot_js": "Record per tracciare",
        "Refresh": "Ricarica la pagina",
        "Report": "Report",
        "Reports": "Report",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Rapporti di oggi (o qualsiasi altro intervallo di Date compreso oggi) saranno trattati al massimo ogni",
        "ReportsWillBeProcessedAtMostEveryHour": "I report saranno elaborati ogni ora circa.",
        "RequestTimedOut": "La richiesta di dati a %s",
        "Required": "%s richiesto",
        "ReturningVisitor": "Visitatore di ritorno",
        "Rows": "Righe",
        "RowsToDisplay": "Righe da visualizzare",
        "Save": "Salva",
        "SaveImageOnYourComputer_js": "Per salvare l'immagine sul tuo computer, clicca di destro sull'immagine e seleziona \"Salva immagine con nome...\"",
        "Search": "Cerca",
        "Seconds": "%ss",
        "SeeTheOfficialDocumentationForMoreInformation": "Vedi %sla documentazione ufficiale%s per maggiori informazioni",
        "SelectYesIfYouWantToSendEmailsViaServer": "Seleziona \"Si\" se vuoi mandare le email attraverso un altro server, diverso dalla funzione email locale.",
        "Settings": "Impostazioni",
        "Shipping": "Spedizione",
        "ShortDay_1": "Lun",
        "ShortDay_1_js": "Dom",
        "ShortDay_2": "Mar",
        "ShortDay_2_js": "Lun",
        "ShortDay_3": "Mer",
        "ShortDay_3_js": "Mar",
        "ShortDay_4": "Gio",
        "ShortDay_4_js": "Mer",
        "ShortDay_5": "Ven",
        "ShortDay_5_js": "Gio",
        "ShortDay_6": "Sab",
        "ShortDay_6_js": "Ven",
        "ShortDay_7": "Dom",
        "ShortDay_7_js": "Sab",
        "ShortMonth_1": "Gen",
        "ShortMonth_1_js": "Gen",
        "ShortMonth_10": "Ott",
        "ShortMonth_10_js": "Ott",
        "ShortMonth_11": "Nov",
        "ShortMonth_11_js": "Nov",
        "ShortMonth_12": "Dic",
        "ShortMonth_12_js": "Dic",
        "ShortMonth_2": "Feb",
        "ShortMonth_2_js": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_3_js": "Mar",
        "ShortMonth_4": "Apr",
        "ShortMonth_4_js": "Apr",
        "ShortMonth_5": "Mag",
        "ShortMonth_5_js": "Mag",
        "ShortMonth_6": "Giu",
        "ShortMonth_6_js": "Giu",
        "ShortMonth_7": "Lug",
        "ShortMonth_7_js": "Lug",
        "ShortMonth_8": "Ago",
        "ShortMonth_8_js": "Ago",
        "ShortMonth_9": "Set",
        "ShortMonth_9_js": "Set",
        "Show_js": "Mostra",
        "SingleWebsitesDashboard": "Pannello del singolo sito web",
        "SmallTrafficYouCanLeaveDefault": "Per siti con poco traffico, puoi lasciare i %s secondi impostati di default, e accedere a tutti i report in tempo reale.",
        "SmtpEncryption": "Cifratura SMTP",
        "SmtpPassword": "Password SMTP",
        "SmtpPort": "Porta SMTP",
        "SmtpServerAddress": "Indirizzo server SMTP",
        "SmtpUsername": "Nome utente SMTP",
        "Subtotal": "Subtotale",
        "Table": "Tabella",
        "TagCloud": "Tag Cloud",
        "Tax": "Tasse",
        "TimeOnPage": "Tempo nella pagina",
        "Today": "Oggi",
        "Total": "Totale",
        "TotalRevenue": "Totale guadagni",
        "TotalVisitsPageviewsRevenue": "(Totale: visite %s,pagine %s, ricavi %s)",
        "TranslatorEmail": "php_staff@yahoo.it, francesco@pixelstyle.it, contact@yusefmaali.net, aepic@cilea.it, fabriziorocca.bolzano@gmail.com, tmosbyd@gmail.com, info@alfioemanuele.it, giovanni94m@yahoo.it",
        "TranslatorName": "Alessandro Coscia, Giovdi, Yusef Maali, Andrea Marchitelli (CILEA), <a href=\"http:\/\/www.worldoftechnology.it\/\">Fabrizio Rocca<\/a>, Ted Mosby, Alfio E. Fresta, Giovanni Matina",
        "UniquePurchases": "Acquisti unici",
        "Unknown": "Sconosciuto",
        "Upload": "Carica",
        "UsePlusMinusIconsDocumentation": "Usare le icone + e - per navigare.",
        "Username": "Nome utente",
        "UseSMTPServerForEmail": "Usa un server SMTP per le e-mail",
        "Value": "Valore",
        "VBarGraph": "Grafico a barre",
        "View": "Vista",
        "Visit": "Visita",
        "VisitConvertedGoal": "Visite convertite almeno in un Goal",
        "VisitConvertedGoalId": "Visita convertito un Id specifico obiettivo",
        "VisitConvertedNGoals": "Visite convertite %s in goal",
        "VisitDuration": "Durata media delle visite (in secondi)",
        "Visitor": "Visitatore",
        "VisitorID": "ID visitatore",
        "VisitorIP": "IP visitatore",
        "Visitors": "Visitatori",
        "VisitsWith": "Visite con %s",
        "VisitType": "Tipo di visitatore",
        "VisitTypeExample": "Ad esempio, per selezionare tutti i visitatori che hanno restituito il sito Web, compresi quelli che hanno comprato qualcosa nella loro precedenti visite, la richiesta di API conterrebbe %s",
        "Warning": "Attenzione",
        "WarningFileIntegrityNoManifest": "Il controllo dell'integrità dei file non può essere eseguito per la mancanza del file manifest.inc.php",
        "WarningFileIntegrityNoMd5file": "Il controllo dell'integrità dei file non può essere eseguito per la mancanza della funzione md5_file().",
        "WarningPasswordStored": "%sAttenzione:%s Questa password verrà salvata nel file di configurazione e sarà visibile a chiunque ne ha accesso.",
        "Website": "Sito:",
        "Weekly": "Settimanalmente",
        "WeeklyReports": "Rapporti settimanali",
        "Widgets": "Widgets",
        "YearlyReports": "Rapporti annuali",
        "YearsDays": "%1$s anni %2$s giorni",
        "Yes": "Sì",
        "Yesterday": "Ieri",
        "YouAreCurrentlyUsing": "Stai utilizzando %s Piwik.",
        "YouAreViewingDemoShortMessage": "Stai attualmente guardando la demo di Piwik",
        "YouMustBeLoggedIn": "Devi essere loggato per accedere a questa funzionalità.",
        "YourChangesHaveBeenSaved": "Le impostazioni sono state salvate."
    },
    "Goals": {
        "AbandonedCart": "Ordini abbandonati",
        "AddGoal_js": "Aggiungi un obiettivo",
        "AddNewGoal": "Aggiungi un nuovo obiettivo",
        "AddNewGoalOrEditExistingGoal": "%sAggiungi un nuovo obiettivo%s o %sModifica%s un obiettivo esistente",
        "AllowGoalConvertedMoreThanOncePerVisit": "Consenti di convertire Goal più di una volta per visita",
        "AllowMultipleConversionsPerVisit": "Permetti conversioni multiple per visita",
        "BestCountries": "I tuoi stati che convertono meglio sono:",
        "BestKeywords": "Le tue keyword che convertono meglio sono:",
        "BestReferers": "I tuoi referer che convertono meglio sono:",
        "CaseSensitive": "Match sensibile alle maiuscole e minuscole",
        "ClickOutlink": "Cliccano su un Link a un sito esterno",
        "ColumnAverageOrderRevenueDocumentation": "Il valore medio ordini (AOV) è il ricavo totale di tutti gli ordini Ecommerce diviso per il numero di ordini.",
        "ColumnAveragePriceDocumentation": "Il ricavo medio per questo %s.",
        "ColumnAverageQuantityDocumentation": "La quantità media di questo %s è stato venduto negli ordini Ecommerce.",
        "ColumnConversionRateDocumentation": "La percentuale di visite che hanno attivato l'obiettivo %s.",
        "ColumnConversionRateProductDocumentation": "Il tasso di conversione %s è il numero di ordini in cui compare il prodotto diviso il numero di visite sulla pagina del prodotto.",
        "ColumnConversions": "Conversioni",
        "ColumnRevenue": "Ricavo",
        "Contains": "contiene %s",
        "ConversionRate": "%s rapporto di conversione",
        "Conversions": "%s conversioni",
        "ConversionsOverview": "Visione d'insieme sulle Conversioni",
        "CreateNewGOal": "Crea un nuovo goal",
        "DefaultRevenue": "Il ricavo predefinito per l'obiettivo è",
        "DefaultRevenueHelp": "Per esempio, un Form di Contatto inviato da un visitatore può valere mediamente $10. Piwik pu%ograve; aiutarti a capire quanto rendono i tuoi visitatori.",
        "DeleteGoalConfirm_js": "Sei sicuro di voler cancellare l'obiettivo %s?",
        "Download": "Scaricano un file",
        "Ecommerce": "Ecommerce",
        "EcommerceAndGoalsMenu": "Ecommerce & Goal",
        "EcommerceLog": "Ecommerce log",
        "EcommerceOrder": "Ordini Ecommerce",
        "EcommerceOverview": "Ecommerce overview",
        "EcommerceReports": "Ecommerce report",
        "ExternalWebsiteUrl": "URL sito esterno",
        "Filename": "nome file",
        "GoalConversion": "Conversione goal",
        "GoalIsTriggered": "L'obiettivo è innescato",
        "GoalIsTriggeredWhen": "L'obiettivo è innescato quando",
        "GoalName": "Nome Obiettivo",
        "Goals": "Goal",
        "GoalsManagement": "Gestione Goal",
        "GoalsOverview": "Panoramica Goal",
        "GoalX": "Goal %s",
        "IsExactly": "è esattamente %s",
        "LeftInCart": "%s lasciato nel carrello",
        "Manually": "manualmente",
        "ManuallyTriggeredUsingJavascriptFunction": "L'obiettivo è innescato usando l'API Javascript trackGoal()",
        "MatchesExpression": "soddisfa l'espressione %s",
        "NewVisitorsConversionRateIs": "Il rapporto di conversione dei nuovi visitatori è %s",
        "NoGoalsNeedAccess": "Solo un Amministratore o il Super Utente possono aggiungere Obiettivi per un sito. Chiedi a tuo amministratore di Piwik di settare un Obiettivo per il tuo sito.<br\/> Tracciare gli obiettivi è un ottimo aiuto per capire e massimizzare le prestazioni del tuo sito!",
        "Optional": "(opzionale)",
        "OverallConversionRate": "%s rapporto di conversione complessivo (visite con un obiettivo completato)",
        "OverallRevenue": "%s ricavo complessivo",
        "PageTitle": "Titolo pagina",
        "Pattern": "Pattern",
        "PluginDescription": "Crea degli obiettivi e guarda i report sulle conversioni: evoluzioni durante il tempo, guadagno per visita, conversioni per referer, per parola chiave, ecc.",
        "ProductCategory": "Categoria prodotto",
        "ProductName": "Nome prodotto",
        "Products": "Prodotti",
        "ProductSKU": "SKU prodotto",
        "ReturningVisitorsConversionRateIs": "Il rapporto di conversione dei visitatori che tornano è %s",
        "UpdateGoal_js": "Aggiorna un obiettivo",
        "URL": "URL",
        "ViewAndEditGoals": "Vedi e modifica goal",
        "ViewGoalsBy": "Vedi goal da %s",
        "VisitUrl": "Visitano una specifica URL (pagina o gruppo di pagine)",
        "WhenVisitors": "quando i visitatori",
        "WhereThe": "dove le",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "dove la pagina visitata contiene una chiamata al metodo Javascript piwikTracker.trackGoal() (%smaggiori dettagli%s)"
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "La colonna '%s' non è stato trovata in questo rapporto. Prova una di queste %s",
        "PluginDescription": "Genera belle immagini PNG statiche dei grafici per qualsiasi rapporto Piwik."
    },
    "Installation": {
        "CommunityNewsletter": "Informami via e-mail sugli aggiornamenti della community (nuovi plugins, caratteristiche, ecc.)",
        "ConfigurationHelp": "Il tuo file di configurazioni Piwik sembra essere configurato male. Puoi rimuovere il file config\/config.ini.php e ricominciare l'installazione, o correggere i dati di connessione al database.",
        "ConfirmDeleteExistingTables": "Sei sicuro di voler cancellare le tabelle %s dal tuo Database? ATTENZIONE: I DATI NON POTRANNO ESSERE RECUPERATI!",
        "Congratulations": "Congratulazioni",
        "CongratulationsHelp": "<p>Congratulazioni! L'installazione di Piwik è stata completata.<\/p><p>Assicurati che il codice JavaScript sia inserito in tutte le pagine del sito e aspetta i tuoi primi visitatori!<\/p>",
        "ContinueToPiwik": "Vai a Piwik",
        "DatabaseCheck": "Controllo database",
        "DatabaseClientVersion": "Versione del client del database",
        "DatabaseCreatedSuccess": "Database %s creato con successo!",
        "DatabaseCreation": "Creazione del database",
        "DatabaseErrorConnect": "Errore durante la connessione al server del database",
        "DatabaseServerVersion": "Versione del server del database",
        "DatabaseSetup": "Setup database",
        "DatabaseSetupAdapter": "Adattatore",
        "DatabaseSetupDatabaseName": "Nome database",
        "DatabaseSetupLogin": "login",
        "DatabaseSetupPassword": "password",
        "DatabaseSetupServer": "database server",
        "DatabaseSetupTablePrefix": "Prefisso tabelle",
        "Email": "E-mail",
        "ErrorInvalidState": "Errore: sembra che stai tentando di saltare un passaggio del processo di installazione, i tuoi Cookies sono disabilitati o il file di configurazione Piwik è stato già creato. %1$sControlla che i Cookies siano attivati%2$s e %3$s ripeti l'installazione dal primo passaggio %4$s.",
        "Extension": "estensione",
        "Filesystem": "Filesystem",
        "GoBackAndDefinePrefix": "Torna indietro e definisci un nuovo prefisso per le tabelle di Piwik",
        "Installation": "Installazione",
        "InstallationStatus": "Stato dell'installazione",
        "InsufficientPrivilegesHelp": "È possibile aggiungere questi privilegi utilizzando uno strumento come phpMyAdmin o per l'esecuzione di corrette query SQL. Se non sai come fare queste cose, chiedi al tuo amministratore di sistema di concederti questi privilegi.",
        "JsTag": "Codice JavaScript",
        "LargePiwikInstances": "Aiuto per grandi installazioni di Piwik",
        "Legend": "Legenda",
        "NoConfigFound": "Il file di configurazione di Piwik non è stato trovato e stai tentando l'accesso ad una pagina di Piwik.<br \/><b>  » Puoi <a href='index.php'>installare Piwik ora.<\/a><\/b><br \/><small>Se hai già installato in precedenza Piwik e nel tuo Database sono presenti delle tabelle della vecchia installazione, non preoccuparti, puoi riutilizzarle e salvare i dati già esistenti!<\/small>",
        "Optional": "Opzionale",
        "Password": "Password",
        "PasswordDoNotMatch": "Le Password non coincidono",
        "PasswordRepeat": "Password (ripeti)",
        "PercentDone": "%s %% Fatto",
        "PleaseFixTheFollowingErrors": "Per favore, risolvi i seguenti errori",
        "PluginDescription": "Processo di installazione di Piwik. L'installazione è di solito fatta una sola volta. Se il file di configurazione (config\/config.inc.php) viene cancellato, l'installazione partirà di nuovo.",
        "Requirements": "Requisiti di Piwik",
        "RestartWebServer": "Dopo aver fatto questa modifica, riavviare il server web.",
        "SecurityNewsletter": "Informami via e-mail sugli aggiornamenti più importanti di Piwik",
        "SetupWebsite": "Configura un sito web",
        "SetupWebsiteError": "C'è stato un errore durante l'aggiunta del sito web",
        "SetupWebSiteName": "nome del sito",
        "SetupWebsiteSetupSuccess": "Sito %s creato con successo!",
        "SetupWebSiteURL": "URL del sito",
        "SiteSetup": "Si prega di configurare il primo sito web che si desidera monitorare e analizzare con Piwik:",
        "SiteSetupFootnote": "Nota: una volta che l'installazione di Piwik è finita, si sarà in grado di aggiungere più siti web da tenere traccia!",
        "SuperUser": "Utente Super",
        "SuperUserLogin": "Nome utente amministratore",
        "SuperUserSetupSuccess": "Super User creato con successo!",
        "SystemCheck": "Controllo del Sistema",
        "SystemCheckAutoUpdateHelp": "Nota: Piwik's One Click update richiede i permessi di scrittura sulla cartella Piwik e il suo contenuto.",
        "SystemCheckCreateFunctionHelp": "Piwik usa funzioni anonime per i callbacks.",
        "SystemCheckDatabaseHelp": "Piwik necessita dell'estensione mysqli o in alternativa entrambi il PDO e l'estensione pdo_mysql",
        "SystemCheckDebugBacktraceHelp": "View::factory non può creare viste (view) per il modulo chiamante.",
        "SystemCheckError": "Si è verificato un errore - deve essere corretto prima di proseguire",
        "SystemCheckEvalHelp": "Richiesto da HTML QuickForm e Smart templating system.",
        "SystemCheckExtensions": "Estensioni Richieste",
        "SystemCheckFileIntegrity": "Integrità dei file",
        "SystemCheckFunctions": "Funzioni richieste",
        "SystemCheckGD": "Libreria grafica GD > 2.x",
        "SystemCheckGDHelp": "Gli sparklines (piccoli grafici affianco al testo) non saranno disponibili.",
        "SystemCheckGlobHelp": "Questa funzionare integrata è stata disattivata dal tuo host. Piwik prova ad emulare questa funziona, ma ciò potrebbe impedito da successive restrizioni di sicurezza.",
        "SystemCheckGzcompressHelp": "Devi abilitare l'estensione zlib e la funzione gzcompress.",
        "SystemCheckGzuncompressHelp": "Devi abilitare l'estensione zlib e la funzione gzuncompress.",
        "SystemCheckIconvHelp": "Hai bisogno di configurare e fare rebuild di PHP con il supporto a \"iconv\" abilitato, --with-iconv",
        "SystemCheckMailHelp": "Feedback e Password perdute non saranno inviate senza la funzione mail() disponibile.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringExtensionHelp": "L'estensione mbstring è necessario per caratteri multibyte nelle risposte API con valori separati da virgole (CSV) o valori separati da tabulazione (TSV).",
        "SystemCheckMbstringFuncOverloadHelp": "Devi settare la mbstring.func_overload a \"0\".",
        "SystemCheckMemoryLimit": "Memoria massima",
        "SystemCheckMemoryLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più memoria di quella attualmente consentita.<br \/>Controlla la direttiva memory_limmit nel tuo file php.ini se necessario.",
        "SystemCheckOpenURL": "Apri URL",
        "SystemCheckOpenURLHelp": "Iscrizione alla newsletter, notifiche per gli aggiornamenti, e 'one-click updates' (aggiornamenti con un solo click) richiedono l'estensione 'curl', allow_url_fopen=On, o fsockopen() abilitato.",
        "SystemCheckOtherExtensions": "Altre estensioni",
        "SystemCheckOtherFunctions": "Altre funzioni",
        "SystemCheckPackHelp": "La funzione pack() è necessaria per monitorare i visitatori in Piwik.",
        "SystemCheckParseIniFileHelp": "Questa funzione è stata disabilitata sul tuo host. Piwik proverà a simularla ma potrebbe incontrare altre restrizioni di sicurezza. Anche le prestazioni del tracciatore potrebbero risentirne.",
        "SystemCheckPdoAndMysqliHelp": "Su un server Linux puoi compilare PHP con le seguenti opzioni: %1$s Nel tuo php.ini, aggiungi le seguenti linee: %2$s",
        "SystemCheckPhp": "Versione PHP",
        "SystemCheckPhpPdoAndMysqliSite": "Maggiori informazioni a riguardo: <a style=\"color:red\" href=\"http:\/\/php.net\/pdo\">PHP PDO<\/a> e <a style=\"color:red\" href=\"http:\/\/php.net\/mysqli\">MYSQLI<\/a>.",
        "SystemCheckSecureProtocol": "Protocollo di sicurezza",
        "SystemCheckSecureProtocolHelp": "E' stato rilevato che stai usando https sul tuo server web. Questa informazione sarà aggiunta al file config\/config.ini.php:",
        "SystemCheckSplHelp": "Devi configurare e ricostruire il PHP con la libreria Standard PHP abilitata (di default).",
        "SystemCheckTimeLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più tempo di quello attualmente consentito.<br \/>Controlla la direttiva max_execution_time nel tuo file php.ini se necessario.",
        "SystemCheckTracker": "Stato tracker",
        "SystemCheckTrackerHelp": "Richiesta GET a piwik.php non riuscita. Inserirsci questo URL nella whitelist delle autenticazioni HTTP e disattiva mod_security (potrebbe essere necessario chiedere al tuo hosting).",
        "SystemCheckWarnDomHelp": "Dovresti abilitare l'estensione \"dom\" (ad esempio, installando \"php-dom\" e\/o \"php-xml\").",
        "SystemCheckWarning": "Piwik non sarà pienamente funzionante, ma alcune funzioni potrebbero essere mancanti.",
        "SystemCheckWarnJsonHelp": "Dovresti abilitare l'estensione \"json\" (ad esempio, installando \"php-json\") per prestazioni migliori.",
        "SystemCheckWarnLibXmlHelp": "Dovresti abilitare l'estensione \"libxml\" (ad esempio, installando \"php-libxml\") in quanto è richiesto da altre estensioni PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Dovresti abilitare l'estensione \"SimpleXML\" (ad esempio, installando \"php-simplexml\" e\/o \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Su un server Windows puoi aggiungere le seguenti linee al tuoi php.ini: %s",
        "SystemCheckWriteDirs": "Directories con permessi di scrittura",
        "SystemCheckWriteDirsHelp": "Per correggere questo errore in Linux, prova ad eseguire il seguente comando\/i",
        "SystemCheckZlibHelp": "Devi configurare e ricostruire il PHP con il supporto zlib abilitato, --with-zlib.",
        "Tables": "Sto creando le tabelle",
        "TablesCreatedSuccess": "Tabelle create con successo!",
        "TablesDelete": "Cancella le tabelle individuate",
        "TablesDeletedSuccess": "Le tabelle di Piwik esistenti sono state eliminate con successo",
        "TablesFound": "Le seguenti tabelle sono state create nel Database",
        "TablesReuse": "Riusa le tabelle esistenti",
        "TablesWarningHelp": "Scegliere se riusare le tabelle esistenti nel Database (da una precedente installazione di Piwik) o procedere con un nuova installazione cancellando tutti i dati esistenti.",
        "TablesWithSameNamesFound": "Alcune %1$s tabelle nel tuo Database %2$s hanno lo stesso nome delle tabelle che Piwik sta cercando di creare.",
        "Timezone": "time zone del sito web",
        "Welcome": "Benvenuto!",
        "WelcomeHelp": "<p>Piwik è un software open source che ti permette di analizzare facilmente le informazioni dei visitatori che visitano i tuoi siti web.<\/p><p>Questa procedura si divide in %s semplici passaggi e si completa nel giro di 5 minuti.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Riguardo alle traduzioni di Piwik",
        "PluginDescription": "Questo plugin mostrerà la lista delle lingue disponibili per l'interfaccia Piwik. La lingua selezionata sarà salvata nelle preferenze per ciascun utente."
    },
    "Live": {
        "Action": "Azione",
        "Actions": "Azioni",
        "GoalDetails": "Dettagli",
        "GoalRevenue": "Entrate",
        "GoalTime": "1a conversione",
        "GoalType": "Tipo",
        "KeywordRankedOnSearchResultForThisVisitor": "La parola chiave %1$s è stata classificata %2$s su %3$s nei risultati di ricerca per il visitatore",
        "LastHours": "Ultime %s ore",
        "LastMinutes": "Ultimi %s minuti",
        "LinkVisitorLog": "Visualizza un log dettagliato sul visitatore.",
        "MorePagesNotDisplayed": "Altre pagine di questo visitatore non vengono visualizzate",
        "PageRefreshed": "Numero di volte che la pagina è stata visitata \/ aggiornata in una riga.",
        "PluginDescription": "Spia i tuoi visitatori, dal vivo, in tempo reale!",
        "Referrer_URL": "URL del referer",
        "Time": "Orario",
        "VisitorLog": "Log Visitatori",
        "VisitorLogDocumentation": "Questa tabella mostra le ultime visite nell'intervallo di date selezionato.%s Se l'intervallo di date comprende oggi, è possibile vedere in tempo reale i tuoi visitatori! %s I dati visualizzati qui sono sempre aggiornati, indipendentemente da quanto spesso usi l'archiviazione automatica.",
        "VisitorsInRealTime": "Visite in Tempo Reale",
        "VisitorsLastVisit": "L'ultima visita di questo visitatore è stata %s giorni fa."
    },
    "Login": {
        "ChangePassword": "Cambio password",
        "ConfirmationLinkSent": "Un link di conferma è stato inviato alla tua casella di posta. Controlla la tua e-mail e visita questo link per autorizzare la richiesta di modifica della password.",
        "ContactAdmin": "Possibile ragione: il tuo host potrebbe non avere attive le funzionalità di e-mail.<br \/>Per favore, contatta l'amministratore del server.",
        "ExceptionInvalidSuperUserAuthenticationMethod": "Il Super User non può essere autenticato usando il '%s' meccanismo.",
        "ExceptionPasswordMD5HashExpected": "I parametri della password sono seguiti da un hash MD5 della password.",
        "InvalidNonceOrHeadersOrReferer": "Sicurezza modulo non è riuscita. Si prega di ricaricare il modulo e verificare che i cookie siano abilitati. Se si utilizza un server proxy, è necessario %s configurare Piwik per accettare gli header del proxy %s che inoltri l'header host. Inoltre, verificare che l'intestazione Referer venga inviata correttamente.",
        "InvalidOrExpiredToken": "Il token non è valido o è scaduto",
        "InvalidUsernameEmail": "Username e\/o indirizzo e-mail non validi",
        "LogIn": "Entra",
        "LoginOrEmail": "Login o E-mail",
        "LoginPasswordNotCorrect": "Username & Password non corretti",
        "Logout": "Esci",
        "LostYourPassword": "Hai perso la password?",
        "MailPasswordChangeBody": "Ciao %1$s, una richiesta di reimpostazione della password è stata ricevuta da %2$s. Per confermare la modifica della password in modo da poter accedere con le nuove credenziali, visitare il seguente link: %3$s Nota: questo token scade tra 24 ore. E vi ringrazio per l'utilizzo di Piwik!",
        "Password": "Password",
        "PasswordRepeat": "Password (ripeti)",
        "PasswordsDoNotMatch": "La password non combacia.",
        "PluginDescription": "Plugin di Autenticazione Login, legge le credenziali dal file config\/config.inc.php per il Super Utente, e dal Database per gli altri utenti. Può facilmente essere rimpiazzato per introdurre un nuovo meccanismo di Autenticazione (OpenID, htaccess, Auth personalizzata, ecc.).",
        "RememberMe": "Ricordami"
    },
    "Mobile": {
        "AccessUrlLabel": "Url accesso Piwik",
        "AddAccount": "Aggiungi account",
        "Advanced": "Avanzate",
        "AnonymousAccess": "Accesso anonimo",
        "ChooseHttpTimeout": "Scegliere il valore di timeout HTTP",
        "ChooseMetric": "Scegli metriche",
        "DefaultReportDate": "Data report",
        "EnableGraphsLabel": "Mostra grafici",
        "HelpUsToImprovePiwikMobile": "Vuoi abilitare il rilevamento anonimo in Piwik Mobile?",
        "HowtoDeleteAnAccountOniOS": "Scorrere da sinistra a destra per eliminare un account",
        "HttpTimeout": "HTTP Timeout",
        "LastUpdated": "Ultimo aggiornamento: %s",
        "LoginCredentials": "Credenziali",
        "MultiChartLabel": "Mostra sparklines",
        "NavigationBack": "Indietro",
        "NetworkNotReachable": "Impossibile connettersi",
        "RatingNotNow": "Non ora",
        "Refresh": "Aggiotnando",
        "ReleaseToRefresh": "Rilascia per aggiornare...",
        "Reloading": "Ricaricando...",
        "SaveSuccessError": "Per favore verifica le impostazioni",
        "ShowAll": "Mostra tutto",
        "ShowLess": "Mostra meno",
        "VerifyLoginData": "Verifica username e password.",
        "YouAreOffline": "Spiacente, sei al momento offline"
    },
    "MobileMessaging": {
        "MobileReport_PhoneNumbers": "Numeri di telefono",
        "MultiSites_Must_Be_Activated": "Per generare SMS con le statistiche del tuo sito web, abilita il plugin MultiSites in Piwik",
        "PluginDescription": "Crea e invia report personalizzati via SMS, con cadenza giornaliera, settimanale o mensile.",
        "Settings_AddPhoneNumber": "Aggiungi",
        "Settings_InvalidActivationCode": "Il codice inserito non è valido, riprova.",
        "Settings_PhoneNumber": "Numero di telefomo"
    },
    "MultiSites": {
        "Evolution": "Evoluzione",
        "PluginDescription": "Mostra un sommario delle statistiche per il multi-sito. Attualmente mantenuto come un plugin Piwik del core."
    },
    "PDFReports": {
        "AlsoSendReportToTheseEmails": "Manda il report a questi indirizzi email (un indirizzo email per linea):",
        "CancelAndReturnToReports": "Annulla e %storna alla lista dei report%s",
        "CreateAndScheduleReport": "Crea e programma un report",
        "CreateReport": "Crea report",
        "DefaultContainingAllReports": "Report di default contenente tutte le statistiche disponibili.",
        "DescriptionOnFirstPage": "La descrizione del report verrà visualizzata nella prima pagina del report.",
        "EmailHello": "Salve,",
        "EmailReports": "Report Email",
        "EmailSchedule": "Pianifica Email",
        "FrontPage": "Prima pagina",
        "ManageEmailReports": "Gestisci Report Email",
        "Pagination": "Pagina %s di %s",
        "PDF": "PDF",
        "PiwikReports": "Report di Piwik",
        "PleaseFindAttachedFile": "Potete trovare nel file allegato %1$s il report per %2$s.",
        "ReportFormat": "Formato report",
        "ReportsIncluded": "Statistiche incluse",
        "ReportType": "Invia report via",
        "SendReportNow": "Invia Report adesso",
        "SendReportTo": "Invia il report a",
        "SentToMe": "Invia a me",
        "TableOfContent": "Lista report",
        "ThereIsNoReportToManage": "Non ci sono report da gestire per il sito %s",
        "TopOfReport": "Torna all'inizio",
        "UpdateReport": "Aggiorna report"
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Seleziona \"Si\" se vuoi che Piwik non mostri gli indirizzi IP completi dei visitatori.",
        "AnonymizeIpMaskLengtDescription": "Seleziona quanti byte degli indirizzi IP dei visitatori devono essere nascosti.",
        "AnonymizeIpMaskLength": "%s byte - e.s. %s",
        "ClickHereSettings": "Clicca qui per accedere alle %s impostazioni.",
        "CurrentDBSize": "Dimensione corrente del database",
        "DeleteDataDescription": "Puoi configurare Piwik per cancellare regolarmente i vecchi log dei visitatori e\/o i report processati per mantenere la dimensione del database bassa.",
        "DeleteDataDescription2": "Se desiderato, i report pre-processati non saranno cancellati, solo le visite, pagine visualizzate e i log delle conversioni verranno cancellati. Oppure, i report pre-processati possono essere cancellati e i dati dei log possono essere mantenuti.",
        "DeleteDataInterval": "Cancella i vecchi dati ogni",
        "DeleteDataSettings": "Cancella i vecchi log dei visitatori e i report",
        "DeleteLogDescription2": "Quando l'eliminazione automatica è abilitata, è necessario assicurarsi che tutti i report giornalieri precedenti sono stati processati, in modo che nessun dato viene perso.",
        "DeleteLogInfo": "I log delle seguenti tabelle saranno cancellati: %s",
        "DeleteLogsOlderThan": "Cancella log più vecchi di",
        "DeleteMaxRows": "Numero massimo di righe da cancellare in un passaggio:",
        "DeleteReportsInfo": "Se abilitato, i vecchi report verranno cancellati. %sRaccomandiamo di abilitare solo quando lo spazio del database è limitato.%s",
        "DeleteReportsInfo2": "Se non è stato abilitato \"%s\", i vecchi report verranno automaticamente ricreati quando richiesti.",
        "DeleteReportsInfo3": "Se abilitato \"%s\", i dati andranno permanentemente persi.",
        "DeleteReportsOlderThan": "Elimina i report più vecchi di",
        "DeleteSchedulingSettings": "Pianificazione impostazioni",
        "DoNotTrack_Disable": "Disabilita il supporto per Do Not Track",
        "DoNotTrack_Enable": "Abilita il supporto per Do Not Track",
        "DoNotTrack_SupportDNTPreference": "Supporto preferenza Do Not Track",
        "EstimatedDBSizeAfterPurge": "Dimensione stimata del database dopo la cancellazione",
        "EstimatedSpaceSaved": "Stima dello spazio risparmiato",
        "KeepBasicMetrics": "Mantieni le metriche di base (visite, pagine viste, frequenza di rimbalzo, conversioni goal, conversioni ecommerce, ecc.)",
        "KeepDataFor": "Mantieni tutti i dati per:",
        "LastDelete": "Ultima cancellazione è stata il",
        "LeastDaysInput": "Specificare un numero di giorni maggiore di %s.",
        "LeastMonthsInput": "Specifica un numero di mesi superiore a %s",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Prossima cancellazione programmata per il",
        "PluginDescription": "Personalizza Piwik per renderlo conforme alle norme della privacy del tuo paese.",
        "ReportsDataSavedEstimate": "Dimensioni database",
        "Teaser": "In questa pagina è possibile personalizzare Piwik per renderlo conforme alle norme vigenti sulla privacy. È possibile %s rendere anonimi gli IP dei visitatori%s, %s rimuovere automaticamente dal database i vecchi log dei visitatori%s e %s fornire un meccanismo opt-out per il sito%s.",
        "TeaserHeadline": "Impostazioni privacy",
        "UseAnonymizeIp": "Rendi anonimi gli IP dei visitatori",
        "UseDeleteLog": "Cancella regolarmente i vecchi log delle visite dal database",
        "UseDeleteReports": "Cancella regolarmente i vecchi report dal database"
    },
    "Provider": {
        "ColumnProvider": "Provider",
        "PluginDescription": "Riporta i Provider dei visitatori.",
        "SubmenuLocationsProvider": "Località & provider",
        "WidgetProviders": "Providers"
    },
    "Referers": {
        "Campaigns": "Campagne",
        "ColumnCampaign": "Campagna",
        "ColumnKeyword": "Parola chiave",
        "ColumnRefererType": "Tipo di referente",
        "ColumnSearchEngine": "Motore di ricerca",
        "ColumnSocial": "Social network",
        "ColumnWebsite": "Sito web",
        "ColumnWebsitePage": "Pagina",
        "DetailsByRefererType": "Dettagli per tipo di referente",
        "DirectEntry": "Ingressi Diretti",
        "Distinct": "Referenti distinti per tipo",
        "DistinctCampaigns": "Campagne",
        "DistinctKeywords": "Parole chiave",
        "DistinctSearchEngines": "Motori di ricerca",
        "DistinctWebsites": "Siti web",
        "Evolution": "Evoluzione nel periodo",
        "Keywords": "Parole chiave",
        "PluginDescription": "Riporta i dati dei referer: Motori di ricerca, Parole chiave, siti web, tracciamento campagne, entrate dirette.",
        "RefererName": "Nome Referente",
        "Referers": "Referenti",
        "SearchEngines": "Motori di ricerca",
        "SubmenuCampaigns": "Campagne",
        "SubmenuOverview": "Panoramica",
        "SubmenuSearchEngines": "Motori di ricerca e parole chiave",
        "SubmenuWebsites": "Siti web",
        "Type": "Tipo di referente",
        "TypeCampaigns": "%s da campagne",
        "TypeDirectEntries": "%s ingressi diretti",
        "TypeSearchEngines": "%s da motore di ricerca",
        "TypeWebsites": "%s da siti web",
        "UsingNDistinctUrls": "(usando %s url distinti)",
        "Websites": "Siti web",
        "WidgetCampaigns": "Lista di Campagne",
        "WidgetExternalWebsites": "Lista di Siti web esterni",
        "WidgetKeywords": "Lista di Parole chiave",
        "WidgetOverview": "Riepilogo",
        "WidgetSearchEngines": "Motori di ricerca migliori"
    },
    "SEO": {
        "AlexaRank": "Alexa Rank",
        "DomainAge": "Età del dominio",
        "Pages": "Pagine",
        "Rank": "Rank",
        "SeoRankings": "Ranking SEO",
        "SEORankingsFor": "SEO Ranking per %s"
    },
    "SitesManager": {
        "AddSite": "Aggiungi un nuovo sito web",
        "AliasUrlHelp": "E' raccomandato, ma non necessario, di specificare le diverse URL che i tuoi utenti usano per accedere al sito. Gli URL alias di un sito non compariranno tra i siti Referer. Nota che non è necessario specificare le URL con e senza 'www' perchè Piwik lo considerer&agrava; entrambi automaticamente.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Il cambio del fuso orario interesserà i prossimi report a partire da adesso, mentre quelli precedenti non saranno modificati.",
        "ChooseCityInSameTimezoneAsYou": "Scegli una città che si trova nella tua stessa time zone.",
        "Currency": "Correntemente",
        "DefaultCurrencyForNewWebsites": "Valuta di default per i nuovi siti web",
        "DefaultTimezoneForNewWebsites": "Fuso orario di default per i nuovi siti",
        "DeleteConfirm_js": "Sei sicuro di voler cancellare il sito web %s?",
        "EnableEcommerce": "Ecommerce attivato",
        "ExceptionDeleteSite": "Non è possibile cancellare questo sito web perché è l'unico registrato. Aggiungi prima un nuovo sito, quindi puoi cancellare questo.",
        "ExceptionEmptyName": "Il nome del sito non può essere vuoto.",
        "ExceptionInvalidIPFormat": "L'indirizzo IP da escludere \"%s\" non ha un formato IP valido (per esempio %s).",
        "ExceptionInvalidTimezone": "Il timezone \"%s\" non è valido. Per favore inserisci un valido timezone.",
        "ExceptionInvalidUrl": "L'indirizzo \"%s\" non è un URL valido.",
        "ExceptionNoUrl": "Devi specificare almeno un URL per questo sito.",
        "ExcludedIps": "IP Esclusi",
        "ExcludedParameters": "Escludi Parametri",
        "GlobalListExcludedIps": "Lista globale di IP Esclusi",
        "GlobalListExcludedQueryParameters": "Lista globale di parametri Query URL da escludere",
        "GlobalWebsitesSettings": "Impostazioni globali per i siti",
        "HelpExcludedIps": "Scrivi la lista di indirizzi IP, ciascuno per linea, che vuoi escludere dal tracking di Piwik. Puoi usare caratteri jolly, ad esempio %1$s o %2$s",
        "JsTrackingTag": "Codice JavaScript",
        "JsTrackingTagHelp": "Qui è visualizzato il codice JavaScript da includere in tutte le pagine che vuoi vengano controllate da Piwik",
        "ListOfIpsToBeExcludedOnAllWebsites": "I seguenti indirizzi IP verranno esclusi dal tracking su tutti i siti.",
        "MainDescription": "Per generare i report dei tuoi siti web, devi configurarli in Piwik!<br \/>Aggiungi, aggiorna, cancella i siti web e visualizza il codice JavaScript da inserire nelle tue pagine.",
        "MenuSites": "Siti",
        "NotAnEcommerceSite": "Sito non Ecommerce",
        "NotFound": "Nessun sito trovato per",
        "NoWebsites": "Non hai configurato alcun sito web da amministrare.",
        "OnlyOneSiteAtTime_js": "Puoi modificare solo un sito per volta. Per favore Salva o Annulla le modifiche attuali al sito %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik escluderà automaticamente i parametri di sessioni comuni (%s).",
        "PluginDescription": "Gestione dei siti in Piwik: Aggiungi nuovi siti, modificane uno esistente, mostra il codice da includere nelle tue pagine. Tutte le azioni sono disponibili anche dalle API.",
        "SelectACity": "Seleziona una città",
        "SelectDefaultTimezone": "Puoi selezionare il fuso orario da caricare di default per i nuovi siti.",
        "ShowTrackingTag": "Vedi codice Tracking",
        "Sites": "Siti",
        "SuperUserCan": "Il Super Utente può %s specificare le impostazioni globali%s per i nuovi siti.",
        "Timezone": "Time zone",
        "TrackingTags": "Codice traking per %s",
        "Urls": "Indirizzi",
        "UTCTimeIs": "Tempo UTC è %s.",
        "WebsitesManagement": "Gestisci siti web",
        "YouCurrentlyHaveAccessToNWebsites": "Al momento hai accesso a %s siti.",
        "YourCurrentIpAddressIs": "Il tuo indirizzo IP è %s"
    },
    "Transitions": {
        "PageviewsInline": "%s pagine visualizzate"
    },
    "UserCountry": {
        "City": "Città",
        "Continent": "Continente",
        "continent_afr": "Africa",
        "continent_amc": "America Centrale",
        "continent_amn": "America del Nord",
        "continent_ams": "America Centro-Meridionale",
        "continent_ant": "Antartica",
        "continent_asi": "Asia",
        "continent_eur": "Europa",
        "continent_oce": "Oceania",
        "Country": "Paese",
        "country_a1": "Proxy Anonimo",
        "country_a2": "Satellite Provider",
        "country_ac": "Isola di Ascensione",
        "country_ad": "Andorra",
        "country_ae": "Emirati Arabi Uniti",
        "country_af": "Afghanistan",
        "country_ag": "Antigua e Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albania",
        "country_am": "Armenia",
        "country_an": "Antille Olandesi",
        "country_ao": "Angola",
        "country_ap": "Asia\/Regione del Pacifico",
        "country_aq": "Antartide",
        "country_ar": "Argentina",
        "country_as": "Samoa Americane",
        "country_at": "Austria",
        "country_au": "Australia",
        "country_aw": "Aruba",
        "country_ax": "Isole Âland",
        "country_az": "Azerbaigian",
        "country_ba": "Bosnia-Erzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Belgio",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgaria",
        "country_bh": "Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Saint-Barth�lemy",
        "country_bm": "Bermuda",
        "country_bn": "Brunei",
        "country_bo": "Bolivia",
        "country_bq": "Bonaire, Saint Eustatius e Saba",
        "country_br": "Brasile",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Birmania",
        "country_bv": "Isola Bouvet",
        "country_bw": "Botswana",
        "country_by": "Bielorussia",
        "country_bz": "Belize",
        "country_ca": "Canada",
        "country_cat": "Comunità che parlano catalano",
        "country_cc": "Isole Cocos",
        "country_cd": "Repubblica Democratica del Congo",
        "country_cf": "Repubblica Centrafricana",
        "country_cg": "Repubblica del Congo",
        "country_ch": "Svizzera",
        "country_ci": "Costa d'Avorio",
        "country_ck": "Isole Cook",
        "country_cl": "Cile",
        "country_cm": "Camerun",
        "country_cn": "Cina",
        "country_co": "Colombia",
        "country_cp": "Isola Clipperton",
        "country_cr": "Costa Rica",
        "country_cs": "Serbia e Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Capo Verde",
        "country_cw": "Curaçao",
        "country_cx": "Isola Christmas",
        "country_cy": "Cipro",
        "country_cz": "Repubblica Ceca",
        "country_de": "Germania",
        "country_dg": "Diego Garcia",
        "country_dj": "Gibuti",
        "country_dk": "Danimarca",
        "country_dm": "Dominica",
        "country_do": "Repubblica Dominicana",
        "country_dz": "Algeria",
        "country_ea": "Ceuta e Melilla",
        "country_ec": "Ecuador",
        "country_ee": "Estonia",
        "country_eg": "Egitto",
        "country_eh": "Sahara Occidentale",
        "country_er": "Eritrea",
        "country_es": "Spagna",
        "country_et": "Etiopia",
        "country_eu": "European Union",
        "country_fi": "Finlandia",
        "country_fj": "Figi",
        "country_fk": "Isole Falkland",
        "country_fm": "Stati Federati di Micronesia",
        "country_fo": "Isole Fær Øer",
        "country_fr": "Francia",
        "country_fx": "Francia Metropolitana",
        "country_ga": "Gabon",
        "country_gb": "Regno Unito",
        "country_gd": "Grenada",
        "country_ge": "Georgia",
        "country_gf": "Guyana Francese",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibilterra",
        "country_gl": "Groenlandia",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadalupa",
        "country_gq": "Guinea Equatoriale",
        "country_gr": "Grecia",
        "country_gs": "Georgia del Sud e isole Sandwich meridionali",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Isole Heard e McDonald",
        "country_hn": "Honduras",
        "country_hr": "Croazia",
        "country_ht": "Haiti",
        "country_hu": "Ungheria",
        "country_ic": "Isole Canarie",
        "country_id": "Indonesia",
        "country_ie": "Irlanda",
        "country_il": "Israele",
        "country_im": "Isola di Man",
        "country_in": "India",
        "country_io": "Territori Britannici dell'Oceano Indiano",
        "country_iq": "Iraq",
        "country_ir": "Iran",
        "country_is": "Islanda",
        "country_it": "Italia",
        "country_je": "Jersey",
        "country_jm": "Giamaica",
        "country_jo": "Giordania",
        "country_jp": "Giappone",
        "country_ke": "Kenya",
        "country_kg": "Kirghizistan",
        "country_kh": "Cambogia",
        "country_ki": "Kiribati",
        "country_km": "Comore",
        "country_kn": "Saint Kitts e Nevis",
        "country_kp": "Corea del Nord",
        "country_kr": "Corea del Sud",
        "country_kw": "Kuwait",
        "country_ky": "Isole Cayman",
        "country_kz": "Kazakistan",
        "country_la": "Laos",
        "country_lb": "Libano",
        "country_lc": "Santa Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Lituania",
        "country_lu": "Lussemburgo",
        "country_lv": "Lettonia",
        "country_ly": "Libia",
        "country_ma": "Marocco",
        "country_mc": "Monaco",
        "country_md": "Moldavia",
        "country_me": "Montenegro",
        "country_mf": "Saint-Martin",
        "country_mg": "Madagascar",
        "country_mh": "Isole Marshall",
        "country_mk": "Macedonia",
        "country_ml": "Mali",
        "country_mm": "Birmania (Myanmar)",
        "country_mn": "Mongolia",
        "country_mo": "Macao",
        "country_mp": "Isole Marianne Settentrionali",
        "country_mq": "Martinica",
        "country_mr": "Mauritania",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Maldive",
        "country_mw": "Malawi",
        "country_mx": "Messico",
        "country_my": "Malesia",
        "country_mz": "Mozambico",
        "country_na": "Namibia",
        "country_nc": "Nuova Caledonia",
        "country_ne": "Niger",
        "country_nf": "Isola Norfolk",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Olanda",
        "country_no": "Norvegia",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Zona Neutrale Iracheno-Saudita",
        "country_nu": "Niue",
        "country_nz": "Nuova Zelanda",
        "country_o1": "Altri Paesi",
        "country_om": "Oman",
        "country_pa": "Panamá",
        "country_pe": "Perù",
        "country_pf": "Polinesia Francese",
        "country_pg": "Papua Nuova Guinea",
        "country_ph": "Filippine",
        "country_pk": "Pakistan",
        "country_pl": "Polonia",
        "country_pm": "Saint Pierre e Miquelon",
        "country_pn": "Isole Pitcairn",
        "country_pr": "Porto Rico",
        "country_ps": "Territori Palestinesi Occupati",
        "country_pt": "Portogallo",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Réunion",
        "country_ro": "Romania",
        "country_rs": "Serbia",
        "country_ru": "Russia",
        "country_rw": "Ruanda",
        "country_sa": "Arabia Saudita",
        "country_sb": "Isole Salomone",
        "country_sc": "Seychelles",
        "country_sd": "Sudan",
        "country_se": "Svezia",
        "country_sf": "Finlandia",
        "country_sg": "Singapore",
        "country_sh": "Sant'Elena",
        "country_si": "Slovenia",
        "country_sj": "Svalbard",
        "country_sk": "Slovacchia",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Suriname",
        "country_ss": "Sudan del Sud",
        "country_st": "São Tomé e Príncipe",
        "country_su": "Ex U.R.S.S.",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten",
        "country_sy": "Siria",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Isole Turks e Caicos",
        "country_td": "Chad",
        "country_tf": "Territori Francesi del Sud",
        "country_tg": "Togo",
        "country_th": "Thailandia",
        "country_tj": "Tagikistan",
        "country_tk": "Tokelau",
        "country_tl": "Timor Est",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunisia",
        "country_to": "Tonga",
        "country_tp": "Timor Est",
        "country_tr": "Turchia",
        "country_tt": "Trinidad e Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Repubblica di Cina",
        "country_tz": "Tanzania",
        "country_ua": "Ucraina",
        "country_ug": "Uganda",
        "country_uk": "Regno Unito",
        "country_um": "Isole minori esterne degli Stati Uniti",
        "country_us": "Stati Uniti d'America",
        "country_uy": "Uruguay",
        "country_uz": "Uzbekistan",
        "country_va": "Città del Vaticano",
        "country_vc": "Saint Vincent e Grenadine",
        "country_ve": "Venezuela",
        "country_vg": "Isole Vergini Britanniche",
        "country_vi": "Isole Vergini Americane",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis e Futuna",
        "country_ws": "Samoa",
        "country_ye": "Yemen",
        "country_yt": "Mayotte",
        "country_yu": "Jugoslavia",
        "country_za": "Sudafrica",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabwe",
        "DistinctCountries": "%s continenti differenti",
        "GeolocationPageDesc": "In questa pagina puoi cambiare le impostazioni di come Piwik determina la località dei visitatori.",
        "Location": "Località",
        "PluginDescription": "Mostra gli stati dei tuoi visitatori.",
        "SubmenuLocations": "Località"
    },
    "UserCountryMap": {
        "map": "mappa",
        "RealTimeMap": "Mappa in tempo reale",
        "toggleFullscreen": "Passa a schermo intero",
        "worldMap": "mappamondo"
    },
    "UserSettings": {
        "BrowserFamilies": "Famiglie dei Browsers",
        "Browsers": "Browsers",
        "ColumnBrowser": "Browser",
        "ColumnBrowserFamily": "Famiglia del Browser",
        "ColumnBrowserVersion": "Versione del browser",
        "ColumnConfiguration": "Configurazione",
        "ColumnOperatingSystem": "Sistema operativo",
        "ColumnPlugin": "Plugin",
        "ColumnResolution": "Risoluzione",
        "ColumnTypeOfScreen": "Tipo di schermo",
        "Configurations": "Configurazioni",
        "Language_aa": "afar",
        "Language_ab": "abkhazian",
        "Language_ae": "avestan",
        "Language_af": "afrikaans",
        "Language_ak": "akan",
        "Language_am": "amarico",
        "Language_an": "aragonese",
        "Language_ar": "arabo",
        "Language_as": "assamese",
        "Language_av": "avaro",
        "Language_ay": "aymara",
        "Language_az": "azerbaigiano",
        "Language_ba": "baschiro",
        "Language_be": "bielorusso",
        "Language_bg": "bulgaro",
        "Language_bh": "bihari",
        "Language_bi": "bislama",
        "Language_bm": "bambara",
        "Language_bn": "bengalese",
        "Language_bo": "tibetano",
        "Language_br": "bretone",
        "Language_bs": "bosniaco",
        "Language_ca": "catalano",
        "Language_ce": "ceceno",
        "Language_ch": "chamorro",
        "Language_co": "corso",
        "Language_cr": "cree",
        "Language_cs": "ceco",
        "Language_cu": "slavo della Chiesa",
        "Language_cv": "chuvash",
        "Language_cy": "gallese",
        "Language_da": "danese",
        "Language_de": "tedesco",
        "Language_dv": "divehi",
        "Language_dz": "dzongkha",
        "Language_ee": "ewe",
        "Language_el": "greco",
        "Language_en": "inglese",
        "Language_eo": "esperanto",
        "Language_es": "spagnolo",
        "Language_et": "estone",
        "Language_eu": "basco",
        "Language_fa": "persiano",
        "Language_ff": "fulah",
        "Language_fi": "finlandese",
        "Language_fj": "figiano",
        "Language_fo": "faroese",
        "Language_fr": "francese",
        "Language_fy": "frisone",
        "Language_ga": "irlandese",
        "Language_gd": "gaelico scozzese",
        "Language_gl": "galiziano",
        "Language_gn": "guarana",
        "Language_gu": "gujarati",
        "Language_gv": "manx",
        "Language_ha": "haussa",
        "Language_he": "ebraico",
        "Language_hi": "hindi",
        "Language_ho": "hiri motu",
        "Language_hr": "croato",
        "Language_ht": "haitiano",
        "Language_hu": "ungherese",
        "Language_hy": "armeno",
        "Language_hz": "herero",
        "Language_ia": "interlingua",
        "Language_id": "indonesiano",
        "Language_ie": "interlingue",
        "Language_ig": "igbo",
        "Language_ii": "sichuan yi",
        "Language_ik": "inupiak",
        "Language_io": "ido",
        "Language_is": "islandese",
        "Language_it": "italiano",
        "Language_iu": "inuktitut",
        "Language_ja": "giapponese",
        "Language_jv": "giavanese",
        "Language_ka": "georgiano",
        "Language_kg": "kongo",
        "Language_ki": "kikuyu",
        "Language_kj": "kuanyama",
        "Language_kk": "kazako",
        "Language_kl": "kalaallisut",
        "Language_km": "khmer",
        "Language_kn": "kannada",
        "Language_ko": "coreano",
        "Language_kr": "kanuri",
        "Language_ks": "kashmiri",
        "Language_ku": "curdo",
        "Language_kv": "komi",
        "Language_kw": "cornico",
        "Language_ky": "kirghiso",
        "Language_la": "latino",
        "Language_lb": "lussemburghese",
        "Language_lg": "ganda",
        "Language_li": "limburgese",
        "Language_ln": "lingala",
        "Language_lo": "lao",
        "Language_lt": "lituano",
        "Language_lu": "luba-katanga",
        "Language_lv": "lettone",
        "Language_mg": "malgascio",
        "Language_mh": "marshallese",
        "Language_mi": "maori",
        "Language_mk": "macedone",
        "Language_ml": "malayalam",
        "Language_mn": "mongolo",
        "Language_mr": "marathi",
        "Language_ms": "malese",
        "Language_mt": "maltese",
        "Language_my": "birmano",
        "Language_na": "nauru",
        "Language_nb": "norvegese bokmal",
        "Language_nd": "ndebele del nord",
        "Language_ne": "nepalese",
        "Language_ng": "ndonga",
        "Language_nl": "olandese",
        "Language_nn": "norvegese nynorsk",
        "Language_no": "norvegese",
        "Language_nr": "ndebele del sud",
        "Language_nv": "navajo",
        "Language_ny": "nyanja",
        "Language_oc": "occitano",
        "Language_oj": "ojibwa",
        "Language_om": "oromo",
        "Language_or": "oriya",
        "Language_os": "ossetico",
        "Language_pa": "punjabi",
        "Language_pi": "pali",
        "Language_pl": "polacco",
        "Language_ps": "pashto",
        "Language_pt": "portoghese",
        "Language_qu": "quechua",
        "Language_rm": "lingua rhaeto-romance",
        "Language_rn": "rundi",
        "Language_ro": "rumeno",
        "Language_ru": "russo",
        "Language_rw": "kinyarwanda",
        "Language_sa": "sanscrito",
        "Language_sc": "sardo",
        "Language_sd": "sindhi",
        "Language_se": "sami del nord",
        "Language_sg": "sango",
        "Language_si": "singalese",
        "Language_sk": "slovacco",
        "Language_sl": "sloveno",
        "Language_sm": "samoano",
        "Language_sn": "shona",
        "Language_so": "somalo",
        "Language_sq": "albanese",
        "Language_sr": "serbo",
        "Language_ss": "swati",
        "Language_st": "sotho del sud",
        "Language_su": "sundanese",
        "Language_sv": "svedese",
        "Language_sw": "swahili",
        "Language_ta": "tamil",
        "Language_te": "telugu",
        "Language_tg": "tagicco",
        "Language_th": "thai",
        "Language_ti": "tigrinya",
        "Language_tk": "turcomanno",
        "Language_tl": "tagalog",
        "Language_tn": "tswana",
        "Language_to": "tonga",
        "Language_tr": "turco",
        "Language_ts": "tsonga",
        "Language_tt": "tatarico",
        "Language_tw": "ci",
        "Language_ty": "taitiano",
        "Language_ug": "uigurico",
        "Language_uk": "ucraino",
        "Language_ur": "urdu",
        "Language_uz": "usbeco",
        "Language_ve": "venda",
        "Language_vi": "vietnamita",
        "Language_vo": "volapük",
        "Language_wa": "vallone",
        "Language_wo": "volof",
        "Language_xh": "xosa",
        "Language_yi": "yiddish",
        "Language_yo": "yoruba",
        "Language_za": "zhuang",
        "Language_zh": "cinese",
        "Language_zu": "zulu",
        "LanguageCode": "Codice della lingua",
        "OperatingSystems": "Sistemi Operativi",
        "PluginDescription": "Mostra vari settaggi per gli utenti: Browser, Famiglia del Browser, Sistema Operativo, Plugins, Risoluzione Schermo, Settaggi Globali.",
        "PluginDetectionDoesNotWorkInIE": "N.B.: Questo plugin non funziona su Internet Explorer. Questo report è basato solamente sugli utenti di altri browser.",
        "Plugins": "Plugins",
        "Resolutions": "Risoluzioni",
        "SubmenuSettings": "Impostazioni",
        "VisitorSettings": "Impostazioni visitatori",
        "WideScreen": "Schermo panoramico",
        "WidgetBrowserFamilies": "Browsers per Famiglia",
        "WidgetBrowsers": "Browser dei visitatori",
        "WidgetBrowserVersion": "Versione del Browser",
        "WidgetGlobalVisitors": "Riepilogo config. visitatori",
        "WidgetOperatingSystems": "Sistemi Operativi",
        "WidgetPlugins": "Lista dei Plugins",
        "WidgetResolutions": "Risoluzione schermo",
        "WidgetWidescreen": "Normale \/ Schermo Panoramico"
    },
    "UsersManager": {
        "AddUser": "Aggiungi un nuovo utente",
        "Alias": "Alias",
        "AllWebsites": "Tutti i siti",
        "ApplyToAllWebsites": "Applica a tutti i siti",
        "ChangeAllConfirm": "Sei sicuro di voler cambiare i permessi di '%s' in tutti i siti?",
        "ChangePassword": "Cambia la password",
        "ClickHereToDeleteTheCookie": "Clicca qui per cancellare il cookie e fare di nuovo in modo che Piwik tracci le tue visite",
        "ClickHereToSetTheCookieOnDomain": "Clicca qui per creare un cookie che farà escludere da Piwik le tue visite dai siti in cui hai installato Piwik %s",
        "DeleteConfirm_js": "Sei sicuro di voler cancellare l'utente '%s'?",
        "Email": "Email",
        "ExceptionAccessValues": "Il parametro per l'accesso deve avere uno dei seguenti valori: [ %s ]",
        "ExceptionAdminAnonymous": "Non puoi dare privilegi da amministratore agli utenti anonimi.",
        "ExceptionDeleteDoesNotExist": "L'utente \"%s\" non esiste, di conseguenza non può essere eliminato.",
        "ExceptionEditAnonymous": "Gli utenti anonimi non possono essere modificati o cancellati. Questo profilo è utilizzato da Piwik per definire un utente che non ha effettuato l'accesso. Per esempio, se vuoi rendere pubbiche le tue statistiche, puoi dare il privilegio \"Visualizza\" al profilo degli utenti anonimi.",
        "ExceptionEmailExists": "Utente con l'e-mail \"%s\" è già esistente.",
        "ExceptionInvalidEmail": "L'e-mail inserita non è valida.",
        "ExceptionInvalidLoginFormat": "Il nome utente deve essere lungo tra %1$s e %2$s caratteri e contenere solo lettere, numeri o i caratteri '_' oppure '-' oppure '.'",
        "ExceptionInvalidPassword": "La lunghezza della password deve essere tra %1$s e %2$s caratteri.",
        "ExceptionLoginExists": "Utente \"%s\" già esistente.",
        "ExceptionSuperUser": "L'utente richesto è un Super User e non puó essere richiamato, modificato o cancellato via API. Puoi modificare i dettagli dell'utente nel file di configurazione di Piwik.",
        "ExceptionUserDoesNotExist": "L'utente \"%s\" non esiste.",
        "ExcludeVisitsViaCookie": "Escludi le tue visite usando un cookie",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se vuoi cambiare la password scrivine qui una nuova. Altrimenti lascia pure bianco.",
        "MainDescription": "Decidi quali utenti possono accedere alle statistiche Piwik dei siti web. Puoi anche impostare i permessi di tutti i siti in una volta sola.",
        "ManageAccess": "Amministra l'accesso",
        "MenuAnonymousUserSettings": "Impostazioni utente anonimo",
        "MenuUsers": "Utenti",
        "MenuUserSettings": "Impostazioni utente",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: Non puoi cambiare le impostazioni in questa sezione perché nessun sito è accessibile dagli utenti anonimi.",
        "Password": "Password",
        "PluginDescription": "Gestione degli utenti in Piwik: agginta nuovi utenti, modifica di esistenti, aggiornamento dei permessi. Tutte le azioni sono anche disponibili tramite API.",
        "PrivAdmin": "Amministra Piwik",
        "PrivNone": "Nessun privilegio",
        "PrivView": "Visualizza statistiche",
        "Sites": "Siti",
        "TheLoginScreen": "La schermata di login",
        "ThereAreCurrentlyNRegisteredUsers": "Al momento ci sono %s utenti registrati.",
        "TheSuperUserAliasCannotBeChanged": "L'alias per il Super User non può essere cambiato",
        "TypeYourPasswordAgain": "Scrivi la tua nuova password di nuovo.",
        "User": "Utente",
        "UsersManagement": "Gestione utenti",
        "UsersManagementMainDescription": "Crea nuovi utenti o aggiorna quelli esistenti. Puoi anche scegliere quali operazioni permettere tramite la tabella qui sopra.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando gli utenti non si sono autentificati in Piwik, loro possono accedere a",
        "YourUsernameCannotBeChanged": "Il tuo nome utente non può essere cambiato.",
        "YourVisitsAreIgnoredOnDomain": "%sLe tue visite sono ignorate da Piwik %s %s (il Piwik cookie ignora visite è stato trovato nel tuo browser).",
        "YourVisitsAreNotIgnored": "%sLe tue visite non sono ignorate da Piwik%s (il Piwik cookie ignora visite non è stato trovato nel tuo browser)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Azioni eseguite dalle visite ricorrenti",
        "ColumnBounceRateForReturningVisits": "Rimbalzo dalle visite ricorrenti",
        "ColumnReturningVisits": "Visite ricorrenti",
        "Evolution": "Evoluzione nel periodo",
        "PluginDescription": "Riporta varie statistiche riguardo i Visitatori che Ritornano controntati con i Nuovi Visitatori.",
        "ReturnActions": "%s pagine visualizzate dalle visite ricorrenti",
        "ReturnAverageVisitDuration": "%s durata vista per visitatori di ritorno",
        "ReturnAvgActions": "%s azioni per visita di ritorno",
        "ReturnBounceRate": "Il %s dei visitatori ricorrenti hanno visto 1 sola pagina",
        "ReturnVisits": "%s visite ricorrenti",
        "SubmenuFrequency": "Frequenze",
        "WidgetGraphReturning": "Grafico visite ricorrenti",
        "WidgetOverview": "Riepilogo visite ricorrenti"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s minuti",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Pagine per visita",
        "ColumnVisitDuration": "Durata della visita",
        "Engagement": "Engagement",
        "NPages": "%s pagine",
        "OneMinute": "1 min",
        "OnePage": "1 pagina",
        "PluginDescription": "Report riguardo l'interesse dei visitatori: numero di pagine viste e tempo speso sul sito.",
        "PlusXMin": "%s min",
        "VisitsPerDuration": "Visite per durata della visita",
        "VisitsPerNbOfPages": "Visite per numero di pagine",
        "WidgetLengths": "Durata delle visite",
        "WidgetPages": "Pagine per visita"
    },
    "VisitsSummary": {
        "AverageVisitDuration": "%s durata stimata visita",
        "GenerateQueries": "%s queries eseguite",
        "GenerateTime": "%s secondi per generare la pagina",
        "MaxNbActions": "%s è il massimo delle pagine viste in 1 visita",
        "NbActionsDescription": "%s azioni (pagine viste, download e link esterni)",
        "NbActionsPerVisit": "%s azioni per visita",
        "NbUniqueVisitors": "%s visitatori unici",
        "NbVisits": "%s visite",
        "NbVisitsBounced": "Il %s dei visitatori hanno visto 1 sola pagina",
        "PluginDescription": "Riporta i dati generali di Web Analytics: visite, visite uniche, numero di azioni, frequenza di rimbalzo, ecc.",
        "SubmenuOverview": "Riepilogo",
        "VisitsSummary": "Sommario delle visite",
        "VisitsSummaryDocumentation": "Questa è una panoramica dell'evoluzione delle visite.",
        "WidgetLastVisitors": "Grafico ultimi visitatori unici",
        "WidgetLastVisits": "Grafico ultime visite",
        "WidgetOverviewGraph": "Riepilogo con grafico",
        "WidgetVisits": "Riepilogo visite"
    },
    "VisitTime": {
        "ColumnLocalTime": "Ora locale",
        "ColumnServerTime": "Ora del server",
        "LocalTime": "Visite per ora locale",
        "NHour": "%sh",
        "PluginDescription": "Mostra l'orario Locale e del Server. L'orario del server può essere utile per schedulare il mantenimento del sito.",
        "ServerTime": "Visite per ora del server",
        "SubmenuTimes": "Visite per orario",
        "WidgetLocalTime": "Visite per ora locale",
        "WidgetServerTime": "Visite per ora del server"
    },
    "Widgetize": {
        "PluginDescription": "Il plugin rende molto facile esportare qualsiasi Widget Piwik nel tuo Blog, Sito Web o su IGoogle e Netvibes!"
    }
}