{
    "Actions": {
        "AvgGenerationTimeTooltip": "Media basata su %s hits %s tra %s e %s",
        "ColumnClickedURL": "URL Cliccate",
        "ColumnClicks": "Clic",
        "ColumnClicksDocumentation": "Numero di volte che questo link è stato cliccato",
        "ColumnDownloadURL": "URL Download",
        "ColumnEntryPageTitle": "Titoli pagine di ingresso",
        "ColumnEntryPageURL": "URL pagine di ingresso",
        "ColumnExitPageTitle": "Titoli pagine di uscita",
        "ColumnExitPageURL": "URL pagine di uscita",
        "ColumnNoResultKeyword": "Parole chiave senza risultati di ricerca",
        "ColumnPageName": "Nome pagina",
        "ColumnPagesPerSearch": "Pagine di risultati",
        "ColumnPagesPerSearchDocumentation": "I visitatori cercheranno sul sito e delle volte cliccheranno su \"Successivi\" per vedere più risultati. Questo è il numero medio di risultati di ricerca visualizzati per questa parola chiave.",
        "ColumnPageURL": "URL pagina",
        "ColumnSearchCategory": "Ricerca Categoria",
        "ColumnSearches": "Ricerche",
        "ColumnSearchesDocumentation": "Il numero di visite che hanno ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchExits": "% Uscite dalla ricerca",
        "ColumnSearchExitsDocumentation": "La percentuale di visite che hanno lasciato il sito dopo aver ricercato questa parola chiave sul motore di ricerca del vostro sito.",
        "ColumnSearchResultsCount": "Numero risultati di ricerca",
        "ColumnSiteSearchKeywords": "Parole chiave uniche",
        "ColumnUniqueClicks": "Clic Unici",
        "ColumnUniqueClicksDocumentation": "Il numero di visite che hanno coinvolto un clic su questo link. Se un link è stato cliccato più volte nel corso di una visita, viene conteggiato una sola volta.",
        "ColumnUniqueDownloads": "Download Unici",
        "ColumnUniqueOutlinks": "Link esterni unici",
        "DownloadsReportDocumentation": "In questo report è possibile vedere quali file sono stati scaricati i tuoi visitatori. %s Ciò che conta Piwik come download è il click su un link per il download. Se il download è stato completato o meno, non è noto a Piwik.",
        "EntryPagesReportDocumentation": "Questo report contiene informazioni sulle pagine di ingresso che sono state utilizzate durante il periodo specificato. Una pagina di ingresso è la prima pagina che un utente visualizza durante la sua visita. %s Gli URL di ingresso vengono visualizzati come una struttura di cartelle.",
        "EntryPageTitles": "Titoli delle pagine in entrata",
        "EntryPageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine di ingresso che sono state utilizzate durante il periodo specificato.",
        "ExitPagesReportDocumentation": "Questo report contiene informazioni sulle pagine di uscita durante il periodo specificato. Una pagina di uscita è l'ultima pagina che un utente visualizza durante la sua visita. %s Gli URL di uscita vengono visualizzati come una struttura di cartelle.",
        "ExitPageTitles": "Titoli delle pagine di uscita",
        "ExitPageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine di uscita durante il periodo specificato.",
        "LearnMoreAboutSiteSearchLink": "Scopri di più sul tracciamento di come i visitatori usano il vostro motore di ricerca.",
        "OneSearch": "1 ricerca",
        "OutlinkDocumentation": "Un link esterno è un link che conduce il visitatore lontano dal tuo sito web (in un altro dominio)",
        "OutlinksReportDocumentation": "Questo report mostra un elenco gerarchico di link esterni che sono stati cliccati dai visitatori.",
        "PagesReportDocumentation": "Questo report contiene informazioni riguardo gli URL delle pagine che sono state viste. %s La tabella è organizzata gerarchicamente, gli URL vengono visualizzati come una struttura di cartelle.",
        "PageTitlesReportDocumentation": "Questo report contiene informazioni sui titoli delle pagine che sono state visitate. %s Il titolo della pagina è il tag HTML %s che la maggior parte dei browser mostrano nel titolo della loro finestra.",
        "PageUrls": "URL delle pagine",
        "PluginDescription": "Rapporto sulle pagine viste, i link in uscita e i downloads. Il tracciamento dei Link in uscita e dei Download è automatico! Puoi anche tracciare il Motore di Ricerca interno al sito.",
        "SiteSearchCategories1": "Questo report elenca le Categorie che i visitatori hanno selezionato nel fare una ricerca sul vostro sito.",
        "SiteSearchCategories2": "Per esempio, i siti di Ecommerce hanno tipicamente un selettore di \"Categoria\", così che i visitatori possano restringere le ricerche ai prodotti in una Categoria specifica.",
        "SiteSearchFollowingPagesDoc": "Quando i visitatori fanno ricerche sul vostro sito, stanno cercando una determinata pagina, contenuto, prodotto e servizio. Questo report elenca le pagine più cliccate dopo una ricerca interna. In altre parole, è l'elenco delle pagine più ricercate dai visitatori sul vostro sito.",
        "SiteSearchIntro": "Tracciare le ricerche che i visitatori fanno sul vostro sito è un modo molto efficace per imparare di più su quello che cercano coloro che vi seguono, può aiutare a trovare idee per nuovi contenuti, nuovi prodotti Ecommerce ricercati da potenziali clienti e generalmente migliora l'esperienza dei visitarori sul vostro sito.",
        "SiteSearchKeyword": "Parola chiave (Ricerca sito)",
        "SiteSearchKeywordsDocumentation": "Questo report elenca le Parole di Ricerca che i visitatori hanno digitato nel vostro Motore di Ricerca interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Questo report elenca la Parole di Ricerca che non hanno restituito alcun risultato: forse può essere migliorato l'algoritmo del motore di ricerca o forse i vostri visitatori stanno cercando un contenuto che non è (ancora) sul vostro sito?",
        "SubmenuPagesEntry": "Pagine di ingresso",
        "SubmenuPagesExit": "Pagine di uscita",
        "SubmenuPageTitles": "Titoli delle pagine",
        "SubmenuSitesearch": "Ricerca sul Sito",
        "WidgetEntryPageTitles": "Titoli delle pagine di entrata",
        "WidgetExitPageTitles": "Titoli pagine di uscita",
        "WidgetPagesEntry": "Pagine di entrata",
        "WidgetPagesExit": "Pagine di uscita",
        "WidgetPageTitles": "Titoli delle pagine",
        "WidgetPageTitlesFollowingSearch": "Titoli Pagina risultanti da una Ricerca sul Sito",
        "WidgetPageUrlsFollowingSearch": "Pagine risultanti da una Ricerca sul Sito",
        "WidgetSearchCategories": "Categorie di Ricerca",
        "WidgetSearchKeywords": "Parole Chiave di Ricerca sul Sito",
        "WidgetSearchNoResultKeywords": "Parole Chiave di Ricerca senza risultati"
    },
    "Annotations": {
        "AddAnnotationsFor": "Aggiungi note per %s...",
        "AnnotationOnDate": "Note su %1$s: %2$s",
        "Annotations": "Note",
        "ClickToDelete": "Clicca qui per cancellare questa annotazione.",
        "ClickToEdit": "Clicca qui per modificare questa annotazione.",
        "ClickToEditOrAdd": "Clicca qui per modificare o aggiungere una nuova annotazione.",
        "ClickToStarOrUnstar": "Click per segnare questa annotazione.",
        "CreateNewAnnotation": "Crea una nuova annotazione",
        "EnterAnnotationText": "Inserisci annotazione...",
        "HideAnnotationsFor": "Nascondi le note per %s...",
        "IconDesc": "Visualizza le note per questo intervallo di date.",
        "IconDescHideNotes": "Nascondi le note in questo intervallo di date.",
        "InlineQuickHelp": "Potete creare delle note per segnale eventi speciali (quali un nuovo post in un blog o il restyling di un sito), per salvare i vostri dati di analisi o per salvare qualcos'altro voi pensiate sia importante.",
        "LoginToAnnotate": "Accedete per creare un'annotazione.",
        "NoAnnotations": "Non ci sono note per questo intervallo di date.",
        "PluginDescription": "Vi permette di associare delle note a vari giorni per segnare i cambiamenti fatti al vostro sito, salvare le analisi da voi fatte sui vostri dati e condividere i vostri pensieri con i colleghi.",
        "ViewAndAddAnnotations": "Visualizza ed aggiungi note per %s...",
        "YouCannotModifyThisNote": "Non potete modificare questa annotazione perché non l'avete creata voi, e non avete i privilegi di amministratore per questo sito."
    },
    "API": {
        "GenerateVisits": "Se oggi non hai ricevuto visite, le puoi generare usando il plugin %s. Abilita il plugin %s, quindi clicca su \"Generatore di Visite\" nell'area amministrazione Piwik.",
        "KeepTokenSecret": "Questo token_auth è segreto come il tuo login e la tua password, %s non condividerlo %s!",
        "LoadedAPIs": "Sono state caricate con successo %s API",
        "MoreInformation": "Per ulteriori informazioni sulle API di Piwik, si prega di dare un'occhiata all' introduzione delle API di Pwik %s e a %s %s Piwik API di riferimento API %s.",
        "PluginDescription": "Tutti i dati in Piwik sono disponibili tramite semplici API. Questo plugin è il punto di accesso web service che puoi chiamare per avere le tue statistiche in xml, json, php, csv, ecc...",
        "QuickDocumentationTitle": "Documentazione rapida sulle API",
        "TopLinkTooltip": "Accedi ai tuoi dati di Web Analytics tramite le semplici API in JSON, XML, ecc",
        "UserAuthentication": "Autenticazione utente",
        "UsingTokenAuth": "Se si vuole i dati di richiesta %s all'interno di uno script, un crontab, ecc %s è necessario aggiungere il parametro %s per le chiamate API URL che richiedono l'autenticazione."
    },
    "CoreAdminHome": {
        "Administration": "Amministrazione",
        "ArchivingSettings": "Impostazioni archiviazione",
        "BrandingSettings": "Impostazioni di immagine coordinata",
        "CheckReleaseGetVersion": "Durante il controllo della nuova versione di Piwik, ottieni sempre",
        "ClickHereToOptIn": "Clicca qui per parteciparvi.",
        "ClickHereToOptOut": "Clicca qui per uscirne.",
        "CustomLogoFeedbackInfo": "Se si personalizza il logo Piwik, si potrebbe anche essere interessati a nascondere il link %s nel menu in alto. A tale scopo, è possibile disattivare il plugin Feedback nella pagina %sGestione Plugin%s.",
        "CustomLogoHelpText": "È possibile personalizzare il logo Piwik che verrà visualizzato nell'interfaccia utente e nei reports e-mail.",
        "DevelopmentProcess": "Poichè il nostro %sprocesso di sviluppo%s include migliaia di test automatizzati, i Beta Tester giocano un ruolo chiave nel raggiungimento in Piwik della \"Politica no bug\".",
        "EmailServerSettings": "Impostazioni server e-mail",
        "FaviconUpload": "Seleziona una Favicon da caricare",
        "ForBetaTestersOnly": "Solo per beta tester",
        "ImageTracking": "Rilevamento immagine",
        "ImageTrackingIntro1": "Quando un visitatore ha disattivato JavaScript o quando JavaScript non può essere utilizzato, è possibile utilizzare un collegamento di tracciamento immagine per tracciare i visitatori.",
        "ImageTrackingIntro2": "Genera il link qui sotto e copia-incolla il codice HTML generato nella pagina. Se si utilizza questo come ripiego per il tracciamento JavaScript, è possibile limitarlo a %1$s tags.",
        "ImageTrackingIntro3": "Per la lista completa delle opzioni che è possibile utilizzare con un link di tracciamento dell'immagine, vedi la%1$sDocumentazione API Tracciamento%2$s.",
        "ImageTrackingLink": "Link Tracciamento Immagine",
        "ImportingServerLogs": "Importazione Server Log",
        "ImportingServerLogsDesc": "Un'alternativa al tracciare i visitatori tramite browser (JavaScript o immagine) è quella di importare i log del server web. %1$sClicca qui per saperne di più%2$s.",
        "InvalidPluginsWarning": "I seguenti plugin non sono compatibili con %1$s e non non possono essere caricati: %2$s.",
        "InvalidPluginsYouCanUninstall": "Puoi aggiornare o disinstallare questi plugin nella pagina %1$sGestione Plugin%2$s.",
        "JavaScriptTracking": "Tracciamento JavaScript",
        "JSTracking_CampaignKwdParam": "Parametro Parole Chiave Campagna",
        "JSTracking_CampaignNameParam": "Parametro Nome Campagna",
        "JSTracking_CodeNote": "Assicuratevi che questo codice si trovi in ognuna delle pagine del vostro sito prima del tag %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Utilizza i nomi dei parametri di query personalizzati per il nome della campagna e parola chiave",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sPiwik rivelerà automaticamente i parametri di Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Abilita l'individuazione DoNotTrack lato client",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: E' stato abilitato il supporto DoNotTrack lato server, così questa opzione non avrà effetto.",
        "JSTracking_EnableDoNotTrackDesc": "In questo modo le richieste di tracciamento non verranno inviate se il visitatore non vuole essere tracciato.",
        "JSTracking_GroupPageTitlesByDomain": "Aggiungi il dominio del sito prima del titolo della pagina quando viene tracciata",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Così se qualcuno visita la pagina \"About\" sul blog %1$s, la visita verrà registrata come 'blog \/About'. Questo è il modo più semplice per avere una panoramica del traffico di un sub-dominio.",
        "JSTracking_MergeAliases": "Nel report \"Outlink\", nascondi i clic per conoscere gli alias URL di",
        "JSTracking_MergeAliasesDesc": "Così i clic sui links Alias URL (es. %s) non verranno conteggiati come \"Outlink\"",
        "JSTracking_MergeSubdomains": "Traccia i visitatori in tutti i sottodomini di",
        "JSTracking_MergeSubdomainsDesc": "Se un visitatore visita %1$s e %2$s, sarà contato come visitatore unico.",
        "JSTracking_PageCustomVars": "Traccia una variabile personalizzata per ciascuna vista pagina",
        "JSTracking_PageCustomVarsDesc": "Per esempio, come il nome di variabile \"categoria\" e il valore \"Carte Bianche\".",
        "JSTracking_VisitorCustomVars": "Traccia le variabili personalizzate per questo visitatore",
        "JSTracking_VisitorCustomVarsDesc": "Per esempio, con il nome di variabile \"Tipo\" e il valore \"Cliente\".",
        "JSTrackingIntro1": "Puoi monitorare i visitatori del tuo sito web con metodi diversi. Il metodo raccomandato è di farlo tramite JavaScript. Per utilizzare questo metodo è necessario che ogni pagina del sito ha il codice JavaScript, che è possibile generare qui.",
        "JSTrackingIntro2": "Una volta che hai ottenuto il codice JavaScript per il tuo sito web, copialo ed incollalo in tutte le pagine che vuoi monitorare con Piwik.",
        "JSTrackingIntro3": "Nella maggior parte dei siti web, blog, CMS, ecc, puoi utilizzare un plugin. (Guarda la nostra %1$slista di plugin usati per integrare Piwik%2$s.) Se non esiste nessun plugin che fa al caso vostro, è possibile modificare i template del sito web ed aggiungere il codice nel file \"footer\".",
        "JSTrackingIntro4": "Se non vuoi usare il codice JavaScript per monitorare i visitatori, %1$sgenera qui sotto un'immagine per monitorare senza JavaScript%2$s.",
        "JSTrackingIntro5": "Se volete fare altro oltre che tracciare le viste pagina, preghiamo di controllare la %1$sDocumentazione Piwik Javascript Tracking%2$s per l'elenco delle funzioni disponibili. Utilizzando queste funzioni potrete tracciare obiettivi, variabili personalizzate, ordini ecommerce, carrelli abbandonati e altro.",
        "LatestBetaRelease": "Ultima release beta",
        "LatestStableRelease": "Ultima release stabile",
        "LogoNotWriteableInstruction": "Per utilizzare il tuo logo personalizzato al posto del logo di Piwik, da' i permessi di scrittura a questa directory: %1$s Piwik necessita dell'accesso in scrittura per i tuoi loghi conservati nei files %2$s.",
        "LogoUpload": "Seleziona un logo da caricare",
        "LogoUploadHelp": "Caricate un file nei formati %s con un'altezza minima di %s pixels",
        "MenuDiagnostic": "Diagnostica",
        "MenuGeneralSettings": "Impostazioni generali",
        "MenuManage": "Gestione",
        "OptOutComplete": "Opt-out completato; le tue visite a questo sito non verranno registrate dallo strumento di Web Analytics.",
        "OptOutCompleteBis": "Nota che se cancelli i tuoi cookie, cancelli il cookie di opt-out, o se cambi computer o browser web, devi fare la procedura opt-out nuovamente.",
        "OptOutExplanation": "Piwik è dedicato a fornire privacy su Internet. Per fornire ai vostri ospiti con la scelta di optare per l'uscita di Piwik Web Analytics, è possibile aggiungere il seguente codice HTML in una pagina del tuo sito web, ad esempio in una pagina sulla privacy.",
        "OptOutExplanationBis": "Questo codice serve per mostrare un iFrame contenente un link per i tuoi visitatori per opt-out per le impostazioni di Piwik, tramite un opt-out cookie nei loro browser. %s Clicca qui%s per vedere il contenuto che sarà mostrato nell'iFrame.",
        "OptOutForYourVisitors": "Piwik opt-out per i tuoi visitatori",
        "PiwikIsInstalledAt": "Piwik è installato su",
        "PluginDescription": "Area di amministrazione Piwik.",
        "PluginSettingChangeNotAllowed": "Non sei abilitato a cambiare il valore dell'impostazione \"%s\" nel plugin \"%s\"",
        "PluginSettingReadNotAllowed": "Non sei abilitato a leggere il valore dell'impostazione \"%s\" nel plugin \"%s\"",
        "PluginSettings": "Impostazioni plugin",
        "PluginSettingsIntro": "Qui puoi cambiare le impostazioni dei seguenti plugin di terze parti:",
        "PluginSettingsValueNotAllowed": "Il valore del campo \"%s\" nel plugin \"%s\" non è consentito",
        "SendPluginUpdateCommunication": "Inviami una notifica email quando è disponibile un aggiornamento dei plugin",
        "SendPluginUpdateCommunicationHelp": "Verrà inviata una email ai Super User quando è disponibile una nuova versione di un plugin.",
        "StableReleases": "Se Piwik rappresenta una parte fondamentale nella vostra attività, vi raccomandiamo di utilizzare l'ultima versione stabile. Se utilizzate l'ultima versione beta e riscontrate un bug o avete dei suggerimenti, per favore %sguardate qui%s.",
        "TrackAGoal": "Traccia un obiettivo",
        "TrackingCode": "Codice di Tracciamento",
        "TrustedHostConfirm": "Siete sicuri di voler cambiare il nome host affidabile di Piwik?",
        "TrustedHostSettings": "Nome Host Affidabile",
        "UpdateSettings": "Inpostazioni degli aggiornamenti",
        "UseCustomLogo": "Usa un logo personalizzato",
        "ValidPiwikHostname": "Nome Host Piwik Valido",
        "WithOptionalRevenue": "con entrate opzionali",
        "YouAreOptedIn": "Stai attualmente partecipando al programma.",
        "YouAreOptedOut": "Non stai partecipando al programma.",
        "YouMayOptOut": "Puoi scegliere di non avere un cookie univoco di identificazione per web analytics assegnato al tuo computer al fine di evitare l'aggregazione e l'analisi dei dati raccolti su questo sito web.",
        "YouMayOptOutBis": "Per fare questa scelta, clicca qui di seguito per ricevere un cookie di opt-out."
    },
    "CoreHome": {
        "CategoryNoData": "Non ci sono dati in questa categoria. Prova ad includere tutte le categorie.",
        "CheckForUpdates": "Cerca aggiornamenti",
        "CheckPiwikOut": "Controlla Piwik!",
        "CloseWidgetDirections": "Potete chiudere questo widget cliccando sull'icona 'X' nella parte alta del widget stesso.",
        "DataForThisReportHasBeenPurged": "I dati di questo report hanno più di un mese %s e sono stati eliminato.",
        "DataTableExcludeAggregateRows": "Le righe di aggregazione vengono visualizzate %s Nascondile",
        "DataTableIncludeAggregateRows": "Le righe di aggregazione sono nascoste %s Visualizzale",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "default",
        "DonateCall1": "Piwik non costerà mai nulla a voi per il suo utilizzo, ma ciò non significa che non costi nulla a noi svilupparlo.",
        "DonateCall2": "Piwik ha bisogno del vostro costante supporto per crescere e prosperare.",
        "DonateCall3": "Se ritenete che Piwik abbia aggiunto un valore significativo alla vostra attività, %1$svi preghiamo di considerare una donazione!%2$s",
        "DonateFormInstructions": "Fai clic sul cursore per selezionare una somma, quindi fai clic su sottoscrivi per donare.",
        "ExcludeRowsWithLowPopulation": "Tutte le righe sono visualizzate %s Escludi quelle scarsamente popolate",
        "ExternalHelp": "Aiuto (apri in una nuova scheda)",
        "FlattenDataTable": "Il report è gerarchica %s renderlo piatto",
        "HowMuchIsPiwikWorth": "Che valore ha per voi Piwik?",
        "IncludeRowsWithLowPopulation": "Le righe con popolazione bassa sono nascoste %s Mostra tutte le righe",
        "InjectedHostEmailBody": "Salve, oggi ho provato ad accedere a Piwik e ho incontrato un avvertimento per nome host sconosciuto.",
        "InjectedHostEmailSubject": "Si sta accedendo a Piwik con un nome host sconosciuto: %s",
        "InjectedHostNonSuperUserWarning": "%1$sClick qui per accedere a Piwik in maniera sicura%2$s e rimuovere questo avvertimento. Potete anche voler contattare il vostro amministratore di Piwik per avvisare di questo problema (%3$sclick qui per inviare un'email%4$s).",
        "InjectedHostSuperUserWarning": "Piwik può essere configurato in modo errato (ad esempio, se Piwik è stato recentemente spostato in un nuovo server o URL). È possibile%1$sFare clic qui e aggiungere%2$s come hostname valido per Piwik (se ti fidi di esso)%3$s, o%4$sFare clic qui e vai al%5$s per accedere in modo sicuro a Piwik%6$s.",
        "InjectedHostWarningIntro": "State accedendo a Piwik da %1$s ma Piwik è stato configuraato per girare a questo indirizzo: %2$s.",
        "JavascriptDisabled": "JavaScript deve essere abilitato per poter utilizzare Piwik in visualizzazione standard. <br \/> Tuttavia, sembra che JavaScript sia disabilitato o non supportato dal tuo browser. <br \/> Per utilizzare la visualizzazione standard, attiva JavaScript modificando le opzioni del browser , quindi %1$stry again%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Fate la differenza: %1$sDonate adesso%2$s per arrivare a Piwik 2.0!",
        "MakeOneTimeDonation": "Fate una donazione unica.",
        "NoPrivilegesAskPiwikAdmin": "Sei stato registrato come '%s', ma a quanto pare non si dispone di alcuna autorizzazione in Piwik. %s Contattare l'amministratore Piwik (clicca per e-mail) %s per consentire la visualizzazione di un sito web.",
        "OnlyForSuperUserAccess": "Questo widget è visualizzato solo dagli utenti che hanno un accesso Super User.",
        "PageOf": "%1$s di %2$s",
        "PeriodDay": "Giorno",
        "PeriodDays": "giorni",
        "PeriodMonth": "Mese",
        "PeriodMonths": "mesi",
        "PeriodRange": "Intervallo",
        "PeriodWeek": "Settimana",
        "PeriodWeeks": "settimane",
        "PeriodYear": "Anno",
        "PeriodYears": "anni",
        "PluginDescription": "Struttura di base per i report di Web Analytics.",
        "ReportGeneratedOn": "Report generato il %s",
        "ReportGeneratedXAgo": "Report generato %s fa",
        "SharePiwikLong": "Salve! Ho giusto trovato un bel software open source: Piwik!\n\nPiwik vi permetterà di tracciare i visitatori del vostro sito gratuitamente. Dovreste provarlo!",
        "SharePiwikShort": "Piwik! Statistiche web gratuite e open source. Entrate in possesso dei vostri dati.",
        "ShareThis": "Condividi",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Mostra il codice JavaScript da inserire",
        "SubscribeAndBecomePiwikSupporter": "Procedete su una pagina sicura di pagamento con carta di credito (Paypal) per diventare un Sostenitore di Piwik!",
        "SupportPiwik": "Sostieni Piwik!",
        "TableNoData": "nessun dato per questa tabella.",
        "ThereIsNoDataForThisReport": "Non c'è nessun dato in questo report.",
        "UnFlattenDataTable": "Il report è piatto %s Rendilo gerarchico",
        "ViewAllPiwikVideoTutorials": "Vedi tutti i Video Tutorial di Piwik",
        "WebAnalyticsReports": "Report Web Analytics",
        "YouAreUsingTheLatestVersion": "Stai utilizzando l'ultima versione di Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Attiva plugin",
        "ActionActivateTheme": "Attiva tema",
        "ActionInstall": "Installa",
        "ActionUninstall": "Disinstalla",
        "Activate": "Attiva",
        "Activated": "Attivato",
        "Active": "Attivo",
        "Activity": "Attività",
        "AllowedUploadFormats": "Tramite questa pagina puoi caricare un plugin o un tema nel formato .zip.",
        "AuthorHomepage": "Autore Homepage",
        "Authors": "Autori",
        "BackToExtendPiwik": "Torna al Marketplace",
        "BeCarefulUsingPlugins": "I plugin che non sono stati sviluppati dal team di Piwik devono essere utilizzati con cautela: non li abbiamo verificati.",
        "BeCarefulUsingThemes": "I temi che non sono stati sviluppati dal team di Piwik devono essere utilizzati con cautela: non li abbiamo verificati.",
        "ByDesigningOwnTheme": "tramite %sprogetta il tuo tema%s",
        "ByInstallingNewPluginFromMarketplace": "tramite %sinstallazione di un nuovo plugin dal Marketplace%s",
        "ByInstallingNewThemeFromMarketplace": "tramite %sinstalla un nuovo tema dal Marketplace%s",
        "ByWritingOwnPlugin": "tramite %sscrivi il tuo plugin%s",
        "ByXDevelopers": "tramite %s sviluppatori",
        "Changelog": "Changelog",
        "ChangeSettingsPossible": "Puoi cambiare le %simpostazioni%s per questo plugin.",
        "CorePluginTooltip": "I plugins di base non hanno versione dato che sono distribuiti con Piweik.",
        "Deactivate": "Disattiva",
        "Developer": "Sviluppatore",
        "DoMoreContactPiwikAdmins": "Per installare un nuovo plugin o un nuovo tema, rimani in contatto con il tuo amministratore di Piwik.",
        "DownloadAndInstallPluginsFromMarketplace": "Puoi scaricare automaticamente e installare nuovi Plugin dal %sMarketplace%s",
        "EmailToEnquireUpdatedVersion": "Manda un'email a %1$s per informarti su una versione aggiornata di %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Prova un altro aspetto",
        "FeaturedPlugin": "Plugin rappresentativo",
        "GetEarlyAccessForPaidPlugins": "Nota: al momento tutti i plugin sono disponibili gratuitamente; in futuro abiliteremo sul Marketplace la sezione Plugin a Pagamento (%scontattaci%s per accedere anticipatamente).",
        "GetNewFunctionality": "Ottieni nuove funzioni",
        "History": "Storia",
        "Inactive": "Inattivo",
        "InfoPluginUpdateIsRecommended": "Aggiorna i tuoi plugin per beneficiare dei nuovi miglioramenti.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Nota: gli altri %1$s utenti che si sono registrati a questo Piwik stanno utilizzando il tema %2$s.",
        "InfoThemeUpdateIsRecommended": "Aggiorna i tuoi temi per godere dell'ultima versione.",
        "InstallingPlugin": "Sto installando %s",
        "InstallNewPlugins": "Installa nuovi plugin",
        "InstallNewThemes": "Intalla nuovi temi",
        "LastCommitTime": "ultima consegna %s",
        "LastUpdated": "Ultimo aggiornamento",
        "LicenseHomepage": "Homepage della Licenza",
        "MainDescription": "I plugin estendono le funzionalità di Piwik. Una volta installati, è possibile attivarli o disattivarli qui (non tutti sono in italiano).",
        "Marketplace": "Marketplace",
        "MarketplaceSellPluginSubject": "Marketplace - Vendita Plugin",
        "MenuPlatform": "Piattaforma",
        "MissingRequirementsNotice": "Aggiorna %1$s %2$s a una versione più recente, è richiesto %1$s %3$s.",
        "NoPluginsFound": "Non sono stati trovati plugin",
        "NotAllowedToBrowseMarketplacePlugins": "Puoi esplorare la lista dei plugin che possono essere installati per personalizzare o espandere la tua piattaforma Piwik. Contatta il tuo amministratore se desideri installarne qualcuno.",
        "NotAllowedToBrowseMarketplaceThemes": "Puoi esplorare la lista dei temi che possono essere installati per personalizzare l'aspetto della tua piattaforma Piwik. Contatta il tuo amministratore se desideri che ne installi qualcuno.",
        "NoThemesFound": "Non sono stati trovati temi",
        "NoZipFileSelected": "Seleziona un file ZIP.",
        "NumDownloadsLatestVersion": "Ultima versione: %s Downloads",
        "NumUpdatesAvailable": "%s Aggiornamenti disponibili",
        "OrByUploadingAPlugin": "o %scaricando un plugin%s",
        "OrByUploadingATheme": "o %scaricando un tema%s",
        "Origin": "Origine",
        "OriginCore": "Core",
        "OriginThirdParty": "Terze-parti",
        "PluginDescription": "Interfaccia di amministrazione plugin.",
        "PluginHomepage": "Homepage Plugin",
        "PluginKeywords": "Keywords",
        "PluginNotCompatibleWith": "Il plugin %1$s non è compatibile con %2$s.",
        "PluginNotWorkingAlternative": "Se hai utilizzato questo plugin puoi trovare una versione più recente nel Marketplace. Se no, puoi volere installarlo.",
        "PluginRequirement": "%1$s richiede %2$s.",
        "PluginsManagement": "Amministra Plugin",
        "PluginUpdateAvailable": "Stai utilizzando la versione %s ed è disponibile la nuova versione %s.",
        "PluginVersionInfo": "%1$s da %2$s",
        "PluginWebsite": "Sito Plugin",
        "Screenshots": "Screenshots",
        "SortByAlpha": "alfa",
        "SortByNewest": "più recente",
        "SortByPopular": "popolare",
        "Status": "Stato",
        "StepDownloadingPluginFromMarketplace": "Download del plugin dal Marketplace",
        "StepDownloadingThemeFromMarketplace": "Download del tema dal Marketplace",
        "StepPluginSuccessfullyInstalled": "Hai installato con successo il plugin %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Hai aggiornato con successo il plugin %1$s %2$s.",
        "StepReplaceExistingPlugin": "Sto sostituendo il plugin esistente",
        "StepReplaceExistingTheme": "Sostituzione del tema esistente",
        "StepThemeSuccessfullyInstalled": "Hai installato con successo il tema %1$s %2$s",
        "StepThemeSuccessfullyUpdated": "Hai aggiornato con successo il tema %1$s %2$s",
        "StepUnzippingPlugin": "Sto scompattando il plugin",
        "StepUnzippingTheme": "Sto scompattando il tema",
        "SuccessfullyActicated": "Hai attivato con successo <strong>%s<\/strong>.",
        "Support": "Supportaci",
        "TeaserExtendPiwik": "Amplia Piwik con Plugin e Temi",
        "TeaserExtendPiwikByPlugin": "Amplia Piwik installando un nuovo plugin",
        "TeaserExtendPiwikByTheme": "Goditi un altro look installando un nuovo tema",
        "TeaserExtendPiwikByUpload": "Estendi Piwik caricando un file ZIP",
        "Theme": "Tema",
        "Themes": "Temi",
        "ThemesDescription": "I temi possono cambiare l'aspetto dell'interfaccia utente Piwik e fornire una nuova esperienza visiva per godere i tuoi reports statistici.",
        "ThemesManagement": "Gestisci i temi",
        "UninstallConfirm": "State per disinstallare un plugin %s. Questo verrà completamente rimosso dalla vostra piattaforma e non potrà essere recuperato. Siete sicuri di volerlo fare?",
        "Updated": "Aggiornato",
        "UpdatingPlugin": "Aggiornamento di %s",
        "UploadZipFile": "Caricamento file ZIP",
        "Version": "Versione",
        "ViewRepositoryChangelog": "Guarda i cambiamenti",
        "Websites": "Siti web"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clicca qui per vedere e copiare la lista di query SQL che dovranno essere eseguite",
        "CreatingBackupOfConfigurationFile": "Sto creando un backup del file di configurazione in %s",
        "CriticalErrorDuringTheUpgradeProcess": "Errore critico durante l'aggiornamento:",
        "DatabaseUpgradeRequired": "Aggiornamento del Database richiesto",
        "DisablingIncompatiblePlugins": "Disabilitazione plugins incompatibili: %s",
        "DownloadingUpdateFromX": "Sto scaricando gli aggiornamenti da %s",
        "DownloadX": "Scarica %s",
        "EmptyDatabaseError": "Il database %s è pieno. Devi modificare il tuo file di configurazione Piwik.",
        "ErrorDIYHelp": "Se sei un utente avanzato e incontri un errore nell'aggiornamento del database:",
        "ErrorDIYHelp_1": "identifica e correggi la causa del problema (es. memory_limit o max_execution_time)",
        "ErrorDIYHelp_2": "esegui le query fallite rimanenti nell'aggiornamento.",
        "ErrorDIYHelp_3": "aggiorna manualmente la tabella 'option' nel tuo database Piwik, settando il valore di version_core alla versione dell'aggiornamento fallito",
        "ErrorDIYHelp_4": "ri-esegui l'aggiornamento (tramite il browser o da riga di comando) per continuare con gli aggiornamenti rimanenti",
        "ErrorDIYHelp_5": "riporta l'errore (e la soluzione) così che Piwik possa migliorare",
        "ErrorDuringPluginsUpdates": "Errore durante l'aggiornamento del plugin:",
        "ExceptionAlreadyLatestVersion": "La tua versione di Piwik %s è aggiornata.",
        "ExceptionArchiveEmpty": "Archivio vuoto.",
        "ExceptionArchiveIncompatible": "Archivio incompatibile: %s",
        "ExceptionArchiveIncomplete": "L'archivio è incompleto: alcuni file mancano (es. %s).",
        "FeedbackRequest": "Sei libero di condividere con il Team di Piwik idee e suggerimenti qui:",
        "HelpMessageContent": "Controlla le %1$s Piwik FAQ %2$s, ti spiegheranno gli errori più comuni durante l'aggiornamento. %3$s Chiedi all'amministratore di sistema per gli errori che ti sembrano relativi alla configurazione di MySQL o al server, piuttosto che a Piwik.",
        "HelpMessageIntroductionWhenError": "Il messaggio qui sopra ti spiega l'errore occorso durante l'aggiornamento. Ti spiega cosa l'ha causato, ma se vuoi ulteriore aiuto:",
        "HelpMessageIntroductionWhenWarning": "L'aggiornamento è stato completato con successo, tuttavia si sono verificati dei piccoli problemi. Puoi leggerne qui sopra una breve descrizione. Per maggiori informazioni:",
        "HighTrafficPiwikServerEnableMaintenance": "Se gestisci un server di Piwik ad alto traffico, raccomandiamo di %sdisabilitare temporaneamente il Tracciamento dei visitatori e di mettere l'Interfaccia Utente di Piwik in modalità manutenzione%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Nota: alcuni plugins non sono compatibili con Piwik %s. Dopo l'aggiornamento verranno disabilitati.",
        "InstallingTheLatestVersion": "Sto installando l'ultima versione",
        "MajorUpdateWarning1": "Si tratta di un importante aggiornamento! Ci vorrà più tempo del solito.",
        "MajorUpdateWarning2": "Il seguente consiglio è particolarmente importante per le installazioni di grandi dimensioni.",
        "NoteForLargePiwikInstances": "Nota importante per grandi installazioni di Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: se esegui manualmente queste query, puoi aspettarti che alcune di queste falliranno. In questo caso, semplicemente ignorale, ed esegui la successiva della lista.",
        "NotificationClickToUpdatePlugins": "Clicca qui per aggiornare adesso i plugin:",
        "NotificationClickToUpdateThemes": "Clicca qui per aggiornare adesso i temi:",
        "NotificationSubjectAvailableCoreUpdate": "Il Nuovo Piwik %s è disponibile",
        "NotificationSubjectAvailablePluginUpdate": "Aggiornamenti disponibili per i plugin di Piwik",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik è stato aggiornato con successo!",
        "PiwikUpdatedSuccessfully": "Piwik è stato aggiornato con successo!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Il Database Piwik deve essere aggiornato dalla versione %1$s alla nuova versione %2$s.",
        "PluginDescription": "Meccanismo di aggiornamento di Piwik",
        "ReadyToGo": "Pronto a partire?",
        "TheFollowingPluginsWillBeUpgradedX": "I seguenti plugin saranno aggiornati: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Alcuni plugin che utilizzi sono stati aggiornati sul Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "C'è una nuova versione di Piwik disponibile per l'aggiornamento.",
        "TheUpgradeProcessMayFailExecuteCommand": "Se hai un database Piwik molto grande, gli aggiornamenti potrebbero essere troppo lunghi per essere eseguiti dal browser. In questo caso, puoi eseguire l'aggiornamento da riga di comando: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "L'aggiornamento del Database potrebbe richiedere qualche istante, attendere.",
        "UnpackingTheUpdate": "Sto decomprimendo gli aggiornamenti",
        "UpdateAutomatically": "Aggiorna automaticamente",
        "UpdateHasBeenCancelledExplanation": "Il \"Piwik One Click Update\" è stato annullato. Se non riesci a sistemare il problema che ha causato il messaggio di errore indicato, è consigliabile aggiornare Piwik manualmente. %1$s Controlla il %2$sManuale di aggiornamento%3$s per iniziare!",
        "UpdateTitle": "Piwik › Aggiornamenti",
        "UpgradeComplete": "Aggiornamento completato!",
        "UpgradePiwik": "Aggiornamento Piwik",
        "VerifyingUnpackedFiles": "Sto verificando i file scompattati",
        "WarningMessages": "Messaggi di Allerta:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Saranno disattivati in automatico i seguenti plugin: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Puoi aggiornare alla versione %s in automatico o scaricare il pacchetto e installarlo manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Se non puoi usare l'aggiornamento da riga di comando e Piwik non riesce ad aggiornarsi (per un timeout del database, timout del browser o qualsiasi altro problema), puoi eseguire manualmente le query SQL per aggiornare Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik non è in grado di sovrascrivere l'installazione corrente. Tu puoi o correggere i permessi alle cartelle\/file, o scaricare il pacchetto e installare la versione %s manualmente:",
        "YourDatabaseIsOutOfDate": "Il tuo Database Piwik è obsoleto e deve essere aggiornato prima di continuare."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nomi Variabili Personalizzate",
        "ColumnCustomVariableValue": "Valori Variabili Personalizzate",
        "CustomVariables": "Variabili Personalizzate",
        "CustomVariablesReportDocumentation": "Questo report contiene le informazioni sulle variabili personalizzate. Clicca su un nome di variabile per visualizzare la distribuzione dei valori. %s Per ulteriori informazioni sulle variabili personalizzate in generale, leggere il %sCustom Variabili documentazione su piwik.org %s",
        "PluginDescription": "Le variabili personalizzate sono il nome, coppie di valori che è possibile impostare per una visita con la funzione di Javascript API setVisitCustomVariables(). Piwik poi segnalerà il numero di visite, pagine, conversioni per ciascuno di questi nomi personalizzati e valori.",
        "ScopePage": "campo di applicazione pagina",
        "ScopeVisit": "ambito visita"
    },
    "Dashboard": {
        "AddAWidget": "Aggiungere un widget",
        "AddPreviewedWidget": "Aggiungi il widget visualizzato nella dashboard",
        "ChangeDashboardLayout": "Cambia il layout del pannello",
        "CopyDashboardToUser": "Copia la dashboard a un utente",
        "CreateNewDashboard": "Crea un nuovo pannello",
        "Dashboard": "Dashboard",
        "DashboardCopied": "La dashboard corrente è stata copiata con successo all'utente selezionato.",
        "DashboardEmptyNotification": "Il pannello non contiene widget. Inizia con l'aggiunta di alcuni widget o semplicemente resetta il pannello alla selezione widget di default.",
        "DashboardName": "Nome del pannello",
        "DashboardOf": "Pannello di %s",
        "DefaultDashboard": "Pannello predefinito - Utilizzo di default la selezione widget e layout colonne",
        "DeleteWidgetConfirm": "Sei sicuro di voler eliminare il widget dalla dashboard?",
        "EmptyDashboard": "Pannello vuoto - Scegli i tuoi widget preferiti",
        "LoadingWidget": "Caricamento widget, attendere...",
        "ManageDashboard": "Gestione pannello",
        "Maximise": "Massimizza",
        "Minimise": "Minimizza",
        "NotUndo": "Non sarà possibile annullare questa operazione.",
        "PluginDescription": "La tua Dashboard di Web Analytics. Puoi personalizzare la TUA Dashboard: puoi aggiungere nuovi widget e cambiarne l'ordine.Ogni utente può accedere alla propria Dashboard personalizzata.",
        "RemoveDashboard": "Rimuovi il pannello",
        "RemoveDashboardConfirm": "Sei sicuro di voler rimuovere il pannello \"%s\"?",
        "RenameDashboard": "Rinomina il pannello",
        "ResetDashboard": "Resetta il pannello",
        "ResetDashboardConfirm": "Sei sicuro di voler ripristinare il layout del pannello per la selezione di default Widget?",
        "SelectDashboardLayout": "Si prega di selezionare il layout del nuovo pannello",
        "SelectWidget": "Seleziona il widget da aggiungere nella dashboard",
        "SetAsDefaultWidgets": "Imposta come selezione predefinita widget",
        "SetAsDefaultWidgetsConfirm": "Sei sicuro di voler impostare la selezione corrente di widget e il layout del pannello come modello predefinito?",
        "SetAsDefaultWidgetsConfirmHelp": "Questa selezione widget e il layout colonne saranno utilizzate quando un utente creerà un nuovo pannello, o quando \"%s\" funzione viene utilizzata.",
        "TopLinkTooltip": "Visualizza report Web Analytics per %s.",
        "WidgetNotFound": "Widget non trovato",
        "WidgetPreview": "Anteprima del widget",
        "WidgetsAndDashboard": "Widget & Pannello"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignora le visite con l'header X-Do-Not-Track o DNT."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Contatta il team Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Hai un bug da segnalare o una richiesta di funzionalità?",
        "GetInTouch": "Apprezziamo il tuo feedback e leggiamo sempre tutti i messaggi. Ma forse vorresti condividere qualche opportunità commerciale, ingaggiare un consulente di Piwik, raccontarci una storia di successi o semplicemente dirci Ciao!",
        "IWantTo": "Vorrei:",
        "LearnWaysToParticipate": "Impara tutti i modi attraverso i quali puoi %s partecipare %s",
        "ManuallySendEmailTo": "Perfavore invia manualmente il messaggio a",
        "PluginDescription": "manda i tuoi suggerimenti al Team Piwik. Condividi le tue idee e suggerimenti con noi!",
        "PrivacyClaim": "Piwik rispetta la tua %1$sprivacy%2$s e ti dà il pieno controllo sui tuoi dati.",
        "RateFeatureLeaveMessageDislike": "Ci dispiace sapere che non ti piace! Facci sapere come possiamo migliorare.",
        "RateFeatureLeaveMessageLike": "Siamo felici che tu lo apprezzi! Facci sapere cosa ti piace di più o se hai richieste di altre funzioni.",
        "RateFeatureSendFeedbackInformation": "La tua piattaforma Piwik invierà a noi (il team di Piwik) una email (che include il tuo indirizzo email) in modo tale che noi ci possiamo mettere in contatto con te se dovessi avere qualche domanda.",
        "RateFeatureThankYouTitle": "Grazie per il voto '%s'!",
        "RateFeatureTitle": "Ti piace la funzione '%s'? Votala e lascia un commento.",
        "SendFeedback": "Invia",
        "SpecialRequest": "Hai una richiesta speciale per il team Piwik?",
        "ThankYou": "Grazie per aiutarci a rendere Piwik migliore!",
        "TopLinkTooltip": "Dicci cosa ne pensi, o richiedi supporto professionale.",
        "ViewAnswersToFAQ": "Guarda le risposte alle %sDomande frequenti%s",
        "ViewUserGuides": "Impara a configurare Piwik e ad analizzare efficacemente i tuoi dati con le nostre %1$sguide utente%2$s",
        "VisitTheForums": "Visita il %s Forum %s",
        "WantToThankConsiderDonating": "Pensi che Piwik sia grande e vuoi ringraziarci?"
    },
    "General": {
        "AbandonedCarts": "Ordini abbandonati",
        "AboutPiwikX": "Informazioni su Piwik %s",
        "Action": "Azione",
        "Actions": "Azioni",
        "Add": "Aggiungi",
        "AfterEntry": "Dopo entereing qui",
        "All": "Tutto",
        "AllowPiwikArchivingToTriggerBrowser": "Permetti a Piwik di avviare l'archiviazione quando i report vengono visualizzati dal browser.",
        "AllWebsitesDashboard": "Le dashboard di tutti i siti",
        "And": "e",
        "API": "API",
        "ApplyDateRange": "Applica intervallo di date",
        "ArchivingInlineHelp": "Per i siti da medi a grandi, è raccomandabile disabilitare l'attivazione di Piwik dal browser. Raccomandiamo piuttosto di configurare un cron job per elaborare i report di Piwik ogni ora.",
        "ArchivingTriggerDescription": "Raccomandato per installazioni di Piwik grandi, devi %sconfigurare un cron job%s per elaborare i report automaticamente.",
        "AuthenticationMethodSmtp": "Metodo di autenticazione per SMTP",
        "AverageOrderValue": "Valore medio ordine",
        "AveragePrice": "Prezzo medio",
        "AverageQuantity": "Quantità media",
        "BackToPiwik": "Torna a Piwik",
        "Broken": "Interrotto",
        "BrokenDownReportDocumentation": "Esso è suddiviso in vari rapporti, che vengono visualizzate in piccoli grafici nella parte inferiore della pagina. Cliccando sul rapporto che vi piacerebbe vedere, si possono ingrandire i grafici.",
        "Cancel": "Annulla",
        "CannotUnzipFile": "Impossibile scompattare il file %1$s: %2$s",
        "ChangePassword": "Cambio password",
        "ChangeTagCloudView": "Nota che puoi vedere il report in altri modi, come una tag cloud. Usa i controlli alla fine del report per fare ciò.",
        "ChooseDate": "Scegli data",
        "ChooseLanguage": "Scegli la lingua",
        "ChoosePeriod": "Scegli il periodo",
        "ChooseWebsite": "Scegli il sito",
        "ClickHere": "Clicca qui per più informazioni.",
        "ClickToChangePeriod": "Clicca di nuovo per cambiare il periodo.",
        "Close": "Chiudi",
        "ColumnActionsPerVisit": "Azioni per visita",
        "ColumnActionsPerVisitDocumentation": "Numero medio di azioni (pagina visualizzazioni, download o link in uscita) che sono state eseguite durante le visite.",
        "ColumnAverageGenerationTime": "Tempo medio di generazione",
        "ColumnAverageGenerationTimeDocumentation": "Tempo medio per generare la pagina. Questa metrica include il tempo che è stato necessario al server per generare la pagina web, più il tempo che è stato necessario al visitatore per scaricare la rissposta del server. Un 'tempo medio di generazione' più basso vuol dire un sito più veloce per i vostri visitatori!",
        "ColumnAverageTimeOnPage": "Tempo medio sulla pagina",
        "ColumnAverageTimeOnPageDocumentation": "Il tempo medio passato dai visitatori su questa pagina (solo su questa pagina, non sul sito intero).",
        "ColumnAvgTimeOnSite": "Durata media",
        "ColumnAvgTimeOnSiteDocumentation": "La durata media di una visita.",
        "ColumnBounceRate": "% rimbalzi",
        "ColumnBounceRateDocumentation": "La percentuale di visite che aveva solo una singola pagina visualizzata. Questo significa che il visitatore ha lasciato il sito web direttamente dalla pagina d'ingresso.",
        "ColumnBounceRateForPageDocumentation": "Percentuale di visite che sono partite e finite in questa pagina.",
        "ColumnBounces": "Rifiuti",
        "ColumnBouncesDocumentation": "Il numero delle visite che sono partite e finite in questa pagina. Questo vuol dire che il visitatore ha lasciato il sito vedendo solo questa pagina.",
        "ColumnConversionRate": "Tasso di conversione",
        "ColumnConversionRateDocumentation": "La percentuale di visite che ha attivato una conversione di obiettivo.",
        "ColumnDestinationPage": "Pagina Destinazione",
        "ColumnEntrances": "Entrate",
        "ColumnEntrancesDocumentation": "Il numero delle visite che sono partite da questa pagina.",
        "ColumnExitRate": "% uscite",
        "ColumnExitRateDocumentation": "La percentuale di visitatori che hanno lasciato il sito dopo aver visitato questa pagina.",
        "ColumnExits": "Uscite",
        "ColumnExitsDocumentation": "Il numero delle visite che sono finite in questa pagina.",
        "ColumnGenerationTime": "Tempo di generazione",
        "ColumnKeyword": "Parola chiave",
        "ColumnLabel": "Etichetta",
        "ColumnMaxActions": "Numero massimo di azioni in una visita",
        "ColumnNbActions": "Azioni nel sito",
        "ColumnNbActionsDocumentation": "Il numero delle azioni eseguite dai tuoi visitatori. Possono essere pagine viste, download o click su un outlink.",
        "ColumnNbUniqVisitors": "Visitatori unici",
        "ColumnNbUniqVisitorsDocumentation": "Il numero di visitatori non duplicati sul tuo sito Web. Ogni utente viene conteggiato una sola volta, anche se visita il sito Web più volte al giorno.",
        "ColumnNbVisits": "Visite",
        "ColumnNbVisitsDocumentation": "Se un visitatore arriva sul tuo sito Web per la prima volta o se visita una pagina dopo più di 30 minuti dalla sua ultima visualizzazione di pagina, questo sarà registrato come una nuova visita.",
        "ColumnPageBounceRateDocumentation": "La percentuale di visite che iniziato su questa pagina e che abbandonano immediatamente il sito Web.",
        "ColumnPageviews": "Visualizzazioni pagina",
        "ColumnPageviewsDocumentation": "Il numero delle volte che questa pagina è stata vista.",
        "ColumnPercentageVisits": "% Visite",
        "ColumnRevenue": "Ricavo",
        "ColumnSumVisitLength": "Durata totale delle visite (in secondi)",
        "ColumnTotalPageviews": "Pagine viste Totali",
        "ColumnUniqueEntrances": "Accessi unici",
        "ColumnUniqueExits": "Uniche uscite",
        "ColumnUniquePageviews": "Visualizzazioni uniche",
        "ColumnUniquePageviewsDocumentation": "Il numero di visite che includono questa pagina. Se una pagina è stata visitata più volte all'interno di una stessa visita, verrà conteggiata una volta sola.",
        "ColumnValuePerVisit": "Valore per visita",
        "ColumnViewedAfterSearch": "Cliccati nei risultati ricerca",
        "ColumnViewedAfterSearchDocumentation": "Numero di volte in cui questa Pagina è stata visitata dopo che un visitatore ha fatto una ricerca nel vostro sito e ha cliccato su questa pagina nei risultati della ricerca.",
        "ColumnVisitDuration": "Durata delle visite (in secondi)",
        "ColumnVisitsWithConversions": "Visite per Conversione",
        "ConfigFileIsNotWritable": "Il file di configurazione di Piwik %s non è scrivibile, alcune delle tue impostazioni potrebbero non essere state salvate. %s Cambia i permessi del file di configurazione per farlo diventare modificabile.",
        "Continue": "Continua",
        "ContinueToPiwik": "Vai a Piwik",
        "CurrentMonth": "Mese corrente",
        "CurrentWeek": "Settimana corrente",
        "CurrentYear": "Anno corrente",
        "Daily": "Giornalmente",
        "DailyReport": "giornaliero",
        "DailyReports": "Reports giornalieri",
        "DailySum": "somma giornaliera",
        "DashboardForASpecificWebsite": "Dashboard per un sito specifico",
        "DataForThisGraphHasBeenPurged": "I dati riportati nel grafico vecchi più di %s mesi sono stati eliminati.",
        "DataForThisTagCloudHasBeenPurged": "I dati per questo tag cloud vecchi più di %s mesi sono stati eliminati.",
        "Date": "Data",
        "DateRange": "Arco temporale:",
        "DateRangeFrom": "Da",
        "DateRangeFromTo": "Da %s a %s",
        "DateRangeInPeriodList": "Intervallo di date",
        "DateRangeTo": "A",
        "DayFr": "Ve",
        "DayMo": "Lu",
        "DaySa": "Sa",
        "DaysHours": "%1$s giorni %2$s ore",
        "DaysSinceFirstVisit": "Giorni trascorsi dalla prima visita",
        "DaysSinceLastEcommerceOrder": "Giorni dall'ultimo ordine Ecommerce",
        "DaysSinceLastVisit": "Giorni trascorsi dall'ultima visita",
        "DaySu": "Do",
        "DayTh": "Gio",
        "DayTu": "Ma",
        "DayWe": "Me",
        "Default": "Default",
        "DefaultAppended": "(default)",
        "Delete": "Cancella",
        "Description": "Descrizione",
        "Desktop": "Desktop",
        "Details": "Dettagli",
        "Discount": "Sconto",
        "DisplaySimpleTable": "Visualizza una tabella semplice",
        "DisplayTableWithGoalMetrics": "Visualizza una tabella con le metriche dei Goal (Obiettivi)",
        "DisplayTableWithMoreMetrics": "Visualizza una tabella con più metriche",
        "Documentation": "Documentazione",
        "Donate": "Donate",
        "Done": "Fatto",
        "Download": "Download",
        "DownloadFail_FileExists": "Il file %s esiste già!",
        "DownloadFail_FileExistsContinue": "Sto cercando di continuare il download di %s, ma esiste già un file interamente scaricato!",
        "DownloadFail_HttpRequestFail": "Impossibile scaricare il file! Ci può essere qualcosa di sbaagliato nel sito da cui state scaricando. Potete riprovare più tardi o prendere il file da soli.",
        "DownloadFullVersion": "%1$sScarica%2$s la versione completa! Check out %3$s",
        "DownloadPleaseRemoveExisting": "Se volete sostituirlo, eliminate il file esistente.",
        "Downloads": "Download",
        "EcommerceOrders": "Ordine Ecommerce",
        "EcommerceVisitStatusDesc": "Visita lo status dell'e-commerce alla fine della visita",
        "EcommerceVisitStatusEg": "Ad esempio, per selezionare tutte le visite che hanno fatto un ordine di e-commerce, la richiesta di API conterrebbe %s",
        "Edit": "Modifica",
        "EncryptedSmtpTransport": "Inserisci la crittografia a livello di trasporto richiesta dal server SMTP.",
        "EnglishLanguageName": "Italian",
        "Error": "Errore",
        "ErrorRequest": "Oops… si è verificato un errore durante la richiesta, per favore riprova.",
        "EvolutionOverPeriod": "Evoluzione nel periodo",
        "EvolutionSummaryGeneric": "%1$s in %2$s confrontato con %3$s in %4$s. Evoluzione: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "L'utente deve essere un Super User o l'utente '%s' stesso.",
        "ExceptionConfigurationFileNotFound": "Il file di configurazione {%s} non è stato trovato.",
        "ExceptionDatabaseVersion": "La tua %1$s versione è %2$s ma Piwik ha bisogno di almeno %3$s.",
        "ExceptionFileIntegrity": "Test di integrità fallito: %s",
        "ExceptionFilesizeMismatch": "Discordanza di dimensione file: %1$s (dimensione attesa: %2$s, trovata: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "La tua %1$s versione del client è %2$s la quale non è compatibile con la versione del server %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Formato di report aggregati '%s' non valido. Provate uno dei seguenti invece: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Il tempo di archiviazione di oggi deve essere un numero di secondi maggiore di zero",
        "ExceptionInvalidDateFormat": "Il formato della data deve essere: %s o qualsiasi parola chiave supportata dalla funzione %s (vedi %s per maggiori informazioni)",
        "ExceptionInvalidDateRange": "La data '%s' non è corretta. Dovrebbe avere questo formato: %s.",
        "ExceptionInvalidPeriod": "Il periodo '%s' non è corretto. Prova un formato diverso invece di: %s",
        "ExceptionInvalidRendererFormat": "Il formato di visualizzazione '%s' non è valido. Prova uno dei formati seguenti: %s.",
        "ExceptionInvalidReportRendererFormat": "Il formato report '%s' non è valido. Prova invece uno dei seguenti: %s.",
        "ExceptionInvalidStaticGraphType": "Tipo di grafico statico '%s' non è valido. Provare una delle seguenti operazioni: %s.",
        "ExceptionInvalidToken": "Il token non è valido.",
        "ExceptionLanguageFileNotFound": "File di lingua '%s' non trovato.",
        "ExceptionMethodNotFound": "Il metodo '%s' non esiste o non è disponibile non modulo '%s'.",
        "ExceptionMissingFile": "Manca il file: %s",
        "ExceptionNonceMismatch": "Non è possibile verificare il token di sicurezza di questo form.",
        "ExceptionPrivilege": "Non puoi accedere a questa risorsa con un accesso %s.",
        "ExceptionPrivilegeAccessWebsite": "Non puoi accedere alla risorsa richiesta perché è necessario essere autorizzati per l'accesso %s per il sito con id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Non puoi accedere alla risorsa richiesta perché è necessario essere autorizzati come %s per almeno un sito web.",
        "ExceptionUnableToStartSession": "Impossibile avviare la sessione.",
        "ExceptionUndeletableFile": "Impossibile cancellare %s",
        "ExceptionUnreadableFileDisabledMethod": "Il file di configurazione {%s} non può essere letto. Il tuo host può aver disabilitato %s.",
        "ExpandDataTableFooter": "Cambia la visualizzazione o configura il report",
        "Export": "Esporta",
        "ExportAsImage": "Esporta come Immagine",
        "ExportThisReport": "Esporta questo dataset in altri formati",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Il controllo dell'integrità dei file è fallito ed ha riportato alcuni errori. Ciò è molto probabilmente dovuto al parziale o fallito upload di alcuni file di Piwik. Dovresti riprovare a rifare l'upload di tutti i file di Piwik in modalità BINARIA e aggiornare questa pagina fino a quando non mostrerà più errori.",
        "First": "Primo",
        "Flatten": "Piano",
        "ForExampleShort": "es.",
        "Forums": "Forums",
        "FromReferrer": "da",
        "GeneralInformation": "Informazioni generali",
        "GeneralSettings": "Impostazioni Generali",
        "GetStarted": "Inizia",
        "GiveUsYourFeedback": "Suggerimenti?",
        "Goal": "Goal",
        "GoTo": "Vai a %s",
        "GraphHelp": "Maggiori informazioni su come vedere grafici in Piwik.",
        "HelloUser": "Ciao, %s!",
        "Help": "Aiuto",
        "HelpTranslatePiwik": "Forse vorresti %1$saiutarci a migliorare le traduzioni di Piwik%2$s?",
        "Hide": "nascondi",
        "HoursMinutes": "%1$s ore %2$s minuti",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Supponendo che l'archiviazione sia veloce per questa installazione, potete configurare il crontab per eseguire più frequentemente.",
        "InfoFor": "Info per %s",
        "Installed": "Installato",
        "InvalidDateRange": "Intervallo di date non valido, per favore prova di nuovo",
        "InvalidResponse": "I dati ricevuti non sono validi.",
        "IP": "IP",
        "JsTrackingTag": "Codice JavaScript",
        "Language": "Lingua",
        "LastDays": "Ultimi %s giorni (incluso oggi)",
        "LastDaysShort": "Ultimi %s giorni",
        "LayoutDirection": "ltr",
        "Live": "Dal vivo",
        "Loading": "Caricamento...",
        "LoadingData": "Sto caricando i dati...",
        "LoadingPopover": "Caricamento di %s...",
        "LoadingPopoverFor": "Caricamento di %s per",
        "Locale": "it_IT.UTF-8",
        "Logout": "Esci",
        "LongDay_1": "Lunedì",
        "LongDay_2": "Martedì",
        "LongDay_3": "Mercoledì",
        "LongDay_4": "Giovedì",
        "LongDay_5": "Venerdì",
        "LongDay_6": "Sabato",
        "LongDay_7": "Domenica",
        "LongMonth_1": "Gennaio",
        "LongMonth_10": "Ottobre",
        "LongMonth_11": "Novembre",
        "LongMonth_12": "Dicembre",
        "LongMonth_2": "Febbraio",
        "LongMonth_3": "Marzo",
        "LongMonth_4": "Aprile",
        "LongMonth_5": "Maggio",
        "LongMonth_6": "Giugno",
        "LongMonth_7": "Luglio",
        "LongMonth_8": "Agosto",
        "LongMonth_9": "Settembre",
        "MainMetrics": "Metriche principali",
        "Matches": "Corrispondenze",
        "MediumToHighTrafficItIsRecommendedTo": "Per siti da medio ad alto traffico, raccomandiamo di far elaborare i report di oggi come minimo ogni mezz'ora (%s secondi) o ogni ora (%s secondi).",
        "Metadata": "Metadati",
        "Metric": "Metrica",
        "Metrics": "Metriche",
        "MetricsToPlot": "Metriche per tracciare",
        "MetricToPlot": "Metriche per tracciare",
        "MinutesSeconds": "%1$s minuti %2$s secondi",
        "Mobile": "Mobile",
        "Monthly": "Mensile",
        "MonthlyReport": "mensile",
        "MonthlyReports": "Reports mensili",
        "More": "Di più",
        "MoreDetails": "Maggiori Dettagli",
        "MoreLowerCase": "di più",
        "MultiSitesSummary": "Tutti i siti",
        "Name": "Nome",
        "NbActions": "Numero di azioni",
        "NbSearches": "Numero di Ricerche Interne",
        "NDays": "%s giorni",
        "Never": "Mai",
        "NewReportsWillBeProcessedByCron": "Quando Piwik non è attivato dal browser, i nuovi report vengono elaborati con un crontab",
        "NewUpdatePiwikX": "Nuovo Aggiornamento: Piwik %s",
        "NewVisitor": "Nuovo visitatore",
        "NewVisits": "Nuove visite",
        "Next": "Successivo",
        "NMinutes": "%s minuti",
        "No": "No",
        "NoDataForGraph": "Nessun dato per questo grafico.",
        "NoDataForTagCloud": "Non ci sono dati per questa Tag Cloud.",
        "NotDefined": "%s non definita",
        "Note": "Note",
        "NotInstalled": "Non Installato",
        "NotRecommended": "(non raccomandato)",
        "NotValid": "%s non è valido",
        "NSeconds": "%s secondi",
        "NumberOfVisits": "Numero di visite",
        "NVisits": "%s visite",
        "Ok": "Ok",
        "OneAction": "1 azione",
        "OneDay": "1 giorno",
        "OneMinute": "1 minuto",
        "OneVisit": "1 visita",
        "OnlyEnterIfRequired": "Inserisci un nome utente solo se il tuo server SMTP lo richiede.",
        "OnlyEnterIfRequiredPassword": "Inserisci una password solo se il tuo server SMTP la richiede.",
        "OnlyUsedIfUserPwdIsSet": "Utilizzato solo se è configurato un username\/password. Chiedi al tuo provider se non sai quale metodo utilizzare.",
        "OpenSourceWebAnalytics": "Statistiche Web Open Source",
        "OperationAtLeast": "Almeno",
        "OperationAtMost": "Al massimo",
        "OperationContains": "Contiene",
        "OperationDoesNotContain": "Non contiene",
        "OperationEquals": "Uguali",
        "OperationGreaterThan": "Maggiore di",
        "OperationIs": "E'",
        "OperationIsNot": "Non è",
        "OperationLessThan": "Minore di",
        "OperationNotEquals": "Diversi",
        "OptionalSmtpPort": "Opzionale. Default a 25 per non cifrato e TLS SMTP, e 465 per SSL SMTP.",
        "Options": "Opzioni",
        "OrCancel": "oppure %s Annulla %s",
        "OriginalLanguageName": "Italiano",
        "Others": "Altri",
        "Outlink": "Outlink",
        "Outlinks": "Link esterni",
        "OverlayRowActionTooltip": "Guardate i dati delle statistiche direttamente sul vostro sito (apre una nuova scheda)",
        "OverlayRowActionTooltipTitle": "Copertura Open Page",
        "Overview": "Riepilogo",
        "Pages": "Pagine",
        "ParameterMustIntegerBetween": "Parametro %s deve essere un valore integer tra %s e %s",
        "Password": "Password",
        "Period": "Periodo",
        "Piechart": "Torta",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%1$s è disponibile. Avvisa l'%2$samministratore di Piwik%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "E' disponibile la versione %1$s di Piwik. %2$s Aggiorna ora!%3$s (%4$svedi le modifiche%5$s).",
        "PleaseSpecifyValue": "Per favore specifica un valore per '%s'.",
        "PleaseUpdatePiwik": "Per favore, aggiorna il tuo Piwik",
        "Plugin": "Plugin",
        "Plugins": "Plugin",
        "PoweredBy": "Fatto con",
        "Previous": "Precedente",
        "PreviousDays": "%s giorni precedenti (non includendo oggi)",
        "PreviousDaysShort": "Precedenti %s giorni",
        "Price": "Prezzo",
        "ProductConversionRate": "Tasso di conversione prodotto",
        "ProductRevenue": "Guadagni prodotto",
        "PurchasedProducts": "Prodotti acquistati",
        "Quantity": "Quantità",
        "RangeReports": "Intervalli di date personalizzati",
        "ReadThisToLearnMore": "%1$sLeggi questo per saperne di più.%2$s",
        "Recommended": "(raccomandato)",
        "RecordsToPlot": "Record per tracciare",
        "Refresh": "Aggiorna",
        "RefreshPage": "Ricarica la pagina",
        "RelatedReport": "Report correlato",
        "RelatedReports": "Report correlati",
        "Remove": "Rimuovi",
        "Report": "Report",
        "ReportGeneratedFrom": "Questo report è stato generato utilizzando dati da %s.",
        "ReportRatioTooltip": "'%1$s' rappresenta %2$s di %3$s %4$s con %5$s.",
        "Reports": "Report",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Reports di oggi (o qualsiasi altro intervallo di Date compreso oggi) saranno trattati al massimo ogni",
        "ReportsWillBeProcessedAtMostEveryHour": "I report saranno elaborati ogni ora circa.",
        "RequestTimedOut": "La richiesta di dati a %s",
        "Required": "%s richiesto",
        "ReturningVisitor": "Visitatore di ritorno",
        "ReturningVisitorAllVisits": "Vedi tutte le visite",
        "RowEvolutionRowActionTooltip": "Guarda come sono cambiate nel tempo le metriche per questa riga",
        "RowEvolutionRowActionTooltipTitle": "Evoluzione Open Row",
        "Rows": "Righe",
        "RowsToDisplay": "Righe da visualizzare",
        "Save": "Salva",
        "SaveImageOnYourComputer": "Per salvare l'immagine sul tuo computer, clicca di destro sull'immagine e seleziona \"Salva immagine con nome...\"",
        "Search": "Cerca",
        "SearchNoResults": "Nessun risultato",
        "Seconds": "%ss",
        "SeeAll": "vedi tutto",
        "SeeTheOfficialDocumentationForMoreInformation": "Vedi %sla documentazione ufficiale%s per maggiori informazioni",
        "Segment": "Segmento",
        "SelectYesIfYouWantToSendEmailsViaServer": "Seleziona \"Si\" se vuoi mandare le email attraverso un altro server, diverso dalla funzione email locale.",
        "Settings": "Impostazioni",
        "Shipping": "Spedizione",
        "ShortDay_1": "Lun",
        "ShortDay_2": "Mar",
        "ShortDay_3": "Mer",
        "ShortDay_4": "Gio",
        "ShortDay_5": "Ven",
        "ShortDay_6": "Sab",
        "ShortDay_7": "Dom",
        "ShortMonth_1": "Gen",
        "ShortMonth_10": "Ott",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dic",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "Mag",
        "ShortMonth_6": "Giu",
        "ShortMonth_7": "Lug",
        "ShortMonth_8": "Ago",
        "ShortMonth_9": "Set",
        "Show": "Mostra",
        "SingleWebsitesDashboard": "Pannello del singolo sito web",
        "SmallTrafficYouCanLeaveDefault": "Per siti con poco traffico, puoi lasciare i %s secondi impostati di default, e accedere a tutti i report in tempo reale.",
        "SmtpEncryption": "Cifratura SMTP",
        "SmtpPassword": "Password SMTP",
        "SmtpPort": "Porta SMTP",
        "SmtpServerAddress": "Indirizzo server SMTP",
        "SmtpUsername": "Nome utente SMTP",
        "Source": "Sorgente",
        "StatisticsAreNotRecorded": "Il Tracciamento Piwik del Visitatore è al momento disabilitato! Riabilita il tracciamento impostando record_statistics = 1 nel file config\/config.ini.php.",
        "Subtotal": "Subtotale",
        "Summary": "Sommario",
        "Table": "Tabella",
        "TagCloud": "Tag Cloud",
        "Tax": "Tasse",
        "TimeAgo": "%s fa",
        "TimeOnPage": "Tempo nella pagina",
        "Today": "Oggi",
        "Total": "Totale",
        "TotalRatioTooltip": "Questo è %1$s di tuttti i %2$s %3$s.",
        "TotalRevenue": "Totale guadagni",
        "TotalVisitsPageviewsRevenue": "(Totale: visite %s,pagine %s, ricavi %s)",
        "TransitionsRowActionTooltip": "Guarda cosa hanno fatto i visitatori prima e dopo aver visto questa pagina",
        "TransitionsRowActionTooltipTitle": "Apri Transizioni",
        "TranslatorEmail": "php_staff@yahoo.it, francesco@pixelstyle.it, contact@yusefmaali.net, aepic@cilea.it, fabriziorocca.bolzano@gmail.com, tmosbyd@gmail.com, info@alfioemanuele.it, giovanni94m@yahoo.it, blau@anche.no",
        "TranslatorName": "Alessandro Coscia, Giovdi, Yusef Maali, Andrea Marchitelli (CILEA), Fabrizio Rocca, Ted Mosby, Alfio E. Fresta, Giovanni Matina, Blau",
        "UniquePurchases": "Acquisti unici",
        "Unknown": "Sconosciuto",
        "Upload": "Carica",
        "UsePlusMinusIconsDocumentation": "Usare le icone + e - per navigare.",
        "Username": "Nome utente",
        "UseSMTPServerForEmail": "Usa un server SMTP per le e-mail",
        "Value": "Valore",
        "VBarGraph": "Grafico a barre",
        "View": "Vista",
        "ViewDocumentationFor": "Guarda la documentazione per %1$s",
        "Visit": "Visita",
        "VisitConvertedGoal": "Visite che hanno convertito almeno un Goal",
        "VisitConvertedGoalId": "Visita che ha convertito uno specifico ID obiettivo",
        "VisitConvertedNGoals": "Visite convertite %s in Goal",
        "VisitDuration": "Durata media delle visite (in secondi)",
        "Visitor": "Visitatore",
        "VisitorID": "ID visitatore",
        "VisitorIP": "IP visitatore",
        "Visitors": "Visitatori",
        "VisitsWith": "Visite con %s",
        "VisitType": "Tipo di visitatore",
        "VisitTypeExample": "Ad esempio, per selezionare tutti i visitatori che sono ritornati al sito Web, compresi quelli che hanno comprato qualcosa nella loro precedenti visite, la richiesta di API conterrebbe %s",
        "Warning": "Attenzione",
        "WarningFileIntegrityNoManifest": "Il controllo dell'integrità dei file non può essere eseguito per la mancanza del file manifest.inc.php",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Se stai sviluppando Piwik da Git, questo messaggio è normale.",
        "WarningFileIntegrityNoMd5file": "Il controllo dell'integrità dei file non può essere eseguito per la mancanza della funzione md5_file().",
        "WarningPasswordStored": "%sAttenzione:%s Questa password verrà salvata nel file di configurazione e sarà visibile a chiunque ne ha accesso.",
        "Website": "Sito:",
        "Weekly": "Settimanale",
        "WeeklyReport": "settimanale",
        "WeeklyReports": "Reports settimanali",
        "WellDone": "Ben fatto!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s confrontato con %2$s",
        "XFromY": "%1$s da %2$s",
        "YearlyReport": "annualmente",
        "YearlyReports": "Reports annuali",
        "YearsDays": "%1$s anni %2$s giorni",
        "YearShort": "aa",
        "Yes": "Sì",
        "Yesterday": "Ieri",
        "YouAreCurrentlyUsing": "Stai utilizzando Piwik %s.",
        "YouAreViewingDemoShortMessage": "Stai attualmente guardando la demo di Piwik",
        "YouMustBeLoggedIn": "Devi essere loggato per accedere a questa funzionalità.",
        "YourChangesHaveBeenSaved": "Le impostazioni sono state salvate."
    },
    "Goals": {
        "AbandonedCart": "Ordini abbandonati",
        "AddGoal": "Aggiungi un goal",
        "AddNewGoal": "Aggiungi un nuovo Goal",
        "AddNewGoalOrEditExistingGoal": "%sAggiungi un nuovo obiettivo%s o %sModifica%s un obiettivo esistente",
        "AllowGoalConvertedMoreThanOncePerVisit": "Consenti di convertire l'Obiettivo più di una volta per visita",
        "AllowMultipleConversionsPerVisit": "Permetti conversioni multiple per visita",
        "BestCountries": "I tuoi stati che convertono meglio sono:",
        "BestKeywords": "Le tue keyword che convertono meglio sono:",
        "BestReferrers": "I tuoi referer che convertono meglio sono:",
        "CaseSensitive": "Corrispondenza maiuscole e minuscole",
        "ClickOutlink": "Cliccano su un Link a un sito esterno",
        "ColumnAverageOrderRevenueDocumentation": "Il valore medio ordini (average order value, AOV) è il ricavo totale di tutti gli ordini Ecommerce diviso per il numero di ordini.",
        "ColumnAveragePriceDocumentation": "Il ricavo medio per questo %s.",
        "ColumnAverageQuantityDocumentation": "La quantità media di questo %s è stato venduta negli ordini Ecommerce.",
        "ColumnConversionRateDocumentation": "La percentuale di visite che hanno attivato l'obiettivo %s.",
        "ColumnConversionRateProductDocumentation": "Il tasso di conversione %s è il numero di ordini in cui compare il prodotto diviso il numero di visite sulla pagina del prodotto.",
        "ColumnConversions": "Conversioni",
        "ColumnConversionsDocumentation": "Numero di conversioni per %s.",
        "ColumnOrdersDocumentation": "Numero complessivo di ordini Ecommerce che contenevano questo %s almeno una volta.",
        "ColumnPurchasedProductsDocumentation": "Il numero dei prodotti acquistati è la somma delle quantità dei prodotti venduti in tutti gli ordini Ecommerce.",
        "ColumnQuantityDocumentation": "Quantità è il numero complessivo di prodotti venduti per ciasscuna %s.",
        "ColumnRevenueDocumentation": "Incasso totale generato da %s.",
        "ColumnRevenuePerVisitDocumentation": "Incasso totale generato da %s diviso per il numero di visite.",
        "ColumnVisits": "Numero totale delle visite, indipendentemente se un obiettivo sia stato attivato o meno.",
        "ColumnVisitsProductDocumentation": "Numero di visite sulla pagina del Prodotto\/Categoria. Questo è anche utilizzato per elaborare la percentuale di conversioni%s. Questa metrica è nel report se è stato impostato nelle pagine Prodotto\/Categoria il view tracking Ecommerce.",
        "Contains": "contiene %s",
        "ConversionByTypeReportDocumentation": "Questo report fornisce informazioni dettagliate sull'andamento degli obiettivi (conversioni, tassi di conversione ed entrate per visita), per ciascuna delle categorie disponibili nel pannello di sinistra. %sSi prega di cliccare su una delle categorie per visualizzare il report. %sPer ulteriori informazioni, leggere la%sDocumentazione Tracking Goals%s",
        "ConversionRate": "%s report di conversione",
        "Conversions": "%s conversioni",
        "ConversionsOverview": "Visione d'insieme sulle Conversioni",
        "ConversionsOverviewBy": "Panoramica conversioni per tipo di visita",
        "CreateNewGOal": "Crea un nuovo Obiettivo",
        "DaysToConv": "Giorni alla Conversione",
        "DefaultGoalConvertedOncePerVisit": "(default) Un Goal può essere convertito solo una volta per ogni visita",
        "DefaultRevenue": "Il ricavo predefinito per l'obiettivo è",
        "DefaultRevenueHelp": "Per esempio, un Form di Contatto inviato da un visitatore può valere mediamente $10. Piwik pu%ograve; aiutarti a capire quanto rendono i tuoi visitatori.",
        "DeleteGoalConfirm": "Sei sicuro di voler cancellare il Goal %s?",
        "DocumentationRevenueGeneratedByProductSales": "Vendite prodotti. Escluse tasse, spedizione e sconto",
        "Download": "Scaricano un file",
        "Ecommerce": "Ecommerce",
        "EcommerceAndGoalsMenu": "Ecommerce & Obiettivi",
        "EcommerceLog": "Ecommerce log",
        "EcommerceOrder": "Ordini Ecommerce",
        "EcommerceOverview": "Ecommerce overview",
        "EcommerceReports": "Ecommerce report",
        "ExceptionInvalidMatchingString": "Se scegli 'corrispondenza esatta', la stringa corrispondente deve essere un'URL che inizia con%s. Ad esempio, '%s'.",
        "ExternalWebsiteUrl": "URL sito esterno",
        "Filename": "nome file",
        "GoalConversion": "Conversione obiettivo",
        "GoalConversions": "Conversioni obiettivo",
        "GoalConversionsBy": "%s Conversioni obiettivo per tipo di visita",
        "GoalIsTriggered": "L'obiettivo si attiva",
        "GoalIsTriggeredWhen": "L'obiettivo si attiva quando",
        "GoalName": "Nome Obiettivo",
        "Goals": "Goals (Obiettivi)",
        "GoalsManagement": "Gestione Goal",
        "GoalsOverview": "Panoramica Goal",
        "GoalsOverviewDocumentation": "Questa è una panoramica delle vostre conversioni degli obiettivi. Inizialmente il grafico mostra la somma di tutte le conversioni. %sSotto il grafico è possibile vedere i reports di conversione per ciascuno dei tuoi obiettivi. Le sparklines possono essere ingrandite cliccandoci sopra.",
        "GoalX": "Goal %s",
        "HelpOneConversionPerVisit": "Se una pagina corrispondente a un Obiettivo è aggiornata o visualizzata più di una volta in una visita, l'Obiettivo verrà registrato solo la prima volta che la pagina è stata caricata durante questa visita.",
        "IsExactly": "è esattamente %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Impara di più sul%s Tracciamento Goal in Piwik%s nella documentazione per l'utente o crea ora un Goal!",
        "LeftInCart": "%s lasciato nel carrello",
        "Manually": "manualmente",
        "ManuallyTriggeredUsingJavascriptFunction": "Il Goal si attiva manualmente usando l'API Javascript trackGoal()",
        "MatchesExpression": "soddisfa l'espressione %s",
        "NewGoalDescription": "Un Goal in Piwik è la vostra strategia, la vostra priorità e può comportare molte cose: \"brochure scaricate\", \"registrazioni alle newsletter\", \"Visite alla pagina servizi.html\", ecc.",
        "NewGoalIntro": "Il tracciamento delle Conversioni Goal è uno dei modi più efficaci per misurare e migliorare i vostri obiettivi di business.",
        "NewGoalYouWillBeAbleTo": "Sarete in grado di visualizzare e analizzare le prestazioni per ogni Obiettivo e avere informazioni su come aumentare le conversioni, i tassi di conversione e le entrate per visita.",
        "NewVisitorsConversionRateIs": "Il report di conversione dei nuovi visitatori è %s",
        "NewWhatDoYouWantUsersToDo": "Cosa vuoi che facciano i tuoi utenti sul sito?",
        "NoGoalsNeedAccess": "Solo un Amministratore o un utente con accesso da Super User può aggiungere dei Goal per un determinato sito. Chiedi altuo amministratore di Piwik di impostare un Goal per il tuo sito. <br>Tracciare dei Goal è un buon modo per aiutare a capire e massimizzare le prestazioni del tuo sito web.",
        "Optional": "(opzionale)",
        "OverallConversionRate": "%s report di conversione complessivo (visite con un obiettivo completato)",
        "OverallRevenue": "%s ricavo complessivo",
        "PageTitle": "Titolo pagina",
        "Pattern": "Pattern",
        "PluginDescription": "Crea dei goal e guarda i report sulle conversioni: evoluzioni durante il tempo, guadagno per visita, conversioni per referer, per parola chiave, ecc.",
        "ProductCategory": "Categoria prodotto",
        "ProductName": "Nome prodotto",
        "Products": "Prodotti",
        "ProductSKU": "SKU prodotto",
        "ReturningVisitorsConversionRateIs": "Il report di conversione dei visitatori che tornano è %s",
        "SingleGoalOverviewDocumentation": "Questa è una panoramica delle conversioni per un unico obiettivo. %sLe sparklines sotto il grafico possono essere ingrandite cliccandoci sopra.",
        "UpdateGoal": "Aggiorna un Goal",
        "URL": "URL",
        "ViewAndEditGoals": "Guarda e Modifica i Goal",
        "ViewGoalsBy": "Vedi gli obiettivi da %s",
        "VisitPageTitle": "Visita un determinato Titolo Pagina",
        "VisitsUntilConv": "Visite alla Conversione",
        "VisitUrl": "Visitano una specifica URL (pagina o gruppo di pagine)",
        "WhenVisitors": "quando i visitatori",
        "WhereThe": "dove le",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "dove la pagina visitata contiene una chiamata al metodo JavaScript 'trackGoal' (%smaggiori dettagli%s)",
        "YouCanEnableEcommerceReports": "Puoi abilitare %s per questo sito nella pagina %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "La colonna '%s' non è stato trovata in questo rapporto. Prova una di queste %s",
        "PluginDescription": "Genera belle immagini PNG statiche dei grafici per qualsiasi report Piwik."
    },
    "Insights": {
        "ControlComparedToDescription": "Crescita comparata a",
        "ControlFilterByDescription": "Mostra tutto, solo protagoniste, solo nuove o solo scomparse",
        "DatePeriodCombinationNotSupported": "Non è possibile generare approfondimenti per questa combinazione di data e periodo.",
        "DayComparedToPreviousDay": "giorno precedente",
        "DayComparedToPreviousWeek": "stesso giorno della settimana precedente",
        "DayComparedToPreviousYear": "stesso giorno dell'anno precedente",
        "Filter": "Filtro",
        "FilterIncreaserAndDecreaser": "Crescono & Diminuiscono",
        "FilterOnlyDecreaser": "Diminuiscono solamente",
        "FilterOnlyDisappeared": "Scomparse solamente",
        "FilterOnlyIncreaser": "Crescono solamente",
        "FilterOnlyMovers": "Solo protagonisti",
        "FilterOnlyNew": "Solo nuovo",
        "IgnoredChanges": "Le variazioni che interessano meno di %s visite sono state ignorate.",
        "MonthComparedToPreviousMonth": "mese precedente",
        "MonthComparedToPreviousYear": "stesso mese dell'anno precedente",
        "MoversAndShakersWidgetTitle": "Protagonisti",
        "NoResultMatchesCriteria": "Nessuna riga corrisponde ai criteri",
        "OverviewWidgetTitle": "Panoramica Approfondimenti",
        "TitleConsideredInsightsChanges": "Righe aumentate o diminuite di almeno %1$s visite (%2$s%% di %3$s%% visite).",
        "TitleConsideredInsightsGrowth": "Le righe seguenti hanno una crescita di almeno %1$s%% comparata a %2$s.",
        "TitleConsideredMoversAndShakersChanges": "Sono considerate protagoniste se sono cresciute di più di %1$s%% visite o si sono contratte di meno di %2$s%% visite, nuove entrate se sono aumentate di più di %3$s%% visite (%4$s), e righe scomparse se si sono contratte di meno di %5$s%% visite (%6$s).",
        "TitleConsideredMoversAndShakersGrowth": "%1$s cambiate da %2$s a %3$s comparate a %4$s. Basandoci su ciò ci si aspetta un'evoluzione per ciascuna riga di %5$s%%.",
        "TitleRowDisappearedDetails": "'%1$s' è diminuita di %2$s e scomparsa in %3$s comparata a %4$s.",
        "TitleRowMoverAndShaker": "Questa riga ha avuto un impatto più alto della media.",
        "TitleRowNewDetails": "'%1$s' è aumentata di %2$s ed è nuova comparata a %3$s.",
        "WeekComparedToPreviousWeek": "settimana precedente",
        "WidgetCategory": "Approfondimenti",
        "YearComparedToPreviousYear": "anno precedente"
    },
    "Installation": {
        "CollaborativeProject": "Piwik è un progetto in collaborazione, costruito con amore da persone di tutto il mondo.",
        "ConfigurationHelp": "Il tuo file di configurazioni Piwik sembra essere configurato male. Puoi rimuovere il file config\/config.ini.php e ricominciare l'installazione, o correggere i dati di connessione al database.",
        "ConfirmDeleteExistingTables": "Sei sicuro di voler cancellare le tabelle %s dal tuo Database? ATTENZIONE: I DATI NON POTRANNO ESSERE RECUPERATI!",
        "Congratulations": "Congratulazioni",
        "CongratulationsHelp": "<p>Congratulazioni! L'installazione di Piwik è stata completata.<\/p><p>Assicurati che il codice JavaScript sia inserito in tutte le pagine del sito e aspetta i tuoi primi visitatori!<\/p>",
        "DatabaseAbilities": "Capacità database",
        "DatabaseCreation": "Creazione del database",
        "DatabaseErrorConnect": "Errore durante la connessione al server del database",
        "DatabaseServerVersion": "Versione del server del database",
        "DatabaseSetup": "Setup database",
        "DatabaseSetupAdapter": "Adattatore",
        "DatabaseSetupDatabaseName": "Nome database",
        "DatabaseSetupLogin": "login",
        "DatabaseSetupServer": "database server",
        "DatabaseSetupTablePrefix": "Prefisso tabelle",
        "Email": "E-mail",
        "Extension": "estensione",
        "Filesystem": "Filesystem",
        "GetInvolved": "Se ti piace ciò che vedi, puoi %1$sessere coinvolto%2$s.",
        "GoBackAndDefinePrefix": "Torna indietro e definisci un nuovo prefisso per le tabelle di Piwik",
        "HappyAnalysing": "Felice analisi!",
        "Installation": "Installazione",
        "InstallationStatus": "Stato dell'installazione",
        "InsufficientPrivilegesHelp": "È possibile aggiungere questi privilegi utilizzando uno strumento come phpMyAdmin o per l'esecuzione di corrette query SQL. Se non sai come fare queste cose, chiedi al tuo amministratore di sistema di concederti questi privilegi.",
        "InsufficientPrivilegesMain": "O il database non esiste (e non poteva essere creato), oppure l'utente specificato dispone di privilegi insufficienti. L'utente del database deve disporre dei seguenti privilegi:%s",
        "JsTagArchivingHelp1": "Per i siti con un traffico medio-alto ci sono alcune ottimizzazioni che andrebbero fatte per aiutare Piwik a girare più velocemente (come %1$simpostare l'autoarchiviazione%2$s).",
        "JSTracking_EndNote": "Nota: dopo l'installazione, è possibile generare un codice personalizzato di tracking nella cartella%1$s Codice Tracking%2$s nella admin.",
        "JSTracking_Intro": "Per tracciare il tuo traffico web devi assicurarti che sia stato aggiunto a tutte le pagine del codice aggiuntivo.",
        "LargePiwikInstances": "Aiuto per grandi installazioni di Piwik",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Se il server di Piwik tiene traccia di siti web ad alto traffico (es.> 100.000 pagine al mese), si consiglia di provare a risolvere questo problema.",
        "LoadDataInfileUnavailableHelp": "L'utilizzo di%1$s accelera notevolmente il processo di archiviazione di Piwik. Per renderlo disponibile a Piwik, prova ad aggiornare il tuo software PHP & MySQL e assicurati che la tua utenza del database abbia i privilegi%2$s.",
        "NfsFilesystemWarning": "Il tuo server utilizza un file system NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Questo significa che Piwik sarà estremamente lento quando utilizzerà delle sessioni basate sui files.",
        "NfsFilesystemWarningSuffixInstall": "L'utilizzo di sessioni basate sui files è estremamente lento, così Piwik userà delle sessioni con database. Se hai molti utenti della dashboard, potresti avere la necessità di aumentare il numero massimo di connessioni dei client al server del database.",
        "NoConfigFound": "Il file di configurazione di Piwik non è stato trovato e stai tentando l'accesso ad una pagina di Piwik.<br \/><b> » Puoi <a href='index.php'>installare Piwik ora.<\/a><\/b><br \/><small>Se hai già installato in precedenza Piwik e nel tuo Database sono presenti delle tabelle della vecchia installazione, non preoccuparti, puoi riutilizzarle e salvare i dati già esistenti!<\/small>",
        "NotSupported": "non supportato",
        "Optional": "Opzionale",
        "Password": "Password",
        "PasswordDoNotMatch": "Le Password non coincidono",
        "PasswordRepeat": "Password (ripeti)",
        "PercentDone": "%s %% Fatto",
        "PiwikOrgNewsletter": "Inviami per email gli aggiornamenti importanti della comunità di Piwik",
        "PiwikProNewsletter": "Sono interessato ai servizi di %sPiwik PRO%s (non più di 1 email al mese)",
        "PleaseFixTheFollowingErrors": "Per favore, risolvi i seguenti errori",
        "PluginDescription": "Processo di installazione di Piwik. L'installazione è di solito fatta una sola volta. Se il file di configurazione (config\/config.inc.php) viene cancellato, l'installazione partirà di nuovo.",
        "Requirements": "Requisiti di Piwik",
        "RestartWebServer": "Dopo aver fatto questa modifica, riavviare il server web.",
        "ReusingTables": "Riutilizzo delle Tabelle",
        "SeeBelowForMoreInfo": "Guarda sotto per altre informazioni.",
        "SetupWebsite": "Configura un sito web",
        "SetupWebsiteError": "C'è stato un errore durante l'aggiunta del sito web",
        "SetupWebSiteName": "nome del sito",
        "SetupWebsiteSetupSuccess": "Sito %s creato con successo!",
        "SetupWebSiteURL": "URL del sito",
        "SiteSetup": "Si prega di configurare il primo sito web che si desidera monitorare e analizzare con Piwik:",
        "SiteSetupFootnote": "Nota: una volta che l'installazione di Piwik è finita, si sarà in grado di aggiungere più siti web da tenere traccia!",
        "SuperUser": "Utente Super",
        "SuperUserLogin": "Nome utente amministratore",
        "SuperUserSetupError": "C'è stato un errore durante l'aggiunta del Super User",
        "SuperUserSetupSuccess": "Super User creato con successo!",
        "SystemCheck": "Controllo del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: Lo \"One Click update\" di Piwik richiede i permessi di scrittura sulla cartella Piwik e il suo contenuto.",
        "SystemCheckCreateFunctionHelp": "Piwik usa funzioni anonime per i callbacks.",
        "SystemCheckCronArchiveProcess": "Cron-task Archivio",
        "SystemCheckCronArchiveProcessCLI": "Gestione processi tramite CLI",
        "SystemCheckDatabaseHelp": "Piwik necessita dell'estensione mysqli o in alternativa sia l'estensione PDO sia l'estensione pdo_mysql",
        "SystemCheckDebugBacktraceHelp": "View::factory non può creare viste (view) per il modulo chiamante.",
        "SystemCheckError": "Si è verificato un errore - deve essere corretto prima di proseguire",
        "SystemCheckEvalHelp": "Richiesto da HTML QuickForm e Smart templating system.",
        "SystemCheckExtensions": "Estensioni Richieste",
        "SystemCheckFileIntegrity": "Integrità dei file",
        "SystemCheckFunctions": "Funzioni richieste",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (grafica)",
        "SystemCheckGDHelp": "Gli sparkline (piccoli grafici affianco al testo) non saranno disponibili.",
        "SystemCheckGlobHelp": "Questa funzionare integrata è stata disattivata dal tuo host. Piwik prova ad emulare questa funziona, ma ciò potrebbe impedito da successive restrizioni di sicurezza.",
        "SystemCheckGzcompressHelp": "Devi abilitare l'estensione zlib e la funzione gzcompress.",
        "SystemCheckGzuncompressHelp": "Devi abilitare l'estensione zlib e la funzione gzuncompress.",
        "SystemCheckIconvHelp": "Hai bisogno di configurare e fare rebuild di PHP con il supporto a \"iconv\" abilitato, --with-iconv",
        "SystemCheckJsonHelp": "È richiesta per Piwik l'estensione php5-json per leggere e scrivere i dati JSON.",
        "SystemCheckMailHelp": "Feedback e Password perdute non saranno inviate senza la funzione mail() disponibile.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "È richiesta l'estensione mbstring per trattare caratteri multibyte nell'interfaccia utente e nelle risposte API. Controlla anche che mbstring.func_overload sia impostata a 0 nel php.ini.",
        "SystemCheckMemoryLimit": "Memoria massima",
        "SystemCheckMemoryLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più memoria di quella attualmente consentita.<br \/>Controlla la direttiva memory_limmit nel tuo file php.ini se necessario.",
        "SystemCheckOpenURL": "Apri URL",
        "SystemCheckOpenURLHelp": "Iscrizione alla newsletter, notifiche per gli aggiornamenti, e 'one-click updates' (aggiornamenti con un solo click) richiedono l'estensione 'curl', allow_url_fopen=On, o fsockopen() abilitato.",
        "SystemCheckOtherExtensions": "Altre estensioni",
        "SystemCheckOtherFunctions": "Altre funzioni",
        "SystemCheckPackHelp": "La funzione pack() è necessaria per monitorare i visitatori in Piwik.",
        "SystemCheckParseIniFileHelp": "Questa funzione è stata disabilitata sul tuo host. Piwik proverà a simularla ma potrebbe incontrare altre restrizioni di sicurezza. Anche le prestazioni del tracciatore potrebbero risentirne.",
        "SystemCheckPdoAndMysqliHelp": "Su un server Linux puoi compilare PHP con le seguenti opzioni: %1$s Nel tuo php.ini, aggiungi le seguenti linee: %2$s",
        "SystemCheckPhp": "Versione PHP",
        "SystemCheckPhpPdoAndMysqli": "Maggiori informazioni a riguardo: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckSessionAutostart": "Per prevenire alcuni problemi, imposta quanto segue nel tuo file php.ini: session.auto_start=0",
        "SystemCheckSplHelp": "Devi configurare e ricostruire il PHP con la libreria Standard PHP abilitata (di default).",
        "SystemCheckSummaryNoProblems": "Evviva! Non ci sono problemi con le impostazioni di Piwik. Datti una pacca sulla spalla.",
        "SystemCheckSummaryThereWereErrors": "Piwik ha rilevato alcuni %1$sproblemi critici%2$s con la configurazione di Piwik. %3$sQuesti problemi devono essere risolti immediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Ci sono alcuni problemi con il tuo sistema. Piwik verrà eseguito o stesso ma potrebbero verificarsi alcuni problemi minori.",
        "SystemCheckTimeLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più tempo di quello attualmente consentito.<br \/>Controlla la direttiva max_execution_time nel tuo file php.ini se necessario.",
        "SystemCheckTracker": "Stato tracker",
        "SystemCheckTrackerHelp": "Richiesta GET a piwik.php non riuscita. Inserirsci questo URL nella whitelist delle autenticazioni HTTP e disattiva mod_security (potrebbe essere necessario chiedere al tuo hosting).",
        "SystemCheckWarnDomHelp": "Dovresti abilitare l'estensione \"dom\" (ad esempio, installando \"php-dom\" e\/o \"php-xml\").",
        "SystemCheckWarning": "Piwik non sarà pienamente funzionante, ma alcune funzioni potrebbero essere mancanti.",
        "SystemCheckWarnJsonHelp": "Dovresti abilitare l'estensione \"json\" (ad esempio, installando \"php-json\") per prestazioni migliori.",
        "SystemCheckWarnLibXmlHelp": "Dovresti abilitare l'estensione \"libxml\" (ad esempio, installando \"php-libxml\") in quanto è richiesto da altre estensioni PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Dovresti abilitare l'estensione \"SimpleXML\" (ad esempio, installando \"php-simplexml\" e\/o \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Su un server Windows puoi aggiungere le seguenti linee al tuoi php.ini: %s",
        "SystemCheckWriteDirs": "Directories con permessi di scrittura",
        "SystemCheckWriteDirsHelp": "Per correggere questo errore in Linux, prova ad eseguire il seguente comando\/i",
        "SystemCheckZlibHelp": "Devi configurare e ricostruire il PHP con il supporto zlib abilitato, --with-zlib.",
        "Tables": "Sto creando le tabelle",
        "TablesCreatedSuccess": "Tabelle create con successo!",
        "TablesDelete": "Cancella le tabelle individuate",
        "TablesDeletedSuccess": "Le tabelle di Piwik esistenti sono state eliminate con successo",
        "TablesFound": "Le seguenti tabelle sono state create nel Database",
        "TablesReuse": "Riusa le tabelle esistenti",
        "TablesUpdatedSuccess": "Il database è stato aggiornato con successo da %1$s a %2$s!",
        "TablesWarningHelp": "Scegliere se riusare le tabelle esistenti nel Database (da una precedente installazione di Piwik) o procedere con un nuova installazione cancellando tutti i dati esistenti.",
        "TablesWithSameNamesFound": "Alcune %1$s tabelle nel tuo Database %2$s hanno lo stesso nome delle tabelle che Piwik sta cercando di creare.",
        "Timezone": "fuso orario del sito web",
        "WeHopeYouWillEnjoyPiwik": "Noi speriamo che tu gradirai utilizzare Piwik come a noi piace realizzarlo.",
        "Welcome": "Benvenuto!",
        "WelcomeHelp": "<p>Piwik è un software open source che ti permette di analizzare facilmente le informazioni dei visitatori che visitano i tuoi siti web.<\/p><p>Questa procedura si divide in %s semplici passaggi e si completa nel giro di 5 minuti.<\/p>",
        "WelcomeToCommunity": "Benevenuto nella comunità di Piwik!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Riguardo alle traduzioni di Piwik",
        "PluginDescription": "Questo plugin mostrerà la lista delle lingue disponibili per l'interfaccia Piwik. La lingua selezionata sarà salvata nelle preferenze per ciascun utente."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s carrelli abbandonati%3$s e %4$s articoli abbandonati %5$sper un valore complessivo di %6$s%7$s.",
        "AveragePageGenerationTime": "Ciascuna pagina ha richiesto una media di %1$s per essere caricata per questo visitatore.",
        "CalculatedOverNPageViews": "Calcolate usando le ultime %1$s pagine visualizzate da questo visitatore.",
        "ClickToViewMoreAboutVisit": "Clicca per vedere ulteriori informazioni su questa visita",
        "ConvertedNGoals": "%s Obiettivi Convertiti",
        "EcommerceSummaryConversions": "%1$s%2$s ordini per un totale di %3$s%4$s, acquistati %5$s articoli.",
        "FirstVisit": "Prima visita",
        "GoalType": "Tipo",
        "HideMap": "nascondi mappa",
        "KeywordRankedOnSearchResultForThisVisitor": "La parola chiave %1$s è stata classificata %2$s su %3$s nei risultati di ricerca per il visitatore",
        "LastHours": "Ultime %s ore",
        "LastMinutes": "Ultimi %s minuti",
        "LastVisit": "Ultima visita",
        "LinkVisitorLog": "Visualizza un log dettagliato dei visitatori.",
        "LoadMoreVisits": "Carica più visite",
        "MorePagesNotDisplayed": "Altre pagine di questo visitatore non vengono visualizzate",
        "NbVisitor": "1 visitatore",
        "NbVisitors": "%s visitatori",
        "NextVisitor": "Visitatore successivo",
        "NoMoreVisits": "Non ci sono più visite per questo visitatore.",
        "PageRefreshed": "Numero di volte che la pagina è stata visitata \/ aggiornata in una riga.",
        "PluginDescription": "Osserva i tuoi visitatori, dal vivo, in tempo reale!",
        "PreviousVisitor": "Visitatore precedente",
        "RealTimeVisitorCount": "Conteggio Visitatori in Tempo Reale",
        "Referrer_URL": "URL del referer",
        "ShowMap": "mostra mappa",
        "SimpleRealTimeWidget_Message": "%s e %s negli ultimi %s",
        "ViewVisitorProfile": "Guarda profilo visitatore",
        "VisitedPages": "Pagine visitate",
        "VisitorLog": "Log Visitatori",
        "VisitorLogDocumentation": "Questa tabella mostra le ultime visite nell'intervallo di date selezionato.%s Se l'intervallo di date comprende oggi, è possibile vedere in tempo reale i tuoi visitatori! %s I dati visualizzati qui sono sempre aggiornati, indipendentemente da quanto spesso usi l'archiviazione automatica.",
        "VisitorProfile": "Profilo visitatore",
        "VisitorsInRealTime": "Visite in tempo reale",
        "VisitorsLastVisit": "L'ultima visita di questo visitatore è stata %s giorni fa.",
        "VisitsFrom": "%1$s%2$s visite%3$s da",
        "VisitSummary": "Passato un totale di %1$s%2$s sul sito%3$s e %4$sviste %5$s pagine in %6$s visite.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Un link di conferma è stato inviato alla tua casella di posta. Controlla la tua e-mail e visita questo link per autorizzare la richiesta di modifica della password.",
        "ContactAdmin": "Possibile ragione: il tuo host potrebbe non avere attive le funzionalità di e-mail.<br \/>Per favore, contatta l'amministratore del server.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utente con accesso Super User non può essere autenticato utilizzando il sistema '%s'.",
        "ExceptionPasswordMD5HashExpected": "I parametri della password sono seguiti da un hash MD5 della password.",
        "InvalidNonceOrHeadersOrReferrer": "Sicurezza modulo non è riuscita. Si prega di ricaricare il modulo e verificare che i cookie siano abilitati. Se si utilizza un server proxy, è necessario %s configurare Piwik per accettare gli header del proxy %s che inoltri l'header host. Inoltre, verificare che l'intestazione Referer venga inviata correttamente.",
        "InvalidOrExpiredToken": "Il token non è valido o è scaduto",
        "InvalidUsernameEmail": "Username e\/o indirizzo e-mail non validi",
        "LogIn": "Entra",
        "LoginOrEmail": "Login o E-mail",
        "LoginPasswordNotCorrect": "Username & Password non corretti",
        "LostYourPassword": "Hai perso la password?",
        "MailPasswordChangeBody": "Ciao %1$s, una richiesta di reimpostazione della password è stata ricevuta da %2$s. Per confermare la modifica della password in modo da poter accedere con le nuove credenziali, visitare il seguente link: %3$s Nota: questo token scade tra 24 ore. E vi ringrazio per l'utilizzo di Piwik!",
        "MailTopicPasswordChange": "Conferma Cambio Password",
        "PasswordChanged": "La tua password è stata cambiata.",
        "PasswordRepeat": "Password (ripeti)",
        "PasswordsDoNotMatch": "La password non combacia.",
        "PluginDescription": "Plugin di Autenticazione Login, legge le creadenziali dal file config\/config.ini.php per il Super User iniziale, e dal database per gli altri utenti. Può essere sostituito con facilità per introdurre un nuovo meccanismo di autenticazione (OpenID, htaccess, custom Auth, ecc.).",
        "RememberMe": "Ricordami",
        "ResetPasswordInstructions": "Immetti una nuova password per il tuo account."
    },
    "Mobile": {
        "AboutPiwikMobile": "Su Piwik Mobile",
        "AccessUrlLabel": "Url accesso Piwik",
        "Account": "Account",
        "Accounts": "Accounts",
        "AddAccount": "Aggiungi account",
        "AddPiwikDemo": "Aggiungi Demo",
        "Advanced": "Avanzate",
        "AnonymousAccess": "Accesso anonimo",
        "AnonymousTracking": "Tracciamento anonimo",
        "AskForAnonymousTrackingPermission": "Quando abilitato, Piwik Mobile invierà dati anonimi di utilizzo a piwik.org. L'intento è quello di utilizzare questi dati per aiutare gli sviluppatori di Piwik Mobile a capire meglio come si utilizza l'applicazione. Le informazioni inviate sono: i menu e le impostazioni su cui si è cliccato, nome e versione del sistema operativo, qualsiasi errore visualizzato in Piwik Mobile. Noi non tracceremo i vostri dati. Questi non verranno mai resi pubblici. È possibile disattivare\/attivare in qualsiasi momento il tracking anonimo in Impostazioni.",
        "ChooseHttpTimeout": "Scegliere il valore di timeout HTTP",
        "ChooseMetric": "Scegli metriche",
        "ChooseReport": "Scegli report",
        "ConfirmRemoveAccount": "Vuoi rimuovere questo account?",
        "DefaultReportDate": "Data report",
        "EmailUs": "Scrivici",
        "EnableGraphsLabel": "Mostra grafici",
        "EvolutionGraph": "Grafico Storico",
        "HelpUsToImprovePiwikMobile": "Vuoi abilitare il rilevamento anonimo in Piwik Mobile?",
        "HowtoDeleteAnAccount": "Premi a lungo per rimuovere un account",
        "HowtoDeleteAnAccountOniOS": "Scorrere da sinistra a destra per eliminare un account",
        "HowtoLoginAnonymous": "Lascia vuoti username e password per un login anonimo",
        "HttpIsNotSecureWarning": "Il tuo token di autorizzazione Piwik (token_auth) viene inviato in chiaro se si utilizza 'HTTP'. Per questo motivo si consiglia HTTPS per il trasporto sicuro dei dati su Internet. Vuoi continuare?",
        "HttpTimeout": "HTTP Timeout",
        "IncompatiblePiwikVersion": "La versione di Piwik che stai utilizzando è incompatibile con Piwik Mobile 2. Aggiorna la tua installazione e prova ancora o installa Piwik Mobile 1.",
        "LastUpdated": "Ultimo aggiornamento: %s",
        "LoadingReport": "Sto caricando %s",
        "LoginCredentials": "Credenziali",
        "LoginToPiwikToChangeSettings": "Accedi al server di Piwik per creare e aggiornare i siti web, gli utenti o per modificare le impostazioni generali come la \"Report da caricare di default\" e \"Data Report da caricare di default\".",
        "LoginUseHttps": "Usa https",
        "MultiChartLabel": "Mostra sparklines",
        "NavigationBack": "Indietro",
        "NetworkError": "Errore di Rete",
        "NetworkErrorWithStatusCode": "C'è stato un errore \"%s\". La richiesta ha restituito lo status \"%s\". L'URL era \"%s\". Si prega di controllare l'URL immessa e il log degli errori su questo server per ulteriori informazioni sull'errore e su come risolverlo.",
        "NetworkErrorWithStatusCodeShort": "Errore di Rete %s",
        "NetworkNotReachable": "Impossibile connettersi",
        "NoAccountIsSelected": "Devi scegliere un account. Aggiungi un nuovo account se non ne hai configurato uno.",
        "NoDataShort": "Nessun Dato",
        "NoPiwikAccount": "Non hai un account Piwik?",
        "NoReportsShort": "Nessun Report",
        "NoVisitorFound": "Nessun visitatore",
        "NoVisitorsShort": "Nessun Visitatore",
        "NoWebsiteFound": "Nessun sito web",
        "NoWebsitesShort": "Nessun Sito Web",
        "PullDownToRefresh": "Tira giù per aggiornare...",
        "RatingDontRemindMe": "Non ricordarmelo",
        "RatingNotNow": "Non ora",
        "RatingNow": "OK, do un voto ora",
        "RatingPleaseRateUs": "L'App Piwik Mobile è un software libero, ti saremmo davvero grati se potessi prenderti 1 minuto per valutare l'app in %s. Se hai suggerimenti su nuove funzionalità o segnalazioni di bug, ti preghiamo di contattarci%s",
        "ReleaseToRefresh": "Rilascia per aggiornare...",
        "Reloading": "Ricaricando...",
        "RequestTimedOutShort": "Errore di Timeout Rete",
        "RestrictedCompatibility": "Compatibilità limitata",
        "RestrictedCompatibilityExplanation": "La versione %s di Piwik che stai utilizzando non è completamente supportata da Piwik Mobile 2. Potresti riscontrare alcuni bugs. Raccomandiamo di aggiornare Piwik all'ultima versione o di utilizzare Piwik Mobile 1.",
        "SaveSuccessError": "Per favore verifica le impostazioni",
        "SearchWebsite": "Cerca siti",
        "ShowAll": "Mostra tutto",
        "ShowLess": "Mostra meno",
        "StaticGraph": "Grafico Globale",
        "TopVisitedWebsites": "Primi siti visitati",
        "TryIt": "Provalo!",
        "UseSearchBarHint": "Solo i primi %s siti sono qui mostrati. Usa la barra di ricerca per accedere ai tuoi altri siti.",
        "VerifyAccount": "Verifica Account",
        "VerifyLoginData": "Verifica username e password.",
        "YouAreOffline": "Spiacente, sei al momento offline"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Nome provider '%s' sconosciuto. Prova uno di questi: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Accedendo puoi aggiungere altri numeri telefonici",
        "MobileReport_MobileMessagingSettingsLink": "pagina delle impostazioni Messaggistica Mobile",
        "MobileReport_NoPhoneNumbers": "Si prega di attivare con l'accesso almeno un numero di telefono",
        "MultiSites_Must_Be_Activated": "Per generare SMS con le statistiche del tuo sito web, abilita il plugin MultiSites in Piwik",
        "PhoneNumbers": "Numeri di telefono",
        "PluginDescription": "Crea e invia report personalizzati via SMS, con cadenza giornaliera, settimanale o mensile.",
        "Settings_APIKey": "Chiave API",
        "Settings_CountryCode": "Codice Nazione",
        "Settings_CredentialNotProvided": "Prima di creare e gestire i numeri di telefono, si prega di collegare Piwik al tuo account SMS qui sopra.",
        "Settings_CredentialNotProvidedByAdmin": "Prima di creare e gestire i numeri di telefono, contatta l'amministratore per collegare Piwik a un account SMS.",
        "Settings_CredentialProvided": "Il tuo account %s SMS API è configurato correttamente!",
        "Settings_DeleteAccountConfirm": "Sei sicuro di voler cancellare questo account SMS?",
        "Settings_InvalidActivationCode": "Il codice inserito non è valido, riprova.",
        "Settings_LetUsersManageAPICredential": "Permetti a tutti gli utenti di gestire le proprie credenziali SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Tutti gli utenti potranno ricevere reports SMS e utilizzeranno le credenziali del tuo account.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Ciascun utente potrà impostaare il proprio account SMS API e non utilizzarà le tue credenziali.",
        "Settings_ManagePhoneNumbers": "gestisci Numeri Telefonici",
        "Settings_PhoneActivated": "Numero di telefono convalidato! Ora puoi ricevere gli SMS con le tue statistiche.",
        "Settings_PhoneNumber": "Numero di telefomo",
        "Settings_PhoneNumbers_Add": "Aggiungi Numero Telefonico",
        "Settings_PhoneNumbers_CountryCode_Help": "Se non conosci il prefisso internazionale del tuo Paese, cercalo qui",
        "Settings_PhoneNumbers_Help": "Prima di ricevere SMS (messaggi di testo) sun un telefono, bisogna inserirne qui sotto il numero.",
        "Settings_PhoneNumbers_HelpAdd": "Quando si fa clic su \"Aggiungi\", un SMS contenente un codice sarè inviato al telefono. L'utente che riceve il codice deve quindi accedere a Piwik, fare clic su Impostazioni, quindi fare clic su Messaggeria Mobile. Dopo aver inserito il codice, l'utente potrà ricevere i reports in formato testo sul suo telefono.",
        "Settings_PleaseSignUp": "Per creare SMS e ricevere brevi messaggi di testo con le statistiche dei tuoi siti web sul tuo cellulare, si prega di registrarsi con l'API SMS e immettere le informazioni qui di seguito.",
        "Settings_SMSAPIAccount": "Gestisci Account SMS API",
        "Settings_SMSProvider": "Gestore SMS",
        "Settings_SuperAdmin": "Impostazioni Super User",
        "Settings_SuspiciousPhoneNumber": "Se non si riceve il messaggio di testo, si può provare senza lo zero iniziale. Cioè %s",
        "Settings_UpdateOrDeleteAccount": "Puoi anche %saggiornare%s o %scancellare%s questo account.",
        "Settings_ValidatePhoneNumber": "Valida",
        "Settings_VerificationCodeJustSent": "Abbiamo inviato ora un SMS con un codice a questo numero: si prega di inserire questo codice qui sopraa e cliccare su \"Convalida\".",
        "SettingsMenu": "Messaggeria Mobile",
        "SMS_Content_Too_Long": "[troppo lungo]",
        "TopLinkTooltip": "Ricevi i Rapporti delle Statistiche Web sulla tua casella di posta elettronica o sul tuo cellulare!",
        "TopMenu": "Rapporti Email & SMS",
        "VerificationText": "Il codice è %s. Per convalidare il tuo numero telefonico e ricevere i report SMS di Piwik copia questo codice nel form accessibile da Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Evoluzione",
        "LoadingWebsites": "Caricamento siti web",
        "Pagination": "%s - %s di %s",
        "PluginDescription": "Mostra un sommario delle statistiche per il multi-sito. Attualmente mantenuto come un plugin Piwik del core.",
        "TopLinkTooltip": "Compara le statistiche web di tutti i tuoi siti web."
    },
    "Overlay": {
        "Clicks": "%s clicks",
        "ClicksFromXLinks": "%1$s clicks per uno di %2$s links",
        "Domain": "Dominio",
        "ErrorNotLoading": "La sessione di Overlay Pagina non può ancora essere lanciata.",
        "ErrorNotLoadingDetails": "Forse la pagina caricata sulla destra non ha il codice tracking di Piwik. In questo caso prova ad avviare Overlay per una pagina diversa.",
        "ErrorNotLoadingDetailsSSL": "Dal momento che si sta utilizzando Piwik su HTTPS, la causa più probabile è che il vostro sito web non supporti SSL. Prova a utilizzare Piwik su HTTP.",
        "ErrorNotLoadingLink": "Clicca qui per avere altri suggerimenti per dei problemi",
        "Link": "Link",
        "Location": "Posizione",
        "NoData": "Non vi sono dati per questa pagina nel periodo selezionato",
        "OneClick": "1 click",
        "OpenFullScreen": "vai a schermo intero (niente barra laterale)",
        "Overlay": "Overlay di Pagina",
        "PluginDescription": "Guarda i dati di analisi come sovrapposizione sul tuo sito web vero e proprio.",
        "RedirectUrlError": "Si sta tentando di aprire la Pagina Overlay per l'URL \"%s\". %s Nessuno dei domini dalle impostazioni di Piwik corrisponde al link.",
        "RedirectUrlErrorAdmin": "È possibile aggiungere il dominio come un ulteriore URL %s nelle impostazioni%s.",
        "RedirectUrlErrorUser": "Chiedi all'amministratore di aggiungere il dominio come un URL aggiuntivo."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Seleziona \"Si\" se vuoi che Piwik non mostri gli indirizzi IP completi dei visitatori.",
        "AnonymizeIpInlineHelp": "Rende anonimi gli ip dei tuoi visitatori per conformarsi alle leggi o alle linee guida locali.",
        "AnonymizeIpMaskLengtDescription": "Seleziona quanti byte degli indirizzi IP dei visitatori devono essere nascosti.",
        "AnonymizeIpMaskLength": "%s byte - e.s. %s",
        "CannotLockSoDeleteLogActions": "La tabella log_action non verrà pulita: assicura il privilegio LOCK TABLES a '%s' utente MYSQL.",
        "ClickHereSettings": "Clicca qui per accedere alle %s impostazioni.",
        "CurrentDBSize": "Dimensione corrente del database",
        "DBPurged": "DB ripulito.",
        "DeleteBothConfirm": "Stai per consentire sia la cancellazione dei dati di log che la cancellazione dei dati dei report. Questo eliminerà in modo permanente la possibilità di visualizzare i vecchi dati di analisi. Sei sicuro di volerlo fare?",
        "DeleteDataDescription": "Puoi configurare Piwik per cancellare regolarmente i vecchi log dei visitatori e\/o i report già elaborati per mantenere bassa la dimensione del database.",
        "DeleteDataDescription2": "Se lo si desidera, i report pre-elaborati non saranno cancellati, solo le visite, le pagine visualizzate e i log delle conversioni verranno cancellati. Oppure, i report pre-elaborati possono essere cancellati e i dati dei log possono essere mantenuti.",
        "DeleteDataInterval": "Cancella i vecchi dati ogni",
        "DeleteDataSettings": "Cancella i vecchi log dei visitatori e i report",
        "DeleteLogDescription2": "Quando l'eliminazione automatica è abilitata, è necessario assicurarsi che tutti i report giornalieri precedenti sono stati processati, in modo che nessun dato viene perso.",
        "DeleteLogInfo": "I log delle seguenti tabelle saranno cancellati: %s",
        "DeleteLogsConfirm": "Stai per consentire la cancellazione dei dati di log. Se i vecchi dati di registro vengono rimossi e le relazioni non sono già state create, non sarai in grado di vedere i dati storici di analisi. Sei sicuro di volerlo fare?",
        "DeleteLogsOlderThan": "Cancella log più vecchi di",
        "DeleteMaxRows": "Numero massimo di righe da cancellare in un passaggio:",
        "DeleteMaxRowsNoLimit": "nessun limite",
        "DeleteReportsConfirm": "Stai per consentire la cancellazione dei dati dei report. Se i vecchi report vengono rimossi, si dovranno rielaborare per visualizzarli. Sei sicuro di volerlo fare?",
        "DeleteReportsDetailedInfo": "I dati delle tabelle numeriche d'archivio del database(%s) e le tabelle d'archivio blob (%s) saranno cancellate.",
        "DeleteReportsInfo": "Se abilitato, i vecchi report verranno cancellati. %sRaccomandiamo di abilitare solo quando lo spazio del database è limitato.%s",
        "DeleteReportsInfo2": "Se non è stato abilitato \"%s\", i vecchi report verranno automaticamente ricreati quando richiesti.",
        "DeleteReportsInfo3": "Se abilitato \"%s\", i dati andranno permanentemente persi.",
        "DeleteReportsOlderThan": "Elimina i report più vecchi di",
        "DeleteSchedulingSettings": "Pianificazione impostazioni",
        "DoNotTrack_Description": "Do Not Track è una tecnologia e una proposta di indirizzo che consente agli utenti di escludersi dal tracciamento dei siti che non visitano, includendo i servizi statistici, le reti pubblicitarie e le piattaforme sociali.",
        "DoNotTrack_Disable": "Disabilita il supporto per Do Not Track",
        "DoNotTrack_Disabled": "Al momento Piwik sta tracciando tutti i visitatori, anche quendo essi hanno specificato \"Non voglio essere tracciato\" nel loro browser.",
        "DoNotTrack_DisabledMoreInfo": "Si raccomanda di rispettare la privacy dei tuoi visitatori abilitanddo il supporto DoNotTrack.",
        "DoNotTrack_Enable": "Abilita il supporto per Do Not Track",
        "DoNotTrack_Enabled": "Al momento stai rispettando la Privacy dei tuoi utenti. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quando gli utenti hanno impostato il browser su \"Non voglio essere tracciato\" (DoNotTrack abilitato) Piwik non traccerà queste visite.",
        "DoNotTrack_SupportDNTPreference": "Supporto preferenza Do Not Track",
        "EstimatedDBSizeAfterPurge": "Dimensione stimata del database dopo la cancellazione",
        "EstimatedSpaceSaved": "Stima dello spazio risparmiato",
        "GeolocationAnonymizeIpNote": "Nota: La Geolocalizzazione avrà circa gli stessi risultati con 1 byte anonimo. Con 2 byte o più, la Geolocalizzazione sarà imprecisa.",
        "GetPurgeEstimate": "Ottieni stima pulizia",
        "KeepBasicMetrics": "Mantieni le metriche di base (visite, pagine viste, percentuali dei rimbalzi, conversioni obiettivi, conversioni ecommerce, ecc.)",
        "KeepDataFor": "Mantieni tutti i dati per:",
        "KeepReportSegments": "Per i dati qui sopra che sono stati mantenuti, tieni anche i report segmentati",
        "LastDelete": "Ultima cancellazione è stata il",
        "LeastDaysInput": "Specificare un numero di giorni maggiore di %s.",
        "LeastMonthsInput": "Specifica un numero di mesi superiore a %s",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Prossima cancellazione programmata per il",
        "PluginDescription": "Personalizza Piwik per renderlo conforme alle norme della privacy del tuo paese.",
        "PurgeNow": "Pulisci il DB Ora",
        "PurgeNowConfirm": "Stai per cancellare definitivamente dei dati dal tuo database. Sei sicuro di voler continuare?",
        "PurgingData": "Eliminazione dei dati...",
        "RecommendedForPrivacy": "(raccomandato per la privacy)",
        "ReportsDataSavedEstimate": "Dimensioni database",
        "SaveSettingsBeforePurge": "Hai cambiato le impostazioni per la cancellazione dei dati. Si consiglia di salvarli prima di cominciare un'eliminazione.",
        "SeeAlsoOurOfficialGuidePrivacy": "Leggi anche la nostra guida ufficiale: %sWeb Analytics Privacy%s",
        "Teaser": "In questa pagina è possibile personalizzare Piwik per renderlo conforme alle norme vigenti sulla privacy. È possibile %s rendere anonimi gli IP dei visitatori%s, %s rimuovere automaticamente dal database i vecchi log dei visitatori%s e %s fornire un meccanismo opt-out per il sito%s.",
        "TeaserHeadline": "Impostazioni privacy",
        "UseAnonymizedIpForVisitEnrichment": "Usa anche gli indirizzi IP Anonimi quando si arricchiscono le visite",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugin come geo Location tramite IP e Provider incrementano i metadati dei visitatori. Di default questi plugin utiizzano gli indirizzi IP resi anonimi. Se selezioni 'No', verrà utilizzato l'indirizzo IP completo non reso anonimo, con la conseguenza di minore privaacy ma accuratezza dei dati migliore.",
        "UseAnonymizeIp": "Rendi anonimi gli IP dei visitatori",
        "UseDeleteLog": "Cancella regolarmente i vecchi log delle visite dal database",
        "UseDeleteReports": "Cancella regolarmente i vecchi report dal database"
    },
    "Provider": {
        "ColumnProvider": "Provider",
        "PluginDescription": "Riporta i Provider dei visitatori.",
        "ProviderReportDocumentation": "Questo reports mostra quali prvider Internet Service (ISP)i tuoi visitatori hanno utilizzato per accedere al sito web. È possibile fare clic su un nome per maggiori dettagli. %s Se Piwik non può determinare il provider di un visitatore, questo viene elencato come IP.",
        "SubmenuLocationsProvider": "Località & Provider",
        "WidgetProviders": "Providers"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Questo report mostra tutti i tuoi Referenti in un unico report che elenca tutti i siti web, Parole chiave di ricerca e Campagne utilizzate dai visitatori per trovare il tuo sito web.",
        "Campaigns": "Campagne",
        "CampaignsDocumentation": "Visitatori che sono arrivati sul tuo sito web a seguito di una campagna. %s Vedi il Report %s per maggiori dettagli.",
        "CampaignsReportDocumentation": "Questo report mostra quali campagne hanno portato i visitatori sul tuo sito web. %s Per ulteriori informazioni sulle campagne di monitoraggio, leggi la %sdocumentazione campagne su piwik.org%s",
        "ColumnCampaign": "Campagna",
        "ColumnSearchEngine": "Motore di ricerca",
        "ColumnSocial": "Social network",
        "ColumnWebsite": "Sito web",
        "ColumnWebsitePage": "Pagina",
        "DetailsByReferrerType": "Dettagli per tipo di referente",
        "DirectEntry": "Ingressi Diretti",
        "DirectEntryDocumentation": "Un visitatore ha inserito l'URL nel proprio browser e ha iniziato la navigazione sul tuo sito web - è entrato direttamente al sito.",
        "Distinct": "Referenti distinti per tipo",
        "DistinctCampaigns": "Campagne",
        "DistinctKeywords": "Parole chiave",
        "DistinctSearchEngines": "Motori di ricerca",
        "DistinctWebsites": "Siti web",
        "EvolutionDocumentation": "Questa è una panoramica dei referenti che hanno portato i visitatori sul tuo sito web.",
        "EvolutionDocumentationMoreInfo": "Per ulteriori informazioni sui diversi tipi referenti, consulta la documentazione della%s tabella.",
        "Keywords": "Parole chiave",
        "KeywordsReportDocumentation": "Questo report mostra le parole chiave che gli utenti hanno ricercato prima prima di venire indirizzati sul tuo sito web. %s Cliccando su una riga della tabella, è possibile vedere la distribuzione dei motori di ricerca che sono stati interrogati per la parola chiave.",
        "PluginDescription": "Riporta i dati dei referer: Motori di ricerca, Parole chiave, siti web, tracciamento campagne, entrate dirette.",
        "Referrer": "Referente",
        "ReferrerName": "Nome Referente",
        "Referrers": "Referenti",
        "ReferrersOverview": "Panoramica Referenti",
        "SearchEngines": "Motori di ricerca",
        "SearchEnginesDocumentation": "Un visitatore è stato portato sul tuo sito da un motore di ricerca. %s Vedi il %s report per maggiori dettagli.",
        "SearchEnginesReportDocumentation": "Questo report mostra quali motori di ricerca dhanno portato gli utenti sull tuo sito web. %s Cliccando su una riga della tabella è possibile vedere ciò che gli utenti stavano cercando utilizzando un determinato motore di ricerca.",
        "SocialFooterMessage": "Questo è un sottoinsieme dei siti web riportati a sinistra. Esso filtra altri siti web in modo da poter confrontare direttamente i vostri referenti di social network.",
        "Socials": "Social Networks",
        "SocialsReportDocumentation": "Questo report mostra quali social networks hanno portato i visitatori sul tuo sito web. <br \/> Cliccando su una riga della tabella si può vedere da quali pagine di social network i visitatori sono venuti sul tuo sito web.",
        "SubmenuSearchEngines": "Motori di ricerca e parole chiave",
        "SubmenuWebsites": "Siti web",
        "Type": "Tipo di referente",
        "TypeCampaigns": "%s da campagne",
        "TypeDirectEntries": "%s ingressi diretti",
        "TypeReportDocumentation": "Questa tabella contiene informazioni sulla distribuzione dei tipi di referente.",
        "TypeSearchEngines": "%s da motore di ricerca",
        "TypeWebsites": "%s da siti web",
        "UsingNDistinctUrls": "(usando %s URL distinti)",
        "ViewAllReferrers": "Vedi tutti i Referenti",
        "ViewReferrersBy": "Vedi Referenti per %s",
        "Websites": "Siti web",
        "WebsitesDocumentation": "Il visitatore ha seguito un link suun altro sito web che lo ha portato sul tuo sito. %s Vedi il %s report per maggiori dettagli.",
        "WebsitesReportDocumentation": "In questa tabella è possibile vedere quali siti web hanno portato i visitatori sul tuo sito. %s Cliccando su una riga della tabella è possibile vedere su quali URL si trovavano i link al tuo sito.",
        "WidgetExternalWebsites": "Lista di Siti web esterni",
        "WidgetGetAll": "Tutti i Referenti",
        "WidgetKeywords": "Lista di parole chiave",
        "WidgetSocials": "Elenco dei social network",
        "WidgetTopKeywordsForPages": "Top Keyword per URL Pagina",
        "XPercentOfVisits": "%s%% di visite"
    },
    "RowEvolution": {
        "AvailableMetrics": "Metriche disponibili",
        "CompareDocumentation": "Clicca sul link qui sotto e apri questo popup per un'altra riga della stessa tabella per confrontare più records. <br \/> Usa shift-click per contrassegnare la riga per un confronto senza aprire il popup.",
        "CompareRows": "Confronta record",
        "ComparingRecords": "Comparazione di %s righe",
        "Documentation": "Clicca sulle metriche per visualizzarle in un grafico evoluzione di grandi dimensioni. Usa Shift-click per visualizzare più parametri contemporaneamente.",
        "MetricBetweenText": "tra %s e %s",
        "MetricChangeText": "%s nel periodo",
        "MetricMinMax": "%1$s tra %2$s e %3$s nel periodo",
        "MetricsFor": "Metriche per %s",
        "MultiRowEvolutionTitle": "Evoluzione di righe multiple",
        "PickAnotherRow": "Preleva un'altra riga da comparare",
        "PickARow": "Preleva una riga da comparare"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(opzionale) Mostra opzioni",
        "AggregateReportsFormat_GraphsOnly": "Mostra solo Grafici (niente tabelle report)",
        "AggregateReportsFormat_TablesAndGraphs": "Mostra tabelle e Grafici per tutti i report",
        "AggregateReportsFormat_TablesOnly": "(default) Mostra tabelle (Grafici solo per le metriche chiave)",
        "AlsoSendReportToTheseEmails": "Manda il report a questi indirizzi email (un indirizzo email per linea):",
        "AreYouSureDeleteReport": "Sei sicuro di voler eliminare questo report e la sua programmazione?",
        "CancelAndReturnToReports": "Annulla e %storna alla lista dei report%s",
        "CreateAndScheduleReport": "Crea e programma un report",
        "CreateReport": "Crea report",
        "CustomVisitorSegment": "Segento Personalizzato Visitatore:",
        "DescriptionOnFirstPage": "La descrizione del report verrà visualizzata nella prima pagina del report.",
        "DisplayFormat_TablesOnly": "Mostra solo Tabelle (niente grafici)",
        "EmailHello": "Salve,",
        "EmailReports": "Report Email",
        "EmailSchedule": "Pianifica Email",
        "EvolutionGraph": "Mostra Grafici Storici per i %s valori top",
        "FrontPage": "Prima pagina",
        "ManageEmailReports": "Gestisci Report Email",
        "MonthlyScheduleHelp": "Pianificazione mensile: il report verrà inviato il primo giorno di ogni mese.",
        "MustBeLoggedIn": "Devi avere effettuato l'accesso per creare e pianificare i report personalizzati.",
        "NoRecipients": "Questo report non ha destinatari",
        "OClock": ".",
        "Pagination": "Pagina %s di %s",
        "PiwikReports": "Report di Piwik",
        "PleaseFindAttachedFile": "Potete trovare nel file allegato %1$s il report per %2$s.",
        "PleaseFindBelow": "Di seguito trovi il tuo report %1$s per il %2$s.",
        "PluginDescription": "Crea e scarica i tuoi report personalizzati e ricevili tramite email giornalmente, settimanalmente o mensilmente.",
        "ReportFormat": "Formato report",
        "ReportHour": "Invia report alle",
        "ReportIncludeNWebsites": "Il report comprenderà le principali metriche per tutti i siti web che hanno almeno una visita (dai%s siti web attualmente disponibili).",
        "ReportSent": "Report inviato",
        "ReportsIncluded": "Statistiche incluse",
        "ReportType": "Invia report via",
        "ReportUpdated": "Report aggiornato",
        "Segment_Deletion_Error": "Questo segmento non può essere eliminato o reso invisibile agli altri utenti perchè è utilizzato per generare %s report(s) email.",
        "Segment_Help": "È possibile selezionare un segmento personalizzato esistente da applicare ai dati in questo report e-mail. È possibile creare e modificare segmenti personalizzati nella vostra dashboard%s (clicca qui per aprire)%s, quindi fare clic sulla casella di controllo \"%s\", quindi su \"%s\".",
        "SegmentAppliedToReports": "Ai report è applicato il segmento'%s'.",
        "SendReportNow": "Invia report adesso",
        "SendReportTo": "Invia il report a",
        "SentToMe": "Invia a me",
        "TableOfContent": "Lista report",
        "ThereIsNoReportToManage": "Non ci sono report da gestire per il sito %s",
        "TopLinkTooltip": "Crea report tramite email per ottenere statistiche Piwik spediti al tuo indirizzo email o automaticamente all'indirizzo dei tuoi clienti!",
        "TopOfReport": "Torna all'inizio",
        "UpdateReport": "Aggiorna report",
        "WeeklyScheduleHelp": "Programmazione settimanale: il report verrà inviato il Lunedì di ciascuna settimana."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Aggiungi %s condizione",
        "AddNewSegment": "Aggiungi un nuovo segmento",
        "AreYouSureDeleteSegment": "Sei sicuro di voler eliminare questo segmento?",
        "AutoArchivePreProcessed": "i reports segmentati sono pre-elaborati (più veloce, richiede archive.php cron)",
        "AutoArchiveRealTime": "i reports segmentati sono elaborati in tempo reale",
        "ChooseASegment": "Scegli un segmento",
        "DataAvailableAtLaterDate": "I report delle statistiche segmentate saranno disponibili più tardi. Ci scusiamo per l'inconveniente.",
        "DefaultAllVisits": "Tutte le visite",
        "DragDropCondition": "Copia & Incolla condizione",
        "LoadingSegmentedDataMayTakeSomeTime": "L'elaborazione dei dati visitatore segmentati può richiedere qualche minuto...",
        "OperatorAND": "E",
        "OperatorOR": "O",
        "SaveAndApply": "Salva & Applica",
        "SegmentDisplayedAllWebsites": "tutti i siti",
        "SegmentDisplayedThisWebsiteOnly": "solo questo sito",
        "SegmentIsDisplayedForWebsite": "e mostrato per",
        "SegmentNotApplied": "Segmento '%s' non applicato",
        "SegmentNotAppliedMessage": "Stai richiedendo i dati per il Segmento Personalizzato '%s', questa configurazione di Piwik attualmente esclude l'elaborazione in tempo reale dei report per ragioni di prestazioni.",
        "SelectSegmentOfVisitors": "Seleziona un segmento di visitatori:",
        "ThisSegmentIsVisibleTo": "Questo segmento è visibile a:",
        "VisibleToAllUsers": "tutti gli utenti",
        "VisibleToMe": "me",
        "YouDontHaveAccessToCreateSegments": "Non hai un livello d'accesso adeguato per creare e modificare i segmenti.",
        "YouMayChangeSetting": "In alternativa, puoi cambiare le impostazioni nel file di configurazione (%s) o modificare questo Segmento e scegliere '%s'.",
        "YouMustBeLoggedInToCreateSegments": "Devi avere effettuato l'accesso per creare e modificare i segmenti personalizzati dei visitatori."
    },
    "SEO": {
        "AlexaRank": "Alexa Rank",
        "Bing_IndexedPages": "Pagine indicizzate da Bing",
        "Dmoz": "Voci DMOZ",
        "DomainAge": "Età del dominio",
        "ExternalBacklinks": "Backlinks Esterni (Majestic)",
        "Google_IndexedPages": "Pagine indicizzate da Google",
        "Rank": "Rank",
        "ReferrerDomains": "Domini Referenti (Majestic)",
        "SeoRankings": "Ranking SEO",
        "SEORankingsFor": "SEO Ranking per %s",
        "ViewBacklinksOnMajesticSEO": "Guarda il report sui Backlink Esterni su MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Aggiungi un nuovo sito web",
        "AdvancedTimezoneSupportNotFound": "Non è stato trovato nel tuo PHP il supporto avanzato dei fusi orari (supportato in PHP> = 5.2). È comunque possibile scegliere manualmente un offset UTC.",
        "AliasUrlHelp": "E' raccomandato, ma non necessario, di specificare le diverse URL che i tuoi utenti usano per accedere al sito. Gli URL alias di un sito non compariranno tra i siti Referer. Nota che non è necessario specificare le URL con e senza 'www' perchè Piwik li considererà; entrambi automaticamente.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Il cambio del fuso orario interesserà i prossimi report a partire da adesso, mentre quelli precedenti non saranno modificati.",
        "ChooseCityInSameTimezoneAsYou": "Scegli una città che si trova nel tuo stesso fuso orario.",
        "Currency": "Valuta",
        "CurrencySymbolWillBeUsedForGoals": "Il simbolo della valuta verrà mostrato accanto ai ricavi dei Goal.",
        "DefaultCurrencyForNewWebsites": "Valuta di default per i nuovi siti web",
        "DefaultTimezoneForNewWebsites": "Fuso orario di default per i nuovi siti",
        "DeleteConfirm": "Sei sicuro di voler cancellare il sito web %s?",
        "DisableSiteSearch": "Non tracciare la Ricerca nel Sito",
        "EcommerceHelp": "Quando abilitato, il report \"Obiettivi\" avrà una sezione \"Ecommerce\".",
        "EnableEcommerce": "Ecommerce attivato",
        "EnableSiteSearch": "Tracciamento Ricerca nel Sito abilitato",
        "EnableSiteSpecificUserAgentExclude": "Abilita l'esclusione dal sito di uno specifico user agent",
        "EnableSiteSpecificUserAgentExclude_Help": "Se è necessario escludere diversi user agent per diversi siti web, seleziona questa casella, clicca su Salva e%1$saggiungi qui sopra gli user agents%2$s.",
        "ExceptionDeleteSite": "Non è possibile cancellare questo sito web perché è l'unico registrato. Aggiungi prima un nuovo sito, quindi puoi cancellare questo.",
        "ExceptionEmptyName": "Il nome del sito non può essere vuoto.",
        "ExceptionInvalidCurrency": "La valuta \"%s\" non è valida. Inserisci un simbolo di valuta valido (es. %s)",
        "ExceptionInvalidIPFormat": "L'indirizzo IP da escludere \"%s\" non ha un formato IP valido (per esempio %s).",
        "ExceptionInvalidTimezone": "Il timezone \"%s\" non è valido. Per favore inserisci un valido timezone.",
        "ExceptionInvalidUrl": "L'indirizzo \"%s\" non è un URL valido.",
        "ExceptionNoUrl": "Devi specificare almeno un URL per questo sito.",
        "ExcludedIps": "IP Esclusi",
        "ExcludedParameters": "Escludi Parametri",
        "ExcludedUserAgents": "User Agents Esclusi",
        "GlobalExcludedUserAgentHelp1": "Inserisci l'elenco degli user agents da escludere dal monitoraggio di Piwik.",
        "GlobalExcludedUserAgentHelp2": "È possibile utilizzare questo per escludere dal tracciamento alcuni bot.",
        "GlobalListExcludedIps": "Lista globale di IP Esclusi",
        "GlobalListExcludedQueryParameters": "Lista globale di parametri Query URL da escludere",
        "GlobalListExcludedUserAgents": "Lista globale degli user agent da escludere",
        "GlobalListExcludedUserAgents_Desc": "Se la stringa dello user agent del visitatore contiene una delle stringhe da te specificate, il visitatore sarà escluso da Piwik.",
        "GlobalWebsitesSettings": "Impostazioni globali per i siti",
        "HelpExcludedIps": "Scrivi la lista di indirizzi IP, uno per riga, che vuoi escludere dal tracking di Piwik. Puoi usare dei caratteri jolly, ad esempio %1$s o %2$s",
        "JsTrackingTagHelp": "Qui è visualizzato il codice JavaScript da includere in tutte le pagine che vuoi vengano controllate da Piwik",
        "KeepURLFragments": "Tracciamento frammenti URL Pagina",
        "KeepURLFragmentsHelp": "Se la casella qui sottto è spuntata, i frammenti URL Pagina (tutti dopo il %1$s) verranno rimossi durante il tracciamento: %2$s verranno tracciati come %3$s",
        "KeepURLFragmentsHelp2": "È anche possibile ignorare questa impostazione per i singoli siti web qui sopra.",
        "KeepURLFragmentsLong": "Conserva i frammenti di URL Pagina quando si tracciano le URL Pagina",
        "ListOfIpsToBeExcludedOnAllWebsites": "I seguenti indirizzi IP verranno esclusi dal tracking su tutti i siti.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "I parametri URL Query qui sotto saranno esclusi dalle URL su tutti i siti.",
        "ListOfQueryParametersToExclude": "Inserisci l'elenco dei parametri di ricerca URL, uno per riga, da escludere dai reports URL Pagina.",
        "MainDescription": "Per generare i report dei tuoi siti web, devi configurarli in Piwik! Aggiungi, aggiorna, cancella i siti web e visualizza il codice JavaScript da inserire nelle tue pagine.",
        "NotAnEcommerceSite": "Sito non Ecommerce",
        "NotFound": "Nessun sito trovato per",
        "NoWebsites": "Non hai configurato alcun sito web da amministrare.",
        "OnlyOneSiteAtTime": "Puoi modificare solo un sito per volta. Per favore Salva o Annulla le modifiche attuali al sito %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permette statistiche Ecommerce avanzate di monitoraggio e reporting. Per saperne di più su%s Statistiche Ecommerce%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik escluderà automaticamente i parametri di sessioni comuni (%s).",
        "PluginDescription": "Gestione dei siti in Piwik: Aggiungi nuovi siti, modificane uno esistente, mostra il codice da includere nelle tue pagine. Tutte le azioni sono disponibili anche dalle API.",
        "SearchCategoryDesc": "Piwik può anche monitorare la categoria Ricerca per ogni parola chiave di ricerca interna al sito.",
        "SearchCategoryLabel": "Parametro categoria",
        "SearchCategoryParametersDesc": "Puoi immettere una lista di parametri di ricerca separati da virgola specificando la categoria di ricerca.",
        "SearchKeywordLabel": "Parametro di ricerca",
        "SearchKeywordParametersDesc": "Immetti una lista separata da virgola di tutti i nomi dei parametri di ricerca che contengono la parola chiave di ricerca del sito.",
        "SearchParametersNote": "Nota: i parametri di ricerca e parametri della categoria saranno utilizzati solo per i siti web che hanno la Ricerca nel Sito abilitata ma hanno lasciato questi parametri vuoti.",
        "SearchParametersNote2": "Per disabilitare Ricerca nel Sito per i nuovi siti web, lascia vuoti questi due campi.",
        "SearchUseDefault": "Usa i parametri %sdefault%s di Ricerca nel Sito",
        "SelectACity": "Seleziona una città",
        "SelectDefaultCurrency": "È possibile selezionare la valuta da impostare di default per i nuovi siti web.",
        "SelectDefaultTimezone": "Puoi selezionare il fuso orario da caricare di default per i nuovi siti.",
        "ShowTrackingTag": "Vedi codice Tracking",
        "Sites": "Siti",
        "SiteSearchUse": "È possibile utilizzare Piwik per monitorare e creare reports su ciò che i visitatori stanno cercando nel motore di ricerca interno del tuo sito web.",
        "SuperUserAccessCan": "Un utente con accesso Super User può anche %sspecificare le impostazioni globali%s per i nuovi siti.",
        "Timezone": "Fuso orario",
        "TrackingSiteSearch": "Tracciamento Ricerca Interna Sito",
        "TrackingTags": "Codice traking per %s",
        "Urls": "Indirizzi",
        "UTCTimeIs": "Tempo UTC è %s.",
        "WebsitesManagement": "Gestisci siti web",
        "YouCurrentlyHaveAccessToNWebsites": "Al momento hai accesso a %s siti.",
        "YourCurrentIpAddressIs": "Il tuo indirizzo IP è %s"
    },
    "Transitions": {
        "BouncesInline": "%s rimbalzi",
        "DirectEntries": "Accessi Diretti",
        "ErrorBack": "Torna all'azione precedente",
        "ExitsInline": "%s uscite",
        "FromCampaigns": "Da Campagne",
        "FromPreviousPages": "Da Pagine Interne",
        "FromPreviousPagesInline": "%s da pagine interne",
        "FromPreviousSiteSearches": "Da Ricerca Interna",
        "FromPreviousSiteSearchesInline": "%s da ricerche interne",
        "FromSearchEngines": "Da Motori di Ricerca",
        "FromWebsites": "Da siti web",
        "IncomingTraffic": "Traffico entrante",
        "LoopsInline": "%s pagine ricaricate",
        "NoDataForAction": "Non ci sono dati per %s",
        "NoDataForActionDetails": "O l'azione non ha avuto pagine viste durante il periodo di%s o non è valida.",
        "OutgoingTraffic": "Traffico uscente",
        "PluginDescription": "Rapporti delle azioni precedenti e seguenti per ogni URL pagina.",
        "ShareOfAllPageviews": "Questa pagina ha %s visualizzazioni (%s di tutte le visualizzazioni)",
        "ToFollowingPages": "A Pagine Interne",
        "ToFollowingPagesInline": "%s a pagine interne",
        "ToFollowingSiteSearches": "Ricerche Interne",
        "ToFollowingSiteSearchesInline": "%s ricerche interne",
        "XOfAllPageviews": "%s di tutte le visualizzazioni di questa pagina",
        "XOutOfYVisits": "%s (su %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Impossibile trovare la funzione apache_get_modules, si suppone server non-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Impossibile trovare %1$s file nell'archivio tar %2$s!",
        "CannotFindGeoIPServerVar": "La variabile %s non è impostata. Il tuo server potrebbe non essere correttamente configurato.",
        "CannotFindPeclGeoIPDb": "Impossibile trovare un database di paese, regione o città per il modulo GeoIP PECL. Assicurati che il tuo database di GeoIP si trovi in%1$s e abbia il nome%2$s oppure %3$s, altrimenti il ​​modulo PECL non se ne accorgerà.",
        "CannotListContent": "Impossibile il contenutto per %1$s: %2$s",
        "CannotLocalizeLocalIP": "L'indirizzo IP %s è un indirizzo locale e non può essere geolocalizzato.",
        "CannotSetupGeoIPAutoUpdating": "Sembra che tu stia conservando i database GeoIP al di fuori di Piwik (lo possiamo dire in quanto non ci sono i database nella sottodirectory misc, ma il tuo GeoIP sta lavorando). Piwik non può aggiornare automaticamente i database GeoIP se si trovano al di fuori della directory misc.",
        "CannotUnzipDatFile": "Impossibile decomprimere il file dat in %1$s: %2$s",
        "City": "Città",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "continent_afr": "Africa",
        "continent_amc": "America Centrale",
        "continent_amn": "America del Nord",
        "continent_ams": "America Centro-Meridionale",
        "continent_ant": "Antartica",
        "continent_asi": "Asia",
        "continent_eur": "Europa",
        "continent_oce": "Oceania",
        "Country": "Paese",
        "country_a1": "Proxy Anonimo",
        "country_a2": "Satellite Provider",
        "country_ac": "Isola di Ascensione",
        "country_ad": "Andorra",
        "country_ae": "Emirati Arabi Uniti",
        "country_af": "Afghanistan",
        "country_ag": "Antigua e Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albania",
        "country_am": "Armenia",
        "country_an": "Antille Olandesi",
        "country_ao": "Angola",
        "country_ap": "Asia\/Regione del Pacifico",
        "country_aq": "Antartide",
        "country_ar": "Argentina",
        "country_as": "Samoa Americane",
        "country_at": "Austria",
        "country_au": "Australia",
        "country_aw": "Aruba",
        "country_ax": "Isole Âland",
        "country_az": "Azerbaigian",
        "country_ba": "Bosnia-Erzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Belgio",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgaria",
        "country_bh": "Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Saint-Barthelemy",
        "country_bm": "Bermuda",
        "country_bn": "Brunei",
        "country_bo": "Bolivia",
        "country_bq": "Bonaire, Saint Eustatius e Saba",
        "country_br": "Brasile",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Birmania",
        "country_bv": "Isola Bouvet",
        "country_bw": "Botswana",
        "country_by": "Bielorussia",
        "country_bz": "Belize",
        "country_ca": "Canada",
        "country_cat": "Comunità che parlano catalano",
        "country_cc": "Isole Cocos",
        "country_cd": "Repubblica Democratica del Congo",
        "country_cf": "Repubblica Centrafricana",
        "country_cg": "Repubblica del Congo",
        "country_ch": "Svizzera",
        "country_ci": "Costa d'Avorio",
        "country_ck": "Isole Cook",
        "country_cl": "Cile",
        "country_cm": "Camerun",
        "country_cn": "Cina",
        "country_co": "Colombia",
        "country_cp": "Isola Clipperton",
        "country_cr": "Costa Rica",
        "country_cs": "Serbia e Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Capo Verde",
        "country_cw": "Curaçao",
        "country_cx": "Isola Christmas",
        "country_cy": "Cipro",
        "country_cz": "Repubblica Ceca",
        "country_de": "Germania",
        "country_dg": "Diego Garcia",
        "country_dj": "Gibuti",
        "country_dk": "Danimarca",
        "country_dm": "Dominica",
        "country_do": "Repubblica Dominicana",
        "country_dz": "Algeria",
        "country_ea": "Ceuta e Melilla",
        "country_ec": "Ecuador",
        "country_ee": "Estonia",
        "country_eg": "Egitto",
        "country_eh": "Sahara Occidentale",
        "country_er": "Eritrea",
        "country_es": "Spagna",
        "country_et": "Etiopia",
        "country_eu": "European Union",
        "country_fi": "Finlandia",
        "country_fj": "Figi",
        "country_fk": "Isole Falkland",
        "country_fm": "Stati Federati di Micronesia",
        "country_fo": "Isole Fær Øer",
        "country_fr": "Francia",
        "country_fx": "Francia Metropolitana",
        "country_ga": "Gabon",
        "country_gb": "Regno Unito",
        "country_gd": "Grenada",
        "country_ge": "Georgia",
        "country_gf": "Guyana Francese",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibilterra",
        "country_gl": "Groenlandia",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadalupa",
        "country_gq": "Guinea Equatoriale",
        "country_gr": "Grecia",
        "country_gs": "Georgia del Sud e isole Sandwich meridionali",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Isole Heard e McDonald",
        "country_hn": "Honduras",
        "country_hr": "Croazia",
        "country_ht": "Haiti",
        "country_hu": "Ungheria",
        "country_ic": "Isole Canarie",
        "country_id": "Indonesia",
        "country_ie": "Irlanda",
        "country_il": "Israele",
        "country_im": "Isola di Man",
        "country_in": "India",
        "country_io": "Territori Britannici dell'Oceano Indiano",
        "country_iq": "Iraq",
        "country_ir": "Iran",
        "country_is": "Islanda",
        "country_it": "Italia",
        "country_je": "Jersey",
        "country_jm": "Giamaica",
        "country_jo": "Giordania",
        "country_jp": "Giappone",
        "country_ke": "Kenya",
        "country_kg": "Kirghizistan",
        "country_kh": "Cambogia",
        "country_ki": "Kiribati",
        "country_km": "Comore",
        "country_kn": "Saint Kitts e Nevis",
        "country_kp": "Corea del Nord",
        "country_kr": "Corea del Sud",
        "country_kw": "Kuwait",
        "country_ky": "Isole Cayman",
        "country_kz": "Kazakistan",
        "country_la": "Laos",
        "country_lb": "Libano",
        "country_lc": "Santa Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Lituania",
        "country_lu": "Lussemburgo",
        "country_lv": "Lettonia",
        "country_ly": "Libia",
        "country_ma": "Marocco",
        "country_mc": "Monaco",
        "country_md": "Moldavia",
        "country_me": "Montenegro",
        "country_mf": "Saint-Martin",
        "country_mg": "Madagascar",
        "country_mh": "Isole Marshall",
        "country_mk": "Macedonia",
        "country_ml": "Mali",
        "country_mm": "Birmania (Myanmar)",
        "country_mn": "Mongolia",
        "country_mo": "Macao",
        "country_mp": "Isole Marianne Settentrionali",
        "country_mq": "Martinica",
        "country_mr": "Mauritania",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Maldive",
        "country_mw": "Malawi",
        "country_mx": "Messico",
        "country_my": "Malesia",
        "country_mz": "Mozambico",
        "country_na": "Namibia",
        "country_nc": "Nuova Caledonia",
        "country_ne": "Niger",
        "country_nf": "Isola Norfolk",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Olanda",
        "country_no": "Norvegia",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Zona Neutrale Iracheno-Saudita",
        "country_nu": "Niue",
        "country_nz": "Nuova Zelanda",
        "country_o1": "Altri Paesi",
        "country_om": "Oman",
        "country_pa": "Panamá",
        "country_pe": "Perù",
        "country_pf": "Polinesia Francese",
        "country_pg": "Papua Nuova Guinea",
        "country_ph": "Filippine",
        "country_pk": "Pakistan",
        "country_pl": "Polonia",
        "country_pm": "Saint Pierre e Miquelon",
        "country_pn": "Isole Pitcairn",
        "country_pr": "Porto Rico",
        "country_ps": "Territori Palestinesi Occupati",
        "country_pt": "Portogallo",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Réunion",
        "country_ro": "Romania",
        "country_rs": "Serbia",
        "country_ru": "Russia",
        "country_rw": "Ruanda",
        "country_sa": "Arabia Saudita",
        "country_sb": "Isole Salomone",
        "country_sc": "Seychelles",
        "country_sd": "Sudan",
        "country_se": "Svezia",
        "country_sf": "Finlandia",
        "country_sg": "Singapore",
        "country_sh": "Sant'Elena",
        "country_si": "Slovenia",
        "country_sj": "Svalbard",
        "country_sk": "Slovacchia",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Suriname",
        "country_ss": "Sudan del Sud",
        "country_st": "São Tomé e Príncipe",
        "country_su": "Ex U.R.S.S.",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten",
        "country_sy": "Siria",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Isole Turks e Caicos",
        "country_td": "Chad",
        "country_tf": "Territori Francesi del Sud",
        "country_tg": "Togo",
        "country_th": "Thailandia",
        "country_ti": "Tibet",
        "country_tj": "Tagikistan",
        "country_tk": "Tokelau",
        "country_tl": "Timor Est",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunisia",
        "country_to": "Tonga",
        "country_tp": "Timor Est",
        "country_tr": "Turchia",
        "country_tt": "Trinidad e Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Repubblica di Cina",
        "country_tz": "Tanzania",
        "country_ua": "Ucraina",
        "country_ug": "Uganda",
        "country_uk": "Regno Unito",
        "country_um": "Isole minori esterne degli Stati Uniti",
        "country_us": "Stati Uniti d'America",
        "country_uy": "Uruguay",
        "country_uz": "Uzbekistan",
        "country_va": "Città del Vaticano",
        "country_vc": "Saint Vincent e Grenadine",
        "country_ve": "Venezuela",
        "country_vg": "Isole Vergini Britanniche",
        "country_vi": "Isole Vergini Americane",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis e Futuna",
        "country_ws": "Samoa",
        "country_ye": "Yemen",
        "country_yt": "Mayotte",
        "country_yu": "Jugoslavia",
        "country_za": "Sudafrica",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "In base a questo provider, la tua posizione attuale è",
        "DefaultLocationProviderDesc1": "L'individuatore di posizione di default desume il paese di un visitatore dalla lingua utilizzata.",
        "DefaultLocationProviderDesc2": "Quasta non è molto accurata, dunque %1$snoi raccomandiamo di installare e utilizzare %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Stai utiilizzando l'individuatore di posizione di default, ciò significa che Piwik indovinerà la posizione dei visitatori dalla lingua che utilizzano. %1$sLeggi qui%2$s per capire come impostare una geolocalizzazione più accurata",
        "DistinctCountries": "%s continenti differenti",
        "DownloadingDb": "Sto scaricando %s",
        "DownloadNewDatabasesEvery": "Aggiorna il database ogni",
        "FatalErrorDuringDownload": "Si è verificato un errore fatale durante il download di questo file. Ci potrebbe essere qualcosa di sbagliato con la connessione a Internet, con il database GeoIP scaricato o con Piwik. Prova a scaricarlo e installarlo manualmente.",
        "FoundApacheModules": "Piwik ha trovato i seguenti moduli Apache",
        "FromDifferentCities": "città diverse",
        "GeoIPCannotFindMbstringExtension": "Impossibile trovare la funzione %1$s. Assicurati che l'estensione %2$s sia installata e caricata.",
        "GeoIPDatabases": "Database GeoIP",
        "GeoIPDocumentationSuffix": "Per vedere i dati di questo report è necessario impostare GeoIP nella scheda Amministrazione Geolocation. I database GeoIP commerciali%1$sMaxmind%2$s sono più accurati di quelli gratuiti. Per vedere come sono precisi, clicca%3$squi%4$s.",
        "GeoIPImplHasAccessTo": "Questa implementazione GeoIP ha accesso ai seguenti database",
        "GeoIPIncorrectDatabaseFormat": "Il vostro database GeoIP non sembra avere un formato corretto. Potrebbe essere corrotto. Assicuratevi che state utilizzando la versione binaria e provate a sostituirla con un'altra copia,",
        "GeoIpLocationProviderDesc_Pecl1": "Questo individuatore di posizione utilizza un database GeoIP e un modulo PECL per determinare accuratamente e con efficienza la posizione dei tuoi visitatori.",
        "GeoIpLocationProviderDesc_Pecl2": "Non ci sono limitazioni con questo provider, dunque è uno di cui raccomandiamo l'uso.",
        "GeoIpLocationProviderDesc_Php1": "Questo individuatore di posizione è il più semplice da installare in quanto non richiede la configurazione del server (ideale per hosting condiviso!). Esso utilizza un database GeoIP e MaxMind PHP API per determinare con precisione la posizione dei tuoi visitatori.",
        "GeoIpLocationProviderDesc_Php2": "Se il tuo sito riceve parecchio traffico, è possibile che questo individuatore di posizione sia troppo lento. In questo caso, è necessario installare l'%1$sestensione PECL%2$s o un %3$smodulo server%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Questo individuatore di posizione utilizza il modulo GeoIP che è stato installato nel vostro server HTTP. Questo è veloce e preciso, ma %1$spuò essere utilizzato solo con il normale monitoraggio browser.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Se si devono importare i file di log o fare qualcos'altro che richiede l'impostazione degli indirizzi IP, utilizza l'%1$simplementazione PECL GeoIP (consigliata)%2$s oppure l'%3$simplementazione PHP GeoIP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: l'anonimizzazione IP non ha alcun effetto sui luoghi segnalati da questo fornitore. Prima di utilizzarlo con la trasformazione in forma anonima degli IP, assicurati che questo non violi alcuna legge sulla privacy a cui puoi essere soggetto.",
        "GeoIpLocationProviderNotRecomnended": "La geolocalizzazione sta funzionando ma tu non stai utilizzando uno dei provider raccomandati.",
        "GeoIPNoServerVars": "Piwik non riesce a trovare alcuna delle variabili %s GeoIP.",
        "GeoIPPeclCustomDirNotSet": "L'opzione %s PHP ini non è impostata.",
        "GeoIPServerVarsFound": "Piwik rileva le seguenti %s variabili GeoIP.",
        "GeoIPUpdaterInstructions": "Inserisci qui sotto i link di download per i tuoi database. Se hai acquistato i database da %3$sMaxMind%4$s, si possono trovare questi link %1$squi%2$s. Si prega di contattare %3$sMaxMind%4$s se hai problemi ad accedervi.",
        "GeoIPUpdaterIntro": "Piwik sta attualmente gestendo gli aggiornamenti per i seguenti database GeoIP",
        "GeoLiteCityLink": "Se stai utilizzando il database GeoLite City, usa questo link: %1$s%2$s%3$s.",
        "Geolocation": "Geolocalizzazione",
        "GeolocationPageDesc": "In questa pagina puoi cambiare le impostazioni di come Piwik determina la località dei visitatori.",
        "getCityDocumentation": "Questo report mostra le città in cui si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "getContinentDocumentation": "Queesto report mostra in quale continente si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "getCountryDocumentation": "Questo report mostra in quale nazione si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "getRegionDocumentation": "Questo report mostra in quale regione si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "HowToInstallApacheModule": "Come posso installare il modulo GeoIP per Apache?",
        "HowToInstallGeoIPDatabases": "Come posso ottenere i database GeoIP?",
        "HowToInstallGeoIpPecl": "Come posso installare le estensioni GeoIP PECL?",
        "HowToInstallNginxModule": "Come posso installare il modulo GeoIP per Nginx?",
        "HowToSetupGeoIP": "Come impostare la geolocalizzazione accurata con GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sScarica%2$s il database GeoLite City da %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Estrai questo file e copia il risultato, %1$s nella sottodirectory %2$smisc%3$s di Piwik (puoi fare ciò sia in FTP che in SSH).",
        "HowToSetupGeoIP_Step3": "Ricarica questa schermata. Il provider %1$sGeoIP (PHP)%2$s verrà ora %3$sinstallato%4$s. Selezionalo.",
        "HowToSetupGeoIP_Step4": "E il gioco è fatto! Hai appena configurato Piwik per usare GeoIP, che significa che sarai in grado di vedere le regioni e le città dei tuoi visitatori con informazioni sul paese molto accurate.",
        "HowToSetupGeoIPIntro": "Sembra che tu non abbia una configurazione di Geolocalizzazione accurata. Questa è una funzionalità utile e senza di essa non si vedranno informazioni accurate e informazioni di localizzazione accurate per i tuoi visitatori. Ecco come puoi iniziare a usarla rapidamente:",
        "HttpServerModule": "Modulo Server HTTP",
        "InvalidGeoIPUpdatePeriod": "Periodo non valido per l'updater GeoIP: %1$s. I valori validi sono: %2$s.",
        "IPurchasedGeoIPDBs": "Ho acquistato altri %1$sdatabase saccurati da MaxMind%2$s e voglio impostare gli aggiornamenti automatici.",
        "ISPDatabase": "Database ISP",
        "IWantToDownloadFreeGeoIP": "Voglio scaricare il database gratuito GeoIP...",
        "Latitude": "Latitudine",
        "Location": "Località",
        "LocationDatabase": "Database Località",
        "LocationDatabaseHint": "Un database località è un database di nazioni, regioni o città.",
        "LocationProvider": "Localizzatore di Posizione",
        "Longitude": "Longitudine",
        "NoDataForGeoIPReport1": "Non vi sono dati per questo report perché non vi sono dati di localizzazione disponibili o gli indirizzi IP dei visitatori non possono essere geolocalizzati.",
        "NoDataForGeoIPReport2": "Per abilitare la geolocalizzazione accurata cambia le impostazioni %1$squi%2$s e usa un %3$sdatabase a livello città%4$s.",
        "Organization": "Organizzazione",
        "OrgDatabase": "Database Organizzazioni",
        "PeclGeoIPNoDBDir": "Il modulo PECL è alla ricerca di databasee in%1$s, ma questa directory non esiste. Si prega di crearla e aggiungervi i database GeoIP. In alternativa, è possibile impostare %2$s per la directory corretta nel file php.ini.",
        "PeclGeoLiteError": "Il tuo databese GeoIP in %1$s è chiamato %2$s. Sfortunatamente il modulo PECL non lo riconosce con questo nome. Si prega di rinominarlo come %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik attualmente non sta gestendo alcun database GeoIP.",
        "PluginDescription": "Mostra gli stati dei tuoi visitatori.",
        "Region": "Regione",
        "SetupAutomaticUpdatesOfGeoIP": "Imposta gli aggiornamenti automatici dei database GeoIP",
        "SubmenuLocations": "Località",
        "TestIPLocatorFailed": "Piwik ha cercato di controllare la posizione di un indirizzo IP conosciuto (%1$s), ma il server ha restituito%2$s. Se questo localizzatore fosse correttamente configurato, sidovrebbe restituire%3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Il file scaricato non è un database GeoIP valido. Si prega di controllare l'URL o di scaricare il file manualmente.",
        "ToGeolocateOldVisits": "Per avere i dati di localizzazione delle tue vecchie visite, usa lo script descritto %1$squi%2$s.",
        "UnsupportedArchiveType": "Si è incontrato un archivio di tipo non supportato %1$s.",
        "UpdaterHasNotBeenRun": "Il programma di aggiornamento non è mai stato eseguito.",
        "UpdaterIsNotScheduledToRun": "Non è programmato per essere avviato in futuro.",
        "UpdaterScheduledForNextRun": "E' programmato per essere avviato durante la prossima esecuzione del cron-job archive.php",
        "UpdaterWasLastRun": "Il programma di aggiornamento è stato eseguito per l'ultima volta il %s.",
        "UpdaterWillRunNext": "E' programmato per essere eseguito il %s.",
        "WidgetLocation": "Posizione Visitatore"
    },
    "UserCountryMap": {
        "AndNOthers": "e %s altri",
        "Cities": "Città",
        "Countries": "Nazioni",
        "DaysAgo": "%s giorni fa",
        "GoalConversions": "%s conversioni obiettivi",
        "Hours": "ore",
        "HoursAgo": "%s ore fa",
        "map": "mappa",
        "Minutes": "minuti",
        "MinutesAgo": "%s minuti fa",
        "None": "Nessuno",
        "NoVisit": "Nessuna visita",
        "RealTimeMap": "Mappa Real Time",
        "Regions": "Regioni",
        "Searches": "%s ricerche",
        "Seconds": "secondi",
        "SecondsAgo": "%s secondi fa",
        "ShowingVisits": "Visite geolocalizzate degli ultimi",
        "Unlocated": "<b>%s<\/b> %p delle visite da %c non possono essere geolocalizzate.",
        "VisitorMap": "Mappa Visitatori",
        "WorldWide": "Tutto il Mondo"
    },
    "UserSettings": {
        "BrowserFamilies": "Famiglie di Browser",
        "BrowserLanguage": "Lingua Browser",
        "Browsers": "Browser",
        "BrowserWithNoPluginsEnabled": "%1$s con nessun plugin abilitato",
        "BrowserWithPluginsEnabled": "%1$s con plugin %2$s abilitati",
        "ColumnBrowser": "Browser",
        "ColumnBrowserFamily": "Famiglia del Browser",
        "ColumnBrowserVersion": "Versione del browser",
        "ColumnConfiguration": "Configurazione",
        "ColumnOperatingSystem": "Sistema operativo",
        "ColumnResolution": "Risoluzione",
        "ColumnTypeOfScreen": "Tipo di schermo",
        "Configurations": "Configurazioni",
        "GamingConsole": "Console di Gioco",
        "Language_aa": "afar",
        "Language_ab": "abkhazian",
        "Language_ae": "avestan",
        "Language_af": "afrikaans",
        "Language_ak": "akan",
        "Language_am": "amarico",
        "Language_an": "aragonese",
        "Language_ar": "arabo",
        "Language_as": "assamese",
        "Language_av": "avaro",
        "Language_ay": "aymara",
        "Language_az": "azerbaigiano",
        "Language_ba": "baschiro",
        "Language_be": "bielorusso",
        "Language_bg": "bulgaro",
        "Language_bh": "bihari",
        "Language_bi": "bislama",
        "Language_bm": "bambara",
        "Language_bn": "bengalese",
        "Language_bo": "tibetano",
        "Language_br": "bretone",
        "Language_bs": "bosniaco",
        "Language_ca": "catalano",
        "Language_ce": "ceceno",
        "Language_ch": "chamorro",
        "Language_co": "corso",
        "Language_cr": "cree",
        "Language_cs": "ceco",
        "Language_cu": "slavo della Chiesa",
        "Language_cv": "chuvash",
        "Language_cy": "gallese",
        "Language_da": "danese",
        "Language_de": "tedesco",
        "Language_dv": "divehi",
        "Language_dz": "dzongkha",
        "Language_ee": "ewe",
        "Language_el": "greco",
        "Language_en": "inglese",
        "Language_eo": "esperanto",
        "Language_es": "spagnolo",
        "Language_et": "estone",
        "Language_eu": "basco",
        "Language_fa": "persiano",
        "Language_ff": "fulah",
        "Language_fi": "finlandese",
        "Language_fj": "figiano",
        "Language_fo": "faroese",
        "Language_fr": "francese",
        "Language_fy": "frisone",
        "Language_ga": "irlandese",
        "Language_gd": "gaelico scozzese",
        "Language_gl": "galiziano",
        "Language_gn": "guarana",
        "Language_gu": "gujarati",
        "Language_gv": "manx",
        "Language_ha": "haussa",
        "Language_he": "ebraico",
        "Language_hi": "hindi",
        "Language_ho": "hiri motu",
        "Language_hr": "croato",
        "Language_ht": "haitiano",
        "Language_hu": "ungherese",
        "Language_hy": "armeno",
        "Language_hz": "herero",
        "Language_ia": "interlingua",
        "Language_id": "indonesiano",
        "Language_ie": "interlingue",
        "Language_ig": "igbo",
        "Language_ii": "sichuan yi",
        "Language_ik": "inupiak",
        "Language_io": "ido",
        "Language_is": "islandese",
        "Language_it": "italiano",
        "Language_iu": "inuktitut",
        "Language_ja": "giapponese",
        "Language_jv": "giavanese",
        "Language_ka": "georgiano",
        "Language_kg": "kongo",
        "Language_ki": "kikuyu",
        "Language_kj": "kuanyama",
        "Language_kk": "kazako",
        "Language_kl": "kalaallisut",
        "Language_km": "khmer",
        "Language_kn": "kannada",
        "Language_ko": "coreano",
        "Language_kr": "kanuri",
        "Language_ks": "kashmiri",
        "Language_ku": "curdo",
        "Language_kv": "komi",
        "Language_kw": "cornico",
        "Language_ky": "kirghiso",
        "Language_la": "latino",
        "Language_lb": "lussemburghese",
        "Language_lg": "ganda",
        "Language_li": "limburgese",
        "Language_ln": "lingala",
        "Language_lo": "lao",
        "Language_lt": "lituano",
        "Language_lu": "luba-katanga",
        "Language_lv": "lettone",
        "Language_mg": "malgascio",
        "Language_mh": "marshallese",
        "Language_mi": "maori",
        "Language_mk": "macedone",
        "Language_ml": "malayalam",
        "Language_mn": "mongolo",
        "Language_mr": "marathi",
        "Language_ms": "malese",
        "Language_mt": "maltese",
        "Language_my": "birmano",
        "Language_na": "nauru",
        "Language_nb": "norvegese bokmal",
        "Language_nd": "ndebele del nord",
        "Language_ne": "nepalese",
        "Language_ng": "ndonga",
        "Language_nl": "olandese",
        "Language_nn": "norvegese nynorsk",
        "Language_no": "norvegese",
        "Language_nr": "ndebele del sud",
        "Language_nv": "navajo",
        "Language_ny": "nyanja",
        "Language_oc": "occitano",
        "Language_oj": "ojibwa",
        "Language_om": "oromo",
        "Language_or": "oriya",
        "Language_os": "ossetico",
        "Language_pa": "punjabi",
        "Language_pi": "pali",
        "Language_pl": "polacco",
        "Language_ps": "pashto",
        "Language_pt": "portoghese",
        "Language_qu": "quechua",
        "Language_rm": "lingua rhaeto-romance",
        "Language_rn": "rundi",
        "Language_ro": "rumeno",
        "Language_ru": "russo",
        "Language_rw": "kinyarwanda",
        "Language_sa": "sanscrito",
        "Language_sc": "sardo",
        "Language_sd": "sindhi",
        "Language_se": "sami del nord",
        "Language_sg": "sango",
        "Language_si": "singalese",
        "Language_sk": "slovacco",
        "Language_sl": "sloveno",
        "Language_sm": "samoano",
        "Language_sn": "shona",
        "Language_so": "somalo",
        "Language_sq": "albanese",
        "Language_sr": "serbo",
        "Language_ss": "swati",
        "Language_st": "sotho del sud",
        "Language_su": "sundanese",
        "Language_sv": "svedese",
        "Language_sw": "swahili",
        "Language_ta": "tamil",
        "Language_te": "telugu",
        "Language_tg": "tagicco",
        "Language_th": "thai",
        "Language_ti": "tigrinya",
        "Language_tk": "turcomanno",
        "Language_tl": "tagalog",
        "Language_tn": "tswana",
        "Language_to": "tonga",
        "Language_tr": "turco",
        "Language_ts": "tsonga",
        "Language_tt": "tatarico",
        "Language_tw": "ci",
        "Language_ty": "taitiano",
        "Language_ug": "uigurico",
        "Language_uk": "ucraino",
        "Language_ur": "urdu",
        "Language_uz": "usbeco",
        "Language_ve": "venda",
        "Language_vi": "vietnamita",
        "Language_vo": "volapük",
        "Language_wa": "vallone",
        "Language_wo": "volof",
        "Language_xh": "xosa",
        "Language_yi": "yiddish",
        "Language_yo": "yoruba",
        "Language_za": "zhuang",
        "Language_zh": "cinese",
        "Language_zu": "zulu",
        "LanguageCode": "Codice della lingua",
        "MobileVsDesktop": "Mobile Vs Desktop",
        "OperatingSystemFamily": "Famiglia sistema operativo",
        "OperatingSystems": "Sistemi Operativi",
        "PluginDescription": "Mostra le varie impostazioni per gli utenti: Browser, Famiglia del Browser, Sistema Operativo, Plugin, Risoluzione, Impostazioni Globali.",
        "PluginDetectionDoesNotWorkInIE": "N.B.: Questo plugin non funziona su Internet Explorer. Questo report è basato solamente sugli utenti di altri browser.",
        "Resolutions": "Risoluzioni",
        "VisitorSettings": "Impostazioni visitatori",
        "WideScreen": "Schermo panoramico",
        "WidgetBrowserFamilies": "Browsers per Famiglia",
        "WidgetBrowserFamiliesDocumentation": "Questo grafico mostra i browser dei vostri visitatori suddivisi in famiglie di browser. %s Le informazioni più importanti per gli sviluppatori web sono che tipo di motore di rendering i loro visitatori stanno usando. Le etichette contengono i nomi dei motori seguiti dal browser più comune che utilizza quel motore tra parentesi.",
        "WidgetBrowsers": "Browser dei visitatori",
        "WidgetBrowsersDocumentation": "Questo report contiene informazioni sul tipo di browser che i tuoi visitatori hanno utilizzato. Ciascuna versione del browser è elencata separatamente.",
        "WidgetBrowserVersion": "Versione del Browser",
        "WidgetGlobalVisitors": "Riepilogo configurazione visitatori",
        "WidgetGlobalVisitorsDocumentation": "Questo report mostra le configurazioni globali più comuni che i visitatori avevano. Una configurazione è la combinazione di un sistema operativo, un tipo browser e una risoluzione di schermo.",
        "WidgetOperatingSystems": "Sistemi Operativi",
        "WidgetPlugins": "Lista dei Plugin",
        "WidgetPluginsDocumentation": "Questo report mostra quali plugin del browser i visitatori avevano abilitato. Questa informazione potrebbe essere importante per la scelta del giusto modo di inviare i tuoi contenuti.",
        "WidgetResolutions": "Risoluzione schermo",
        "WidgetWidescreen": "Normale \/ Schermo Panoramico"
    },
    "UsersManager": {
        "AddUser": "Aggiungi un nuovo utente",
        "Alias": "Alias",
        "AllWebsites": "Tutti i siti",
        "AnonymousUserHasViewAccess": "Nota: l'utente %1$s ha %2$s accesso a questo sito.",
        "AnonymousUserHasViewAccess2": "I tuoi report statistici e le informazioni sui tuoi visitatori sono visibili pubblicamente.",
        "ApplyToAllWebsites": "Applica a tutti i siti",
        "ChangeAllConfirm": "Sei sicuro di voler cambiare i permessi di '%s' in tutti i siti?",
        "ChangePasswordConfirm": "Il cambio password cambierà anche il token_auth dell'utente. Vuoi veramente continuare?",
        "ClickHereToDeleteTheCookie": "Clicca qui per cancellare il cookie e fare di nuovo in modo che Piwik tracci le tue visite",
        "ClickHereToSetTheCookieOnDomain": "Clicca qui per creare un cookie che farà escludere da Piwik le tue visite dai siti in cui hai installato Piwik %s",
        "ConfirmGrantSuperUserAccess": "Vuoi veramente dare a '%s' l'accesso Super User? Attenzione: l'utente avrà accesso a tutti i siti web e potrà eseguire attività amministrative.",
        "ConfirmProhibitMySuperUserAccess": "%s, vuoi veramente rimuovere il tuo accesso Super User? Perderai tutti i permessi e l'accesso a tutti i siti web e verrai escluso da Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Vuoi veramente togliere l'accesso Super User a '%s'? L'utente perderà tutti i permessi e l'accesso a tutti i siti web. Assicurati di impostare, se necessario, i permessi in seguito.",
        "DeleteConfirm": "Sei sicuro di voler cancellare l'utente '%s'?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sManda un'email al tuo amministratore su questo problema%2$s.",
        "ExceptionAccessValues": "Il parametro per l'accesso deve avere uno dei seguenti valori: [ %s ]",
        "ExceptionAdminAnonymous": "Non puoi dare privilegi da amministratore agli utenti anonimi.",
        "ExceptionDeleteDoesNotExist": "L'utente \"%s\" non esiste, di conseguenza non può essere eliminato.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "L'eliminazione dell'utente '%s' non è possibile.",
        "ExceptionEditAnonymous": "Gli utenti anonimi non possono essere modificati o cancellati. Questo profilo è utilizzato da Piwik per definire un utente che non ha effettuato l'accesso. Per esempio, se vuoi rendere pubbiche le tue statistiche, puoi dare il privilegio \"Visualizza\" al profilo degli utenti anonimi.",
        "ExceptionEmailExists": "Utente con l'e-mail \"%s\" è già esistente.",
        "ExceptionInvalidEmail": "L'e-mail inserita non è valida.",
        "ExceptionInvalidLoginFormat": "Il nome utente deve essere lungo tra %1$s e %2$s caratteri e contenere solo lettere, numeri o i caratteri '_' oppure '-' oppure '.'",
        "ExceptionInvalidPassword": "La lunghezza della password deve essere tra %1$s e %2$s caratteri.",
        "ExceptionLoginExists": "Utente \"%s\" già esistente.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth si aspetta una password MD5 hash (stringa lunga 32 caratteri). Si prega di richiamare la funzione md5 () sulla password prima di richiamare questo metodo.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "E' impossibile togliere l'accesso Super User all'utente '%s'.",
        "ExceptionSuperUserAccess": "Questo utente ha l'accesso Super User e ha già i permessi per accedere e modificare tutti i siti web in Piwik. Puoi togliere l'accesso Super User a questo utente e provare di nuuovo.",
        "ExceptionUserDoesNotExist": "L'utente \"%s\" non esiste.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Ci deve essere almeno un utente con l'accesso Super User. Si prega di dare l'accesso Super User a un altro utente prima.",
        "ExcludeVisitsViaCookie": "Escludi le tue visite usando un cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Per utenti anonimi, report dati da caricare di default",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se vuoi cambiare la password scrivine qui una nuova. Altrimenti lascia pure bianco.",
        "InjectedHostCannotChangePwd": "Al momento stai navigando da un host sconosciuto (%1$s). Non è possibile modificare la password fino a quando questo problema non verrà risolto.",
        "LastSeen": "Visto l'ultima volta",
        "MainDescription": "Decidi quali utenti possono accedere alle statistiche Piwik dei siti web. Puoi anche impostare i permessi di tutti i siti in una volta sola.",
        "ManageAccess": "Amministra l'accesso",
        "MenuAnonymousUserSettings": "Impostazioni utente anonimo",
        "MenuUsers": "Utenti",
        "MenuUserSettings": "Impostazioni utente",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: Non puoi cambiare le impostazioni in questa sezione perché nessun sito è accessibile dagli utenti anonimi.",
        "NoUsersExist": "Non ci sono ancora utenti.",
        "PluginDescription": "Gestione degli utenti in Piwik: agginta nuovi utenti, modifica di esistenti, aggiornamento dei permessi. Tutte le azioni sono anche disponibili tramite API.",
        "PrivAdmin": "Amministra Piwik",
        "PrivNone": "Nessun privilegio",
        "PrivView": "Visualizza statistiche",
        "ReportDateToLoadByDefault": "Data report da caricare di default",
        "ReportToLoadByDefault": "Report da caricare di default",
        "SuperUserAccessManagement": "Gestisci l'accesso Super User",
        "SuperUserAccessManagementGrantMore": "Qui puoi dare l'accesso Super User ad altri utenti di Piwik. Si prega di utilizzare con cautela questa funzione.",
        "SuperUserAccessManagementMainDescription": "I Super User hanno i permessi più elevati. Possono eseguire tutti i compiti amministrativi come aggiungere nuovi siti web da controllare, aggiungere utenti, cambiare i permessi utente, attivare e disattivare i plugin e persino installare dei nuovi plugin presi dal Marketplace.",
        "TheLoginScreen": "La schermata di login",
        "ThereAreCurrentlyNRegisteredUsers": "Al momento ci sono %s utenti registrati.",
        "TypeYourPasswordAgain": "Scrivi la tua nuova password di nuovo.",
        "User": "Utente",
        "UsersManagement": "Gestione utenti",
        "UsersManagementMainDescription": "Crea nuovi utenti o aggiorna quelli esistenti. Puoi anche scegliere quali operazioni permettere tramite la tabella qui sopra.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando gli utenti non si sono autenticati in Piwik, possono accedere a",
        "YourUsernameCannotBeChanged": "Il tuo nome utente non può essere cambiato.",
        "YourVisitsAreIgnoredOnDomain": "%sLe tue visite sono ignorate da Piwik %s %s (il cookie 'ignora visite' di Piwik è stato trovato nel tuo browser).",
        "YourVisitsAreNotIgnored": "%sLe tue visite non sono ignorate da Piwik%s (il cookie 'ignora visite' di Piwik non è stato trovato nel tuo browser)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Azioni eseguite dalle visite ricorrenti",
        "ColumnAverageVisitDurationForReturningVisitors": "Media. Durata delle Visite di Ritorno (in sec)",
        "ColumnAvgActionsPerReturningVisit": "Media. Azioni per Visite di Ritorno",
        "ColumnBounceCountForReturningVisits": "Numero Rimbalzi per Visite di Ritorno",
        "ColumnBounceRateForReturningVisits": "Percentuale dei rimbalzi per le visite ricorrenti",
        "ColumnMaxActionsInReturningVisit": "Numero massimo di azioni in una visita di ritorno",
        "ColumnNbReturningVisitsConverted": "Numero di visite di ritorno convertite",
        "ColumnReturningVisits": "Visite ricorrenti",
        "ColumnSumVisitLengthReturning": "Tempo complessivo speso dai visitatori di ritorno (in secondi)",
        "ColumnUniqueReturningVisitors": "Visitatori unici di ritorno",
        "PluginDescription": "Riporta varie statistiche riguardo i Visitatori che Ritornano controntati con i Nuovi Visitatori.",
        "ReturnActions": "%s pagine visualizzate dalle visite ricorrenti",
        "ReturnAverageVisitDuration": "%s durata visita per visitatori di ritorno",
        "ReturnAvgActions": "%s azioni per visita di ritorno",
        "ReturnBounceRate": "Il %s dei visitatori ricorrenti hanno visto 1 sola pagina",
        "ReturningVisitDocumentation": "Una visita di ritorno è fatta (al contrario di una nuova visita) da qualcuno che ha visitato il sito almeno una volta in precedenza.",
        "ReturningVisitsDocumentation": "Questa è una panoramica delle visite di ritorno.",
        "ReturnVisits": "%s visite ricorrenti",
        "SubmenuFrequency": "Frequenze",
        "WidgetGraphReturning": "Grafico visite ricorrenti",
        "WidgetOverview": "Riepilogo visite ricorrenti"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s minuti",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Pagine per visita",
        "ColumnVisitDuration": "Durata della visita",
        "Engagement": "Impegno",
        "NPages": "%s pagine",
        "OneMinute": "1 min",
        "OnePage": "1 pagina",
        "PluginDescription": "Report riguardo l'interesse dei visitatori: numero di pagine viste e tempo speso sul sito.",
        "PlusXMin": "%s min",
        "VisitNum": "Numero visite",
        "VisitsByDaysSinceLast": "Visite per giorni dall'ultima visita",
        "visitsByVisitCount": "Visite per numero di visite",
        "VisitsPerDuration": "Visite per durata della visita",
        "VisitsPerNbOfPages": "Visite per numero di pagine",
        "WidgetLengths": "Durata delle visite",
        "WidgetLengthsDocumentation": "In questo report, puoi vedere quante visite hanno avuto una certa durata totale. Inizialmente, il report viene visualizzato come una tag cloud, le durate più comuni sono visualizzate in un carattere più grande.",
        "WidgetPages": "Pagine per visita",
        "WidgetPagesDocumentation": "In questo report, puoi vedere quante visite hanno coinvolto un certo numero di pagine visualizzate. Inizialmente, il report viene visualizzato come una tag cloud, i numeri più comuni di pagine vengono visualizzati in un carattere più grande.",
        "WidgetVisitsByDaysSinceLast": "Visite per Giorni Dall'Ultima Visita",
        "WidgetVisitsByDaysSinceLastDocumentation": "In questo report, puoi vedere quante visite ci sono state da parte di visitatori la cui ultima visita c'è stata un certo numero di giorni fa.",
        "WidgetVisitsByNumDocumentation": "In questo report, puoi vedere il numero di visite che erano l'ennesima visita, vale a dire i visitatori che hanno visitato il vostro sito almeno N volte."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s media tempo di generazione",
        "AverageVisitDuration": "%s durata stimata visita",
        "GenerateQueries": "%s queries eseguite",
        "GenerateTime": "%s secondi per generare la pagina",
        "MaxNbActions": "%s è il massimo delle pagine viste in 1 visita",
        "NbActionsDescription": "%s azioni",
        "NbActionsPerVisit": "%s azioni (pagine viste, download, link esterni e ricerche interne al sito) per visita",
        "NbDownloadsDescription": "%s downloads",
        "NbKeywordsDescription": "%s keywords uniche",
        "NbOutlinksDescription": "%s links in uscita",
        "NbPageviewsDescription": "%s visualizzazioni pagina",
        "NbSearchesDescription": "%s totale delle ricerche sul tuo sito",
        "NbUniqueDownloadsDescription": "%s downloads unici",
        "NbUniqueOutlinksDescription": "%s links in uscita unici",
        "NbUniquePageviewsDescription": "%s visualizzazioni pagina uniche",
        "NbUniqueVisitors": "%s visitatori unici",
        "NbVisitsBounced": "Il %s dei visitatori hanno visto 1 sola pagina",
        "PluginDescription": "Riporta i dati generali di Web Analytics: visite, visite uniche, numero di azioni, percentuale dei rimbalzi, ecc.",
        "VisitsSummary": "Sommario delle visite",
        "VisitsSummaryDocumentation": "Questa è una panoramica dell'evoluzione delle visite.",
        "WidgetLastVisits": "Grafico ultime visite",
        "WidgetOverviewGraph": "Riepilogo con grafico",
        "WidgetVisits": "Riepilogo visite"
    },
    "VisitTime": {
        "ColumnLocalTime": "Ora locale",
        "ColumnServerTime": "Ora del server",
        "DayOfWeek": "Giorno della settimana",
        "LocalTime": "Visite per ora locale",
        "NHour": "%sh",
        "PluginDescription": "Mostra l'orario Locale e del Server. L'orario del server può essere utile per schedulare il mantenimento del sito.",
        "ServerTime": "Visite per ora del server",
        "SubmenuTimes": "Visite per orario",
        "VisitsByDayOfWeek": "Visite per giorno della settimana",
        "WidgetByDayOfWeekDocumentation": "Il grafico mostra il numero di visite che il tuo sito ha ricevuto in ciascun giorno della settimana.",
        "WidgetLocalTime": "Visite per ora locale",
        "WidgetLocalTimeDocumentation": "Questo grafico mostra che ora era nei %sfusi orari dei visitatori%s durante le loro visite.",
        "WidgetServerTime": "Visite per ora del server",
        "WidgetServerTimeDocumentation": "Questo grafico mostra che ora era nel %sfuso orario del server%s durante le visite."
    },
    "Widgetize": {
        "OpenInNewWindow": "Apri in una nuova finestra",
        "PluginDescription": "Il plugin rende molto facile esportare qualsiasi Widget Piwik nel tuo Blog, Sito Web o su IGoogle e Netvibes!",
        "TopLinkTooltip": "Esporta i Reports di Piwik come Widgets e includi la Dashboard nella tua app come iFrame."
    }
}