{
    "Actions": {
        "AvgGenerationTimeTooltip": "Gemiddelde gebasseerd op %s hit(s) %s tussen %s en %s",
        "ColumnClickedURL": "Aangeklikte URL",
        "ColumnClicks": "Kliks",
        "ColumnClicksDocumentation": "Aantal keer dat er op deze link geklikt is.",
        "ColumnDownloadURL": "Download link",
        "ColumnEntryPageTitle": "Inkomende pagina titel",
        "ColumnEntryPageURL": "Inkomende pagina URL",
        "ColumnExitPageTitle": "Uitgaande pagina titel",
        "ColumnExitPageURL": "Uitgaande pagina URL",
        "ColumnNoResultKeyword": "Sleutelwoord zonder zoekresultaten",
        "ColumnPageName": "Pagina naam",
        "ColumnPagesPerSearch": "Zoekresultaat pagina's",
        "ColumnPagesPerSearchDocumentation": "Bezoekers zoeken op uw website en klikken soms op \"volgende\" voor meer zoekresultaten. Dit is het gemiddeld aantal zoekreultatenpagina's dat voor dit sleutelwoord is bekeken.",
        "ColumnPageURL": "Pagina URL",
        "ColumnSearchCategory": "Zoekcategorie",
        "ColumnSearches": "Voortgang 100%",
        "ColumnSearchesDocumentation": "Het aantal bezoeken waarbij op dit sleutelwoord werd gezocht met de zoekoptie van uw website.",
        "ColumnSearchExits": "Voortgang 100%",
        "ColumnSearchExitsDocumentation": "Het percentage bezoeken dat uw website heeft verlaten nadat op dit sleutelwoord werd gezocht met de zoekoptie van uw website.",
        "ColumnSearchResultsCount": "Aantal zoekresultaten",
        "ColumnSiteSearchKeywords": "Unieke sleutelwoorden",
        "ColumnUniqueClicks": "Unieke kliks",
        "ColumnUniqueClicksDocumentation": "Het aantal bezoeken dat een klik op deze link betrokken. Als een link is geklikt meerdere keren tijdens een bezoek, is het maar een keer geteld.",
        "ColumnUniqueDownloads": "Unieke downloads",
        "ColumnUniqueOutlinks": "Unieke Outlinks",
        "DownloadsReportDocumentation": "Dit rapport laat zien welke bestanden door de bezoekers zijn gedownload. %s Piwik telt een klik op een downloadlink als een download. Piwik kan niet zien of de download succesvol is uitgevoerd en afgerond.",
        "EntryPagesReportDocumentation": "Dit rapport bevat informatie over de inkomende pagina's in de opgegeven periode. Een inkomende pagina is de eerste pagina waarop de bezoeker binnenkomt. %s De URL's van de inkomende pagina's worden getoond in een mapstructuur.",
        "EntryPageTitles": "Inkomende pagina titels",
        "EntryPageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de inkomende pagina's in de opgegeven periode.",
        "ExitPagesReportDocumentation": "Dit rapport bevat informatie over de uitgaande pagina's tijdens de opgegeven periode. De iutgaande pagina is de laatste pagina die de bezoeker bekijkt. %s De URL's van de uitgaande pagina's worden getoond in een mapstructuur.",
        "ExitPageTitles": "Uitgaande pagina titels",
        "ExitPageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de uitgaande pagina's in de opgegeven periode.",
        "LearnMoreAboutSiteSearchLink": "Leer meer over de manier waarop bezoekers de zoekoptie in uw website gebruiken.",
        "OutlinkDocumentation": "Een outlink is een link die de bezoeker leidt uit de buurt van uw website (naar een ander domein).",
        "OutlinksReportDocumentation": "Dit rapport geeft een hiërarchische lijst van outlink URL's die zijn aangeklikt door uw bezoekers.",
        "PagesReportDocumentation": "Dit rapport bevat informatie over de pagina-URL's die zijn bezocht. %s De tabel is hiërarchisch georganiseerd. De URL's worden weergegeven in een map structuur.",
        "PageTitlesReportDocumentation": "Dit rapport bevat informatie over de titels van de pagina's die zijn bezocht. %s De paginatitel is de HTML %s Tag dat de meeste browsers laten zien in hun window titel.",
        "PageUrls": "pagina-URL's",
        "PluginDescription": "Rapporteert over de pagina weergaves, uitgaande links en downloads. Dit wordt automatisch bijgehouden.",
        "SiteSearchCategories1": "Dit rapport toont de categorieën die bezoekers hebben geselecteerd bij het zoeken op uw website.",
        "SiteSearchCategories2": "Bijvoorbeeld, Ecommerce websites hebben vaak een categoriekeuze waarbij de zoekresultaten worden beperkt tot een specifieke categorie.",
        "SiteSearchFollowingPagesDoc": "Als bezoekers op uw website surfen, dan zoekt men vaak een bepaalde pagina, inhoud, produkt of dienst. Dit rapport laat de pagina's zien die het vaakst zijn aangeklikt na een interne zoekopdracht. Met andere woorden: de meeste gezochte pagina's door bezoekers die reeds op uw website zijn.",
        "SiteSearchIntro": "Het volgen van het zoekgedrag dat bezoekers op uw website vertonen is een zeer effectieve manier om er achter te komen wat het publiek op uw website zoekt. Het kan u aan nieuwe ideeën helpen om nieuwe content te maken of nieuwe Ecommerceprodukten toe te passen die helpen om de bezoekersbeleving op uw website te verhogen.",
        "SiteSearchKeyword": "Zoekwoord (Site search)",
        "SiteSearchKeywordsDocumentation": "Dit rapport toont een lijst met sleutelwoorden waarop bezoekers hebben gezocht met de interne zoekoptie van uw website.",
        "SiteSearchKeywordsNoResultDocumentation": "Dit rapport toon een lijst met sleutelwoorden waarop door uw website geen zoekresultaten werden gegeven. Wellicht kan het zoekalgorithm worden verbeterd of misschien wordt gezocht op content dat (nog) niet beschikbaar is op uw website.",
        "SubmenuPagesEntry": "Pagina's waarlangs de bezoeker binnen kwam",
        "SubmenuPagesExit": "Pagina's die verlaten werden",
        "SubmenuPageTitles": "Pagina titels",
        "SubmenuSitesearch": "Lokale zoekopdracht",
        "WidgetEntryPageTitles": "Inkomende pagina titels.",
        "WidgetExitPageTitles": "Uitgaande pagina titels",
        "WidgetPagesEntry": "Beginpagina's",
        "WidgetPagesExit": "Pagina's die verlaten werden.",
        "WidgetPageTitles": "Pagina titels",
        "WidgetPageTitlesFollowingSearch": "Pagina titels na zoekopdrachten",
        "WidgetPageUrlsFollowingSearch": "Bestemmings pagina na lokale zoekopdracht",
        "WidgetSearchCategories": "Zoekcategorieën",
        "WidgetSearchKeywords": "Zoektermen lokale zoekopdracht",
        "WidgetSearchNoResultKeywords": "Zoektermen zonder resultaten"
    },
    "Annotations": {
        "AddAnnotationsFor": "Voeg annotatie toe voor %s",
        "AnnotationOnDate": "Annotatie op %1$s: %2$s",
        "Annotations": "Notities",
        "ClickToDelete": "Klik om deze notitie te verwijderen.",
        "ClickToEdit": "Klik om deze notitie te bewerken.",
        "ClickToEditOrAdd": "Klik om een annotatie te wijzigen of toe te voegen.",
        "ClickToStarOrUnstar": "Klik om deze notitie te markeren of niet te markeren.",
        "CreateNewAnnotation": "Maak een nieuwe notitie...",
        "EnterAnnotationText": "Type uw notitie...",
        "HideAnnotationsFor": "Verberg Annotaties voor %s...",
        "IconDesc": "Bekijk notities voor dit datumbereik.",
        "IconDescHideNotes": "Verberg notities voor dit datumbereik",
        "InlineQuickHelp": "Je kunt annotaties aanmaken om speciale gebeurtenissen (zoals een nieuwe blog post of nieuw website ontwerp) te markeren, zodat je data analyses of andere belangrijke dingen kunt bewaren.",
        "LoginToAnnotate": "Login om een notitie te maken.",
        "NoAnnotations": "Er zijn geen notities beschikbaar voor deze periode.",
        "PluginDescription": "Hier kunt je notities hechten aan de verschillende dagen zodat je zal worden herinnert waarom deze data er uitziet zoals het doet.",
        "ViewAndAddAnnotations": "Bekijk en voeg annotaties toe voor %s...",
        "YouCannotModifyThisNote": "Je kunt deze notitie niet wijzigen omdat deze niet door jou is gemaakt of heb je ook geen admin rechten op deze site."
    },
    "API": {
        "GenerateVisits": "Als u geen data hebt voor vandaag, kunt u eerst wat data genereren met de %s plugin. U kunt de %s plugin inschakelen, en dan klikken op het Bezoekers generator menu in het Piwik beheer gedeelte.",
        "KeepTokenSecret": "Deze token_auth is even geheim als uw gebruikersnaam en wachtwoord. %s Deel het met niemand! %s!",
        "LoadedAPIs": "Succesvol %s APIs geladen",
        "MoreInformation": "Voor meer informatie over de Piwik API's, lees even de %s introductie van de Piwik API %s en de %s Piwik API referenties %s.",
        "PluginDescription": "Alle data in Piwik is beschikbaar via simpele API's. Deze plugin is het webservice startpunt dat u kunt aanroepen om uw Web Analytics data te ontvangen in xml, json, php, csv, enz.",
        "QuickDocumentationTitle": "Korte API handleiding",
        "TopLinkTooltip": "Benader je Web Analyse data via een simpele API in josn, xml, enz.",
        "UserAuthentication": "Gebruikers authenticatie.",
        "UsingTokenAuth": "Als u data wil %s opvragen via een script, een cronjob, enz. waarvoor authenticatie vereist is, %s moet u de parameter %s aan de API aanvraag URL's toevoegen"
    },
    "CoreAdminHome": {
        "Administration": "Administratie",
        "ArchivingSettings": "Archivering instellingen",
        "BrandingSettings": "Logo instellingen",
        "CheckReleaseGetVersion": "Tijdens het checken van nieuwe versies van Piwik, altijd",
        "ClickHereToOptIn": "Klik hier om u aan te melden.",
        "ClickHereToOptOut": "Klik hier om u af te melden.",
        "CustomLogoFeedbackInfo": "Als u het Piwik logo bijwerkt, heeft u wellicht ook interesse om de %s link te verbergen in het menu bovenaan. Om dit te doen, kunt u de feedback plugin uitschakelen in de pagina van de %sManage Plugins%s.",
        "CustomLogoHelpText": "U kunt het Piwik logo aanpassen dat wordt weergegeven in de gebruikersinterface en in de e-mail rapportages.",
        "DevelopmentProcess": "Hoewel ons %s ontwikkel process %s duizenden automatisch tests omvat, spelen Beta testers een belangrijke rol in het \"No bug beleid\" in Piwik.",
        "EmailServerSettings": "E-mail server instellingen",
        "FaviconUpload": "Selecteer een favicon om up te loaden",
        "ForBetaTestersOnly": "Alleen voor beta testers",
        "ImageTracking": "Afbeelding tracking",
        "ImageTrackingIntro1": "Wanneer een bezoeker javaScript heeft uitgeschakeld, of wanneer JavaScript niet kan worden gebruikt, kun je een tracking afbeelding gebruiken om bezoekers te volgen.",
        "ImageTrackingIntro2": "Genereer de link hieronder en kopieer de gegenereerde HTML in de pagina. Als je dit gebruikt als fallback voor JavaScript tracking, kun je het insluiten in %1$s tags.",
        "ImageTrackingIntro3": "Voor de volledige lijst met mogelijkheden bij het gebruik van een afbeelding als tracking, zie de %1$sTracking API documentatie%2$s.",
        "ImageTrackingLink": "Afbeelding Tracking Link",
        "ImportingServerLogs": "Importeer Server Logs",
        "ImportingServerLogsDesc": "Een alternatief om bezoekers te volgen via de browser (ofwel via JavaScript of via een afbeelding) is continu server logs importeren. Lees meer over %1$sServer Logbestanden Analyses%2$s.",
        "InvalidPluginsWarning": "De volgende plugins werken niet met %1$s en konden niet geladen worden: %2$s.",
        "InvalidPluginsYouCanUninstall": "U kunt deze plugins updaten of installatie ongedaan maken op de %1$sManage Plugins%2$s pagina.",
        "JavaScriptTracking": "JavaScript Tracking",
        "JSTracking_CampaignKwdParam": "Campagne sleutelwoord parameter",
        "JSTracking_CampaignNameParam": "Campagna naam parameter",
        "JSTracking_CodeNote": "Zorg dat deze code is geplaatst voor de %1$s tag op elke pagina op uw website.",
        "JSTracking_CustomCampaignQueryParam": "Gebruik aangepaste query parameter namen voor de campagne naam & sleutelwoorden",
        "JSTracking_CustomCampaignQueryParamDesc": "Opmerking: %1$s Piwik detecteert automatisch Google Analytics parameters.%2$s",
        "JSTracking_EnableDoNotTrack": "Schakel Client side DoNotTrack detectie in.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Opmerking: Server side DoNotTrack ondersteuning is ingeschakeld, deze optie heeft dus geen effect.",
        "JSTracking_EnableDoNotTrackDesc": "Tracking verzoeken zullen niet worden verzonden indien de bezoeker niet wenst gevolgd te worden.",
        "JSTracking_GroupPageTitlesByDomain": "Plaats het site domein voor de pagina titel tijdens het traceren.",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Als iemand de 'over mij' bezoekt op blog.%1$s wordt het bewaard als 'blog \/ over mij'. Dit is de gemakkelijkste manier om een overzicht volgens subdomein te krijgen op je verkeer.",
        "JSTracking_MergeAliases": "In het \"Uitgaande links\" rapport, verberg kliks naar bekende aliassen van",
        "JSTracking_MergeAliasesDesc": "zo zullen kliks op links naar Ailias URL's (bijv. %s) zullen niet worden geteld worden als \"Uitgaande Link\"",
        "JSTracking_MergeSubdomains": "Volg bezoekers op elk subdomein van",
        "JSTracking_MergeSubdomainsDesc": "Als een bezoeker %1$s en %2$s bezoekt, wordt deze geteld als een unieke bezoeker.",
        "JSTracking_PageCustomVars": "Hou een custom variabele bij voor elke paginaweergave.",
        "JSTracking_PageCustomVarsDesc": "Bijvoorbeeld met variabele \"Categorie\" en waarde \"Whitepaper\"",
        "JSTracking_VisitorCustomVars": "Hou custom variabelen bij voor deze bezoeker",
        "JSTracking_VisitorCustomVarsDesc": "Bijvoorbeeld met variabele naam \"Type\" en waarde \"Klant\"",
        "JSTrackingIntro1": "Je kunt bezoekers volgen op verschillende manieren. De aanbevolen manier is via JavaScript. Om van deze methode gebruik te maken, moet elke pagina van je website de JavaScript code bevatten, die je hier kan genereren.",
        "JSTrackingIntro2": "Wanneer je de JavaScript code voor je website hebt, kopieer en plak de code naar alle pagina's die je wilt volgen met Piwik",
        "JSTrackingIntro3": "Op de meeste websites, blogs, CMS, enz. kun je een plugin gebruiken (Zie onze %1$slijst van plugins om Piwik te integeren.%2$s.) Als er geen plugin bestaat, kun je de volgende code in het \"footer\" bestand van je website template plaatsen.",
        "JSTrackingIntro4": "Indien je geen gebruik wilt maken van JavaScript om gebruikers te volgen, %1$skun je een afbeelding tracking link hieronder genereren.%2$s",
        "JSTrackingIntro5": "Indien je meer wilt bijhouden dan paginaweergaves, lees dan de %1$sPiwik Javascript Tracking documentatie%2$s voor de lijst van beschikbare functies. Via deze functies kun je doelen, eigen variabelen, ecommerce bestellingen, afgebroken bestellingen en meer.",
        "LatestBetaRelease": "De laatste beta versie",
        "LatestStableRelease": "De laatste stabiele versie",
        "LogoUpload": "Selecteer een logo om te uploaden",
        "LogoUploadHelp": "Upload een bestand in %s formaten met een minimum hoogte van %s pixels.",
        "MenuDiagnostic": "Diagnose",
        "MenuGeneralSettings": "Algemene instellingen",
        "MenuManage": "Beheer",
        "OptOutComplete": "Opt-out ingesteld; Uw bezoeken aan deze website zullen niet worden geregistreerd in de Web Analytics tool.",
        "OptOutCompleteBis": "Als u uw cookies verwijderd, de opt-out cookie verwijderd of wisselt van computer of webbrowser, dan zult u deze opt-out procedure opnieuw moeten uitvoeren.",
        "OptOutExplanation": "Piwik is ingericht om de privacy op internet te respecteren. U kunt uw bezoekers de keuze opting-out van Piwik Web Analytics aanbieden. Daartoe kunt u de volgende HTML-code toevoegen aan één van uw webpagina's, bijvoorbeeld op een pagina met de Privacy Policy.",
        "OptOutExplanationBis": "Deze code zal een I-frame tonen met daarin een link naar de opt-out van Piwik door een opt-out cookie te plaatsen in hun browser. %s Klik hier%s om de tekst te bekijken die in het I-frame getoond zal worden.",
        "OptOutForYourVisitors": "Piwik opt-out voor uw bezoekers",
        "PiwikIsInstalledAt": "Piwik is geïnstalleerd in",
        "PluginDescription": "Beheeromgeving van Piwik",
        "PluginSettingChangeNotAllowed": "U bent niet gemachtigd om de waarde aan te passen van de instelling \"%s\" in plugin \"%s\"",
        "PluginSettings": "Plugin instellingen",
        "PluginSettingsIntro": "Hier kunt u instellingen aanpassen voor de volgende plugins van derden:",
        "PluginSettingsValueNotAllowed": "De waarde voor veld \"%s\" in plugin \"%s\" is niet toegestaan",
        "SendPluginUpdateCommunication": "Stuur mij een email melding als er een nieuwe plugin update is",
        "SendPluginUpdateCommunicationHelp": "Een email wordt verstuurd naar de Super User wanneer er een nieuwe versie voor de plugin is.",
        "StableReleases": "Indien Piwik een essentieel onderdeel is van uw zaak, dan raaden wij aan om de laatste stabiele versie te draaien. Indien je de laatste beta gebruikt en je ontdekt bugs of hebt een suggestie, %skijk dan hier%s.",
        "TrackAGoal": "Hou een doel bij.",
        "TrackingCode": "Tracking code.",
        "TrustedHostConfirm": "Weet je zker dat je de vertrouwde Piwik hostnaam wilt aanpassen?",
        "TrustedHostSettings": "Toegestane Piwik hostnaam",
        "UpdateSettings": "Instellingen bijwerken",
        "UseCustomLogo": "Gebruik een aangepast logo",
        "ValidPiwikHostname": "Geldige Piwik hostnaam.",
        "WithOptionalRevenue": "Met optionele inkomsten",
        "YouAreOptedIn": "U bent momenteel aangemeld.",
        "YouAreOptedOut": "U bent momenteel afgemeld.",
        "YouMayOptOut": "Je kunt ervoor kiezen om geen uniek cookie identificatie nummer van je computer te hebben, zodat er op deze website van uw apparaat geen data verzameld of geanalyseerd kan worden.",
        "YouMayOptOutBis": "Om hiervoor te kiezen kunt u hieronder klikken om een opt-out cookie te ontvangen."
    },
    "CoreHome": {
        "CategoryNoData": "Geen data in deze categorie. Probeer \"Toon alle data\".",
        "CheckForUpdates": "Controleer op updates",
        "CheckPiwikOut": "Kijk eens naar Piwik!",
        "CloseWidgetDirections": "Je kunt deze widget sluiten door op het 'X' icoon bovenaan de widget te klikken.",
        "DataForThisReportHasBeenPurged": "De data voor dit rapport was meer dan %s maanden oud en is reeds opgeschoond.",
        "DataTableExcludeAggregateRows": "Geagregeerde rijen worden getoond %s Verberg ze",
        "DataTableIncludeAggregateRows": "Geagregeerde rijen zijn verborgen %s Toon ze",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "standaard",
        "DonateCall1": "Piwik zal altijd niks kosten voor gebruik, maar dat wil niet zeggen dat het niks kost om te maken.",
        "DonateCall2": "Piwik heeft uw voortdurende steun nodig om te groeien.",
        "DonateCall3": "Als u vindt dat Piwik een grote hulp is voor uw zaak, %1$s overweeg dan een donatie!%2$s",
        "DonateFormInstructions": "Klik op de schuifbalk om een bedrag te selecteren, en klik dan subscribe om te doneren.",
        "ExcludeRowsWithLowPopulation": "Alle rijen worden getoond %s Verberg de rijen met een lage populatie",
        "ExternalHelp": "Help (opent in een nieuw tabblad)",
        "FlattenDataTable": "De rapportweergave is hierarchisch %s Maak het vlak",
        "HowMuchIsPiwikWorth": "Hoeveel is Piwik waard voor jouw?",
        "IncludeRowsWithLowPopulation": "Rijen met een lage populatie zijn verborgen %s Laat alle rijen zien",
        "InjectedHostEmailBody": "Hallo, ik probeerde Piwik vandaag te benaderen, en kreeg de onbekende hostnaam waarschuwing.",
        "InjectedHostEmailSubject": "Piwik werd bezocht via een onbekende hostnaam: %s",
        "InjectedHostNonSuperUserWarning": "%1$sKlik hier om Piwik veilig te benaderen%2$s en deze waarschuwing te verwijderen. Je verwittigt best ook je Piwik beheerder en meld hen dit probleem (%3$sKlik hier om te emailen%4$s).",
        "InjectedHostSuperUserWarning": "Piwik is waarschijnlijk verkeerd geconfigureerd (bijv. Piwik werd verplaatst naar een nieuwe server of URL). %1$sKlik hier en voeg %2$s toe als een toegestane Piwik hostnaam indien je die vertrouwd%3$s, of %4$sklik hier en ga naar %5$s om Piwik veilig te banaderen%6$s.",
        "InjectedHostWarningIntro": "Je bezoekt nu Piwik van %1$s, maar Piwik is geconfigureerd om op dit adres te draaien: %2$s.",
        "JavascriptDisabled": "JavaScript moet ingeschakeld zijn om Piwik in standaard weergave te bekijken. <br\/> Het lijkt erop dat JavaScript is uitgeschakeld of niet ondersteund wordt door uw browser.<br\/> Om de standaard weergave te gebruiken, schakel JavaScript in door uw browser instellingen te wijzigen, probeer het daarna %1$s opnieuw %2$s.<br\/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Maak een verschil: %1$sDoneer nu%2$s om Piwik 2.0 te steunen!",
        "MakeOneTimeDonation": "Doe een eennmalige donatie in de plaats.",
        "NoPrivilegesAskPiwikAdmin": "U bent aangemeld as '%s'. Maar het lijkt er op dat u geen rechten hebt op Piwik te bezoeken. %sVraag aan uw webmaster (klik hier voor e-mail)%s of hij u de juiste rechten wilt geven om de statistieken te bekijken.",
        "PageOf": "%1$s of %2$s",
        "PeriodDay": "Dag",
        "PeriodDays": "dagen",
        "PeriodMonth": "Maand",
        "PeriodMonths": "maanden",
        "PeriodRange": "Datumbereik",
        "PeriodWeek": "Week",
        "PeriodWeeks": "weken",
        "PeriodYear": "Jaar",
        "PeriodYears": "jaren",
        "PluginDescription": "Web Analyse rapporteer structuur",
        "ReportGeneratedOn": "Rapport aangemaakt op %s",
        "ReportGeneratedXAgo": "Rapport %s geleden gemaakt",
        "SharePiwikLong": "Hey, Ik heb net een prachtig stukje open source software ontdekt: Piwik!\n\nPiwik laat je toe gratis bezoekers op je website te volgen. Je zou het zeker eens moeten uitproberen!",
        "SharePiwikShort": "Piwik! Gratus en open source web analyse. Beheer je data.",
        "ShareThis": "Deel dit",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "toon de javascript code",
        "SubscribeAndBecomePiwikSupporter": "Ga verder naar een veilige kredietkaart betaalpagina (Paypal) en wordt een Piwik Supporter!",
        "SupportPiwik": "Ondersteun Piwik!",
        "TableNoData": "Geen gegevens voor deze tabel.",
        "ThereIsNoDataForThisReport": "Er is geen data voor dit rapport.",
        "UnFlattenDataTable": "De rapportweergave is vlak %s Maak het hierarchisch",
        "ViewAllPiwikVideoTutorials": "Bekijk alle Piwik Video Tutorials",
        "WebAnalyticsReports": "Web Analyse rapporten",
        "YouAreUsingTheLatestVersion": "Je gebruikt de laatste versie van Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Plugin inschakelen",
        "ActionActivateTheme": "Thema activeren",
        "ActionInstall": "Installeren",
        "ActionUninstall": "Installatie ongedaan maken",
        "Activate": "Inschakelen",
        "Activated": "Ingeschakeld",
        "Active": "Ingeschakeld",
        "Activity": "Activiteit",
        "AllowedUploadFormats": "U mag een plugin of thema in .zip formaat uploaden via deze pagina.",
        "AuthorHomepage": "Auteur Startpagina",
        "Authors": "Auteurs",
        "BackToExtendPiwik": "Terug naar de Marktplaats",
        "ByDesigningOwnTheme": "door %sje eigen thema te ontwerpen%s",
        "ByInstallingNewPluginFromMarketplace": "door %seen nieuwe plugin te installeren van de marktplaats%s",
        "ByInstallingNewThemeFromMarketplace": "door %seen nieuw thema te installeren van de marktplaats%s",
        "ByWritingOwnPlugin": "door %seen eigen plugin te schrijven%s",
        "ByXDevelopers": "door %s ontwikkelaars",
        "Changelog": "Wijzigingen",
        "ChangeSettingsPossible": "U kunt %sinstellingen%s aanpassen voor deze plugin.",
        "CorePluginTooltip": "Kern plugins hebben geen versie omdat deze met Piwik gedistribueerd worden.",
        "Deactivate": "Uitschakelen",
        "Developer": "Ontwikkelaar",
        "DownloadAndInstallPluginsFromMarketplace": "U mag automatisch nieuwe Plugins downloaden en installeren van de %sMarktplaats%s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Geniet van een andere uitstraling.",
        "FeaturedPlugin": "Aanbevolen plugin",
        "GetNewFunctionality": "Krijg nieuwe functionaliteit",
        "History": "Historie",
        "Inactive": "Uitgeschakeld",
        "InfoPluginUpdateIsRecommended": "Update nu uw plugins om van de laatste verbeteringen te profiteren.",
        "InfoThemeUpdateIsRecommended": "Update uw thema's om van de laatste versie te genieten.",
        "InstallingPlugin": "Installeren %s",
        "InstallNewPlugins": "Nieuwe plugins installeren",
        "InstallNewThemes": "Nieuwe thema's installeren",
        "LastUpdated": "Laatst Bijgewerkt",
        "LicenseHomepage": "Licentie Startpagina",
        "MainDescription": "Met plugins breidt u de functionaliteit van piwik uit. Wanneer een plugin geïnstalleerd is, kan deze hier aan- en uitgeschakeld worden.",
        "Marketplace": "Marktplaats",
        "MarketplaceSellPluginSubject": "Marktplaats - Verkoop Plugin",
        "MenuPlatform": "Platform",
        "MissingRequirementsNotice": "Update alstublieft %1$s %2$s naar een nieuwere versie, %1$s %3$s is vereist.",
        "NoPluginsFound": "Geen plugins gevonden",
        "NoThemesFound": "Geen thema's gevonden",
        "NoZipFileSelected": "Selecteer een ZIP-bestand.",
        "NumDownloadsLatestVersion": "Laatste versie: %s Downloads",
        "NumUpdatesAvailable": "%s Update(s) beschikbaar",
        "OrByUploadingAPlugin": "of door %seen plugin te uploaden%s",
        "OrByUploadingATheme": "of door %seen thema te uploaden%s",
        "Origin": "Herkomst",
        "OriginCore": "Kern",
        "OriginThirdParty": "Derden",
        "PluginDescription": "Plugin admin interface",
        "PluginHomepage": "Plugins",
        "PluginKeywords": "Sleutelwoorden",
        "PluginNotCompatibleWith": "%1$s plugin is niet compatibel met %2$s.",
        "PluginRequirement": "%1$s vereist %2$s.",
        "PluginsManagement": "Plugin manager",
        "PluginUpdateAvailable": "U gebruikt versie %s en een nieuwe versie %s is beschikbaar.",
        "PluginVersionInfo": "%1$s van %2$s",
        "PluginWebsite": "Plugin Website",
        "Screenshots": "Schermafbeeldingen",
        "SortByAlpha": "alfa",
        "SortByNewest": "nieuwste",
        "SortByPopular": "populair",
        "Status": "Status",
        "StepDownloadingPluginFromMarketplace": "Plugin van de Marktplaats aan het Downloaden",
        "StepDownloadingThemeFromMarketplace": "Thema van de Marktplaats aan het Downloaden",
        "StepPluginSuccessfullyInstalled": "U heeft succesvol de plug-in %1$s %2$s geïnstalleerd.",
        "StepPluginSuccessfullyUpdated": "U heeft succesvol de plugin %1$s %2$s bijgewerkt.",
        "StepReplaceExistingPlugin": "Vervang bestaande plugin",
        "StepReplaceExistingTheme": "Vervang bestaande thema",
        "StepThemeSuccessfullyInstalled": "U heeft succesvol het thema %1$s %2$s geïnstalleerd.",
        "StepThemeSuccessfullyUpdated": "U heeft succesvol het thema %1$s %2$s bijgewerkt.",
        "StepUnzippingPlugin": "Plugin uitpakken",
        "StepUnzippingTheme": "Thema uitpakken",
        "SuccessfullyActicated": "U heeft succesvol <strong>%s<\/strong> geactiveerd.",
        "Support": "Ondersteuning",
        "TeaserExtendPiwik": "Breid Piwik uit met plugins en thema's",
        "TeaserExtendPiwikByPlugin": "Breid Piwik uit door een nieuwe plugin te installeren",
        "TeaserExtendPiwikByUpload": "Breid Piwik uit door een ZIP bestand te uploaden",
        "Theme": "Thema",
        "Themes": "Thema's",
        "ThemesDescription": "Thema's kunnen de weergave van de Piwik interface aanpassen, en bieden je een compleet nieuwe visuele ervaring voor je analyse rapporten",
        "ThemesManagement": "Beheer thema's",
        "Updated": "Bijgewerkt",
        "UpdatingPlugin": "Bijwerken %s",
        "UploadZipFile": "ZIP bestand uploaden",
        "Version": "Versie",
        "ViewRepositoryChangelog": "Bekijk de veranderingen",
        "Websites": "Websites"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Klik hier voor een lijst van de SQL query's dat zullen worden uitgevoerd.",
        "CreatingBackupOfConfigurationFile": "Bezig met het maken van een backup van het configuratie bestand in %s",
        "CriticalErrorDuringTheUpgradeProcess": "Kritieke fout tijdens upgrade:",
        "DatabaseUpgradeRequired": "Database upgrade vereist",
        "DownloadingUpdateFromX": "Bezig met downloaden van de update van %s",
        "DownloadX": "Download %s",
        "EmptyDatabaseError": "Database %s is leeg. U moet uw Piwik configuratiebestand bewerken of verwijderen.",
        "ErrorDIYHelp": "Als u een geavanceerde gebruiker bent en een probleem optreedt in de database upgrade:",
        "ErrorDIYHelp_1": "Zoek en corrigeer de bron van het probleem (bijv. memory_limit of max_execution_time)",
        "ErrorDIYHelp_2": "Voer de overige query's uit in de niet voltooide update.",
        "ErrorDIYHelp_3": "Update handmatig de 'option' tabel in uw Piwik database, en zet de waarde version_core naar de versie van de mislukte update",
        "ErrorDIYHelp_4": "Voer de updater opnieuw uit (via de browser of de opdrachtpromt) om verder te gaan met de overige updates.",
        "ErrorDIYHelp_5": "Meld het probleem (en oplossing) zo dat Piwik kan worden verbeterd.",
        "ErrorDuringPluginsUpdates": "Fout tijdens het updaten van de plugins:",
        "ExceptionAlreadyLatestVersion": "Uw Piwik versie %s is up to date",
        "ExceptionArchiveEmpty": "Leeg archief.",
        "ExceptionArchiveIncompatible": "Incompatibel archief: %s",
        "ExceptionArchiveIncomplete": "Archief is onvolledig. Sommige bestanden ontbreken (zoals %s)",
        "FeedbackRequest": "Voel je vrij om je ideeën en suggesties te delen met het Piwik team:",
        "HelpMessageContent": "Controleer de %1$s Piwik FAQ %2$s waarin de meest voorkomende upgrade foutmeldingen worden uitgelegd. %3$s Vraag uw systeem beheerder - deze kan u wellicht helpen met deze fout die waarschijnlijk gerelateerd is aan de configuratie van uw webserver of MySQL-database.",
        "HelpMessageIntroductionWhenError": "Hierboven staat de foutmelding. Hierin zou de oorzaak naar voren moeten komen, mocht u desondanks nog vragen hebben:",
        "HelpMessageIntroductionWhenWarning": "De upgrade is voltooid, maar met fouten tijdens het proces. Lees de omschrijvingen hierboven voor meer informatie. Voor verdere hulp:",
        "IncompatbilePluginsWillBeDisabledInfo": "Let op: sommige plugins zijn niet compitable met Piwik %s. Deze worden uitgeschakeld bij een upgrade.",
        "InstallingTheLatestVersion": "Bezig om de laatste versie te installeren",
        "MajorUpdateWarning1": "Dit is een ingrijpende update! Het zal langer dan normaal duren.",
        "MajorUpdateWarning2": "Het volgende advies vooral voor grote installaties bedoelt.",
        "NoteForLargePiwikInstances": "Belangrijke mededeling voor grote Piwik installaties",
        "NoteItIsExpectedThatQueriesFail": "Opmerking: Als u deze query's handmatig uitvoert zullen sommigen niet kunnen worden uitgevoerd. In dat geval kunt u de fouten negeren en de volgende in de lijst uitvoeren.",
        "NotificationClickToUpdatePlugins": "Klik hier om nu uw plugins bij te werken:",
        "NotificationClickToUpdateThemes": "Klik hier om je thema's nu bij te werken:",
        "NotificationSubjectAvailableCoreUpdate": "Nieuwe Piwik %s is beschikbaar",
        "NotificationSubjectAvailablePluginUpdate": "Updates beschikbaar voor uw Piwik plugins",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik upgrade was succesvol!",
        "PiwikUpdatedSuccessfully": "Piwik is succesvol geüpdatet!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik Database zal ge-upgrade worden van versie %1$s naar de nieuwe versie %2$s",
        "PluginDescription": "Piwik updating mechanisme",
        "ReadyToGo": "Klaar om te starten?",
        "TheFollowingPluginsWillBeUpgradedX": "De volgende plugins zullen ge-upgrade worden: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Somige plugins die u gebruikt zijn bijgewerkt op de Marktplaats:",
        "ThereIsNewVersionAvailableForUpdate": "Er is een nieuwe versie van Piwik beschikbaar als update",
        "TheUpgradeProcessMayFailExecuteCommand": "Als u een grote Piwik database heeft, dan kunnen de updates te lang duren om in de browser te worden uitgevoerd. In dat geval, kunt u de updates uitvoeren vanaf de opdrachtprompt: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "De upgrade kan enige tijd in beslag nemen, graag uw geduld.",
        "UnpackingTheUpdate": "Bezig met het uitpakken van de update",
        "UpdateAutomatically": "Update automatisch.",
        "UpdateHasBeenCancelledExplanation": "Piwik één klik update is geannuleerd. Als u de bovenstaande foutmelding niet kan oplossen, raden we u aan Piwik handmatig te updaten. %1$s Lees de %2$s Update documentatie %3$s om te beginnen.",
        "UpdateTitle": "Piwik › Update",
        "UpgradeComplete": "Upgrade voltooid!",
        "UpgradePiwik": "Upgrade Piwik",
        "VerifyingUnpackedFiles": "Bezig met verifiëren van de uitgepakte bestanden",
        "WarningMessages": "Waarschuwings bericht:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "We hebben de volgende plugins gedeactiveerd: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "U kunt automatisch updaten naar versie %s of het pakket downloaden en handmatig installeren.",
        "YouCouldManuallyExecuteSqlQueries": "Als u de opdrachtprompt updater niet kunt gebruiken en piwik kan niet upgraden (vanwege een timeout van de database, een browser timeout of een ander probleem), dan kunt u de SQL queries handmatig uitvoeren om Piwik te updaten.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik kan de huidige installatie niet overschrijven. U kunt de huidige map\/bestands rechten wijzigen, of de nieuwe versie downloaden en versie %s handmatig installeren:",
        "YourDatabaseIsOutOfDate": "Uw Piwik database is niet up to date en zal ge-upgrade moeten worden om verder te kunnen gaan."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Aangepaste variabelenaam",
        "ColumnCustomVariableValue": "Aangepaste variabele waarde",
        "CustomVariables": "Aangepaste variabelen",
        "CustomVariablesReportDocumentation": "Dit rapport bevat informatie over uw aangepaste variabelen. Klik op de naam van een variabele om de verdeling van de waarden te zien. %s voor meer informatie over aangepaste variabelen in het algemeen, lees de %sCustom variabelen documentatie over piwik.org%s",
        "PluginDescription": "Aangepaste variabelen zijn naam-waarde paren die u zelf kunt instellen om extra informatie te verzamelen tijdens ​bezoek. Dit werkt met behulp van de JavaScript-API setVisitCustomVariables () functie. Piwik zal dan het aantal bezoeken, pagina's en conversies rapporteren voor elk van deze aangepaste namen en waarden.",
        "ScopePage": "omvang pagina",
        "ScopeVisit": "omvang bezoek"
    },
    "Dashboard": {
        "AddAWidget": "Voeg widget toe",
        "AddPreviewedWidget": "Voeg widget toe aan het dashboard",
        "ChangeDashboardLayout": "Wijzig dashboard lay-out",
        "CopyDashboardToUser": "Kopieer dashboard naar gebruiker",
        "CreateNewDashboard": "Maak een nieuw dashboard",
        "Dashboard": "Dashboard",
        "DashboardCopied": "Huidig dashbord succesvol gekopieerd naar geslecteerde gebruiker.",
        "DashboardEmptyNotification": "Uw dashboard bevat geen widgets. Start met het toevoegen van nieuwe widgets of reset het dashboard naar de standaard widget selectie.",
        "DashboardName": "Dashboard naam:",
        "DashboardOf": "Dashboard van %s",
        "DefaultDashboard": "Standaard dashboard - Gebruik standaard widgets in een standaard layout",
        "DeleteWidgetConfirm": "Weet u zeker dat u dit widget van het dashboard wilt verwijderen?",
        "EmptyDashboard": "Maak dashboard leeg - Kies uw favoriete widgets",
        "LoadingWidget": "Bezig widget te laden, even geduld a.u.b…",
        "ManageDashboard": "Beheer dashboard",
        "Maximise": "Maximaliseer",
        "Minimise": "Minimaliseer",
        "NotUndo": "U kunt deze verwijdering niet meer ongedaan maken.",
        "PluginDescription": "Uw Web analyze Dashboard. U kunt uw dashboard aanpassen: nieuwe widgets toevoegen of de volgorde aanpassen. Iedere gebruiker heeft toegang tot zijn eigen Dashboard",
        "RemoveDashboard": "Verwijder dashboard",
        "RemoveDashboardConfirm": "Weet u zeker dat u het dashboard \"%s\" wilt verwijderen?",
        "RenameDashboard": "Hernoem dashboard",
        "ResetDashboard": "Reset dashboard",
        "ResetDashboardConfirm": "Wilt u echt uw dashboard lay-out terug te zetten naar de standaard Widgets selectie?",
        "SelectDashboardLayout": "Selecteer uw nieuwe dashboard lay-out",
        "SelectWidget": "Selecteer een widget om toe te voegen aan het dashboard",
        "SetAsDefaultWidgets": "Stel in als standaardselectie widgets",
        "SetAsDefaultWidgetsConfirm": "Weet u zeker dat u de huidige selectie van de widgets en dashboard layout wilt toepassen als de nieuwe standaard dashboard template?",
        "SetAsDefaultWidgetsConfirmHelp": "Deze selectie van widgets en dashboard layout zal gebruikt worden om nieuwe dashboards te maken voor nieuwe gebruikers of als de \"%s\" functie wordt gebruikt.",
        "TopLinkTooltip": "Bekijk web anlyse rapporten voor %s.",
        "WidgetNotFound": "Widget niet gevonden",
        "WidgetPreview": "Widget voorbeeld",
        "WidgetsAndDashboard": "Widgets & Dashboard"
    },
    "DoNotTrack": {
        "PluginDescription": "Negeer bezoeken met X-Do-Not-Track of DNT header."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Neem contact op met het Piwik team!",
        "DoYouHaveBugReportOrFeatureRequest": "Heeft u een bugmelding of een verzoek voor nieuwe functies?",
        "IWantTo": "Ik wil:",
        "LearnWaysToParticipate": "Ontdek op welke manieren je kunt %s bijdragen%s",
        "ManuallySendEmailTo": "Gelieve uw bericht handmatig te zenden naar",
        "PluginDescription": "Stuur uw feedback naar het Piwik team. Deel uw ideeën en suggesties met ons!",
        "SendFeedback": "Stuur Feedback",
        "SpecialRequest": "Heeft u een speciaal verzoek aan het Piwik team?",
        "ThankYou": "Bedankt voor uw bijdrage om Piwik beter te maken!",
        "TopLinkTooltip": "Vertel ons je waat je ervan denkt, of vraag om Professionele Ondersteuning.",
        "VisitTheForums": "Bezoek de %s Forums %s"
    },
    "General": {
        "AbandonedCarts": "Niet afgeronde bestellingen",
        "AboutPiwikX": "Over Piwik %s",
        "Action": "Actie",
        "Actions": "Acties",
        "Add": "Voeg toe",
        "AfterEntry": "na het hier in te voeren.",
        "All": "Alles",
        "AllowPiwikArchivingToTriggerBrowser": "Sta toe Piwik archivering te starten wanneer rapporten worden bekeken vanuit de browser.",
        "AllWebsitesDashboard": "Dashboard van alle websites",
        "And": "en",
        "API": "API",
        "ApplyDateRange": "Voer datumbereik in",
        "ArchivingInlineHelp": "Voor middelgrote tot grote websites, is het aan te raden Piwik archivering voor de browser uit te schakelen. Als alternatief raden we aan om een cronjob te maken om piwik om het uur rapporten te laten genereren.",
        "ArchivingTriggerDescription": "Aangeraden voor grote Piwik installaties, gebruik een %scronjob%s om automatisch rapporten te genereren.",
        "AuthenticationMethodSmtp": "Authenticatie methode voor SMTP",
        "AverageOrderValue": "Gemiddelde Orderwaarde",
        "AveragePrice": "Gemiddelde Prijs",
        "AverageQuantity": "Gemiddelde Hoeveelheid",
        "BackToPiwik": "Terug naar Piwik",
        "Broken": "Kapot",
        "BrokenDownReportDocumentation": "Het is onderverdeeld in verschillende rapporten welke weergegeven worden als sparklines onderaan de pagina. De grafieken kunnen vergroot worden door op het rapport te klikken dat u wilt zien.",
        "Cancel": "Cancel",
        "CannotUnzipFile": "Kan bestand %1$s niet uitpakken: %2$s",
        "ChangePassword": "Wijzig wachtwoord",
        "ChangeTagCloudView": "Let op dat u het rapport op andere manieren dan een tagcloud kunt bekijken door de icoontjes onderaan het rapport te gebruiken.",
        "ChooseDate": "Kies datum",
        "ChooseLanguage": "Kies taal",
        "ChoosePeriod": "Kies periode",
        "ChooseWebsite": "Kies website",
        "ClickHere": "Klik hier voor meer informatie.",
        "ClickToChangePeriod": "Klik nog een keer om de periode te veranderen.",
        "Close": "Sluiten",
        "ColumnActionsPerVisit": "Acties per bezoek",
        "ColumnActionsPerVisitDocumentation": "Het gemiddelde aantal acties (pagina bezichtigingen, downloads of clicks op uitgaande links) gedurende de bezoeken.",
        "ColumnAverageGenerationTime": "Gem. generatie tijd",
        "ColumnAverageGenerationTimeDocumentation": "De gemiddelde tijd dat het in beslag nam om de pagina te genereren. Deze meeteenheid toont de tijd welke het de server kost om de webpagina te genereren plus de tijd welke het de bezoeker kost om de pagina van de server te downloaden. Een lager 'Gem. generatie tijd' betekent een snellere website voor jouw bezoekers!",
        "ColumnAverageTimeOnPage": "Gem. tijd op pagina",
        "ColumnAverageTimeOnPageDocumentation": "De gemiddelde tijd die bezoekers op deze pagina doorbrengen (alleen deze pagina, niet de website).",
        "ColumnAvgTimeOnSite": "Gem. tijd op de site",
        "ColumnAvgTimeOnSiteDocumentation": "De gemiddelde tijd van een bezoek.",
        "ColumnBounceRate": "Bounce Ratio",
        "ColumnBounceRateDocumentation": "Het percentage bezoekers dat maar 1 pagina bekeken heeft. Dit betekend dus dat de bezoekers de website direct verlaten hebben vanaf de pagina waarop ze binnen zijn gekomen.",
        "ColumnBounceRateForPageDocumentation": "Percentage bezoeken dat op deze pagina begonnen en geeindigd is.",
        "ColumnBounces": "Bounces",
        "ColumnBouncesDocumentation": "Het aantal bezoeken dat geëindigd is op deze pagina. Dit betekent dat de bezoeker de website heeft verlaten nadat deze alleen deze pagina bekeken heeft.",
        "ColumnConversionRate": "Conversie ratio",
        "ColumnConversionRateDocumentation": "Het percentage bezoeken dat een conversie heeft gegenereerd.",
        "ColumnDestinationPage": "Bestemmings pagina",
        "ColumnEntrances": "Binnenkomsten",
        "ColumnEntrancesDocumentation": "Aantal bezoeken dat op deze pagina begonnen is.",
        "ColumnExitRate": "Exit ratio",
        "ColumnExitRateDocumentation": "Het percentage bezoeken dat de website heeft verlaten na deze pagina te hebben bekeken (aantal unieke pageviews gedeeld door het aantal bezoekers dat de pagina heeft verlaten)",
        "ColumnExits": "Vertrekken",
        "ColumnExitsDocumentation": "Het aantal bezoeken dat de website heeft verlaten vanaf deze pagina.",
        "ColumnGenerationTime": "Genereer tijd",
        "ColumnKeyword": "Sleutelwoord",
        "ColumnLabel": "Waarde",
        "ColumnMaxActions": "Maximaal aantal acties per bezoek.",
        "ColumnNbActions": "Acties",
        "ColumnNbActionsDocumentation": "Het aantal acties dat de bezoekers doen, dit kunnen pagina bezichtingen, downloads of clicks op links naar buiten de site zijn.",
        "ColumnNbUniqVisitors": "Unieke bezoekers",
        "ColumnNbUniqVisitorsDocumentation": "Het aantal unieke bezoekers van uw website. Iedere bezoeker wordt eenmalig geteld, ook al bezoekt deze bezoeker de website meerdere malen per dag.",
        "ColumnNbVisits": "Bezoeken",
        "ColumnNbVisitsDocumentation": "Wanneer een bezoeker de website voor de eerste keer bezoekt of wanneer een bezoeker de website opnieuw bezoekt na 30 minuten dan wordt dit gezien al een nieuw website bezoek.",
        "ColumnPageBounceRateDocumentation": "Het percentage bezoeken dat begonnen is op deze pagina en de website direct verlaten hebben.",
        "ColumnPageviews": "Paginaweergaves",
        "ColumnPageviewsDocumentation": "Aantal keer dat deze pagina bezocht is.",
        "ColumnPercentageVisits": "% Bezoeken",
        "ColumnRevenue": "Inkomsten",
        "ColumnSumVisitLength": "Totale tijd gespendeerd door de bezoekers (in seconden)",
        "ColumnTotalPageviews": "Totale Paginaweergaves",
        "ColumnUniqueEntrances": "Unieke ingangen",
        "ColumnUniqueExits": "Unieke uitgangen",
        "ColumnUniquePageviews": "Unieke paginaweergaves",
        "ColumnUniquePageviewsDocumentation": "Het aantal bezoeken waarbij ook deze pagina bezocht is. Wanneer een pagina meerdere keren bezocht is tijdens 1 uniek bezoek wordt dit maar 1 keer geteld.",
        "ColumnValuePerVisit": "Waarde per bezoek",
        "ColumnViewedAfterSearch": "Aangeklikt in zoekresultaten",
        "ColumnViewedAfterSearchDocumentation": "Het aantal keer deze pagina was bezocht nadat een bezoeker een zoekopdracht deed op je website, en in de zoekresultaten op deze pagina klikte.",
        "ColumnVisitDuration": "Duur van bezoek (in seconden)",
        "ColumnVisitsWithConversions": "Bezoekers met conversies",
        "ConfigFileIsNotWritable": "Het piwik configuratiebestand is %s niet beschrijfbaar. Niet alle wijzigingen zullen worden bewaard. %s Wijzig de permissies van het configuratie bestand om het beschrijfbaar te maken.",
        "Continue": "Ga verder",
        "ContinueToPiwik": "Ga verder naar Piwik",
        "CurrentMonth": "Huidige maand",
        "CurrentWeek": "Huidige week",
        "CurrentYear": "Huidig jaar",
        "Daily": "Dagelijks",
        "DailyReport": "dagelijks",
        "DailyReports": "Dagelijkse rapporten",
        "DailySum": "dagelijks bedrag",
        "DashboardForASpecificWebsite": "Dashboard voor een specifieke website.",
        "DataForThisGraphHasBeenPurged": "De data voor deze grafiek is meer dan %s maanden oud en is reeds opgeschoond.",
        "DataForThisTagCloudHasBeenPurged": "De data voor deze tag wolk is meer dan %s maanden oud en is reeds opgeschoond.",
        "Date": "Datum",
        "DateRange": "Datumbereik:",
        "DateRangeFrom": "Van",
        "DateRangeFromTo": "Van %s tot %s",
        "DateRangeInPeriodList": "Datumbereik:",
        "DateRangeTo": "Tot",
        "DayFr": "Vr",
        "DayMo": "Ma",
        "DaySa": "Za",
        "DaysHours": "%1$s dagen %2$s uren",
        "DaysSinceFirstVisit": "Aantal dagen sinds eerste bezoek",
        "DaysSinceLastEcommerceOrder": "Aantal dagen sinds laatste Ecommerce bestelling",
        "DaysSinceLastVisit": "aantal dagen sinds laatste bezoek",
        "DaySu": "Zo",
        "DayTh": "Do",
        "DayTu": "Di",
        "DayWe": "Wo",
        "Default": "Standaard",
        "DefaultAppended": "(standaard)",
        "Delete": "Verwijderen",
        "Description": "Omschrijving",
        "Desktop": "Desktop",
        "Details": "Details",
        "Discount": "Korting",
        "DisplaySimpleTable": "Toon simpele tabel",
        "DisplayTableWithGoalMetrics": "Toon een tabel met gegevens over doelen.",
        "DisplayTableWithMoreMetrics": "Toon een tabel met meer gegevens.",
        "Documentation": "Documentatie",
        "Donate": "Doneer",
        "Done": "Klaar",
        "Download": "Download",
        "DownloadFail_FileExists": "Het bestand %s bestaat al!",
        "DownloadFail_FileExistsContinue": "Bezig met het verder gaan van de download van %s, maar een volledig bestand bestaat al!",
        "DownloadFail_HttpRequestFail": "Kon het bestand niet downloaden! Er kan iets fout gelopen zijn op de website waarvan je probeert te downloaden. Je kunt het later opnieuw proberen of het bestand zelf downloaden.",
        "DownloadFullVersion": "%1$sDownload%2$s de volledige versie! Bezoek %3$s",
        "DownloadPleaseRemoveExisting": "Indien je wilt dat het vervangen wordt, verwijder het bestaande bestand.",
        "Downloads": "Downloads",
        "EcommerceOrders": "Ecommerce bestellingen",
        "EcommerceVisitStatusDesc": "Ecommerce status aan het eind van een bezoek",
        "EcommerceVisitStatusEg": "Om alle bezoekers te selecteren die een Ecommerce order geplaatst hebben dan moet %s aanwezig zijn in de API",
        "Edit": "Aanpassen",
        "EncryptedSmtpTransport": "Geef de transport beveiligingslaag op die vereist is voor uw SMTP server.",
        "EnglishLanguageName": "Dutch",
        "Error": "Fout",
        "ErrorRequest": "Oeps… er was een probleem tijdens het opvragen van de data. Probeer het nogmaals.",
        "EvolutionOverPeriod": "Trend",
        "EvolutionSummaryGeneric": "%1$s in %2$s vergeleken met %3$s in %4$s. Evolutie: %5$s",
        "ExceptionConfigurationFileNotFound": "Het configuratiebestand {%s} is niet gevonden.",
        "ExceptionDatabaseVersion": "Uw %1$s versie is %2$s maar Piwik vereist ten minste %3$s.",
        "ExceptionFileIntegrity": "Integriteitstest mislukt: %s",
        "ExceptionFilesizeMismatch": "Bestandsgrootte klopt niet: %1$s (verwachte grootte: %2$s, gevonden: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Uw %1$s cliënt versie is %2$s maar is niet compatibel met server versie %3$s",
        "ExceptionInvalidAggregateReportsFormat": "Algemene rapporten formaat '%s' niet geldig. Probeer in plaats daarvan een van de volgende: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Vandaag archief tijd moet een aantal seconden zijn groter dan nul.",
        "ExceptionInvalidDateFormat": "Datum formaat moet zijn: %s of elk sleutelwoord ondersteund door de %s functie (zie %s voor meer info)",
        "ExceptionInvalidDateRange": "De datum '%s' is geen correct datum bereik. Het moet het volgende formaat hebben: %s.",
        "ExceptionInvalidPeriod": "De periode '%s' is niet geschikt. Probeer anders één van de volgende: %s",
        "ExceptionInvalidRendererFormat": "Renderformaat '%s' niet geldig. Probeer anders één van de volgende: %s",
        "ExceptionInvalidReportRendererFormat": "Het rapport formaat %s is niet geldig. Probeer: %s",
        "ExceptionInvalidStaticGraphType": "Statische grafiek type '%s' niet geldig. Probeer in plaats daarvan een van de volgende: %s.",
        "ExceptionInvalidToken": "Token is niet geldig.",
        "ExceptionLanguageFileNotFound": "Taal bestand '%s' is niet gevonden.",
        "ExceptionMethodNotFound": "De methode '%s' bestaat niet of is niet beschikbaar in de module '%s'.",
        "ExceptionMissingFile": "Bestand niet gevonden: %s",
        "ExceptionNonceMismatch": "Kan het security token in dit formulier niet verifiëren.",
        "ExceptionPrivilege": "U kunt deze bron niet verwijderen omdat %s toegang is vereist.",
        "ExceptionPrivilegeAccessWebsite": "U kunt deze bron niet verwijderen omdat %s toegang is vereist voor website id=%d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "U kunt deze bron niet verwijderen omdat %s toegang is vereist voor tenminste één website.",
        "ExceptionUnableToStartSession": "Kan sessie niet starten.",
        "ExceptionUndeletableFile": "Kan %s niet verwijderen.",
        "ExceptionUnreadableFileDisabledMethod": "Het configuratiebestand {%s} kon niet gelezen worden. Uw host kan %s uitgeschakeld hebben.",
        "Export": "Exporteren",
        "ExportAsImage": "Exporteer als afbeelding",
        "ExportThisReport": "Exporteer deze dataset naar andere formaten",
        "Faq": "Veelgestelde vragen",
        "FileIntegrityWarningExplanation": "Bestand integriteit controle mislukt en er zijn fouten ontdekt. Dit komt waarschijnlijk door een gedeeltelijke of mislukte upload van enkele Piwik bestanden. We raden u aan alle Piwik bestanden opnieuw te uploaden en deze pagina te vernieuwen tot er geen fouten meer weergegeven worden.",
        "First": "Eerste",
        "Flatten": "Afvlakken",
        "ForExampleShort": "bijv.",
        "Forums": "Forums",
        "FromReferrer": "van",
        "GeneralInformation": "Algemene informatie",
        "GeneralSettings": "Algemene instellingen",
        "GetStarted": "Aan de slag",
        "GiveUsYourFeedback": "Geef ons commentaar",
        "Goal": "Doel",
        "GoTo": "Ga naar %s",
        "GraphHelp": "Meer informatie over grafieken weergeven in Piwik.",
        "HelloUser": "Hallo, %s!",
        "Help": "Help",
        "Hide": "verberg",
        "HoursMinutes": "%1$s uren %2$s minuten",
        "Id": "id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Als de archivering snel is voor uw setup, dan kunt u de crontab wat vaker laten draaien.",
        "InfoFor": "Info voor %s",
        "Installed": "Geïnstalleerd",
        "InvalidDateRange": "Ongeldig datumbereik, Probeer opnieuw",
        "InvalidResponse": "De ontvangen data is ongeldig.",
        "IP": "IP",
        "JsTrackingTag": "Javascript Tracking Tag",
        "Language": "Taal",
        "LastDays": "Laatste %s dagen (inclusief vandaag)",
        "LastDaysShort": "Laatste %s dagen",
        "LayoutDirection": "ltr",
        "Live": "Live",
        "Loading": "Laden…",
        "LoadingData": "Data laden…",
        "LoadingPopover": "Bezig met laden van %s...",
        "LoadingPopoverFor": "%s wordt geladen",
        "Locale": "nl_NL.UTF-8",
        "Logout": "Afmelden",
        "LongDay_1": "Maandag",
        "LongDay_2": "Dinsdag",
        "LongDay_3": "Woensdag",
        "LongDay_4": "Donderdag",
        "LongDay_5": "Vrijdag",
        "LongDay_6": "Zaterdag",
        "LongDay_7": "Zondag",
        "LongMonth_1": "Januari",
        "LongMonth_10": "Oktober",
        "LongMonth_11": "November",
        "LongMonth_12": "December",
        "LongMonth_2": "Februari",
        "LongMonth_3": "Maart",
        "LongMonth_4": "April",
        "LongMonth_5": "Mei",
        "LongMonth_6": "Juni",
        "LongMonth_7": "Juli",
        "LongMonth_8": "Augustus",
        "LongMonth_9": "September",
        "MainMetrics": "Algemene statistieken",
        "Matches": "Overeenkomsten",
        "MediumToHighTrafficItIsRecommendedTo": "Voor middelgrote tot grote websites, raden we u aan rapporten te genereren voor vandaag, met een maximale frequentie van eens per half uur (%s seconden) of elk uur (%s seconden).",
        "Metadata": "Meta gegevens",
        "Metric": "Metric",
        "Metrics": "Metrics",
        "MetricsToPlot": "Statistieken tonen op een grafiek",
        "MetricToPlot": "Statistiek tonen op een grafiek",
        "MinutesSeconds": "%1$s minuten %2$ss",
        "Mobile": "Mobiel",
        "Monthly": "Maandelijks",
        "MonthlyReport": "maandelijks",
        "MonthlyReports": "Maandelijkse rapporten",
        "More": "Meer",
        "MoreDetails": "Meer details",
        "MoreLowerCase": "meer",
        "MultiSitesSummary": "Alle websites",
        "Name": "Naam",
        "NbActions": "Aantal acties",
        "NbSearches": "Aantal interne zoekopdrachten",
        "NDays": "%s dagen",
        "Never": "Nooit",
        "NewReportsWillBeProcessedByCron": "Wanneer Piwik archivering niet wordt ingeschakeld door de browser, zullen nieuwe rapporten verwerkt worden door de crontab.",
        "NewUpdatePiwikX": "Nieuwe Update: Piwik %s",
        "NewVisitor": "Nieuwe bezoeker",
        "NewVisits": "Nieuwe bezoeken",
        "Next": "Volgende",
        "NMinutes": "%s minuten",
        "No": "Nee",
        "NoDataForGraph": "Geen data gevonden voor deze grafiek.",
        "NoDataForTagCloud": "Geen data gevonden voor deze tag wolk.",
        "NotDefined": "%s niet ingevoerd",
        "Note": "Opmerking",
        "NotInstalled": "Niet geïnstalleerd",
        "NotRecommended": "(niet aanbevolen)",
        "NotValid": "%s is niet geldig",
        "NSeconds": "%s seconden",
        "NumberOfVisits": "Aantal bezoeken",
        "NVisits": "%s bezoeken",
        "Ok": "Ok",
        "OneAction": "1 actie",
        "OneDay": "1 dag",
        "OneMinute": "1 minuut",
        "OneVisit": "1 bezoek",
        "OnlyEnterIfRequired": "Vul alleen een gebruikersnaam in als uw SMTP server het vereist.",
        "OnlyEnterIfRequiredPassword": "Vul alleen een wachtwoord in als uw SMTP server het vereist.",
        "OnlyUsedIfUserPwdIsSet": "Alleen gebruikt als een gebruikersnaam\/wachtwoord is ingesteld. Vraag na bij uw provider als u niet weet welke methode te gebruiken.",
        "OpenSourceWebAnalytics": "Open Source Web Analytics",
        "OperationAtLeast": "Ten minste",
        "OperationAtMost": "Op zijn hoogst",
        "OperationContains": "Bevat",
        "OperationDoesNotContain": "Bevat niet",
        "OperationEquals": "Gelijk",
        "OperationGreaterThan": "Groter dan",
        "OperationIs": "Is",
        "OperationIsNot": "Is niet",
        "OperationLessThan": "Kleiner dan",
        "OperationNotEquals": "Niet gelijk",
        "OptionalSmtpPort": "Optioneel. Standaard 25 voor onbeveiligd and TLS SMTP, en 465 voor SSL SMTP",
        "Options": "Opties",
        "OrCancel": "of %s Annuleer %s",
        "OriginalLanguageName": "Nederlands",
        "Others": "Andere",
        "Outlink": "Uitgaande Link",
        "Outlinks": "Outlinks",
        "OverlayRowActionTooltip": "Bekijk analyse data direct op je website (opent in een nieuwe tab)",
        "OverlayRowActionTooltipTitle": "Open Page Overlay",
        "Overview": "Overzicht",
        "Pages": "Pagina's",
        "ParameterMustIntegerBetween": "Parameter %s moet een geheel getal tussen %s en %s zijn.",
        "Password": "Wachtwoord",
        "Period": "Periode",
        "Piechart": "Taartdiagram",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s is beschikbaar. %2$s Gelieve nu te updaten! %3$s 'zie %4$s wijzigingen%5$s)",
        "PleaseSpecifyValue": "Gelieve een waarde op te geven voor '%s'.",
        "PleaseUpdatePiwik": "Update uw Piwikinstallatie",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Mogelijk gemaakt door",
        "Previous": "Vorige",
        "PreviousDays": "Afgelopen %s dagen (exclusief vandaag)",
        "PreviousDaysShort": "Vorige %s dagen",
        "Price": "Prijs",
        "ProductConversionRate": "Product Conversie ratio",
        "ProductRevenue": "Inkomsten per Product",
        "PurchasedProducts": "Aangekochte Producten",
        "Quantity": "Hoeveelheid",
        "RangeReports": "Aangepaste rapportageperiode",
        "ReadThisToLearnMore": "%1$sLees dit om meer te leren.%2$s",
        "Recommended": "(aanbevolen)",
        "RecordsToPlot": "Rapporten tonen op een grafiek",
        "Refresh": "Vernieuw",
        "RefreshPage": "Ververs de pagina",
        "RelatedReport": "Gerelateerd rapport",
        "RelatedReports": "Gerelateerde rapporten",
        "Remove": "Verwijder",
        "Report": "Rapportage",
        "ReportGeneratedFrom": "Dit rapport was gemaakt met data van %s",
        "ReportRatioTooltip": "'%1$s' representeert %2$s van %3$s %4$s met %5$s.",
        "Reports": "Rapporten",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Rapporten voor vandaag ( of ieder ander datumbereik inclusief vandaag) worden uiterlijk verwerkt iedere",
        "ReportsWillBeProcessedAtMostEveryHour": "Rapporten zullen daardoor niet vaker verwerkt worden dan eenmaal per uur.",
        "RequestTimedOut": "Een data request naar %s is verlopen. Probeer opnieuw.",
        "Required": "%s vereist",
        "ReturningVisitor": "Terugkerende bezoeker",
        "ReturningVisitorAllVisits": "Bekijk alle bezoeken",
        "RowEvolutionRowActionTooltip": "Bekijk hoe de metrics voor deze rij over tijd wijzigden",
        "RowEvolutionRowActionTooltipTitle": "Open Rij Evolutie",
        "Rows": "Rijen",
        "RowsToDisplay": "Rijen om te laten zien",
        "Save": "Bewaar",
        "SaveImageOnYourComputer": "Om deze afbeelding te bewaren op uw computer, rechtsklik op de afbeelding en kies \"Afbeelding opslaan als…\"",
        "Search": "Zoek",
        "SearchNoResults": "Geen resultaten",
        "Seconds": "%ss",
        "SeeAll": "Bekijk alles",
        "SeeTheOfficialDocumentationForMoreInformation": "Zie de %sofficiële documentatie%s voor meer info.",
        "Segment": "Segment",
        "SelectYesIfYouWantToSendEmailsViaServer": "Selecteer \"Ja\" als u wilt dat mail verzonden wordt via een opgegeven server in plaats van de lokale mail functie.",
        "Settings": "Instellingen",
        "Shipping": "Verzending",
        "ShortDay_1": "Ma",
        "ShortDay_2": "Di",
        "ShortDay_3": "Wo",
        "ShortDay_4": "Do",
        "ShortDay_5": "Vr",
        "ShortDay_6": "Za",
        "ShortDay_7": "Zo",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Okt",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dec",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mrt",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "Mei",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Aug",
        "ShortMonth_9": "Sep",
        "Show": "Toon",
        "SingleWebsitesDashboard": "Enkele Website dashboard",
        "SmallTrafficYouCanLeaveDefault": "Voor kleine websites, kunt u de standaardwaarden op %s seconden laten staan en kunt u alle rapporten realtime bekijken.",
        "SmtpEncryption": "SMTP encryptie",
        "SmtpPassword": "SMTP wachtwoord",
        "SmtpPort": "SMTP poort",
        "SmtpServerAddress": "SMTP server adres",
        "SmtpUsername": "SMTP gebruikersnaam",
        "Source": "Bron",
        "StatisticsAreNotRecorded": "Piwik Bezoeker Tracking is momenteel uitgeschakeld! Schakel tracking opnieuw in door record_statistics = 1 in je config\/config.ini.php bestand aan de tapassen.",
        "Subtotal": "Subtotaal",
        "Summary": "Samenvatting",
        "Table": "Tabel",
        "TagCloud": "Tag wolk",
        "Tax": "Belasting",
        "TimeAgo": "%s geleden",
        "TimeOnPage": "Tijd op pagina",
        "Today": "Vandaag",
        "Total": "Totaal",
        "TotalRatioTooltip": "Dit is %1$s van alle %2$s %3$s.",
        "TotalRevenue": "Totale Inkomsten",
        "TotalVisitsPageviewsRevenue": "(Totaal: %s bezoeken, %s paginaweergaves, %s inkomsten)",
        "TransitionsRowActionTooltip": "Bekijk wat bezoekers voor en na het bekijken van deze pagina deden",
        "TransitionsRowActionTooltipTitle": "Open transities",
        "TranslatorEmail": "martijn@mvanlaar.net, hannes@randomize.be, benkheil.abdelouali@gmail.com, info@depree.nl",
        "TranslatorName": "Martijn van Laar, Hannes Bossuyt, Sigge Stegeman, Taco Vader, Benkheil Abdelouali, Ko de Pree",
        "UniquePurchases": "Unieke Aankopen",
        "Unknown": "Onbekend",
        "Upload": "Uploaden",
        "UsePlusMinusIconsDocumentation": "Gebruik de + en - icoontjes aan de linkerzijde om te navigeren.",
        "Username": "Gebruikersnaam",
        "UseSMTPServerForEmail": "Gebruik SMTP server voor e-mail",
        "Value": "Waarde",
        "VBarGraph": "Verticaal staafdiagram",
        "View": "Bekijk",
        "ViewDocumentationFor": "Bekijk documentatie voor %1$s",
        "Visit": "Bezoek",
        "VisitConvertedGoal": "Bezoeker bereikte tenminste één doel",
        "VisitConvertedGoalId": "Bezoek omgezet een specifiek doel ID",
        "VisitConvertedNGoals": "Bezoek heeft %s doelen bereikt",
        "VisitDuration": "Gem. duur bezoek (in seconden)",
        "Visitor": "Bezoeker",
        "VisitorID": "Bezoekers ID",
        "VisitorIP": "Bezoekers IP",
        "Visitors": "Bezoekers",
        "VisitsWith": "Bezoeken met %s",
        "VisitType": "Type bezoeker",
        "VisitTypeExample": "Om bijvoorbeeld het aantal terugkerende bezoekers (inclusief die bezoekers die iets gekocht hebben) te selecteren moet de API %s bevatten",
        "Warning": "Let op",
        "WarningFileIntegrityNoManifest": "Bestand integriteit controle kon niet worden uitgevoerd vanwege ontbrekend manifest.inc.php",
        "WarningFileIntegrityNoMd5file": "Bestand integriteit controle kon niet worden voltooid vanwege ontbrekende md5_file() functie.",
        "WarningPasswordStored": "%sWaarschuwing:%s Dit wachtwoord zal worden bewaard in het configuratie bestand, zichtbaar voor iedereen dat toegang heeft.",
        "Website": "Website",
        "Weekly": "Wekelijks",
        "WeeklyReport": "wekelijks",
        "WeeklyReports": "Wekelijkse rapporten",
        "WellDone": "Goed gedaan!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s vergeleken met %2$s",
        "XFromY": "%1$s van %2$s",
        "YearlyReport": "jaarlijks",
        "YearlyReports": "Jaarlijkse rapporten",
        "YearsDays": "%1$s jaren %2$s dagen",
        "YearShort": "jr",
        "Yes": "Ja",
        "Yesterday": "Gisteren",
        "YouAreCurrentlyUsing": "U gebruikt momenteel Piwik %s.",
        "YouAreViewingDemoShortMessage": "U bekijkt momenteel de demo versie van Piwik.",
        "YouMustBeLoggedIn": "U moet ingelogd zijn om deze functionaliteit te gebruiken.",
        "YourChangesHaveBeenSaved": "De wijzigingen zijn opgeslagen."
    },
    "Goals": {
        "AbandonedCart": "Verlaat winkelwagen",
        "AddGoal": "Voeg doelstelling toe",
        "AddNewGoal": "Voeg een nieuwe doelstelling toe",
        "AddNewGoalOrEditExistingGoal": "%sVoeg een nieuwe doelstelling toe%s of %spas een bestaande doelstelling aan%s",
        "AllowGoalConvertedMoreThanOncePerVisit": "Sta pér bezoek meerdere conversie van dit doel toe",
        "AllowMultipleConversionsPerVisit": "Sta meerdere conversies per bezoek toe",
        "BestCountries": "Uw beste presterende landen zijn:",
        "BestKeywords": "Uw beste presterende sleutelwoorden zijn:",
        "BestReferrers": "Uw beste presterende referrers zijn:",
        "CaseSensitive": "Hoofdletter gevoelig",
        "ClickOutlink": "Klik op een link naar een externe website",
        "ColumnAverageOrderRevenueDocumentation": "Gemiddelde orderwaarde (AOV) zijnde de totale inkomsten van alle Ecommerce orders, gedeeld door het aantal orders.",
        "ColumnAveragePriceDocumentation": "De gemiddelde inkomsten voor deze %s.",
        "ColumnAverageQuantityDocumentation": "Het gemiddeld aantal %s dat verkocht is in Ecommerce orders.",
        "ColumnConversionRateDocumentation": "Het percentage bezoeken dat het doel %s geactiveerd.",
        "ColumnConversionRateProductDocumentation": "Het %s conversiepercentage is het aantal orders dat dit prudukt bevat, gedeeld door het aantal bezoeken aan deze pagina.",
        "ColumnConversions": "Conversies",
        "ColumnConversionsDocumentation": "Het aantal conversies voor %s.",
        "ColumnOrdersDocumentation": "Het totaal aantal Ecommerce orders dat tenminste één keer het dit %s bevat.",
        "ColumnPurchasedProductsDocumentation": "Het aantal verkochte produkten is de som van alle produkten die in Ecommerce orders zijn verkocht.",
        "ColumnQuantityDocumentation": "Hoeveelheid is het totaal aantal produkten dat verkocht is voor iedere %s.",
        "ColumnRevenueDocumentation": "De totale inkomsten uit %s.",
        "ColumnRevenuePerVisitDocumentation": "De totale inkomsten die door %s zijn gegenereerd, gedeeld door het aantal bezoeken.",
        "ColumnVisits": "Het totaal aantal bezoeken, ongeacht of er een conversiedoel werd bereikt of niet.",
        "ColumnVisitsProductDocumentation": "Het aantal bezoeken aan de produkt\/catageorie pagina. Dit wordt ook gebruikt om het conversie percentage te berekenen. Deze gegevens zijn onderdeel van het rapport als Ecommerce-tracking is ingesteld op de produkt\/categorie paginas.The number of visits on the Product\/Category page. This is also used to process the %s conversion rate. This metric is in the report if Ecommerce view tracking was setup on Product\/Category pages.",
        "Contains": "bevat %s",
        "ConversionByTypeReportDocumentation": "Dit rapport bevat gedetailleerde informatie over het doel prestaties (conversies, de wisselkoersen en de inkomsten per bezoek) voor elk van de categorieën in het linkervenster. %s Klik op een van de categorieën om het rapport te bekijken. %s voor meer informatie, lees de %sTracking Doelen documentatie over piwik.org%s",
        "ConversionRate": "%s conversie rate",
        "Conversions": "%s conversies",
        "ConversionsOverview": "Overzicht conversies",
        "ConversionsOverviewBy": "Conversies overzicht per type bezoek",
        "CreateNewGOal": "Creëer een nieuw doel",
        "DaysToConv": "Dagen voor de conversie",
        "DefaultGoalConvertedOncePerVisit": "(standaard) De conversie van een doel is slechts éénmaal per bezoek mogelijk",
        "DefaultRevenue": "Doelstelling standaard omzet is",
        "DefaultRevenueHelp": "Bijvoorbeeld, een contactformulier dat is verzonden door een bezoeker kan gemiddeld €10,- waard zijn. Met de doelconversies zal Piwik u helpen begrijpen hoe goed de onderdelen van uw website presteren.",
        "DeleteGoalConfirm": "Weet u zeker dat u deze doelstelling wilt verwijderen %s?",
        "DocumentationRevenueGeneratedByProductSales": "Verkoop van producten. Exclusief belasting, verzendkosten en korting",
        "Download": "Download een bestand",
        "Ecommerce": "E-commerce",
        "EcommerceAndGoalsMenu": "E-commerce & Doelen",
        "EcommerceLog": "E-commerce Log",
        "EcommerceOrder": "E-commerce order",
        "EcommerceOverview": "E-commerce Overzicht",
        "EcommerceReports": "E-commerce Rapporten",
        "ExceptionInvalidMatchingString": "Als u voor 'exacte overeenkomst' kiest, moet de overeenkomende string een URL zijn en starten met %s. Bijvoorbeeld, '%s'.",
        "ExternalWebsiteUrl": "externe website URL",
        "Filename": "bestandsnaam",
        "GoalConversion": "Doel conversie",
        "GoalConversions": "Doel conversies",
        "GoalConversionsBy": "Doel %s conversies per type bezoek",
        "GoalIsTriggered": "Doelstelling is geactiveerd",
        "GoalIsTriggeredWhen": "Doelstelling is geactiveerd wanneer",
        "GoalName": "Doelstelling naam",
        "Goals": "Doelen",
        "GoalsManagement": "Doel beheer",
        "GoalsOverview": "Overzicht van doelen",
        "GoalsOverviewDocumentation": "Dit is een overzicht van uw doelconversies. Het eerste deel van het overzicht toont de som van alle conversies. %s Onder de grafiek ziet u de conversierapporten voor elk van uw doelen. De sparklines kunnen vergroot worden door erop te klikken.",
        "GoalX": "Doel %s",
        "HelpOneConversionPerVisit": "Als een pagina - die dit doel bevat - wordt ververst of meerdere keren wordt opgevraagd in één bezoek, dan wordt de doelconversie geregistreerd tijdens de éérste keer dat de pagina werd opgevraagd.",
        "IsExactly": "is exact %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Leer meer over %s doelen bijhouden in Piwik%s in de gebruikersdocumentatie of stel nu een doel in!",
        "LeftInCart": "%s achtergelaten in winkelwagen",
        "Manually": "handmatig",
        "ManuallyTriggeredUsingJavascriptFunction": "Doelstelling is handmatig geactiveerd door de Javascript API trackGoal()",
        "MatchesExpression": "Voldoet aan de expressie %s",
        "NewGoalDescription": "Een doel in Piwik is je strategie, je prioriteit, en kan veel dingen omvatten: \"Downloaded brochure\",\"Registreerde voor nieuwsbrief\", \"Bezocht pagina services.html\", enz.",
        "NewGoalIntro": "Doel Conversie tracking is één van de meest efficiënte manieren om je zaken doelen te meten en te verbeteren.",
        "NewGoalYouWillBeAbleTo": "Je zult van elk Doel de performantie kunnen analyseren, en leren hoe je conversie ratio's en conversie per bezoek kan verhogen",
        "NewVisitorsConversionRateIs": "Conversiepercentage nieuwe bezoekers is %s",
        "NewWhatDoYouWantUsersToDo": "Wat wil je je gebruikers laten doen op je website?",
        "Optional": "(optioneel)",
        "OverallConversionRate": "%s Het algehele conversiepercentageDe algehele totaal inkomsten rate (bezoeken met een voltooide doelstelling)",
        "OverallRevenue": "%s totale inkomsten",
        "PageTitle": "Paginatitel",
        "Pattern": "Patroon",
        "PluginDescription": "Maak doelstellingen aan en zie rapporten over uw doelstelling conversies: evaluatie met de tijd, inkomsten per bezoek, inkomsten per referer, per sleutelwoord, enz.",
        "ProductCategory": "Produktcategorie",
        "ProductName": "Produktnaam",
        "Products": "Produkten",
        "ProductSKU": "Produkt SKU",
        "ReturningVisitorsConversionRateIs": "Conversiepercentage terugkerende bezoekers is %s",
        "SingleGoalOverviewDocumentation": "Dit is een overzicht van de conversies voor een enkel doel. %s De sparklines onder de grafiek kunnen worden vergroot door erop te klikken.",
        "UpdateGoal": "Update doelstelling",
        "URL": "URL",
        "ViewAndEditGoals": "Bekijk en wijzig doelen.",
        "ViewGoalsBy": "Bekijk doelen volgens %s",
        "VisitPageTitle": "Bezoek van een bepaalde paginatitel",
        "VisitsUntilConv": "Bezoeken voor de conversie",
        "VisitUrl": "Bezoek een gegeven url (pagina of groep pagina's)",
        "WhenVisitors": "wanneer bezoekers",
        "WhereThe": "waar de",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "Wanneer een bezochte pagina een oproep bevat naar de javascript piwikTracker.trackGoal() methode (%smeer info%s)",
        "YouCanEnableEcommerceReports": "U kunt de functie %s inschakelen voor deze website in de pagina %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "De kolom '%s' is niet gevonden in dit rapport. Probeer één van %s",
        "PluginDescription": "Genereer mooie PNG Grafieken voor elk Piwik rapport."
    },
    "Insights": {
        "DayComparedToPreviousDay": "vorige dag",
        "DayComparedToPreviousWeek": "zelfde dag vorige week",
        "DayComparedToPreviousYear": "zelfde dag vorig jaar",
        "Filter": "Filter",
        "FilterIncreaserAndDecreaser": "Toename & afname",
        "FilterOnlyDecreaser": "Alleen afname",
        "FilterOnlyDisappeared": "Alleen verdwenen",
        "FilterOnlyIncreaser": "Alleen toename",
        "FilterOnlyMovers": "Alleen verschoven",
        "FilterOnlyNew": "Alleen nieuwe",
        "MonthComparedToPreviousMonth": "vorige maand",
        "MonthComparedToPreviousYear": "zelfde maand vorig jaar",
        "NoResultMatchesCriteria": "Er komen geen rijen overeen met de criteria",
        "TitleRowNewDetails": "'%1$s' is toegenomen met %2$s en is nieuw vergeleken met %3$s.",
        "WeekComparedToPreviousWeek": "vorige week",
        "WidgetCategory": "Inzichten",
        "YearComparedToPreviousYear": "vorig jaar"
    },
    "Installation": {
        "CollaborativeProject": "Piwik is een samenwerkingsproject, met liefde gebouwd door mensen van over de hele wereld.",
        "ConfigurationHelp": "Uw Piwik configuratie bestand is waarschijnlijk niet correct geconfigureerd. U kunt ofwel config\/config.ini.php verwijderen en de installatie vervolgen of de toegangsgegevens voor de database corrigeren.",
        "ConfirmDeleteExistingTables": "Bent u zeker dat u de tabellen wilt verwijderen: %s uit uw datbase? WAARSCHUWING: DATA VAN DEZE TABELLEN KAN NIET WORDEN HERSTELD!",
        "Congratulations": "Gefeliciteerd",
        "CongratulationsHelp": "<p>Gefeliciteerd! Uw Piwik installatie is voltooid.<\/p><p>Controleer of de javascript code geplaatst is op uw pagina's, en wacht op de eerste bezoekers!<\/p>",
        "DatabaseAbilities": "Database mogelijkheden",
        "DatabaseCreation": "Database creatie",
        "DatabaseErrorConnect": "Fout opgetreden bij het maken van een verbinding met de database server.",
        "DatabaseServerVersion": "Database server versie",
        "DatabaseSetup": "Database setup",
        "DatabaseSetupAdapter": "adapter",
        "DatabaseSetupDatabaseName": "database naam",
        "DatabaseSetupLogin": "login",
        "DatabaseSetupServer": "database server",
        "DatabaseSetupTablePrefix": "tabel voorvoegsel",
        "Email": "email",
        "Extension": "extensie",
        "Filesystem": "Bestandsssysteem",
        "GoBackAndDefinePrefix": "Ga terug en definieer een voorvoegsel voor de Piwik tabellen",
        "Installation": "Installatie",
        "InstallationStatus": "Installatie status",
        "InsufficientPrivilegesHelp": "U kunt deze privileges toeveoegen door gebruik te maken van een tool als phpMyAdmin of door het uitvoeren van de juiste SQL queries. Als u niet weet hoe dit moet, dan kunt u het beste de beheerder van uw webserver vragen om de privileges aan te passen.",
        "InsufficientPrivilegesMain": "Oftwel bestaat de Database niet (en kon ze niet worden aangemaakt), of de opgegeven Gebruiker heeft onvoldoende rechten. Database gebruiker heeft de volgende rechten nodig: %s",
        "JsTagArchivingHelp1": "Voor middelgrote en grote websites, zijn er enkele optimalisaties die Piwik moeten helpen sneller te werken (zoals %1$s auto-archivering instellen%2$s).",
        "JSTracking_EndNote": "Opmerking: Na het installatie proces, kun je custom tracking code genereren in het %1$sTracking Code%2$s admin gedeelte.",
        "JSTracking_Intro": "Om je web verkeer te volgen met Piwik, moet je zorgen dat je wat extra vode toevoegt aan het einde van je webpagina's.",
        "LargePiwikInstances": "Hulp voor grote Piwik installaties",
        "Legend": "Legende",
        "LoadDataInfileRecommended": "Als je Piwik server populaire websites trackt (bijv. > 100,000 pagina's per maand), raden we aan dit probleem op te lossen.",
        "LoadDataInfileUnavailableHelp": "%1$s gebruiken zal Piwik's archivatie proces aanzienlijk versnellen. Om het beschikbaar te maken aan Piwik, update je PHP & MySQL software en zorg dat je database gebruiker %2$s rechten heeft.",
        "NfsFilesystemWarning": "Je server gebruikt het NFS bestandssysteem",
        "NfsFilesystemWarningSuffixAdmin": "Dit betekent dat Piwik extreem traag zal zijn bij gebruik van bestands gebaseerde sessies.",
        "NfsFilesystemWarningSuffixInstall": "Gebruik maken van bestands gebaseerde sessies op NFS is extreem traag, dus zal Piwik gebruik maken van database sessies. Indien je veel gelijktijdige dashboard gebruikers hebt, zul je mogelijk het maximum aantal client connecties naar de database server moeten verhogen.",
        "NoConfigFound": "Het Piwik configuratiebestand werd niet gevonden.<br \/><b>  » U kunt <a href='index.php'>Piwik nu installeren<\/a><\/b><br \/><small>Wanneer u Piwik al eerder geïnstalleerd heeft en de Piwik tabellen reeds data bevatten: maakt u zich geen zorgen, u kunt dezelfde tabellen blijven gebruiken en uw bestaande data behouden!<\/small>',",
        "NotSupported": "niet ondersteund",
        "Optional": "Optioneel",
        "Password": "wachtwoord",
        "PasswordDoNotMatch": "wachtwoord komt niet overeen",
        "PasswordRepeat": "wachtwoord (herhaal)",
        "PercentDone": "%s %% Gereed",
        "PleaseFixTheFollowingErrors": "Los de volgende problemen op",
        "PluginDescription": "Installatieproces van Piwik. De installatie wordt meestal maar éénmaal uitgevoerd. Als het configuratie bestand config\/config.inc.php is verwijderd, zal de installatie opnieuw beginnen.",
        "Requirements": "Piwik vereisten",
        "RestartWebServer": "Herstart uw webserver na deze aanpassing.",
        "ReusingTables": "Hergebruik de tabellen",
        "SeeBelowForMoreInfo": "Zie hieronder voor meer informatie.",
        "SetupWebsite": "Configureer een website",
        "SetupWebsiteError": "Er heeft zich een fout voorgedaan tijdens het toevoegen van de website",
        "SetupWebSiteName": "website naam",
        "SetupWebsiteSetupSuccess": "Website %s succesvol gecreëerd!",
        "SetupWebSiteURL": "website url",
        "SiteSetup": "Gelieve de eerste website dat met Piwik wilt volgen en analyseren.",
        "SiteSetupFootnote": "Opmerking: wanneer de Piwik installatie is voltooid, kun je meer websites toevoegen!",
        "SuperUser": "Superuser",
        "SuperUserLogin": "superuser login",
        "SuperUserSetupError": "Er was een fout met het toevoegen van de Super Gebruiker",
        "SuperUserSetupSuccess": "Superuser succesvol gecreëerd!",
        "SystemCheck": "Systeemcontrole",
        "SystemCheckAutoUpdateHelp": "Opmerking: Piwik One Click update vereist schrijfrechten naar de Piwik map en alle onderliggende bestanden en mappen.",
        "SystemCheckCreateFunctionHelp": "Piwik gebruikt anonieme functies voor aanroepen.",
        "SystemCheckDatabaseHelp": "Piwik vereist ofwel de mysqli extensie of de PDO en pdo_mysql extensies.",
        "SystemCheckDebugBacktraceHelp": "View::factory zal niet in staat zijn views te creëren voor de aangeroepen module",
        "SystemCheckError": "Er is een fout opgetreden - deze dient verholpen te zijn alvorens u verder gaat",
        "SystemCheckEvalHelp": "Vereist door het HTML Quickform en Smarty Template systeem.",
        "SystemCheckExtensions": "Andere vereiste extensies",
        "SystemCheckFileIntegrity": "Bestand integriteit",
        "SystemCheckFunctions": "Vereiste functies",
        "SystemCheckGDHelp": "De sparklines (kleine grafieken) zullen niet werken.",
        "SystemCheckGlobHelp": "Deze ingebouwde functie is uitgeschakeld door uw webhoster. Piwik zal proberen deze functie te emuleren, maar kan tegen andere veiligheids restricties oplopen. Functionaliteit kan worden ingeperkt.",
        "SystemCheckGzcompressHelp": "U dient de zlib extensie en gzcompress functie te activeren.",
        "SystemCheckGzuncompressHelp": "U dient de zlib extensie en gzuncompress functie te activeren.",
        "SystemCheckIconvHelp": "U moet PHP configureren met iconv support ingeschakeld --with-iconv.",
        "SystemCheckMailHelp": "Feedback en vergeten wachtwoord berichten zullen niet worden verzonden zonder mail()",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Geheugenlimiet",
        "SystemCheckMemoryLimitHelp": "Het meten van een website met veel bezoekers kan meer geheugen vereisen dan momenteel is toegestaan.<br \/>Controleer de directive memory_limit in uw php.ini file indien noodzakelijk.",
        "SystemCheckOpenURL": "Open URL",
        "SystemCheckOpenURLHelp": "Nieuwsbrief inschrijvingen, update notificaties, en one-click updates vereisen de \"curl\" extensie, allow_url_fopen=On, of fsockopen() ingeschakeld.",
        "SystemCheckOtherExtensions": "Andere extensies",
        "SystemCheckOtherFunctions": "Andere functies",
        "SystemCheckPackHelp": "De pack() functie is nodig om bezoekers in Piwik te registreren.",
        "SystemCheckParseIniFileHelp": "Deze ingebouwde functie is uitgeschakeld op uw host. Piwik zal proberen deze functie te emuleren maar dit kan andere veiligheidsbeperkingen oplopen. De Tracker prestaties zullen ook veranderen.",
        "SystemCheckPdoAndMysqliHelp": "Op een Linux server kunt u php compileren met de volgende opties: %1$s in uw php.ini, voeg de volgende regels toe: %2$s",
        "SystemCheckPhp": "PHP versie",
        "SystemCheckPhpPdoAndMysqli": "Meer informatie op: %1$sPHP PDO%2$s en %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "U moet PHP opnieuw configureren en compileren met de standard PHP LIbrary (SPL) ingeschakeld (standaard)",
        "SystemCheckSummaryNoProblems": "Hoera! Er zijn geen problemen met je Piwik setup. Geef jezelf een schouderklopje.",
        "SystemCheckSummaryThereWereErrors": "Oeps! Piwik heeft enkele %1$skritieke problemen%2$s gedetecteerd in je Piwik setup. %3$sDeze problemen zouden meteen gefixed moeten worden.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Er zijn enkele problemen met je systeem. Piwik zal werken, maar je kunt enkele kleine problemen ervaren.",
        "SystemCheckTimeLimitHelp": "Het meten van een website met veel bezoekers kan meer tijd in beslag nemen dan momenteel is toegestaan.<br \/>Controleer de directive max_execution_time in uw php.ini file indien noodzakelijk",
        "SystemCheckTracker": "Tracker status",
        "SystemCheckTrackerHelp": "GET request naar piwik.php mislukt. Probeer deze URL te whitelisten van HTTP Authentication en deactiveer mod_security (wellicht moet u dit vragen aan de beheerder van uw webserver).",
        "SystemCheckWarnDomHelp": "U dient de \"dom\" extension (e.g., install the \"php-dom\" and\/or \"php-xml\" package) te activeren.",
        "SystemCheckWarning": "Piwik zal normaal functioneren, maar er zullen een aantal mogelijkheden ontbreken",
        "SystemCheckWarnJsonHelp": "U dient de \"json\" extensie (e.g., install the \"php-json\" package) te activeren voor betere prestaties.",
        "SystemCheckWarnLibXmlHelp": "U dient de \"libxml\" extensie (e.g., \"install the php-libxml\" package) te activeren, omdat het gebruikt wordt door andere core PHP extensies.",
        "SystemCheckWarnSimpleXMLHelp": "U dient de \"SimpleXML\" extension (e.g., install the \"php-simplexml\" and\/or \"php-xml\" package) te activeren.",
        "SystemCheckWinPdoAndMysqliHelp": "Op een Windows server kunt u de volgende regels toevoegen aan het bestand php.ini: %s",
        "SystemCheckWriteDirs": "Mappen met schrijf-rechten",
        "SystemCheckWriteDirsHelp": "Om dit probleem te verhelpen op uw linux server, type de volgende commando(s)",
        "SystemCheckZlibHelp": "U moet PHP configureren met zlib support ingeschakeld, --with-zlib.",
        "Tables": "Tabellen creëren",
        "TablesCreatedSuccess": "De tabellen zijn succesvol aangemaakt",
        "TablesDelete": "Verwijder de gevonden tabellen",
        "TablesDeletedSuccess": "Bestaande Piwik tabellen met succes verwijderd",
        "TablesFound": "De volgende tabellen werden aangetroffen in de database",
        "TablesReuse": "Hergebruik de bestaande tabellen",
        "TablesUpdatedSuccess": "De database was succesvol bijgewerkt van %1$s naar %2$s!",
        "TablesWarningHelp": "Kies voor het hergebruiken van deze tabellen of voor een schone installatie van de database.",
        "TablesWithSameNamesFound": "Enkele %1$s tabellen in uw database %2$s hebben dezelfde naam als de tabellen die Piwik probeert aan te maken.",
        "Timezone": "tijdzone website",
        "Welcome": "Welkom!",
        "WelcomeHelp": "<p>Piwik is een open source web analytics software pakket die u op simpele wijze de gegevens van uw bezoekers presenteert.<\/p><p>Dit proces is opgedeeld in %s simpele stappen welke ongeveer 5 minuten in beslag nemen.<\/p>",
        "WelcomeToCommunity": "Welkom bij de Piwik community!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Over de Piwik vertalingen",
        "PluginDescription": "Deze plugin zal een lijst weergeven van de beschikbare talen voor de Piwik interface. De geselecteerde taal zal opgeslagen worden in de voorkeuren voor elke gebruiker."
    },
    "Live": {
        "AveragePageGenerationTime": "Elke pagina duurde gemiddeld %1$s om te laden voor deze bezoeker.",
        "CalculatedOverNPageViews": "Berekend met de laatste %1$s paginaweergaves van deze bezoeker.",
        "ClickToViewMoreAboutVisit": "Klik om meer informatie over dit bezoek te zien",
        "ConvertedNGoals": "Behaalde %s Doelen",
        "FirstVisit": "Eerste bezoek",
        "GoalType": "Type",
        "HideMap": "Verberg kaart",
        "KeywordRankedOnSearchResultForThisVisitor": "Het trefwoord %1$s scoorde voor deze bezoeker op positie %2$s op de %3$s zoekresultaat pagina.",
        "LastHours": "Laatste %s uren",
        "LastMinutes": "Laatste %s minuten",
        "LastVisit": "Laatste bezoek",
        "LinkVisitorLog": "Bekijk gedetailleerd bezoekerslogboek.",
        "LoadMoreVisits": "Meer bezoeken laden",
        "MorePagesNotDisplayed": "meer pagina's worden niet getoond bij deze bezoeker",
        "NbVisitor": "1 bezoeker",
        "NbVisitors": "%s bezoekers",
        "NextVisitor": "Volgende bezoeker",
        "NoMoreVisits": "Er zijn niet meer bezoeken van deze bezoeker.",
        "PageRefreshed": "Aantal keren dat deze pagina werd bekeken \/ ververst in een rij.",
        "PluginDescription": "Volg uw bezoekers live in realtime!",
        "PreviousVisitor": "Vorige bezoeker",
        "RealTimeVisitorCount": "Real Time bezoekers aantal",
        "Referrer_URL": "Referrer URL",
        "ShowMap": "Toon kaart",
        "SimpleRealTimeWidget_Message": "%s en %s in de laatste %s",
        "ViewVisitorProfile": "Bekijk bezoeker profiel",
        "VisitedPages": "Bezochte pagina's",
        "VisitorLog": "Bezoekerslogboek",
        "VisitorLogDocumentation": "Deze tabel toont de laatste bezoeken binnen het geselecteerde datumbereik. Je kunt zien wanneer een bezoeker zijn laatste bezoek bracht door je muis boven de datum te houden. %s Indien het datumbereik ook vandaag bevat, kun je je bezoekers zien in real time! %s De data die hier wordt getoond is steeds live, ongeacht of en wanneer je de archiving cron job gebruikt.",
        "VisitorProfile": "Bezoekers profiel",
        "VisitorsInRealTime": "Bezoekers in real-time",
        "VisitorsLastVisit": "Het laatste bezoek van deze bezoekers was %s dagen geleden.",
        "VisitsFrom": "%1$s%2$s bezoeken%3$s van",
        "VisitSummary": "Spendeerde in totaal %1$s%2$s op de website %3$s, en %4$sbekeek %5$s pagina's in %6$s bezoeken.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Een bevestigings link is verstuurd naar je mailbox. Controleer je email en open de link om je wachtwoord wijzigen actie te voltooien.",
        "ContactAdmin": "Mogelijke reden: uw host heeft mogelijk de mail() functie geblokkeerd. <br \/>Neem contact op met uw Piwik beheerder.",
        "ExceptionPasswordMD5HashExpected": "De wachtwoord parameter moet een MD5 hash zijn van het wachtwoord.",
        "InvalidNonceOrHeadersOrReferrer": "Securityformulier gefaald. Herlaad het formulier en controleer dat cookies worden toegestaan. Als u een proxyserver gebruikt, %s configureer Piwik dan zodanig dat deze proxy headers%s accepteert, die de Hostheaders doorstuurt. Controleer tevens dat de refererheader correct wordt verzonden.",
        "InvalidOrExpiredToken": "Token is ongeldig of is verlopen",
        "InvalidUsernameEmail": "Ongeldige gebruikersnaam en\/of e-mail adres",
        "LogIn": "Log in",
        "LoginOrEmail": "Login of E-mail",
        "LoginPasswordNotCorrect": "Gebruikersnaam & Wachtwoord niet correct",
        "LostYourPassword": "Wachtwoord vergeten?",
        "MailPasswordChangeBody": "Hallo %1$s,\n\nEen wachtwoord reset verzoek was ontvangen vanaf %2$s. Om deze wachtwoord wijziging te bevestigen zodat je kan inloggen met je nieuwe login gegevens, open de volgende link:\n\n%3$s\n\nOpmerking: Deze token vervalt na 24 uur.\n\nBedankt voor het gebruik van Piwik!",
        "MailTopicPasswordChange": "Bevestig wachtwoord wijziging",
        "PasswordChanged": "Je wachtwoord is veranderd.",
        "PasswordRepeat": "Wachtwoord (herhaal)",
        "PasswordsDoNotMatch": "Wachtwoorden komen niet overeen",
        "RememberMe": "Onthoud mij",
        "ResetPasswordInstructions": "Voer een nieuw wachtwoord in voor je account."
    },
    "Mobile": {
        "AboutPiwikMobile": "Over Piwik Mobile",
        "AccessUrlLabel": "Piwik toegang Url",
        "Account": "Account",
        "Accounts": "Accounts",
        "AddAccount": "Account toevoegen",
        "AddPiwikDemo": "Voeg Piwik Demo toe",
        "Advanced": "Geavanceerd",
        "AnonymousAccess": "Anonieme toegang",
        "AnonymousTracking": "anonieme tracking",
        "AskForAnonymousTrackingPermission": "Wanneer ingeschakeld, zal Piwik Mobile stuurt anonieme gebruiksgegevens te piwik.org. De bedoeling is om deze gegevens te gebruiken om te helpen Piwik Mobile-ontwikkelaars beter te begrijpen hoe de applicatie wordt gebruikt. Gestuurd Informatie is: menu's en instellingen geklikt, OS naam en versie, elke fout weergegeven in Piwik Mobile. We zullen niet volgen van een van uw Analytics-gegevens. Deze anonieme gegevens zullen nooit openbaar worden gemaakt. U kunt uitschakelen \/ anonieme tracking staat in Instellingen op elk moment.",
        "ChooseHttpTimeout": "Kies HTTP-timeout-waarde",
        "ChooseMetric": "Kies Metric",
        "ChooseReport": "Kies een rapport",
        "ConfirmRemoveAccount": "Wil je dit account verwijderen?",
        "DefaultReportDate": "Rapporteer datum",
        "EmailUs": "Email ons",
        "EnableGraphsLabel": "Toon grafieken",
        "EvolutionGraph": "Historische grafieken",
        "HelpUsToImprovePiwikMobile": "Wilt u anonieme registratie van gebruiksgegevens inschakelen in Piwik Mobile?",
        "HowtoDeleteAnAccount": "Lang drukken om een account te verwijderen.",
        "HowtoDeleteAnAccountOniOS": "Veeg naar links naar rechts om een ​​account te verwijderen",
        "HowtoLoginAnonymous": "Laat gebruikersnaam en wachtwoord leeg voor anonieme login.",
        "HttpIsNotSecureWarning": "Uw Piwik autorisatie token (token_auth) wordt verzonden in gewone tekst als u 'HTTP'. Om deze reden adviseren wij HTTPS voor een veilig transport van gegevens via het internet. Wilt u doorgaan?",
        "HttpTimeout": "HTTP-Time-out",
        "IncompatiblePiwikVersion": "De Piwik versie die u gebruikt is incompatibel met Piwik Mobile 2. Update uw Piwik installatie en probeer opnieuw of installeer Piwik Mobile 1.",
        "LastUpdated": "Laatste update: %s",
        "LoadingReport": "Bezig met laden van %s",
        "LoginCredentials": "Referenties",
        "LoginToPiwikToChangeSettings": "Login op je Piwik server om websites of gebruikers aan te maken of up te daten, of om Algemene Instellingen zoals welk rapport standaard geladen wordt of welk Datuminterval standaard gebruikt wordt.",
        "LoginUseHttps": "Gebruik https",
        "MultiChartLabel": "Toon grafieklijnen",
        "NavigationBack": "Terug",
        "NetworkError": "Netwerk Fout",
        "NetworkErrorWithStatusCode": "Er was een probleem \"%s\". Het verzoek retourneerde de status \"%s\". URL was \"%s\". Controleer je ingevoerde URL en de error logs op deze server voor meer informatie over deze fout en hoe je ze kunt oplossen.",
        "NetworkErrorWithStatusCodeShort": "Netwerk fout %s",
        "NetworkNotReachable": "Network niet bereikbaar",
        "NoAccountIsSelected": "Je moet een account selecteren. Voeg een nieuw accountoe indien je nog geen hebt geconfigureerd.",
        "NoDataShort": "Geen Data",
        "NoPiwikAccount": "Geen Piwik account?",
        "NoReportsShort": "Geen Rapporten",
        "NoVisitorFound": "Geen bezoekers gevonden",
        "NoVisitorsShort": "Geen Bezoekers",
        "NoWebsiteFound": "Geen website gevonden",
        "NoWebsitesShort": "Geen Websites",
        "PullDownToRefresh": "Trek om te vernieuwen ...",
        "RatingDontRemindMe": "Herrinner me er niet aan",
        "RatingNotNow": "Niet nu",
        "RatingNow": "Ok, waardeer het nu",
        "RatingPleaseRateUs": "Piwik Mobile is vrije software. We zouden het erg op prijs stellen als u 1 minuut tijd nam om de app te waarderen op %s. Als u suggesties voor nieuwe functies heeft of foutmeldingen, neem dan a.u.b. contact op met %s",
        "ReleaseToRefresh": "Laat om te vernieuwen ...",
        "Reloading": "Herladen ...",
        "RequestTimedOutShort": "Netwerk Timeout fout",
        "RestrictedCompatibility": "Beperkte compatibiliteit",
        "SaveSuccessError": "Verifiër uw instellingen",
        "SearchWebsite": "Zoeken websites",
        "ShowAll": "Toon alle",
        "ShowLess": "Toon minder",
        "StaticGraph": "Overzicht Grafiek",
        "TopVisitedWebsites": "Top bezochte websites",
        "TryIt": "Probeer het!",
        "UseSearchBarHint": "Alleen de eerste %s websites worden hier weergegeven. Gebruik de zoekbalk om uw andere websites te openen.",
        "VerifyAccount": "verifiëren Account",
        "VerifyLoginData": "Zorg dat je gebruikersnaam en wachtwoord combinatie goed zijn.",
        "YouAreOffline": "Sorry, u bent momenteel offline"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Provider naam '%s' is onbekend. Probeer één van de volgende in de plaats: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Je kunt meer telefoon nummers toevoegen via",
        "MobileReport_MobileMessagingSettingsLink": "De Mobiele Messaging instellingen pagina",
        "MobileReport_NoPhoneNumbers": "Gelieve ten minste één telefoonnummer te activeren door",
        "MultiSites_Must_Be_Activated": "Om SMS berichten van je website statistieken te genereren. Schakel de MultSites plugin in Piwik.",
        "PhoneNumbers": "Telefoonnummers",
        "PluginDescription": "Creeër en download aangepaste SMS rapporten en verstuur ze dagelijks, wekelijks of maandelijks naar je telefoon.",
        "Settings_APIKey": "API-sleutel",
        "Settings_CountryCode": "Landcode",
        "Settings_CredentialNotProvided": "Voordat je telefoonnummers kunt aanmaken en beheren, verbind Piwik hierboven met je SMS account.",
        "Settings_CredentialNotProvidedByAdmin": "Voordat je telefoonnumers kunt aanmaken en beheren, vraag je beheerder om Piwik te verbinden met een SMS Account.",
        "Settings_CredentialProvided": "Uw %s SMS API account is correct geconfigureerd!",
        "Settings_DeleteAccountConfirm": "Weet je zeker dat je dit SMS account wilt verwijderen?",
        "Settings_InvalidActivationCode": "De ingevoerde code is incorrect. Probeer opnieuw.",
        "Settings_LetUsersManageAPICredential": "Sta gebruikers toe hun eigen SMS API logingegevens te beheren",
        "Settings_LetUsersManageAPICredential_No_Help": "Alle gebruikers kunnen SMS rapporten ontvangen en gebruiken jouw account's tegoed.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Iedere gebruiker kan zijn eigen SMS API account instellen en kunnen uw tegoed niet gebruiken.",
        "Settings_ManagePhoneNumbers": "Beheer telefonnummers",
        "Settings_PhoneActivated": "Telefoonnummer gevalideerd! Je kunt nu SMS berichten met uw statistieken ontvangen.",
        "Settings_PhoneNumber": "Telefoonnummer",
        "Settings_PhoneNumbers_Add": "Voeg een nieuw telefoonnummer toe",
        "Settings_PhoneNumbers_CountryCode_Help": "Indien je de landcode van je telefoonnummer niet weet, dan kun je hier je land opzoeken",
        "Settings_PhoneNumbers_Help": "Voordat je SMS rapporten op een telefoon kunt ontvangen, moet het telefoonnummer hieronder worden ingegeven.",
        "Settings_PhoneNumbers_HelpAdd": "Wanneer je klikt op \"Voeg toe\", zal een SMS met een code worden verzonden naar je telefoon. De gebruiker die de code ontvangt, moet dan inloggen in Piwik, op Instellingen klikken en daarna klikken op Mobiele berichten. Nadat de code is ingevoerd, zal de gebruiker tekst rapporten kunnen ontvangen vanaf zijn telefoon.",
        "Settings_PleaseSignUp": "Om SMS rapporten aan te maken en SMS berichten met je website statistieken te ontvangen op je mobiele telefoon,gelieve in te loggen met de SMS API en je informatie hieronder in te vullen.",
        "Settings_SMSAPIAccount": "Beheer SMS API account",
        "Settings_SMSProvider": "SMS provider",
        "Settings_SuperAdmin": "Super User instellingen",
        "Settings_SuspiciousPhoneNumber": "Indien je geen SMS bericht ontvangt, kun je proberen zonder de 0 vooraf te gaan. bijv. %s",
        "Settings_UpdateOrDeleteAccount": "Je kunt dit account ook %supdaten%s of %sverwijderen%s",
        "Settings_ValidatePhoneNumber": "Valideer",
        "Settings_VerificationCodeJustSent": "We hebben net een SMS met een code naar dit nummer verstuurd: Gelieve de code hierboven in te vullen en klik op \"Valideer\".",
        "SettingsMenu": "Mobiele berichten",
        "SMS_Content_Too_Long": "[te lang]",
        "TopLinkTooltip": "Krijg je Web Analyse rapporten toegestuurd naar je mailbox of je mobiele telefoon!",
        "TopMenu": "Email & SMS Rapporten",
        "VerificationText": "Code %s. Kopieer deze code naar Piwik > %s > %s om je telefoonnummer te valideren en sms rapporten te ontvangen."
    },
    "MultiSites": {
        "Evolution": "Evolutie",
        "LoadingWebsites": "Websites laden",
        "Pagination": "%s - %s van %s",
        "PluginDescription": "Toont de multi-site uitvoering van de samenvatting\/statistieken. Momenteel onderhouden als een core plugin van Piwik.",
        "TopLinkTooltip": "Vergelijk Website statistieken van al je websites."
    },
    "Overlay": {
        "Clicks": "%s klikken",
        "ClicksFromXLinks": "%1$s Kliks van één van %2$s links",
        "Domain": "Domein",
        "ErrorNotLoading": "De Pagina Overlay sessie kon nog niet gestart worden.",
        "ErrorNotLoadingLink": "Klik hier voor meer tips tijdens het troubleshooten.",
        "Link": "Link",
        "Location": "Locatie",
        "NoData": "Er is geen data voor deze pagina gedurende de geselecteerde periode.",
        "OneClick": "1 klik",
        "OpenFullScreen": "Toon volledig scherm (geen zijbalk)",
        "Overlay": "Pagina Overlay",
        "PluginDescription": "Zie analyse data als een overlay op je website.",
        "RedirectUrlError": "Je probeert Pagina overlay te openen voor de URL \"%s\". %s Geen enkel domain van de Piwik instellingen komt overeen met de link.",
        "RedirectUrlErrorAdmin": "Je kunt het domein toevoegen als extra URL %sin de instellingen%s.",
        "RedirectUrlErrorUser": "Vraag je beheerder om het domein toe te voegen als additionele URL."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Selecteer \"Ja\" als u wilt dat Piwik niet de volledige IP-adressen registreert.",
        "AnonymizeIpInlineHelp": "Anonimiseer de laatste byte van bezoekers IP adressen om te voldoen aan lokale privacy wetten\/richtlijnen.",
        "AnonymizeIpMaskLengtDescription": "Geef aan hoeveel cijfers van het IP-adres moeten worden gemaskeerd.",
        "AnonymizeIpMaskLength": "%s byte(s) - bijvoorbeeld %s",
        "ClickHereSettings": "Klik hier om de%s-instellingen te openen.",
        "CurrentDBSize": "Huidige database grotte",
        "DBPurged": "DB purged",
        "DeleteBothConfirm": "U staat op het punt om zowel het verwijderen van logdata als rapporten te activeren. Daarmee verliest u permanent de mogelijkheid om historische data te analyseren! Bent u er zeker van dat verder wilt?",
        "DeleteDataDescription": "U kunt Piwik instellen om regelmatig oude bezoekerslogs en\/of gemaakte rapporten te verwijderen en zo de database klein te houden.",
        "DeleteDataDescription2": "Indien gewenst zullen de pre-processed rapporten niet worden verwijderd. Alleen visit, pageview and conversion log data zal worden verwijderd. Of de pre-processed rapporten kunnen worden verwijderd en de logdata worden behouden.",
        "DeleteDataInterval": "Verwijder oude data elke",
        "DeleteDataSettings": "Verwijder oude bezoekerslogs en rapporten",
        "DeleteLogDescription2": "Wanneer u de automatische log verwijdering inschakelt, moet u ervoor zorgen dat alle voorgaande dagelijkse rapporten zijn verwerkt, zodat er geen gegevens verloren gaan.",
        "DeleteLogInfo": "Logs uit de volgende tabellen worden verwijderd: %s",
        "DeleteLogsConfirm": "U staat op het punt om het verwijderen van logdata te activeren. Als oude logdata in verwijderd terwijl rapporten nog niet zijn aangemaakt, dan is het niet meer mogelijk om historische data te analyseren. Bent u er zeker van dat u de data wilt verwijderen?",
        "DeleteLogsOlderThan": "Verwijder logs ouder dan",
        "DeleteMaxRows": "Maximum aantal rijen te verwijderen in een keer:",
        "DeleteMaxRowsNoLimit": "onbeperkt",
        "DeleteReportsConfirm": "U staat op het punt om het verwijderen van rapporten te activeren. Als de oude rapporten zijn verwijderd, dan zullen ze opnieuw aangemaakt moeten worden als u ze later wilt bekijken. Bent u er zzker van dat u de oude rapporten wilt verwijderen?",
        "DeleteReportsDetailedInfo": "Data uit de database numeric archive tabellen (%s) and blob archive tabellen (%s) zullen worden verwijderd.",
        "DeleteReportsInfo": "Indien ingeschakeld zullen oude rapporten worden verwijderd. %sWe adviseren om dit alleen te doen als de databaseruimte beperkt is.%s",
        "DeleteReportsInfo2": "Als u \"%s\" niet heeft ingeschakeld, dan zullen de oude rapporten opnieuw automatisch worden aangemaakt zodra ze worden opgevraagd.",
        "DeleteReportsInfo3": "Als u \"%s\" heeft ingeschakeld, dan zal de data permanent verloren gaan.",
        "DeleteReportsOlderThan": "Verwijder rapporten ouder dan",
        "DeleteSchedulingSettings": "Plannings instellingen",
        "DoNotTrack_Description": "Volg-me-niet is een technologie en een privacybeleid dat gebruikers de mogelijkheid van een opt-out biedt, voor websites die ze niet zelf bezoeken, inclusief analytics services, advertising networks en social platforms.",
        "DoNotTrack_Disable": "Deactiveer de \"volg-me-niet\" ondersteuning",
        "DoNotTrack_Disabled": "Piwik registreert momenteel alle bezoekers, zelfs als ze hun browser hebben ingesteld op \"volg-me-niet\".",
        "DoNotTrack_DisabledMoreInfo": "We adviseren om de privacy van bezoekers te respecteren en de \"volg-me-niet\" ondersteuning in Piwik te activeren.",
        "DoNotTrack_Enable": "Activeer de \"volg-me-niet\" ondersteuning",
        "DoNotTrack_Enabled": "Op dit moment respecteert u de privacy van uw bezoekers, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Als bezoekers hun browser hebben ingesteld op \"volg-me-niet\" (DoNotTrack is enabled), dan zal Piwik deze bezoek niet registreren.",
        "DoNotTrack_SupportDNTPreference": "Ondersteun de volg-me-niet voorkeur",
        "EstimatedDBSizeAfterPurge": "Geschatte database grootte na purge",
        "EstimatedSpaceSaved": "Geschatte terug gewonnen ruimte",
        "KeepBasicMetrics": "Behoud de basisgegevens (visits, page views, bounce rate, goal conversions, ecommerce conversions, etc.)",
        "KeepDataFor": "Behoud alle data voor:",
        "LastDelete": "Laatste verwijdering was op",
        "LeastDaysInput": "Geef het aantal dagen groter dan %s.",
        "LeastMonthsInput": "Geef het aantal maanden op, groter dan %s.",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Volgende geprogrammeerde verwijdering in",
        "PluginDescription": "Stel Piwik in zodat het voldoet aan de lokale wetgeving.",
        "PurgeNow": "Purge Database nu",
        "PurgeNowConfirm": "Je staat op het punt om data permanent van je database te verwijderen. Weet je zeker dat je wilt doorgaan?",
        "PurgingData": "Data opschonen",
        "RecommendedForPrivacy": "(aanbevolen voor privacy)",
        "ReportsDataSavedEstimate": "Database omvang",
        "Teaser": "Op deze pagina kunt u Piwik zodanig instellen dat het voldoet aan de bestaande privacy wetgeving in uw regio. Door: %s anonimiseren van uw bezoekers IP %s,%s automatisch verwijderen oude bezoekerlogs uit de database %s en %s door een opt-out ondersteuning aan te bieden voor uw website%s.",
        "TeaserHeadline": "Privacy instellingen",
        "UseAnonymizeIp": "Anonimiseer bezoekers IP-adressen",
        "UseDeleteLog": "Verwijder regelmatig oude bezoeker logs uit de database",
        "UseDeleteReports": "Verwijder regelmatig oude rapporten uit de database"
    },
    "Provider": {
        "ColumnProvider": "Provider",
        "PluginDescription": "Rapporteert de provider van de bezoekers",
        "ProviderReportDocumentation": "Dit rapport toont de Internet Service Providers die uw bezoekers gebruiken om de website te bezoeken. Klik op een provider naam voor meer informatie. %s Als Piwik de naam van de provider niet kan achterhalen, dan wordt deze vermeld als IP.",
        "SubmenuLocationsProvider": "Lokatie & provider",
        "WidgetProviders": "Providers"
    },
    "Referrers": {
        "Campaigns": "Campagnes",
        "CampaignsDocumentation": "Bezoekers die op uw website uitkwamen via een campagne. %s Bekijk het %s rapport voor meer details.",
        "CampaignsReportDocumentation": "Dit rapport toont de campagnes die bezoekers naar uw website hebben geleid. %s Voor meer informatie over Campagne Tracking, lees de %scampagne documentatie op piwik.org%s",
        "ColumnCampaign": "Campagne",
        "ColumnSearchEngine": "Zoekmachine",
        "ColumnSocial": "Sociaal netwerk",
        "ColumnWebsite": "Website",
        "ColumnWebsitePage": "Website pagina",
        "DetailsByReferrerType": "Details volgens bezoekers afkomst",
        "DirectEntry": "Direct bezoek",
        "DirectEntryDocumentation": "Een bezoeker heeft de URL in zijn browser ingevoerd en is direct op uw website uitgekomen.",
        "Distinct": "Verschillende bezoekers volgens bezoekers herkomst",
        "DistinctCampaigns": "Verschillende campagnes",
        "DistinctKeywords": "Verschillende sleutelwoorden.",
        "DistinctSearchEngines": "Verschillende zoekmachines.",
        "DistinctWebsites": "verschillende websites",
        "EvolutionDocumentation": "Dit is een overzicht van de referers (verwijzingen) waarmee bezoekers op uw website zijn gekomen.",
        "EvolutionDocumentationMoreInfo": "Voor meer informatie over de verschillende soorten verwijzingen, zie de documentatie van de %s tabel.",
        "Keywords": "Zoektermen",
        "KeywordsReportDocumentation": "Dit rapport toont de sleutelwoorden waarop men zocht en waarbij men werd doorverwezen naar uw website. %s Door op een rij in de tabel te klikken kunt u de verdeling van de zoekmachines zien die op deze sleutelwoorden naar uw website hebben doorverwezen.",
        "PluginDescription": "Rapporteert de referers data: zoekmachines, sleutelwoorden, websites, Campagne Tracking, directe toegang.",
        "Referrer": "Referer",
        "ReferrerName": "Verwijzer Naam",
        "Referrers": "Herkomst",
        "ReferrersOverview": "Referer Overzicht",
        "SearchEngines": "Zoekmachines",
        "SearchEnginesDocumentation": "Een bezoeker is doorverwezen naar uw website via een zoekmachine. %s Bekijk het %s rapport voor meer details.",
        "SearchEnginesReportDocumentation": "Dit rapport toont de zoekmachines die bezoekers naar uw wbsite hebben verwezen. %s Door op een rij in de tabel te klikken kunt u zien naar wat men precies op zoek was in de betreffende zoekmachine.",
        "Socials": "Sociale netwerken",
        "SubmenuSearchEngines": "Zoekmachines & sleutelwoorden",
        "SubmenuWebsites": "Websites",
        "Type": "Bezoekers per afkomst",
        "TypeCampaigns": "%s via campagnes",
        "TypeDirectEntries": "%s directe bezoekers",
        "TypeReportDocumentation": "Deze tabel bevat informatie over de verdeling van de herkomst van de bezoekers.",
        "TypeSearchEngines": "%s via zoekmachines",
        "TypeWebsites": "%s via websites",
        "UsingNDistinctUrls": "(via %s verschillende url's)",
        "ViewAllReferrers": "Toon alle referers",
        "ViewReferrersBy": "Toon referers volgens %s",
        "Websites": "Websites",
        "WebsitesDocumentation": "De bezoeker klikte op een link naar uw website. %s Bekijk het %s rapport voor meer details.",
        "WebsitesReportDocumentation": "In deze tabel kunt u de websites zien die bezoekers hebben doorverwezen naar uw website. %s Door op een rij in de tabel te klikken kunt u de URL's van de bijhorende linken zien.",
        "WidgetExternalWebsites": "Top websites",
        "WidgetGetAll": "Alle Referers",
        "WidgetKeywords": "Top zoektermen",
        "WidgetSocials": "Lijst van sociale netwerken",
        "WidgetTopKeywordsForPages": "Top sleutelwoorden voor pagina URL",
        "XPercentOfVisits": "%s%% van de bezoeken"
    },
    "RowEvolution": {
        "AvailableMetrics": "Beschikbare gegevens",
        "CompareDocumentation": "Klik op de onderstaande link en open een popup voor een volgende rij uit dezelfde tabel om meerdere gegevens te vergelijken.<br\/>Gebruik shift-click om de rij voor vergelijking te markeren zonder deze popup te openen.",
        "CompareRows": "Vergelijk records",
        "ComparingRecords": "Bezig met %s rijen te vergelijken",
        "Documentation": "Klik op de gegevens om ze in een uitgebreidere trendgrafiek te bekijken. Gebruik shift-click om in één grafiek meerdere gegevens te tonen.",
        "MetricBetweenText": "tussen %s en %s",
        "MetricChangeText": "%s over de periode",
        "MetricMinMax": "%1$s zat tussen %2$s en %3$s tijdens de periode",
        "MetricsFor": "Gegegevens voor %s",
        "MultiRowEvolutionTitle": "Trends van meerdere rijen",
        "PickAnotherRow": "Kies een volgende rij om te vergelijken",
        "PickARow": "Kies een rij om te vergelijken"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(optioneel) Weergaveopties",
        "AggregateReportsFormat_GraphsOnly": "Toon alleen Grafieken (geen tabellen)",
        "AggregateReportsFormat_TablesAndGraphs": "Toon zowel tabellen en grafieken voor alle rapporten",
        "AggregateReportsFormat_TablesOnly": "(standaard) Toon tabellen (grafieken alleen voor belangrijke gegevens)",
        "AlsoSendReportToTheseEmails": "Verzend het rapport tevens naar de volgende e-mail adressen (één per lijn):",
        "AreYouSureDeleteReport": "Weet u zeker dat u dit rapport en tijdsschema wilt verwijderen?",
        "CancelAndReturnToReports": "Annuleren en %s terug naar de lijst met rapporten%s",
        "CreateAndScheduleReport": "Maak en plan een rapport",
        "CreateReport": "Maak een rapport",
        "CustomVisitorSegment": "Aangepast bezoekers segment:",
        "DescriptionOnFirstPage": "Het rapport beschrijving wordt weergegeven op de eerste pagina van het rapport.",
        "DisplayFormat_TablesOnly": "Toon alleen tabellen (geen grafieken)",
        "EmailHello": "Hallo,",
        "EmailReports": "E-mail rapporten",
        "EmailSchedule": "E-mail tijdsschema",
        "EvolutionGraph": "Toon historische grafiekn voor de top %s waarden",
        "FrontPage": "Voorpagina",
        "ManageEmailReports": "Beheer de e-mail rapporten",
        "MonthlyScheduleHelp": "Maandelijks versturen: Rapport zal worden verzonden elke eerste dag van de maand.",
        "MustBeLoggedIn": "U moet ingelogd zijn om aangepaste rapporten te maken en in te plannen.",
        "NoRecipients": "Dit rapport heeft geen ontvangers",
        "OClock": "uur",
        "Pagination": "Pagina %s van %s",
        "PiwikReports": "Piwik rapporten",
        "PleaseFindAttachedFile": "In de bijlage treft u uw %1$s rapport voor %2$s.",
        "PleaseFindBelow": "Hieronder treft u uw %1$s rapport voor %2$s.",
        "PluginDescription": "Maak en download uw aangepaste rapporten en laat deze dagelijks, wekelijks of maandelijks per e-mail versturen.",
        "ReportFormat": "Rapportformaat",
        "ReportHour": "Verstuur rapport om",
        "ReportIncludeNWebsites": "Het rapport zal gegevens bevatten van alle websites die tenminste één bezoek hebben gehad (van de %s websites die momenteel beschikbaar zijn).",
        "ReportSent": "Rapport verzonden",
        "ReportsIncluded": "Statistieken ingesloten",
        "ReportType": "Verzend rapport via",
        "ReportUpdated": "Rapport bijgewerkt",
        "SegmentAppliedToReports": "Het segment '%s' is toegepast op de rapporten.",
        "SendReportNow": "verzend nu het rapport",
        "SendReportTo": "Zend rapport naar",
        "SentToMe": "Zend naar mij",
        "TableOfContent": "Rapport lijst",
        "ThereIsNoReportToManage": "Er is geen rapport te beheren voor website %s",
        "TopOfReport": "Terug naar boven",
        "UpdateReport": "Rapport bijwerken",
        "WeeklyScheduleHelp": "Wekelijks versturen: Rapport zal worden verzonden elke maandag van de week."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Voeg %s voorwaarde toe",
        "AddNewSegment": "Voeg nieuw segment toe",
        "AreYouSureDeleteSegment": "Weet je zeker dat je dit segment wilt verwijderen?",
        "AutoArchivePreProcessed": "gesegmenteerde rapporten worden voor verwerkt (sneller, vereist archive.php cron)",
        "AutoArchiveRealTime": "gesegmenteerde rapporten worden realtime verwerkt",
        "ChooseASegment": "Kies een segment",
        "DefaultAllVisits": "Alle bezoeken",
        "DragDropCondition": "Sleep en verplaats voorwaarde",
        "LoadingSegmentedDataMayTakeSomeTime": "Verwerking van gesegmenteerde bezoeker gegevens kan enkele minuten duren ...",
        "OperatorAND": "EN",
        "OperatorOR": "OF",
        "SaveAndApply": "Bewaar & Pas Toe",
        "SegmentDisplayedAllWebsites": "alle websites",
        "SegmentDisplayedThisWebsiteOnly": "alleen deze website",
        "SegmentIsDisplayedForWebsite": "en getoond voor",
        "SegmentNotApplied": "Segment '%s' niet toegepast",
        "SelectSegmentOfVisitors": "Selecteer een segment van bezoekers:",
        "ThisSegmentIsVisibleTo": "Dit segment is zichtbaar voor:",
        "VisibleToAllUsers": "alle gebruikers",
        "VisibleToMe": "mij",
        "YouDontHaveAccessToCreateSegments": "U heeft niet het benodigde toegangsniveau om segmenten te maken en bewerken.",
        "YouMustBeLoggedInToCreateSegments": "Je moet ingelogd zijn om Bezoekers segmenten te bewerken of aan te maken."
    },
    "SEO": {
        "AlexaRank": "Alexa Rank",
        "Bing_IndexedPages": "Bing geindexeerde pagina's",
        "Dmoz": "DMOZ items",
        "DomainAge": "Domein leeftijd",
        "Google_IndexedPages": "Google geindexeerde pagina's",
        "Rank": "Ranking",
        "SeoRankings": "SEO rankings",
        "SEORankingsFor": "SEO rankings voor %s"
    },
    "SitesManager": {
        "AddSite": "Voeg een nieuwe website toe",
        "AdvancedTimezoneSupportNotFound": "Geavanceerde tijdzone ondersteuning is niet gevonden in uw PHP-installatie (ondersteund vanaf versie 5.2). U kunt wel een handmatige UTC offset kiezen.",
        "AliasUrlHelp": "Het is niet verplicht, maar we raden aan om hier de diverse domeinnamen te noemen waarmee de bezoekers uit kunnen komen op uw website. Als u de alias-domeinnamen hier noemt, verschijnen ze niet in het websiterapport van de herkomst, maar als een directe binnenkomst. Het is niet nodig om URL's met of zonder WWW op te nemen, omdat Piwik dit automatisch detecteert.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Het veranderen van uw tijdszone heeft alleen effect op nieuwe data en zal niet met terugwerkende kracht gelden voor de reeds verzamelde data.",
        "ChooseCityInSameTimezoneAsYou": "Kies een stad in dezelfde tijdszone als van u.",
        "Currency": "Munteenheid",
        "CurrencySymbolWillBeUsedForGoals": "Het valutasymbool wordt weergegeven bij de inkomsten uit doelconversies.",
        "DefaultCurrencyForNewWebsites": "Standaard munteenheid voor nieuwe websites",
        "DefaultTimezoneForNewWebsites": "Standaard tijdzone voor nieuwe websites",
        "DeleteConfirm": "Weet u zeker dat u de volgende website wil verwijderen: %s?",
        "DisableSiteSearch": "Hou site zoekopdrachten niet bij.",
        "EcommerceHelp": "Bij inschakeling zal het hoofdstuk \"Doelen\" worden uitgebreid met een sectie \"E-commerce\".",
        "EnableEcommerce": "E-commerce ingeschakeld",
        "EnableSiteSearch": "Site zoekopdrachten worden bijgehouden",
        "ExceptionDeleteSite": "Het is niet mogelijk deze website te verwijderen aangezien het de enige geregistreerde website is. Voeg eerst een nieuwe website toe alvorens deze te verwijderen.",
        "ExceptionEmptyName": "De website dient een naam te hebben.",
        "ExceptionInvalidCurrency": "De munteenheid \"%s\" is niet geldig. Voer een geldig valuta symbool in (bijv. %s)",
        "ExceptionInvalidIPFormat": "Het IP om \"%s\" uit te sluiten heeft geen geldig IP-formaat (bijv. %s).",
        "ExceptionInvalidTimezone": "De tijdzone \"%s\" is ongeldig. Voer een geldige tijdzone in.",
        "ExceptionInvalidUrl": "De url '%s' is niet geldig.",
        "ExceptionNoUrl": "U moet minimaal één url bepalen voor deze website.",
        "ExcludedIps": "Uitgesloten IP's",
        "ExcludedParameters": "Uitgesloten parameters",
        "ExcludedUserAgents": "Uitgesloten gebruikers agenten",
        "GlobalExcludedUserAgentHelp2": "Je kunt dit gebruiken om sommige ots uit te sluiten zodat ze niet worden gevolgd.",
        "GlobalListExcludedIps": "Algemene lijst van uitgesloten IP's",
        "GlobalListExcludedQueryParameters": "Globale lijst van Query URL parameters om uit te sluiten.",
        "GlobalListExcludedUserAgents": "Globale lijst van User Agents om uit te sluiten.",
        "GlobalWebsitesSettings": "Algemene websites instellingen.",
        "HelpExcludedIps": "Voer de IP adressen in (één per lijn) die u niet wilt volgen via Piwik. U kunt wildcards gebruiken, bijv. %1$s of %2$s",
        "JsTrackingTagHelp": "Hier is de Javascript Tracking tag om te integreren in al uw pagina's",
        "KeepURLFragments": "Pagina URL fragmenten volgen",
        "ListOfIpsToBeExcludedOnAllWebsites": "De bezoekersinformatie van onderstaande IP-adressen zal worden uitgesloten op alle websites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "De Query URL parameters hieronder zullen worden uitgesloten van de URL's op alle websites.",
        "ListOfQueryParametersToExclude": "Voer de lijst in van URL Query Parameters die u wilt uitsluiten (één per lijn).",
        "MainDescription": "Uw webanalyserapport heeft websites nodig! Voeg websites toe, actualiseer of verwijder websites. Toont ook het javascript dat u nodig heeft om in uw webpagina's te integreren.",
        "NotAnEcommerceSite": "Geen E-commerce website",
        "NotFound": "Geen websites gevonden voor",
        "NoWebsites": "U heeft geen enkele websites in beheer.",
        "OnlyOneSiteAtTime": "U kunt slechts één website tegelijkertijd bewerken. Sla uw wijzigingen voor website %s op of annuleer de wijzigingen.",
        "PiwikOffersEcommerceAnalytics": "In Piwik is een geavanceerde Ecommerce Analytics tracking & rapportage mogelijk. Leer meer over %s Ecommerce Analytics%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik sluit automatisch veelvoorkomende sessie parameters uit (%s).",
        "PluginDescription": "Websitebeheer in Piwik: Voeg een nieuwe website toe, pas een bestaande aan, toon de javascript code om te integreren in uw pagina's. Alle acties zijn ook beschikbaar via de API.",
        "SearchKeywordParametersDesc": "Voer een komma gescheiden lijst in van alle query parameter namen die het site zoek sleutelwoord bevatten.",
        "SelectACity": "Selecteer een stad",
        "SelectDefaultCurrency": "U kunt de standaard munteenheid voor nieuwe websites ingeven.",
        "SelectDefaultTimezone": "U kunt de standaard tijdzone selecteren voor nieuwe websites.",
        "ShowTrackingTag": "Toon tracking tag",
        "Sites": "Websites",
        "Timezone": "Tijdzone",
        "TrackingTags": "Trackingcode voor %s",
        "Urls": "URLs",
        "UTCTimeIs": "UTC tijd is %s",
        "WebsitesManagement": "Website manager",
        "YouCurrentlyHaveAccessToNWebsites": "U heeft momenteel toegang tot %s websites .",
        "YourCurrentIpAddressIs": "Uw huidig IP-adres is %s"
    },
    "Transitions": {
        "BouncesInline": "%s bounces",
        "DirectEntries": "Directe Bezoeken",
        "ErrorBack": "Ga terug naar de vorige actie",
        "ExitsInline": "%s bestaat",
        "FromCampaigns": "Van Campagnes",
        "FromPreviousPages": "Van Interne Pagina's",
        "FromPreviousPagesInline": "%s van interne pagina's",
        "FromPreviousSiteSearches": "Van Interne Zoekopdracht",
        "FromPreviousSiteSearchesInline": "%s van interne zoekopdrachten",
        "FromSearchEngines": "Van Zoekmachines",
        "FromWebsites": "Van Websites",
        "IncomingTraffic": "Inkomend verkeer",
        "LoopsInline": "%s pagina herladen",
        "NoDataForAction": "Er is geen data voor %s",
        "OutgoingTraffic": "Uitgaand verkeer",
        "ShareOfAllPageviews": "Deze pagina had %s paginaweergaves (%s van alle paginaweergaves)",
        "ToFollowingPages": "Naar Interne Pagina's",
        "ToFollowingPagesInline": "%s naar interne pagina's",
        "ToFollowingSiteSearches": "Interne Zoekopdrachten",
        "ToFollowingSiteSearchesInline": "%s interne zoekopdrachten",
        "XOfAllPageviews": "%s van alle weergaves van deze pagina",
        "XOutOfYVisits": "%s (van de %s)"
    },
    "UserCountry": {
        "CannotFindGeoIPDatabaseInArchive": "Kan bestand %1$s niet vinden in tar archief %2$s!",
        "CannotListContent": "Kon geen lijst maken van de inhoud voor %1$s: %2$s",
        "CannotLocalizeLocalIP": "IP-adres %s is een lokaal adres en kan geen geolocatie op toegepast worden.",
        "CannotUnzipDatFile": "Kan dat bestand niet uitpakken in %1$s: %2$s",
        "City": "Stad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "continent_afr": "Afrika",
        "continent_amc": "Centraal-Amerika",
        "continent_amn": "Noord-Amerika",
        "continent_ams": "Zuid en Centraal-Amerika",
        "continent_ant": "Antarctica",
        "continent_asi": "Azië",
        "continent_eur": "Europa",
        "continent_oce": "Oceanië",
        "Country": "Land",
        "country_a1": "Anonieme proxy",
        "country_a2": "Satellite Provider",
        "country_ac": "Ascension Eilanden",
        "country_ad": "Andorra",
        "country_ae": "Verenigde Arabische Emiraten",
        "country_af": "Afghanistan",
        "country_ag": "Antigua en Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albanië",
        "country_am": "Armenië",
        "country_an": "Nederlandse Antillen",
        "country_ao": "Angola",
        "country_ap": "Azië",
        "country_aq": "Antartica",
        "country_ar": "Argentinië",
        "country_as": "Samoa",
        "country_at": "Oostenrijk",
        "country_au": "Australië",
        "country_aw": "Aruba",
        "country_ax": "Åland",
        "country_az": "Azerbeidzjan",
        "country_ba": "Bosnië en Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "België",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgarije;",
        "country_bh": "Bahrein",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Saint-Barthélemy",
        "country_bm": "Bermuda",
        "country_bn": "Brunei",
        "country_bo": "Bolivië",
        "country_bq": "Bonaire, Sint Eustatius en Saba",
        "country_br": "Brazilië",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Birma",
        "country_bv": "Bouvet Eiland",
        "country_bw": "Botswana",
        "country_by": "Wit-Rusland",
        "country_bz": "Belize",
        "country_ca": "Canada",
        "country_cat": "Catalaans-sprekende gemeenschappen",
        "country_cc": "Cocos Eilanden",
        "country_cd": "Congo-Kinshasa",
        "country_cf": "Centraal Afrika",
        "country_cg": "Congo-Brazzaville",
        "country_ch": "Zwitserland",
        "country_ci": "Ivoorkust",
        "country_ck": "Cook Eilanden",
        "country_cl": "Chili",
        "country_cm": "Kameroen",
        "country_cn": "China",
        "country_co": "Colombia",
        "country_cp": "Clipperton Eilanden",
        "country_cr": "Costa Rica",
        "country_cs": "Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Kaapverdië",
        "country_cw": "Curaçao",
        "country_cx": "Paaseilanden",
        "country_cy": "Cyprus",
        "country_cz": "Tsjechië",
        "country_de": "Duitsland",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibouti",
        "country_dk": "Denemarken",
        "country_dm": "Dominica",
        "country_do": "Dominicaanse Republiek",
        "country_dz": "Algerijë",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Ecuador",
        "country_ee": "Estland",
        "country_eg": "Egypte",
        "country_eh": "Westelijke Sahara",
        "country_er": "Eritrea",
        "country_es": "Spanje",
        "country_et": "Ethiopië",
        "country_eu": "Europese Unie",
        "country_fi": "Finland",
        "country_fj": "Fiji",
        "country_fk": "Falkland Eilanden",
        "country_fm": "Micronesië",
        "country_fo": "Faer&öuml;er",
        "country_fr": "Frankrijk",
        "country_fx": "Frankrijk, Metropolitan",
        "country_ga": "Gabon",
        "country_gb": "Groot Brittannië",
        "country_gd": "Grenada",
        "country_ge": "Georgië",
        "country_gf": "Frans Guyana",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Groenland",
        "country_gm": "Gambia",
        "country_gn": "Guinee",
        "country_gp": "Guadeloupe",
        "country_gq": "Equatoriaal Guinea",
        "country_gr": "Griekenland",
        "country_gs": "Zuid-Georgië",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinee-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Heard Eiland en McDonald Eilanden",
        "country_hn": "Honduras",
        "country_hr": "Kroatië",
        "country_ht": "Haïti",
        "country_hu": "Hongarije",
        "country_ic": "Canarische eilanden",
        "country_id": "Indonesië",
        "country_ie": "Ierland",
        "country_il": "Israël",
        "country_im": "Isle of Man",
        "country_in": "India",
        "country_io": "Brits Indische Oceaanterritorium",
        "country_iq": "Irak",
        "country_ir": "Iran",
        "country_is": "IJsland",
        "country_it": "Italië",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordanë",
        "country_jp": "Japan",
        "country_ke": "Kenia",
        "country_kg": "Kirgizë",
        "country_kh": "Cambodja",
        "country_ki": "Kiribati",
        "country_km": "Comoren",
        "country_kn": "Saint Kitts en Nevis",
        "country_kp": "Noord-Korea",
        "country_kr": "Zuid-Korea",
        "country_kw": "Koeweit",
        "country_ky": "Kaaiman Eilanden",
        "country_kz": "Kazachstan",
        "country_la": "Laos",
        "country_lb": "Libanon",
        "country_lc": "Saint Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberië",
        "country_ls": "Lesbos",
        "country_lt": "Litouwen",
        "country_lu": "Luxemburg",
        "country_lv": "Letland",
        "country_ly": "Libië",
        "country_ma": "Marokko",
        "country_mc": "Monaco",
        "country_md": "Moldavië",
        "country_me": "Montenegro",
        "country_mf": "Sint Maarten",
        "country_mg": "Madagaskar",
        "country_mh": "Marshall Eilanden",
        "country_mk": "Macedonië",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongolië",
        "country_mo": "Macau",
        "country_mp": "Noordelijke Marianen",
        "country_mq": "Martinique",
        "country_mr": "Mauritanië",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Maldiven",
        "country_mw": "Malawi",
        "country_mx": "Mexico",
        "country_my": "Maleisië",
        "country_mz": "Mozambique",
        "country_na": "Namibië",
        "country_nc": "Nieuw-Caledonia",
        "country_ne": "Niger",
        "country_nf": "Norfolk Eiland",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Nederland",
        "country_no": "Noorwegen",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Neutrale zone",
        "country_nu": "Niue",
        "country_nz": "Nieuw-Zeeland",
        "country_o1": "Ander land",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "Frans-Polynesië",
        "country_pg": "Papoea-Nieuw-Guinea",
        "country_ph": "Filipijnen",
        "country_pk": "Pakistan",
        "country_pl": "Polen",
        "country_pm": "Saint-Pierre en Miquelon",
        "country_pn": "Pitcairn Eilanden",
        "country_pr": "Puerto Rico",
        "country_ps": "Palestijnse Autoriteit",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Réunion",
        "country_ro": "Roemenië",
        "country_rs": "Servië",
        "country_ru": "Rusland",
        "country_rw": "Rwanda",
        "country_sa": "Saoedi-Arabië",
        "country_sb": "Salomons Eilanden",
        "country_sc": "Seychellen",
        "country_sd": "Sudan",
        "country_se": "Zweden",
        "country_sf": "Finland",
        "country_sg": "Singapore",
        "country_sh": "Sint-Helena",
        "country_si": "Slovenië",
        "country_sj": "Spitsbergen en Jan Mayen",
        "country_sk": "Slovakije",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalië",
        "country_sr": "Suriname",
        "country_ss": "Zuid-Sudan",
        "country_st": "Sao Tomé en Principe",
        "country_su": "Voormalige Sovjet Unie",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten",
        "country_sy": "Syrië",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Turkse en Caicos Eilanden",
        "country_td": "Tsjaad",
        "country_tf": "Franse Zuidelijke en Antarctische Gebieden",
        "country_tg": "Togo",
        "country_th": "Thailand",
        "country_ti": "Tibet",
        "country_tj": "Tadzjikistan",
        "country_tk": "Tokelau Eilanden",
        "country_tl": "Oost-Timor",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunesië",
        "country_to": "Tonga",
        "country_tp": "Oost-Timor",
        "country_tr": "Turkije",
        "country_tt": "Trinidad en Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tanzanië",
        "country_ua": "Oekraïne",
        "country_ug": "Uganda",
        "country_uk": "Groot Brittannië",
        "country_um": "Kleine Pacifische Eilanden van de Verenigde Staten",
        "country_us": "Verenigde Staten",
        "country_uy": "Uruguay",
        "country_uz": "Oezbekistan",
        "country_va": "Vaticaanstad",
        "country_vc": "Saint Vincent en de Grenadines",
        "country_ve": "Venezuela",
        "country_vg": "Britse Maagdeneilanden",
        "country_vi": "Amerikaanse Maagdeneilanden",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis en Futuna",
        "country_ws": "Samoa",
        "country_ye": "Jemen",
        "country_yt": "Mayotte",
        "country_yu": "Voormalig Joegoslavië",
        "country_za": "Zuid-Afrika",
        "country_zm": "Zambia",
        "country_zr": "Zaïre",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "Volgens deze provider is je huidige locatie",
        "DefaultLocationProviderDesc1": "De standaard locatie provider gokt een bezoekers land gebaseerd op de taal die ze gebruiken.",
        "DefaultLocationProviderDesc2": "Dit is niet erg nauwkeurig, %1$swe adviseren %2$sGeoIP%3$s. te installeren en gebruiken.%4$s",
        "DistinctCountries": "%s unieke landen",
        "DownloadingDb": "%s aan het downloaden",
        "DownloadNewDatabasesEvery": "Update databases elke",
        "FoundApacheModules": "Piwik vond de volgende Apache modules",
        "FromDifferentCities": "andere steden",
        "GeoIPDatabases": "GeoIP Databases",
        "GeoIPImplHasAccessTo": "Deze GeoIP implementatie heeft toegang tot de volgende database types",
        "GeoIPNoServerVars": "Piwik kan geen GeoIP %s variabelen vinden.",
        "GeoIPPeclCustomDirNotSet": "De %s PHP ini optie is niet ingesteld.",
        "GeoIPServerVarsFound": "Piwik detecteert de volgende GeoIP %s variabelen",
        "GeoLiteCityLink": "Als u de GeoLite City database gebruikt, gebruik dan deze link: %1$s%2$s%3$s.",
        "Geolocation": "Geolocatie",
        "GeolocationPageDesc": "Op deze pagina kunt u instellen hoe Piwik bezoeker locaties bepaald.",
        "getCityDocumentation": "Dit rapport laat zien in welke stad uw bezoekers waren toen ze uw website bezochten.",
        "getContinentDocumentation": "Dit rapport laat zien in welk continent uw bezoekers waren toen ze uw website bezochten.",
        "getCountryDocumentation": "Dit rapport laat zien in welk land uw bezoekers waren toen ze uw website bezochten.",
        "getRegionDocumentation": "Dit rapport laat zien in welke regio uw bezoekers waren toen ze uw website bezochten.",
        "HowToInstallApacheModule": "Hoe installeer ik de GeoIP module voor Apache?",
        "HowToInstallGeoIPDatabases": "Hoe krijg ik de GeoIP databases?",
        "HowToInstallGeoIpPecl": "Hoe installeer ik de GeoIP PECL extensie?",
        "HowToInstallNginxModule": "Hoe installeer ik de GeoIP module voor Nginx?",
        "HowToSetupGeoIP": "Hoe zet ik accurate geolocatie op met GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s de GeoLite City database van %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Pak dit bestand uit en kopieer het resultaat, %1$s in de %2$smisc%3$s Piwik directory (u kunt dit doen met FTP of SSH).",
        "HowToSetupGeoIP_Step4": "Klaar! U heeft zojuist Piwik ingesteld om GeoIP te gebruiken. U kunt nu zien uit welke regio's en steden uw bezoekers komen i.c.m. zeer accurate informatie over het land van herkomst.",
        "HttpServerModule": "HTTP Server Module",
        "InvalidGeoIPUpdatePeriod": "Ongeldige periode voor de GeoIP updater: %1$s. Geldige waardes zijn %2$s.",
        "ISPDatabase": "ISP database",
        "IWantToDownloadFreeGeoIP": "Ik wil de gratis GeoIP database downloaden...",
        "Latitude": "Breedtegraad",
        "Location": "Locatie",
        "LocationDatabase": "Locatie database",
        "LocationDatabaseHint": "Een locatie database is of een land of een regio of een stad database.",
        "LocationProvider": "Locatie Provider",
        "Longitude": "Lengtegraad",
        "Organization": "Organisatie",
        "OrgDatabase": "Organisatie Database",
        "PiwikNotManagingGeoIPDBs": "Piwik beheert momenteel geen GeoIP databases.",
        "PluginDescription": "Rapporteert het land van de bezoekers.",
        "Region": "Regio",
        "SetupAutomaticUpdatesOfGeoIP": "Stel automatische updates van GeoIP databases in",
        "SubmenuLocations": "Locaties",
        "ThisUrlIsNotAValidGeoIPDB": "Het gedownloade bestand is geen valide GeoIP database. Controleer de link a.u.b. opnieuw, of download het bestand handmatig.",
        "ToGeolocateOldVisits": "Om locatie data voor oude bezoeken te krijgen, gebruik het %1$shier%2$s beschreven script.",
        "UpdaterHasNotBeenRun": "De updater is nog niet eerder uitgevoerd.",
        "UpdaterWasLastRun": "De updater is voor het laatst uitgevoerd op %s.",
        "WidgetLocation": "Bezoeker Locatie"
    },
    "UserCountryMap": {
        "AndNOthers": "en %s anderen",
        "Cities": "Steden",
        "Countries": "Landen",
        "DaysAgo": "%s dagen geleden",
        "GoalConversions": "%s doelconversies",
        "Hours": "uren",
        "HoursAgo": "%s uren geleden",
        "map": "kaart",
        "Minutes": "minuten",
        "MinutesAgo": "%s minuten geleden",
        "None": "Geen",
        "NoVisit": "Geen bezoeken",
        "RealTimeMap": "Realtime Kaart",
        "Regions": "Regio's",
        "Searches": "%s zoekopdrachten",
        "Seconds": "seconden",
        "SecondsAgo": "%s seconden geleden",
        "VisitorMap": "Bezoeker Kaart",
        "WorldWide": "Wereldwijd"
    },
    "UserSettings": {
        "BrowserFamilies": "Browser per type",
        "BrowserLanguage": "Browsertaal",
        "Browsers": "Browser per versie",
        "BrowserWithNoPluginsEnabled": "%1$s zonder plugins ingeschakeld",
        "BrowserWithPluginsEnabled": "%1$s met plugins %2$s ingeschakeld",
        "ColumnBrowser": "Browser",
        "ColumnBrowserFamily": "Browser per Type",
        "ColumnBrowserVersion": "Browserversie",
        "ColumnConfiguration": "Configuratie",
        "ColumnOperatingSystem": "Besturingssysteem",
        "ColumnResolution": "Resolutie",
        "ColumnTypeOfScreen": "Schermtype",
        "Configurations": "Configuraties",
        "GamingConsole": "Spelconsole",
        "Language_aa": "Afar",
        "Language_ab": "Abchazisch",
        "Language_ae": "Avestisch",
        "Language_af": "Afrikaans",
        "Language_ak": "Akan",
        "Language_am": "Amhaars",
        "Language_an": "Aragonees",
        "Language_ar": "Arabisch",
        "Language_as": "Assamees",
        "Language_av": "Avarisch",
        "Language_ay": "Aymara",
        "Language_az": "Azerbeidzjaans",
        "Language_ba": "Basjkiers",
        "Language_be": "Wit-Russisch",
        "Language_bg": "Bulgaars",
        "Language_bh": "Bihari",
        "Language_bi": "Bislama",
        "Language_bm": "Bambara",
        "Language_bn": "Bengalees",
        "Language_bo": "Tibetaans",
        "Language_br": "Bretons",
        "Language_bs": "Bosnisch",
        "Language_ca": "Catalaans",
        "Language_ce": "Chechen",
        "Language_ch": "Chamorro",
        "Language_co": "Corsicaans",
        "Language_cr": "Cree",
        "Language_cs": "Tsjechisch",
        "Language_cu": "Kerkslavisch",
        "Language_cv": "Tsjoevasjisch",
        "Language_cy": "Welsh",
        "Language_da": "Deens",
        "Language_de": "Duits",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewe",
        "Language_el": "Grieks",
        "Language_en": "Engels",
        "Language_eo": "Esperanto",
        "Language_es": "Spaans",
        "Language_et": "Estlands",
        "Language_eu": "Baskisch",
        "Language_fa": "Perzisch",
        "Language_ff": "Fulah",
        "Language_fi": "Fins",
        "Language_fj": "Fijisch",
        "Language_fo": "Faeröers",
        "Language_fr": "Frans",
        "Language_fy": "Fries",
        "Language_ga": "Iers",
        "Language_gd": "Schots Gaelic",
        "Language_gl": "Galicisch",
        "Language_gn": "Guarani",
        "Language_gu": "Gujarati",
        "Language_gv": "Manx",
        "Language_ha": "Hausa",
        "Language_he": "Hebreeuws",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri Motu",
        "Language_hr": "Kroatisch",
        "Language_ht": "Haïtiaans",
        "Language_hu": "Hongaars",
        "Language_hy": "Armeens",
        "Language_hz": "Herero",
        "Language_ia": "Interlingua",
        "Language_id": "Indonesisch",
        "Language_ie": "Interlingue",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Inupiaq",
        "Language_io": "Ido",
        "Language_is": "IJslands",
        "Language_it": "Italiaans",
        "Language_iu": "Inuktitut",
        "Language_ja": "Japans",
        "Language_jv": "Javaans",
        "Language_ka": "Georgisch",
        "Language_kg": "Kongo",
        "Language_ki": "Kikuyu",
        "Language_kj": "Kuanyama",
        "Language_kk": "Kazachs",
        "Language_kl": "Kalaallisut",
        "Language_km": "Khmer",
        "Language_kn": "Kannada",
        "Language_ko": "Koreaans",
        "Language_kr": "Kanuri",
        "Language_ks": "Kashmiri",
        "Language_ku": "Koerdisch",
        "Language_kv": "Komi",
        "Language_kw": "Cornish",
        "Language_ky": "Kirgizisch",
        "Language_la": "Latijn",
        "Language_lb": "Luxemburgs",
        "Language_lg": "Ganda",
        "Language_li": "Limburgs",
        "Language_ln": "Lingala",
        "Language_lo": "Lao",
        "Language_lt": "Litouws",
        "Language_lu": "Luba-Katanga",
        "Language_lv": "Letlands",
        "Language_mg": "Malagasisch",
        "Language_mh": "Marshallees",
        "Language_mi": "Maori",
        "Language_mk": "Macedonisch",
        "Language_ml": "Malayalam",
        "Language_mn": "Mongools",
        "Language_mr": "Marathi",
        "Language_ms": "Maleis",
        "Language_mt": "Maltees",
        "Language_my": "Birmees",
        "Language_na": "Nauru",
        "Language_nb": "Noors - Bokmål",
        "Language_nd": "Noord-Ndbele",
        "Language_ne": "Nepalees",
        "Language_ng": "Ndonga",
        "Language_nl": "Nederlands",
        "Language_nn": "Noors - Nynorsk",
        "Language_no": "Noors",
        "Language_nr": "Zuid-Ndbele",
        "Language_nv": "Navajo",
        "Language_ny": "Nyanja",
        "Language_oc": "Occitaans",
        "Language_oj": "Ojibwa",
        "Language_om": "Oromo",
        "Language_or": "Oriya",
        "Language_os": "Ossetisch",
        "Language_pa": "Punjabi",
        "Language_pi": "Pali",
        "Language_pl": "Pools",
        "Language_ps": "Pasjtoe",
        "Language_pt": "Portugees",
        "Language_qu": "Quechua",
        "Language_rm": "Reto-Romaans",
        "Language_rn": "Rundi",
        "Language_ro": "Roemeens",
        "Language_ru": "Russisch",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sanskriet",
        "Language_sc": "Sardinisch",
        "Language_sd": "Sindhi",
        "Language_se": "Noord-Samisch",
        "Language_sg": "Sango",
        "Language_si": "Singalees",
        "Language_sk": "Slowaaks",
        "Language_sl": "Sloveens",
        "Language_sm": "Samoaans",
        "Language_sn": "Shona",
        "Language_so": "Somalisch",
        "Language_sq": "Albanees",
        "Language_sr": "Servisch",
        "Language_ss": "Swati",
        "Language_st": "Zuid-Sotho",
        "Language_su": "Soendanees",
        "Language_sv": "Zweeds",
        "Language_sw": "Swahili",
        "Language_ta": "Tamil",
        "Language_te": "Teloegoe",
        "Language_tg": "Tadzjieks",
        "Language_th": "Thais",
        "Language_ti": "Tigrinya",
        "Language_tk": "Turkmeens",
        "Language_tl": "Tagalog",
        "Language_tn": "Tswana",
        "Language_to": "Tonga",
        "Language_tr": "Turks",
        "Language_ts": "Tsonga",
        "Language_tt": "Tataars",
        "Language_tw": "Twi",
        "Language_ty": "Tahitisch",
        "Language_ug": "Oeigoers",
        "Language_uk": "Oekraïens",
        "Language_ur": "Urdu",
        "Language_uz": "Oezbeeks",
        "Language_ve": "Venda",
        "Language_vi": "Vietnamees",
        "Language_vo": "Volapük",
        "Language_wa": "Wallonisch",
        "Language_wo": "Wolof",
        "Language_xh": "Xhosa",
        "Language_yi": "Jiddisch",
        "Language_yo": "Yoruba",
        "Language_za": "Zhuang",
        "Language_zh": "Chinees",
        "Language_zu": "Zulu",
        "LanguageCode": "Taal code",
        "MobileVsDesktop": "Mobiel versus Desktop",
        "OperatingSystemFamily": "Besturingssyteem familie",
        "OperatingSystems": "Besturingssystemen",
        "PluginDescription": "Rapporteert verschillende gebruikers instellingen: Browser, Browser familie, Besturingssysteem, Plugins, Resolutie, Globale Instellingen.",
        "PluginDetectionDoesNotWorkInIE": "Opmerking: plugin detectie werkt niet in Internet Explorer. Het rapport is alleen gebaseerd op andere browsers dan IE",
        "Resolutions": "Schermresoluties",
        "VisitorSettings": "Bezoekers Instellingen",
        "WideScreen": "Breedbeeld",
        "WidgetBrowserFamilies": "Browser per type",
        "WidgetBrowserFamiliesDocumentation": "Deze grafiek toont de browsers van uw bezoekers, verdeeld in browserfamilies. %s De belangrijkste informatie voor webontwikkelaars is wat voor soort renderingengine hun bezoekers gebruiken. De labels bevatten de namen van de engines, gevolgd door de meest voorkomende browsers (tussen haakjes) die deze engine gebruiken.",
        "WidgetBrowsers": "Browsers bezoekers",
        "WidgetBrowsersDocumentation": "Dit rapport bevat informatie over het type browsers dat door door uw bezoekers werd gebruikt. Elke browserversie wordt apart vermeld.",
        "WidgetBrowserVersion": "Browserversie",
        "WidgetGlobalVisitors": "Algemene configuratie",
        "WidgetGlobalVisitorsDocumentation": "Dit rapport toont de meest voorkomende configuraties die uw bezoekers hadden. Een configuratie is de combinatie van een besturingssysteem, een browser type en een schermresolutie.",
        "WidgetOperatingSystems": "Besturings systemen",
        "WidgetPlugins": "Geïnstalleerde plugins",
        "WidgetPluginsDocumentation": "Dit rapport laat zien welke browserplugins uw bezoekers haden geïnstalleerd. Deze informatie kan van belang zijn voor het kiezen van de juiste manier om uw content aan te bieden.",
        "WidgetResolutions": "Schermresoluties",
        "WidgetWidescreen": "Normaal\/Breedbeeld"
    },
    "UsersManager": {
        "AddUser": "Voeg gebruiker toe",
        "Alias": "Alias",
        "AllWebsites": "Alle websites",
        "ApplyToAllWebsites": "Pas toe op elke website",
        "ChangeAllConfirm": "Weet u zeker dat u de rechten van '%s' voor alle websites wilt wijzigen?",
        "ChangePasswordConfirm": "Als het wachtwoord wordt gewijzigd, zal ook de gebruikers token_auth wijzigen. Wilt u echt doorgaan?",
        "ClickHereToDeleteTheCookie": "Klik hier om de cookie te verwijderen en laat Piwik uw bezoeken volgen.",
        "ClickHereToSetTheCookieOnDomain": "Klik hier om een cookie te plaatsen dat uw bezoeken uitsluit van Piwik op %s",
        "DeleteConfirm": "Weet u zeker dat u de volgende gebruiker wilt verwijderen: %s?",
        "Email": "E-mail",
        "EmailYourAdministrator": "%1$sE-mail de beheerder over dit probleem%2$s.",
        "ExceptionAccessValues": "De parameter toegang moet één van de volgede waarden bevatten : [ %s ]",
        "ExceptionAdminAnonymous": "U kunt geen adminrechten toekennen aan de 'anonieme' gebruiker.",
        "ExceptionDeleteDoesNotExist": "Gebruiker '%s' bestaat niet en kan dus niet verwijderd worden.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Verwijderen van gebruiker '%s' is niet mogelijk.",
        "ExceptionEditAnonymous": "De anonieme gebruiker kan niet gewijzigd of verwijderd worden. Deze wordt door Piwik gebruikt voor gebruikers die nog niet zijn ingelogd. U kunt bijvoorbeeld uw statistieken publiekelijk maken door de 'anonieme' gebruiker 'kijkers rechten' te geven.",
        "ExceptionEmailExists": "Er is reeds een gebruiker met '%s' als e-mail adres.",
        "ExceptionInvalidEmail": "Het e-mail adres is ongeldig.",
        "ExceptionInvalidLoginFormat": "De gebruikersnaam moet tussen de %1$s en %2$s karakters lang zijn en mag alleen letters, cijfers of de karaketers _ , - , . bevatten",
        "ExceptionInvalidPassword": "De lengte van het wachtwoord moet tussen %1$s en %2$s tekens lang zijn.",
        "ExceptionLoginExists": "Login '%s' bestaat reeds.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth verwacht een MD5-hash wachtwoord (32 tekens lange reeks). Vraag de md5()functie op het wachtwoord op alvorens deze methode aan te roepen.",
        "ExceptionUserDoesNotExist": "Gebruiker '%s' bestaat niet.",
        "ExcludeVisitsViaCookie": "Sluit uw bezoeken uit met een cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Voor anonieme gebruikers, Standaard rapport datum bij laden pagina.",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Als u het wachtwoord wilt wijzigen, geef dan een nieuwe op. Laat het anders leeg.",
        "LastSeen": "Laatst gezien",
        "MainDescription": "Stel in welke gebruikers toegang hebben tot de Piwik rapporten van deze website. U kan de toegangsrechten voor alle websites tegelijk bepalen door deze optie te kiezen in de dropdown.",
        "ManageAccess": "Toegangsbeheer",
        "MenuAnonymousUserSettings": "Anonieme gebruikers instellingen",
        "MenuUsers": "Gebruikers",
        "MenuUserSettings": "Gebruikers instellingen",
        "NoUsersExist": "Er zijn nog geen gebruikers.",
        "PluginDescription": "Gebruikers beheer in Piwik: voeg een nieuwe gebruiker toe, pas een bestaande aan, pas de permissies aan. Alle acties zijn ook beschikbaar via de API",
        "PrivAdmin": "Admin",
        "PrivNone": "Geen toegang",
        "PrivView": "Kijken",
        "ReportDateToLoadByDefault": "Standaard rapport datum bij laden pagina.",
        "ReportToLoadByDefault": "Standaard rapport bij laden pagina.",
        "TheLoginScreen": "Het login scherm",
        "ThereAreCurrentlyNRegisteredUsers": "Er zijn nu %s geregistreerde gebruikes.",
        "TypeYourPasswordAgain": "Voer uw nieuwe wachtwoord nogmaals in.",
        "User": "Gebruiker",
        "UsersManagement": "Gebruikersbeheer",
        "UsersManagementMainDescription": "Creëer nieuwe of actualiseer bestaande gebruikers",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Wanneer gebruikers niet ingelogd zijn en Piwik bezoeken, moeten ze toegang krijgen",
        "YourUsernameCannotBeChanged": "Uw gebruikersnaam kan niet worden gewijzigd.",
        "YourVisitsAreIgnoredOnDomain": "%s Uw Piwik bezoeken worden genegeerd door Piwik op %s %s (Piwik negeer cookie is gevonden in uw browser).",
        "YourVisitsAreNotIgnored": "%sUw bezoeken worden niet genegeerd door Piwik%s (de Piwik negeer cookie is niet gevonden in uw browser)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Acties tijdens terugkerende bezoeken.",
        "ColumnAverageVisitDurationForReturningVisitors": "Gemiddelde duur van een terugkeer bezoek (in sec)",
        "ColumnAvgActionsPerReturningVisit": "Gemiddeld aantal acties per terugkerend bezoek",
        "ColumnBounceCountForReturningVisits": "Aantal bounces voor terugkerende bezoekers",
        "ColumnBounceRateForReturningVisits": "Bounce Rate voor terugkerende bezoeken",
        "ColumnMaxActionsInReturningVisit": "Hoogste aantal acties in een terugkeer bezoek",
        "ColumnNbReturningVisitsConverted": "Aantal conversies terugkerende bezoekers",
        "ColumnReturningVisits": "Terugkerende bezoeken",
        "ColumnSumVisitLengthReturning": "Totale tijd besteed door de terugkerende bezoeker (in seconden)",
        "ColumnUniqueReturningVisitors": "Unieke terugkerende bezoekers",
        "PluginDescription": "Toont diverse statistieken over terugkerende bezoekers versus eerste bezoekers.",
        "ReturnActions": "%s acties tijdens terugkerende bezoeken",
        "ReturnAverageVisitDuration": "%s gemiddelde duur bezoek voor terugkerende bezoekers",
        "ReturnAvgActions": "%s acties per terugkerend bezoek",
        "ReturnBounceRate": "%s terugkerende bezoeken die de website verlieten na één pagina.",
        "ReturningVisitDocumentation": "Een terugkerend bezoek is (in tegenstelling tot een nieuw bezoek) gemaakt door iemand die de website teminste één keer eerder heeft bezocht.",
        "ReturningVisitsDocumentation": "Dit is een overzicht van de terugkerende bezoekers.",
        "ReturnVisits": "%s terugkerende bezoeken",
        "SubmenuFrequency": "Frequentie",
        "WidgetGraphReturning": "Grafiek terugkerende bezoeken",
        "WidgetOverview": "Frequentie overzicht"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$s sec",
        "ColumnPagesPerVisit": "Pagina's per bezoek",
        "ColumnVisitDuration": "Duur bezoek",
        "Engagement": "Herhaalbezoeken",
        "NPages": "%s pagina's",
        "OneMinute": "1 min",
        "OnePage": "1 pagina",
        "PluginDescription": "Rapporten over de interesses van de bezoekers: aantal bekeken pagina's, tijdsduur op de website.",
        "PlusXMin": "%s min.",
        "VisitNum": "Aantal bezoeken",
        "VisitsByDaysSinceLast": "Herhalingsbezoek na bepaald aantal dagen",
        "visitsByVisitCount": "Verdeling herhaalbezoeken",
        "VisitsPerDuration": "Aantal bezoeken per bezoeksduur",
        "VisitsPerNbOfPages": "Pagina's per bezoek",
        "WidgetLengths": "Lengte bezoek",
        "WidgetLengthsDocumentation": "In dit rapport kunt u zien hoeveel bezoeken een bepaalde tijdsduur hadden. Het rapport wordt getoond in de vorm van een tagcloud, vaker voorkomende tijdsduren worden getoond in een groter lettertype.",
        "WidgetPages": "Pagina's per bezoek",
        "WidgetPagesDocumentation": "In dit rapport kunt u zien bij hoeveel bezoeken een bepaald aantal pagina's weren bekeken. Het rapport wordt getoond in de vorm van een tagcloud, vaker voorkomende aantal bekeken pagina's worden getoond in een groter lettertype.",
        "WidgetVisitsByDaysSinceLast": "Bezoeken per Dagen Sinds Laatste Bezoek",
        "WidgetVisitsByDaysSinceLastDocumentation": "In dit rapport kunt u zien hoeveel bezoeken van bezoekers waren, wiens laatste bezoek een bepaald aantal dagen geleden was.",
        "WidgetVisitsByNumDocumentation": "In dit rapport ziet u het aantal bezoeken van bezoekers die uw website tenminste N keer bezochten."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s gemiddelde laadtijd",
        "AverageVisitDuration": "%s gemiddelde duur bezoek",
        "GenerateQueries": "%s queries uitgevoerd",
        "GenerateTime": "%s seconden om deze pagina te genereren",
        "MaxNbActions": "%s hoogste aantal acties per bezoek",
        "NbActionsDescription": "%s acties",
        "NbActionsPerVisit": "%s acties per bezoek.",
        "NbDownloadsDescription": "%s downloads",
        "NbKeywordsDescription": "%s unieke sleutelwoorden",
        "NbOutlinksDescription": "%s outlinks",
        "NbPageviewsDescription": "%s paginaweergaves",
        "NbSearchesDescription": "%s totale zoekopdrachten",
        "NbUniqueDownloadsDescription": "%s unieke downloads",
        "NbUniqueOutlinksDescription": "%s unieke outlinks",
        "NbUniquePageviewsDescription": "%s unieke paginaweergaves",
        "NbUniqueVisitors": "%s unieke bezoekers",
        "NbVisitsBounced": "%s bezoekers hebben de website verlaten na één pagina",
        "PluginDescription": "Toont de algemene analyses: bezoeken, unieke bezoekers, aantal acties, bouncerate enz.",
        "VisitsSummary": "Bezoekers samenvatting",
        "VisitsSummaryDocumentation": "Dit is een trendlijn die de ontwikkeling weergeeft.",
        "WidgetLastVisits": "Recente bezoeken",
        "WidgetOverviewGraph": "Totalen met trendlijn",
        "WidgetVisits": "Bezoeken totalen"
    },
    "VisitTime": {
        "ColumnLocalTime": "Lokale tijd",
        "ColumnServerTime": "Server tijd",
        "DayOfWeek": "Dag van de week",
        "LocalTime": "Uur van de dag (tijdzone bezoeker)",
        "NHour": "%s uur",
        "PluginDescription": "Rapporteert de lokale en server tijd. Informatie over de Servertijd kan nuttig zijn om onderhoud aan de website in te plannen.",
        "ServerTime": "Uur van de dag (tijdzone server)",
        "SubmenuTimes": "Uur van de dag",
        "VisitsByDayOfWeek": "Bezoeken per dag van de week",
        "WidgetByDayOfWeekDocumentation": "Deze grafiek toont het aantal bezoeken op elke dag van de week.",
        "WidgetLocalTime": "Uur van de dag (tijdzone bezoeker)",
        "WidgetLocalTimeDocumentation": "Deze grafiek laat zien hoe laat het was in bezoekers 'de %s tijdzones%s tijdens hun bezoeken.",
        "WidgetServerTime": "Uur van de dag (tijdzone server)",
        "WidgetServerTimeDocumentation": "Deze grafiek laat zien hoe laat het was in de tijd van de%s server zone%s tijdens de bezoeken."
    },
    "Widgetize": {
        "OpenInNewWindow": "Open in een nieuw venster",
        "PluginDescription": "Deze plugin maakt het zeer gemakkelijk om Piwik widgets te exporteren naar uw blog, website of op iGoogle en Netvibes."
    }
}