{
    "Actions": {
        "AvgGenerationTimeTooltip": "Média baseada em %s visita(s) %s entre %s e %s",
        "ColumnClickedURL": "URL clicado",
        "ColumnClicks": "Cliques",
        "ColumnClicksDocumentation": "O número de vezes que link foi clicado.",
        "ColumnDownloadURL": "URL do Download",
        "ColumnEntryPageTitle": "Título da página de entrada",
        "ColumnEntryPageURL": "URL da página de entrada.",
        "ColumnExitPageTitle": "Título da página de Saída",
        "ColumnExitPageURL": "URL da página de saída",
        "ColumnNoResultKeyword": "Palavra-chave com Nenhum resultado na busca",
        "ColumnPageName": "Nome da página",
        "ColumnPagesPerSearch": "Resultados das páginas de pesquisa",
        "ColumnPagesPerSearchDocumentation": "Os visitantes poderão pesquisar em seu site, e às vezes clique em \"next\" para ver mais resultados. Este é o número médio de páginas de resultados de pesquisa vistos para esta palavra-chave.",
        "ColumnPageURL": "URL da página",
        "ColumnSearchCategory": "Categoria de Pesquisa",
        "ColumnSearches": "Pesquisas",
        "ColumnSearchesDocumentation": "O número de visitas que procuraram por esta palavra-chave no motor de busca do seu site.",
        "ColumnSearchExits": "% Saídas de pesquisa",
        "ColumnSearchExitsDocumentation": "A porcentagem de visitas que deixou o site após a pesquisa para esta palavra-chave em seu site no motor de busca.",
        "ColumnSearchResultsCount": "Contagem dos Resultados da Pesquisa",
        "ColumnSiteSearchKeywords": "Palavras-chaves exclusivas",
        "ColumnUniqueClicks": "Cliques únicos",
        "ColumnUniqueClicksDocumentation": "O número de visitantes as quais se acionaram um click no link. Se um link foi clicado várias vezes durante uma visita, isto é registrado somente uma vez.",
        "ColumnUniqueDownloads": "Downloads Únicos",
        "ColumnUniqueOutlinks": "Links Externos exclusivos",
        "DownloadsReportDocumentation": "Neste relatório, você pode ver quais arquivos seus visitantes baixaram. %s Piwik registra como download como um click em um link de download. Se o download foi completado ou não o Piwik não consegue determinar.",
        "EntryPagesReportDocumentation": "Este relatório contém informações sobre as páginas de entrada que foram utilizados durante o período especificado. Uma página de entrada é a primeira página que o usuário vê, durante sua visita. %s As URLs de entrada são exibidos como uma estrutura de pastas.",
        "EntryPageTitles": "Título de Páginas de Entradas",
        "EntryPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos das páginas de entrada que foram utilizados durante o período especificado.",
        "ExitPagesReportDocumentation": "Este relatório contém informações sobre as páginas de saída que ocorreram durante o período especificado. Uma página de saída é a última página que um usuário ve durante sua visita. %s As URLs de saída são exibidas como uma estrutura de pastas.",
        "ExitPageTitles": "Título de Páginas de Saídas",
        "ExitPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos de páginas de saída que ocorreram durante o período especificado.",
        "LearnMoreAboutSiteSearchLink": "Saiba mais sobre o rastreamento de como seus visitantes usam o seu motor de pesquisa.",
        "OneSearch": "1 pesquisa",
        "OutlinkDocumentation": "Um \"outlink\" é um link a qual guia o visitante a sair do seu website para outro domínio",
        "OutlinksReportDocumentation": "Este relatório mostra a lista de hierarquia de outlinks URLs as quais foram clicadas pelos seus visitantes",
        "PagesReportDocumentation": "Este relatório contém informações sobre URL de páginas as quais foram visitadas. %s A tabela está organizada hierarquicamente, as URLs estão apresentadas como estrutura de pastas",
        "PageTitlesReportDocumentation": "Este relatório contém informações sobre títulos de páginas as quais foram visitadas. %s O título da página é um HTML %s Tag a qual é mais visualizada nos títulos do browser.",
        "PageUrls": "URLs de Página(s)",
        "PluginDescription": "Relatórios sobre exibições de página, links externos e downaloads. Rastramentos de links externos e downloads é automático!",
        "SiteSearchCategories1": "Este relatório lista as categorias que os visitantes selecionaram, quando eles fizeram uma pesquisa em seu site.",
        "SiteSearchCategories2": "Por exemplo: os sites de comércio eletrônico têm tipicamente uma \"Categoria\" seletora de modo que os visitantes podem restringir suas pesquisas a todos os produtos de uma categoria específica.",
        "SiteSearchFollowingPagesDoc": "Quando os visitantes pesquisam em seu site, eles estão à procura de uma determinada página, conteúdo, produto ou serviço. Este relatório lista as páginas que foram mais clicadas depois de uma procura interna. Em outras palavras, a lista de páginas mais procuradas pelos visitantes já no seu site.",
        "SiteSearchIntro": "Acompanhamento de pesquisas que os visitantes fazem em seu site é uma forma muito eficaz de aprender mais sobre o que o seu público está procurando, ele pode ajudar a encontrar idéias de novos conteúdos, novos produtos de comércio eletrônico que potenciais clientes podem estar procurando, e em geral, melhorar as visitas ' experiência em seu site.",
        "SiteSearchKeyword": "Palavra Chave (Pesquisa no SIte)",
        "SiteSearchKeywordsDocumentation": "Este relatório lista as Palavras de busca que os visitantes procuraram em seu mecanismo de busca interno.",
        "SiteSearchKeywordsNoResultDocumentation": "Este relatório lista as Palavras-chave de pesquisa que não retornou nenhum resultado de pesquisa: talvez o algoritmo do motor de busca pode ser melhorado, ou talvez seus visitantes estão procurando por conteúdo que não tem (ainda) em seu site?",
        "SubmenuPagesEntry": "Páginas de entrada",
        "SubmenuPagesExit": "Páginas de saída",
        "SubmenuPageTitles": "Títulos das páginas",
        "SubmenuSitesearch": "Busca no Site",
        "WidgetEntryPageTitles": "Títulos da página de entrada",
        "WidgetExitPageTitles": "Títulos da página de saídas",
        "WidgetPagesEntry": "Páginas de Entrada",
        "WidgetPagesExit": "Páginas de saída",
        "WidgetPageTitles": "Títulos de página",
        "WidgetPageTitlesFollowingSearch": "Títulos da página seguindo uma pesquisa no site",
        "WidgetPageUrlsFollowingSearch": "Seguintes páginas contêm uma pesquisa no site",
        "WidgetSearchCategories": "Categorias de busca",
        "WidgetSearchKeywords": "Busca local por Palavras-chave",
        "WidgetSearchNoResultKeywords": "Palavras-chave buscadas sem resultados"
    },
    "Annotations": {
        "AddAnnotationsFor": "Adicione anotações para %s...",
        "AnnotationOnDate": "Anotação em %1$s: %2$s",
        "Annotations": "Anotações",
        "ClickToDelete": "Clique para excluir esta anotação.",
        "ClickToEdit": "Clique para editar esta anotação.",
        "ClickToEditOrAdd": "Clique para editar ou adicione uma nova anotação.",
        "ClickToStarOrUnstar": "Clique para adicionar ou remover uma estrela a esta anotação",
        "CreateNewAnnotation": "Criar uma nova anotação...",
        "EnterAnnotationText": "Digite a sua nota...",
        "HideAnnotationsFor": "Esconder anotações para %s...",
        "IconDesc": "Ver notas para este intervalo de datas.",
        "IconDescHideNotes": "Esconder anotações para este intervalo de datas",
        "InlineQuickHelp": "Você pode criar anotações para marcar eventos especiais (como uma nova postagem no blog, ou redefinição do site), para salvar suas análises de dados ou para salvar qualquer coisa que você acha que é importante.",
        "LoginToAnnotate": "Faça login para criar uma anotação",
        "NoAnnotations": "Não existem notas para este intervalo de datas.",
        "PluginDescription": "Permite anexar notas para dias diferentes para marcar as alterações feitas em seu site, salvar as análises que você faz a respeito de seus dados e compartilhar suas opiniões com seus colegas. Anotando seus dados, você poderá se lembrar por que seus dados possuem determinada aparência no sistema.",
        "ViewAndAddAnnotations": "Ver e adicionar notas para %s...",
        "YouCannotModifyThisNote": "Você não pode modificar essa anotação, porque você não possui permição, nem possui acesso de administrador para este site."
    },
    "API": {
        "GenerateVisits": "Se você não tem nenhum dado hoje, você pode gerar alguns dados usando o plugin %s. Você pode habilitar o plugin %s, então clique no menu \"Gerador de Visitantes\" na área Piwik Admin.",
        "KeepTokenSecret": "Esse token_auth é tão secreto quanto seu login e sua senha, %s não compartilhe isso %s!",
        "LoadedAPIs": "%s APIs carregadas com sucesso",
        "MoreInformation": "Para mais informações sobre as APIs Piwik, por favor, dê uma olhada no %s Introdução para Piwik API %s e a %s API Piwik de Referência %s .",
        "PluginDescription": "Todos os dados no Piwik estão disponíveis através de APIs simples. Esse plugin é o ponto de entrada para o web service, que você pode chamar para ter seus dados Web Analytics em xml, json, php, csv, etc.",
        "QuickDocumentationTitle": "Documentação rápida da API",
        "TopLinkTooltip": "Acesso ao Google Analytics seus dados Web programação através de uma API simples em json, xml, etc.",
        "UserAuthentication": "Autenticação de usuário",
        "UsingTokenAuth": "Se você quer %s requisitar dados dentro de um script, um crontab, etc. %s você precisa adicionar o parâmetro %s para a API chamar URLS que requerem autenticação."
    },
    "CoreAdminHome": {
        "Administration": "Administração",
        "BrandingSettings": "Configurações da identidade visual",
        "CheckReleaseGetVersion": "Sempre obter novas versões do Piwik",
        "ClickHereToOptIn": "Clique aqui para aceitar",
        "ClickHereToOptOut": "Clique aqui para optar por sair.",
        "CustomLogoFeedbackInfo": "Se você personalizar o logotipo Piwik, você também pode estar interessado em esconder a ligação %s no menu superior. Para fazer isso, você pode desabilitar o plug-in Comentários na página de Plugins %sManage%s.",
        "CustomLogoHelpText": "Você pode personalizar o logo que o Piwik exibe na interface do sistema e nos relatórios enviados por e-mail.",
        "DevelopmentProcess": "Enquanto o nosso %sprocesso de desenvolvimento%s inclui milhares de testes automatizados, Os Beta Testers desempenham um papel fundamental na realização da política de \"Nenhum bug\" no Piwik.",
        "EmailServerSettings": "Configurações do servidor de e-mail",
        "ForBetaTestersOnly": "Somente para testadores beta",
        "ImageTracking": "Rastreamento por imagem",
        "ImageTrackingIntro1": "Quando um visitante tem o JavaScript desactivado, ou quando o JavaScript não pode ser usado, você pode usar um link de rastreamento de imagem para acompanhar os visitantes.",
        "ImageTrackingIntro2": "Gerar o link abaixo e copiar e colar o código HTML gerado na página. Se você está usando isso como uma alternativa para controle de JavaScript, você pode inclui-lo na tag %1$s",
        "ImageTrackingIntro3": "Para a lista completa de opções que você pode usar com um link de monitoramento de imagem, consulte a %1$sDocumentação da API%2$s.",
        "ImageTrackingLink": "Link de rastreamento por imagem",
        "ImportingServerLogs": "Importando Logs do servidor",
        "ImportingServerLogsDesc": "Uma alternativa para o monitoramento de visitantes através do browser (via JavaScript ou um link de imagem) é continuamente importar logs do servidor. Saiba mais sobre em %1$sAnalisador de Logs do Servidor%2$s.",
        "InvalidPluginsWarning": "Os seguintes plugins não são compatíveis com %1$s e não pôde ser carregado: %2$s.",
        "InvalidPluginsYouCanUninstall": "Você pode atualizar ou desinstalar estes plugins na página %1$sGerenciar plugins%2$s.",
        "JavaScriptTracking": "Rastreamento de JavaScript",
        "JSTracking_CampaignKwdParam": "Parâmetro palavra-chave da campanha",
        "JSTracking_CampaignNameParam": "Parâmetro Nome da Campanha",
        "JSTracking_CodeNote": "Certifique-se de que este código estará em todas as páginas do seu website antes da tag %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Usar parâmetros de nome de consulta personalizados para a campanha e a palavra-chave.",
        "JSTracking_CustomCampaignQueryParamDesc": "Nota: %1$sPiwik irá detectar automaticamente os parâmetros do Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Ativar o não-monitoramento no lado do cliente",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: O não-monitoramento no lado do servidor foi ativado, por isso esta opção não terá nenhum efeito.",
        "JSTracking_EnableDoNotTrackDesc": "Assim, os pedidos de rastreamento não será enviada se os visitantes não deseja ser rastreado.",
        "JSTracking_GroupPageTitlesByDomain": "Prefixar o domínio do site para o título da página ao rastrear",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Então, se alguém visita o 'Sobre' na página do blog. %1$s será registrado como 'blog\/Sobre'. Esta é a maneira mais fácil de obter uma visão geral do seu tráfego por sub-domínio.",
        "JSTracking_MergeAliases": "No relatório de \"Links externos\", esconder clicks para os apelidos de URLs conhecidos",
        "JSTracking_MergeAliasesDesc": "Portanto clicks em links de apelidos de URLs (eg. %s) não serão contabilizados como \"links externos\"",
        "JSTracking_MergeSubdomains": "Acompanhar os visitantes em todos os subdomínios de",
        "JSTracking_MergeSubdomainsDesc": "Portanto se um visitante acessar %1$s e %2$s, ele será contado como visitante único.",
        "JSTracking_PageCustomVars": "Setar uma variável personalizada para cada exibição de página",
        "JSTracking_PageCustomVarsDesc": "Por exemplo, com variável de nome \"Categoria\" e valor \"White Papers\".",
        "JSTracking_VisitorCustomVars": "Setar variáveis personalizadas para este visitante",
        "JSTracking_VisitorCustomVarsDesc": "Por exemplo, com nome da variável \"Tipo\" e valor \"Cliente\".",
        "JSTrackingIntro1": "Você pode rastrear os visitantes de seu site muitas maneiras diferentes. A maneira recomendada de fazer isso é através de JavaScript. Para usar este método, você deve se certificar de que cada página do seu site possui o código JavaScript que você pode gerar aqui.",
        "JSTrackingIntro2": "Depois de obter o código de rastreamento JavaScript para o seu site, copie e cole em todas as páginas que você deseja acompanhar com Piwik.",
        "JSTrackingIntro3": "Na maioria dos sites, blogs, CMS, etc, você pode usar um plug-in pré-fabricado para fazer o trabalho técnico para você. (Veja a nossa %1$slista de plugins usados ​​para integrar Piwik%2$s.) Se não existir nenhum plugin você pode editar os arquivos de modelos do seu site e adicionar este código no arquivo \"rodapé\".",
        "JSTrackingIntro4": "Se você não quiser usar JavaScript para monitorar visitantes, %1$sgere abaixo, um link para rastreamento por imagem%2$s.",
        "JSTrackingIntro5": "Se você deseja mais do que apenas monitorar exibições de página, porfavor verifique a %1$sdocumentação do rastreamento por javascript do Piwik%2$s para uma lista de funcões disponíveis. Usando essas funções você pode acompanhar objetivos, variáveis ​​personalizadas, ordens de comércio eletrônico, compras abandonadas e muito mais.",
        "LatestBetaRelease": "O último release beta",
        "LatestStableRelease": "O último release estável",
        "LogoNotWriteableInstruction": "Para usar um logotipo cutomizado ao invés do logo padrão Piwiki, dê permissão de escrita para esse diretório: %1$s Piwiki precisa de acesso de escrita para seus logotipos armazenados no arquivo %2$s.",
        "LogoUpload": "Selecione um logotipo para carregar",
        "LogoUploadHelp": "Por favor faça o upload de um arquivo nos formatos %s com uma altura mínima de %s pixels.",
        "MenuDiagnostic": "Diagnostico",
        "MenuGeneralSettings": "Configurações Gerais",
        "MenuManage": "Gerenciar",
        "OptOutComplete": "Opt-out completo; suas visitas a este site não vai ser gravado pela ferramenta de Web Analytics.",
        "OptOutCompleteBis": "Note que se você limpar os cookies, excluir o cookie de opt-out, ou se mudar de computador ou navegadores da Web, você vai precisar realizar o procedimento opt-out novamente.",
        "OptOutExplanation": "Piwik é dedicado a fornecer a privacidade na Internet. Para fornecer a seus visitantes a escolha de opting-out de Piwik Web Analytics, você pode adicionar o seguinte código HTML em uma página do seu site, por exemplo, em uma página de Política de Privacidade.",
        "OptOutExplanationBis": "Este código irá exibir um iframe contendo um link para os seus visitantes optarem por definir um cookie em seus navegadores para não utilizar o Piwik. %sClique aqui%s para visualizar o conteúdo que será exibido pelo iFrame.",
        "OptOutForYourVisitors": "Piwik opt-out para os seus visitantes",
        "PiwikIsInstalledAt": "Piwik esta instalado no",
        "PluginDescription": "Área Administrativa do Piwik.",
        "PluginSettingChangeNotAllowed": "Você não tem permissão para alterar o valor da configuração \"%s\" no plug-in \"%s\"",
        "PluginSettings": "Configurações do plugin",
        "PluginSettingsIntro": "Aqui você pode alterar as configurações dos seguintes plugins de terceiros:",
        "PluginSettingsValueNotAllowed": "O valor para o campo \"%s\" no plug-in \"%s\" não é permitido",
        "StableReleases": "Se Piwik é uma parte crítica do seu negócio, recomendamos que você use a última versão estável. Se você usar a versão beta mais recente e você encontrar um erro ou tem uma sugestão, por favor, %sveja aqui%s.",
        "TrackAGoal": "Monitorar uma meta",
        "TrackingCode": "Código de rastreamento",
        "TrustedHostConfirm": "Tem certeza de que deseja alterar o hostname confiável Piwik?",
        "TrustedHostSettings": "Hostname Piwik confiável",
        "UseCustomLogo": "Usar logomarca personalizada",
        "ValidPiwikHostname": "Hostname Piwik válido",
        "WithOptionalRevenue": "com rendimento opcional",
        "YouAreOptedIn": "Você está atualmente dentro do opted",
        "YouAreOptedOut": "Você optou por sair.",
        "YouMayOptOut": "Você pode optar por não ter um único número de identificação web analytics de cookie atribuído ao seu computador para evitar a agregação e análise dos dados coletados neste site.",
        "YouMayOptOutBis": "Para fazer essa escolha, clique abaixo para receber um cookie de opt-out."
    },
    "CoreHome": {
        "CategoryNoData": "Sem dados nesta categoria. Tente o \"Incluir toda a população\".",
        "CheckForUpdates": "Verificar atualizações",
        "CheckPiwikOut": "Verificar saída do Piwik",
        "CloseWidgetDirections": "Você pode fechar esta ferramenta clicando no ícone \"X\" na parte superior do widget.",
        "DataForThisReportHasBeenPurged": "Os dados para este relatório possuem mais de %s meses e foram excluídos.",
        "DataTableExcludeAggregateRows": "Agregar linhas é mostrados %s Esconder-los.",
        "DataTableIncludeAggregateRows": "Linhas agregadas estão ocultas %s Clique para exibir",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "Padrão",
        "DonateCall1": "Piwik sempre custará nada para usar, mas isso não significa que não nos custa nada para fazê-lo.",
        "DonateCall2": "Piwik precisa do seu apoio continuado para crescer e prosperar.",
        "DonateCall3": "Se você sentir que Piwik tem acrescentado valor significativo para o seu negócio ou empreendimento,%1$sconsidere doar para o projeto!%2$s",
        "DonateFormInstructions": "Clique no controle deslizante para selecionar um valor, clique em subscrever para doar.",
        "ExcludeRowsWithLowPopulation": "Todas as linhas são mostradas %s Excluir população de baixa.",
        "FlattenDataTable": "O relatório é hierárquico %s Tornar plano",
        "HowMuchIsPiwikWorth": "Quanto é que o Piwik vale para você?",
        "IncludeRowsWithLowPopulation": "Linhas com poucos dados estão ocultas %s Mostrar todas as linhas",
        "InjectedHostEmailBody": "Olá, eu tentei acessar Piwik hoje e encontrei um aviso de hostname desconhecido.",
        "InjectedHostEmailSubject": "Piwik foi acessado por um hostname desconhecido : %s",
        "InjectedHostNonSuperUserWarning": "%1$sClique aqui para acessar com segurança Piwik%2$s e remover esse aviso. Você também pode entrar em contato com o administrador do Piwik e notificá-lo sobre essa questão (%3$sClique aqui para enviar e-mail%4$s).",
        "InjectedHostSuperUserWarning": "Piwik pode estar mal configurado (por exemplo, se Piwik foi recentemente movido para um novo servidor ou URL). Você pode tanto %1$sClicar aqui e adicionar%2$s como um Piwik hostname válido (se você confiar nele)%3$s, ou %4$sClique aqui para %5$s para acessar com segurança Piwik%6$s.",
        "InjectedHostWarningIntro": "Você está agora acessando Piwik de %1$s, mas Piwik foi configurado para ser executado neste endereço: %2$s.",
        "JavascriptDisabled": "JavaScript deve ser habilitado para que você possa usar o Piwik como visualização padrão. <br\/>Contudo, parece que JavaScript ou está desabilidado ou não é suportado pelo seu navegador. <br\/>Para usar a visualização padrão, habilite o JavaScript mudando as opções do seu navegador, então %1$stente novamente%2$s.<br\/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Faça a diferença:%1$sDoe agora%2$s para o fundo Piwik 2.0!",
        "MakeOneTimeDonation": "Em vez disso, faça uma doação.",
        "NoPrivilegesAskPiwikAdmin": "Você está logado como '%s', mas parece que você não tem nenhuma permissão definida no Piwik. %s Pergunte ao seu administrador Piwik (clique para e-mail) %s para lhe dar acesso de 'visão' para um site.",
        "OnlyForSuperUserAccess": "Este widget só é exibido para os usuários com privilégios de Super Usuário.",
        "PageOf": "%1$s de %2$s",
        "PeriodDay": "Dia",
        "PeriodDays": "dias",
        "PeriodMonth": "Mês",
        "PeriodMonths": "meses",
        "PeriodRange": "Alcance",
        "PeriodWeek": "Semana",
        "PeriodWeeks": "semanas",
        "PeriodYear": "Ano",
        "PeriodYears": "anos",
        "PluginDescription": "Estrutura de Relatórios Web Analytics",
        "ReportGeneratedOn": "Relatório gerado em %s",
        "ReportGeneratedXAgo": "Relatório gerado %s atrás",
        "SharePiwikLong": "Oi! Acabei de encontrar um grande software open source: Piwik! Ele permite que você rastreie os visitantes do seu site de graça. Você definitivamente deve dar uma olhada nele!",
        "SharePiwikShort": "Piwik! Análise Web grátis e open source. Seja dono dos seus dados!",
        "ShareThis": "Compartilhar",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Mostra o código JavaScript a inserir",
        "SubscribeAndBecomePiwikSupporter": "Proceder a uma página de pagamento seguro através de cartão de crédito (Paypal) para se tornar um apoiador do Piwik!",
        "SupportPiwik": "Apóie o Piwik!",
        "TableNoData": "Sem dados para esta tabela.",
        "ThereIsNoDataForThisReport": "Não existem dados para esse relatório.",
        "UnFlattenDataTable": "O relatório é plano %s Tornar hierárquico",
        "ViewAllPiwikVideoTutorials": "Veja todos os Video tutoriais do Piwik",
        "WebAnalyticsReports": "Relatórios Web Analytics",
        "YouAreUsingTheLatestVersion": "Você está usando a última versão do Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Ativar plugin",
        "ActionActivateTheme": "Ativar tema",
        "ActionInstall": "Instalar",
        "ActionUninstall": "Desinstalar",
        "Activate": "Ativar",
        "Activated": "Ativado",
        "Active": "Ativo",
        "Activity": "Atividade",
        "AllowedUploadFormats": "Você pode fazer upload de um plugin ou tema em formato zip através desta página.",
        "AuthorHomepage": "Página do autor",
        "Authors": "Autores",
        "BackToExtendPiwik": "Voltar ao Marketplace",
        "BeCarefulUsingPlugins": "Plugins que não são de autoria da equipe Piwik devem ser usados com cautela: nós não o revisamos.",
        "BeCarefulUsingThemes": "Plugins que não são de autoria da equipe Piwik devem ser usados com cautela: nós não os revisamos.",
        "Changelog": "Changelog",
        "ChangeSettingsPossible": "Você pode alterar as %sconfigurações%s para este plugin.",
        "CorePluginTooltip": "Plugins core não possuem versão uma que são distribuídos com Piwik.",
        "Deactivate": "Desativar",
        "Developer": "Desenvolvedor",
        "DoMoreContactPiwikAdmins": "Para instalar um novo plugin ou um novo tema, por favor, entrar em contato com os administradores do servidor Piwik.",
        "EnjoyAnotherLookAndFeelOfThemes": "Aproveite um outro look & feel",
        "GetEarlyAccessForPaidPlugins": "Nota: Atualmente todos os plugins estão disponíveis gratuitamente; no futuro Plugins pagos serão permitidos no Marketplace (%sentre em contato conosco%s para acesso antecipado).",
        "History": "Histórico",
        "Inactive": "Inativo",
        "InfoPluginUpdateIsRecommended": "Atualize seus plugins agora para se beneficiar das últimas melhorias.",
        "InfoThemeUpdateIsRecommended": "Atualize seus temas para desfrutas da versão mais recente.",
        "InstallingPlugin": "Instalando %s",
        "InstallNewPlugins": "Instalar novos plugins",
        "InstallNewThemes": "Instalar novos temas",
        "LastCommitTime": "(último commit %s)",
        "LastUpdated": "Última Atualização",
        "LicenseHomepage": "Página de licenciamento",
        "MainDescription": "Plugins estendem e expandem a funcionalidade do Piwik. Uma vez que um plugin for instalado, você pode ativá-lo ou desativá-lo aqui.",
        "Marketplace": "Marketplace",
        "MenuPlatform": "Plataforma",
        "MissingRequirementsNotice": "Por favor, atualize %1$s %2$s para uma nova versão, %1$s %3$s é necessária.",
        "NoPluginsFound": "Nenhum plugin encontrado",
        "NotAllowedToBrowseMarketplacePlugins": "Você pode navegar na lista de plugins que podem ser instalados para personalizar ou estender a sua plataforma Piwik. Por favor, contate seu administrador se você precisar de qualquer um deles instalado.",
        "NotAllowedToBrowseMarketplaceThemes": "Você pode navegar na lista de temas que podem ser instalados para personalizar a aparência da plataforma Piwik. Por favor, contate seu administrador para solicitar a instalação de qualquer um destes para você.",
        "NoThemesFound": "Nenhum tema encontrado",
        "NoZipFileSelected": "Por favor, selecione um arquivo ZIP.",
        "NumDownloadsLatestVersion": "Última versão: %s Downloads",
        "NumUpdatesAvailable": "%s Atualização(ões) disponível(is)",
        "Origin": "Origem",
        "OriginCore": "Core",
        "PluginDescription": "Interface de Administração de Plugins",
        "PluginHomepage": "Página do Plugin",
        "PluginKeywords": "Palavras-chave",
        "PluginNotCompatibleWith": "O plugin %1$s não é compatível com %2$s.",
        "PluginNotWorkingAlternative": "Se você estiver usando este plugin, talvez você possa encontrar uma versão mais recente no Marketplace. Se não, você pode querer desinstalá-lo.",
        "PluginsManagement": "Gerenciamento de plugins",
        "PluginUpdateAvailable": "Você está usando a versão %s e uma nova versão %s está disponível.",
        "Screenshots": "Screenshots",
        "SortByAlpha": "alfa",
        "SortByNewest": "mais recente",
        "SortByPopular": "popular",
        "Status": "Status",
        "StepDownloadingPluginFromMarketplace": "Transferindo plugin do Marketplace",
        "StepDownloadingThemeFromMarketplace": "Transferindo tema do Marketplace",
        "StepPluginSuccessfullyInstalled": "Você instalou com sucesso o plugin %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Você atualizou com sucesso o plugin %1$s %2$s.",
        "StepReplaceExistingPlugin": "Substituindo plugin existente",
        "StepReplaceExistingTheme": "Substituindo tema existente",
        "StepThemeSuccessfullyInstalled": "Você instalou com sucesso o tema %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "Você atualizou com sucesso o tema %1$s %2$s.",
        "StepUnzippingPlugin": "Descompactando plugin",
        "StepUnzippingTheme": "Descompactando tema",
        "SuccessfullyActicated": "Você ativou com sucesso <strong>%s<\/strong>.",
        "Support": "Suporte",
        "TeaserExtendPiwik": "Estenda Piwik com plugins e temas",
        "TeaserExtendPiwikByPlugin": "Estenda Piwik instalando um novo plugin",
        "TeaserExtendPiwikByTheme": "Aproveite um outro look & feel instalando um novo tema",
        "TeaserExtendPiwikByUpload": "Estenda Piwik fazendo o upload de um arquivo ZIP",
        "Theme": "Tema",
        "Themes": "Temas",
        "ThemesDescription": "Os temas podem alterar a aparência da interface do usuário do Piwik, e fornecer uma experiência completamente nova visual para desfrutar dos seus relatórios de análise.",
        "ThemesManagement": "Gerenciar Temas",
        "UninstallConfirm": "Você está prestes a desinstalar um plugin %s. O plugin será completamente removido da sua plataforma e isso não poderá ser desfeito. Tem certeza que deseja fazer isso?",
        "Updated": "Atualizado(a)",
        "UpdatingPlugin": "Atualizando %s",
        "Version": "Versão",
        "ViewRepositoryChangelog": "Ver as mudanças",
        "Websites": "Websites"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clique aqui para ver e copiar a lista de queries SQL que serão executadas",
        "CreatingBackupOfConfigurationFile": "Criando uma cópia dos arquivos de configuração em %s",
        "CriticalErrorDuringTheUpgradeProcess": "Erro crítico durante o processo de atualização:",
        "DatabaseUpgradeRequired": "Atualização do banco de dados requerida",
        "DownloadingUpdateFromX": "Baixando atualização de %s",
        "DownloadX": "Dowload %s",
        "EmptyDatabaseError": "O banco de dados %s está vazio. Você deve editar ou remover o seu arquivo de configuração do Piwik.",
        "ErrorDIYHelp": "Se você é um usuário avançado e encontrou um erro na atualização do banco de dados:",
        "ErrorDIYHelp_1": "identifique e corrija a fonte do problema (ex: memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "Executar as queries remanescentes que falharam na atualização",
        "ErrorDIYHelp_3": "Atualiza manualmente a tabela `option` no banco de dados Piwik, ajustando o valor de version_core para a versão da atualização que falhou",
        "ErrorDIYHelp_4": "roda novamente o script de atualização (através do navegador ou da linha de comando) para continuar com as atualizações restantes",
        "ErrorDIYHelp_5": "relate o problema (e solução) para que o Piwik possa ser melhorado",
        "ErrorDuringPluginsUpdates": "Erros durante atualização de plugins:",
        "ExceptionAlreadyLatestVersion": "Sua versão %s do Piwik está atualizada.",
        "ExceptionArchiveEmpty": "Arquivo vazio.",
        "ExceptionArchiveIncompatible": "Arquivo incompatível: %s",
        "ExceptionArchiveIncomplete": "Arquivo está incompleto: alguns arquivos estão faltando (ex. %s).",
        "HelpMessageContent": "Verifique o %1$s Piwik FAQ %2$s que explica os erros mais comuns durante a atualização. %3$s Pergunte ao seu administrador do sistema - Ele pode ser capaz de lhe ajudar com o erro que muito provavelmente é relacionado com o seu servidor ou o setup do MySQL.",
        "HelpMessageIntroductionWhenError": "Acima está a mensagem de erro principal. Ela deve ajudar a explicar a causa, mas se você precisar de mais ajuda por favor:",
        "HelpMessageIntroductionWhenWarning": "A atualização se completou com sucesso, contudo houve alguns problemas durante o processo. Por favor leia a descrição acima para os detalhes. Para mais ajuda:",
        "HighTrafficPiwikServerEnableMaintenance": "Se você gerencia um servidor Piwik com alto tráfego, recomendamos %sdesativar momentaneamente o Rastreamento de visitantes e colocar a interface de usuário do servidor Piwik no modo de manutenção%s.",
        "InstallingTheLatestVersion": "Instalando a versão mais recente",
        "MajorUpdateWarning1": "Esta é uma grande atualização! Vai levar mais tempo do que o habitual.",
        "MajorUpdateWarning2": "A consultoria é especialmente importante para grandes instalações.",
        "NoteForLargePiwikInstances": "Nota importante para grandes instalações Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: se você executar manualmente essas queries, é esperado que algumas delas falhem. Nesse caso, simplesmente ignore os erros, e rode os próximos da lista.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik foi atualizado com sucesso!",
        "PiwikUpdatedSuccessfully": "Piwik atualizado com sucesso!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "O banco de dados do Piwik será atualizado da versão %1$s para a nova versão %2$s.",
        "PluginDescription": "Mecanismo de update Piwik",
        "ReadyToGo": "Pronto(a) para ir?",
        "TheFollowingPluginsWillBeUpgradedX": "Os seguintes plugins serão atualizados: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Há uma nova versão do Piwik disponível para atualização",
        "TheUpgradeProcessMayFailExecuteCommand": "Se você tem um grande banco de dados Piwik, atualizações podem levar muito tempo para rodar no navegador. Nesse caso, você pode executar as atualizações da sua linha de comando: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "O processo de atualização do banco de dados pode levar algum tempo, por favor seja paciente.",
        "UnpackingTheUpdate": "Descompactando a atualização",
        "UpdateAutomatically": "Atualiza automaticamente",
        "UpdateHasBeenCancelledExplanation": "O Piwik One Click Update foi cancelado. Se você não pode consertar a mensagem de erro acima, é recomendado que você atualize manualmente o Piwik. %1$s Por favor cheque a %2$sDocumentaçao de atualização%3$s para começar!",
        "UpdateTitle": "Atualiza",
        "UpgradeComplete": "Atualização completa!",
        "UpgradePiwik": "Atualiza o Piwik",
        "VerifyingUnpackedFiles": "Verificando os arquivos descompactados",
        "WarningMessages": "Mensagens de alerta:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Nós automaticamente desativamos os seguintes plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Você pode atualizar para a versão %s automaticamente ou baixar o pacote e instalar manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Se você não tem permissão para atualizar pela linha de comando e se o Piwik falhou em atualizar (devido a um timeout do banco de dados, timeout do navegador, ou outro problema), você poderá manualmente executar as queries SQL para atualizar o Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik é incapaz de sobrescrever uma instalação atual. Você pode arrumar as permissões de diretório\/arquivos ou download o pacote e instalar a versão %s manualmente:",
        "YourDatabaseIsOutOfDate": "Seu banco de dados do Piwik está desatualizado e deve ser atualizado antes de continuar."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nome de variável personalizado",
        "ColumnCustomVariableValue": "Valor de variável personalizado",
        "CustomVariables": "Variáveis personalizadas",
        "CustomVariablesReportDocumentation": "Este relatório contém informações sobre as suas variáveis ​​personalizadas. Clique em um nome de variável para ver a distribuição dos valores. %s para mais informações sobre variáveis ​​personalizadas em geral, leia a documentação %sCustom Variáveis ​​em piwik.org%s",
        "PluginDescription": "Variáveis ​​personalizados são nome, pares de valores que podem ser definidos para uma visita usando a função setVisitCustomVariables() da API Javascript. Piwik irá relatar quantas visitas, páginas, conversões para cada um desses nomes personalizados e valores.",
        "ScopePage": "página escopo",
        "ScopeVisit": "visita escopo"
    },
    "Dashboard": {
        "AddAWidget": "Adicionar um widget",
        "AddPreviewedWidget": "Adicionar o widget visualizado no preview ao painel",
        "ChangeDashboardLayout": "Alterar o layout do painel de controle",
        "CopyDashboardToUser": "Copiar o painel para um usuário",
        "CreateNewDashboard": "Criar um novo painel",
        "Dashboard": "Painel de Ferramentas",
        "DashboardCopied": "Painel atual copiado com êxito para o usuário selecionado.",
        "DashboardEmptyNotification": "Seu Painel não contém widgets. Comece por adicionar alguns widgets ou apenas voltar o painel para a seleção widget padrão.",
        "DashboardName": "Nome do painel:",
        "DashboardOf": "Painel de %s",
        "DefaultDashboard": "Painel padrão - Usando seleção padrão widgets e layout de colunas",
        "DeleteWidgetConfirm": "Tem certeza que deseja excluir este widget do seu Painel?",
        "EmptyDashboard": "Painel vazio - Escolha os seus widgets favoritos",
        "LoadingWidget": "Carregando widget, aguarde...",
        "ManageDashboard": "Gerenciar painel",
        "Maximise": "Maximizar",
        "Minimise": "Minimizar",
        "NotUndo": "Você não será capaz de desfazer esta operação.",
        "PluginDescription": "Seu painel de ferramentas",
        "RemoveDashboard": "Remover painel",
        "RemoveDashboardConfirm": "Tem certeza de que deseja remover o painel \"%s\"?",
        "RenameDashboard": "Renomear painel",
        "ResetDashboard": "Resetar o painel",
        "ResetDashboardConfirm": "Tem certeza de que deseja redefinir o layout do painel para a seleção Widgets padrão?",
        "SelectDashboardLayout": "Por favor selecione o novo leiaute do painel",
        "SelectWidget": "Selecione o widget a adicionar ao painel",
        "SetAsDefaultWidgets": "Definir como seleção de widgets padrão",
        "SetAsDefaultWidgetsConfirm": "Tem a certeza que pretende definir a seleção widgets do atual e layout de painel como o modelo de painel padrão?",
        "SetAsDefaultWidgetsConfirmHelp": "Esta seleção widgets e layout de colunas do painel será usado quando qualquer usuário cria um novo painel, ou quando o recurso \"%s\" é usado.",
        "TopLinkTooltip": "Ver relatórios de Análise Web para %s.",
        "WidgetNotFound": "Widget não encontrado",
        "WidgetPreview": "Visualização do Widget",
        "WidgetsAndDashboard": "Ferramentas e Painel."
    },
    "DoNotTrack": {
        "PluginDescription": "Ignorar visitas com X-Do-Not-Track ou cabeçalho DNT."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Entre em contato com a equipe Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Você tem algum bug pra relatar ou alguma caracteristica para pedir?",
        "IWantTo": "Eu quero:",
        "LearnWaysToParticipate": "Aprenda sobre todas as maneiras que você pode %s participar %s",
        "ManuallySendEmailTo": "Por favor envie manualmente sua mensagem para",
        "PluginDescription": "Envie seu FeedBack para a Equipe Piwik. Compartilhe suas ideias e sugestões conosco!",
        "SendFeedback": "Envie FeedBack",
        "SpecialRequest": "Você tem algum pedido especial para a equipe do Piwik?",
        "ThankYou": "Obrigado por nos ajudar a fazer o Piwik melhor!",
        "TopLinkTooltip": "Diga-nos o que você pensa, ou suporte.",
        "VisitTheForums": "Visite o %s Foruns %s"
    },
    "General": {
        "AbandonedCarts": "Compras abandonadas",
        "AboutPiwikX": "Sobre o Piwik %s",
        "Action": "Ação",
        "Actions": "Ações",
        "Add": "Adicionar",
        "AfterEntry": "Após entrar aqui",
        "All": "Todos",
        "AllowPiwikArchivingToTriggerBrowser": "Permitir que o Piwik salve numa trigger quando relatórios são vistos do navegador",
        "AllWebsitesDashboard": "Painel de Ferramentas de Todos os sites",
        "And": "e",
        "API": "API",
        "ApplyDateRange": "Aplicar para este período",
        "ArchivingInlineHelp": "Para sites com tráfego de médio a alto, é recomendado desabilitar a trigger que salva do navegador. Em vez disso, nós recomendamos que instale um cron job para processar os relatorios Piwik a cada hora.",
        "ArchivingTriggerDescription": "Recomendado para instalações maiores do Piwik, precisa de %s configurar um cron job%s para processar os relatórios automaticamente.",
        "AuthenticationMethodSmtp": "Método de autenticação para SMTP",
        "AverageOrderValue": "Média de Pedidos",
        "AveragePrice": "Média de Preço",
        "AverageQuantity": "Média Qualidade",
        "BackToPiwik": "Volta ao Piwik",
        "Broken": "Quebrado",
        "BrokenDownReportDocumentation": "Subdividem-se em vários relatórios, que são exibidos em sparklines na parte inferior da página. Você pode ampliar os gráficos, clicando no relatório que gostaria de ver.",
        "Cancel": "Cancelar",
        "CannotUnzipFile": "Não pode descompactar o arquivo %1$s: %2$s",
        "ChangePassword": "Troca senha",
        "ChangeTagCloudView": "Por favor, note que você pode ver o relatório de outras maneiras do que como uma nuvem de tags. Utilize os controles na parte inferior do relatório para verificar.",
        "ChooseDate": "Escolha a Data",
        "ChooseLanguage": "Escolha o idioma.",
        "ChoosePeriod": "Escolha o período.",
        "ChooseWebsite": "Escolha o site",
        "ClickHere": "Clique aqui para mais informações.",
        "ClickToChangePeriod": "Clique novamente para alterar o período.",
        "Close": "Fechar",
        "ColumnActionsPerVisit": "Ações por visita",
        "ColumnActionsPerVisitDocumentation": "O número médio de ações (exibições de página, buscas, downloads do site ou links externos) que foram realizadas durante as visitas.",
        "ColumnAverageGenerationTime": "Tempo médio de geração.",
        "ColumnAverageGenerationTimeDocumentation": "A média de tempo que levou para gerar a página. Esta métrica inclui o tempo que o servidor levou para gerar a página web, mais o tempo que levou para o visitante baixar a resposta do servidor. Um menor 'tempo médio de geração', significa um site mais rápido para seus visitantes!",
        "ColumnAverageTimeOnPage": "Média de tempo na página",
        "ColumnAverageTimeOnPageDocumentation": "A quantidade média de tempo gasto pelos visitantes nesta página (apenas a página, e não todo o site).",
        "ColumnAvgTimeOnSite": "Tempo médio no site",
        "ColumnAvgTimeOnSiteDocumentation": "A duração média de uma visita.",
        "ColumnBounceRate": "Taxa de saída",
        "ColumnBounceRateDocumentation": "A porcentagem de visitas que só teve uma única exibição de página. Isto significa, que o visitante deixou o website diretamente a partir da página de entrada.",
        "ColumnBounceRateForPageDocumentation": "Porcentagem de visitas que começou e terminou nesta página.",
        "ColumnBounces": "Saídas",
        "ColumnBouncesDocumentation": "Número de visitas que começou e terminou nesta página. Isto significa que o visitante deixou o site depois de ver só esta página.",
        "ColumnConversionRate": "Taxa de conversão",
        "ColumnConversionRateDocumentation": "A porcentagem de visitas que desencadeou uma conversão objetivo.",
        "ColumnDestinationPage": "Página de destino",
        "ColumnEntrances": "Entradas",
        "ColumnEntrancesDocumentation": "Número de visitas, que começou nesta página.",
        "ColumnExitRate": "Taxa de saída",
        "ColumnExitRateDocumentation": "A porcentagem de visitas que deixou o site depois de ver esta página.",
        "ColumnExits": "Saídas",
        "ColumnExitsDocumentation": "Número de visitas que terminaram nesta página.",
        "ColumnGenerationTime": "Tempo de geração",
        "ColumnKeyword": "Palavra chave",
        "ColumnLabel": "Rótulo",
        "ColumnMaxActions": "Ações máximas em uma visita",
        "ColumnNbActions": "Ações",
        "ColumnNbActionsDocumentation": "O número de ações realizadas por seus visitantes. As ações podem ser exibições de página, pesquisas internas do site, downloads ou outlinks.",
        "ColumnNbUniqVisitors": "Visitantes Únicos",
        "ColumnNbUniqVisitorsDocumentation": "O número de visitantes não duplicados que chegam ao seu site. Cada usuário só é contado uma vez, mesmo se ele visita o site várias vezes ao dia.",
        "ColumnNbVisits": "Visitas",
        "ColumnNbVisitsDocumentation": "Se um visitante chega ao seu site pela primeira vez, ou se ele visita uma página de mais de 30 minutos depois de sua última página vista, este será registrado como uma nova visita.",
        "ColumnPageBounceRateDocumentation": "A porcentagem de visitas que começou nesta página e deixou o site de imediato.",
        "ColumnPageviews": "Exibições de página",
        "ColumnPageviewsDocumentation": "O número de vezes que a página foi visitada.",
        "ColumnPercentageVisits": "% Visitas",
        "ColumnRevenue": "Lucro",
        "ColumnSumVisitLength": "Tempo total gasto pelos visitantes (em segundos)",
        "ColumnTotalPageviews": "Exibições de página totais",
        "ColumnUniqueEntrances": "Entradas únicas",
        "ColumnUniqueExits": "Saídas únicas",
        "ColumnUniquePageviews": "Exibições de página únicas",
        "ColumnUniquePageviewsDocumentation": "O número de visitas que incluiu esta página. Se uma página foi visto várias vezes durante uma visita, só é contado uma vez.",
        "ColumnValuePerVisit": "Valor por visita",
        "ColumnViewedAfterSearch": "Clicado em resultados de pesquisa",
        "ColumnViewedAfterSearchDocumentation": "O número de vezes que esta página foi visitada depois que um visitante fez uma pesquisa em seu site, e clicou nesta página nos resultados de pesquisa.",
        "ColumnVisitDuration": "Duração da Visita em segundos",
        "ColumnVisitsWithConversions": "Visitas com conversões",
        "ConfigFileIsNotWritable": "O arquivo %s de configuração Piwik não é editável, suas mudanças não serão salvas. %s por favor mude as permissões da configuração do arquivo para fazê-lo editável.",
        "Continue": "Continuar",
        "ContinueToPiwik": "Continua no Piwik",
        "CurrentMonth": "Mês atual",
        "CurrentWeek": "Semana atual",
        "CurrentYear": "Ano atual",
        "Daily": "Diáriamente",
        "DailyReport": "diariamente",
        "DailyReports": "Relatórios diários",
        "DailySum": "Soma diariamente",
        "DashboardForASpecificWebsite": "Painel de Ferramentas para um site especifico",
        "DataForThisGraphHasBeenPurged": "Os dados para este gráfico possuem mais que %s meses de idade e foi purgado.",
        "DataForThisTagCloudHasBeenPurged": "Os dados para este tag cloud possuem mais que %s meses de idade e foram purgados.",
        "Date": "Data",
        "DateRange": "Entre as datas:",
        "DateRangeFrom": "De",
        "DateRangeFromTo": "De %s para %s",
        "DateRangeInPeriodList": "Período Datas",
        "DateRangeTo": "Para",
        "DayFr": "Sex",
        "DayMo": "Seg",
        "DaySa": "Sáb",
        "DaysHours": "%1$s dias %2$s horas",
        "DaysSinceFirstVisit": "Dias desde a primeira visita",
        "DaysSinceLastEcommerceOrder": "Dias desde o último pedido",
        "DaysSinceLastVisit": "Dias desde a última visita",
        "DaySu": "Dom",
        "DayTh": "Qui",
        "DayTu": "Ter",
        "DayWe": "Qua",
        "Default": "Padrão",
        "DefaultAppended": "(Padrão)",
        "Delete": "Apagar",
        "Description": "Descrição",
        "Desktop": "Desktop",
        "Details": "Detalhes",
        "Discount": "Desconto",
        "DisplaySimpleTable": "Apresentar tabela simples.",
        "DisplayTableWithGoalMetrics": "Apresentar a tabela com os detalhes dos objectivos",
        "DisplayTableWithMoreMetrics": "Apresentar a tabela com mais detalhes",
        "Documentation": "Documentação",
        "Donate": "Doar",
        "Done": "Pronto",
        "Download": "Baixar",
        "DownloadFail_FileExists": "O arquivo %s já existe!",
        "DownloadFail_FileExistsContinue": "Tentando continuar o download por %s, mas um arquivo totalmente baixado já existe!",
        "DownloadFail_HttpRequestFail": "Não foi possível fazer o download do arquivo! Algo pode estar errado com o site que você está baixando. Você poderia tentar novamente mais tarde ou obter o arquivo por si mesmo.",
        "DownloadFullVersion": "%1$sBaixar%2$s a versão completa! Ver %3$s",
        "DownloadPleaseRemoveExisting": "Se você quer que ele seja substituído, por favor, remova o arquivo existente.",
        "Downloads": "Downloads",
        "EcommerceOrders": "Pedidos",
        "EcommerceVisitStatusDesc": "Visite o estado do comércio eletrônico, no final da visita",
        "EcommerceVisitStatusEg": "Por exemplo, para selecionar todas as visitas que fizeram um pedido de comércio eletrônico, a requisição da API deverá conter %s",
        "Edit": "Editar",
        "EncryptedSmtpTransport": "Digite a criptografia de camada de transporte exigida pelo servidor SMTP.",
        "EnglishLanguageName": "Brazilian Portuguese",
        "Error": "Erro",
        "ErrorRequest": "Oops… problema durante a sua requisição, por favor, tente novamente.",
        "EvolutionOverPeriod": "Evolução no Período",
        "EvolutionSummaryGeneric": "%1$s em %2$s em relação ao %3$s em %4$s. Evolução: %5$s",
        "ExceptionConfigurationFileNotFound": "O ficheiro de configuração {%s} não foi encontrado.",
        "ExceptionDatabaseVersion": "Sua %1$s versão é %2$s mas o Piwik requer no mínimo %3$s.",
        "ExceptionFileIntegrity": "Check de inegridade falhou: %s.",
        "ExceptionFilesizeMismatch": "Tamanho do arquivo incompatível: %1$s (esperado: %2$s, encontrado: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Sua %1$s client version é %2$s que é incompatível com a versão do servidor %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Formato de relatórios agregados '%s' não é válido. Tente um dos seguintes: %s.",
        "ExceptionInvalidArchiveTimeToLive": "O tempo de arquivamento para hoje tem de ser um número de segundos maior do que zero.",
        "ExceptionInvalidDateFormat": "O formato da data tem de ser: %s ou alguma das palavras chave suportadas pela função %s (ver %s para mais informações)",
        "ExceptionInvalidDateRange": "A data %s não está numa gama de datas correcta. Deverá ter o seguinte formato: %s.",
        "ExceptionInvalidPeriod": "O periodo '%s' não é suportado. Tente algum dos seguintes como alternativa: %s",
        "ExceptionInvalidRendererFormat": "Formato de renderização '%s' não válido. Tente algum dos seguintes como alternativa: %s",
        "ExceptionInvalidReportRendererFormat": "Formato do relatório '%s' não é válido. Tente um dos seguintes:%s.",
        "ExceptionInvalidStaticGraphType": "Tipo de gráfico estático '%s' não é válido. Tente um dos seguintes: %s.",
        "ExceptionInvalidToken": "O token não é válido.",
        "ExceptionLanguageFileNotFound": "Ficheiro de idioma %s não encontrado.",
        "ExceptionMethodNotFound": "O método '%s' não existe ou não está disponível no módulo '%s'.",
        "ExceptionMissingFile": "Arquivo faltando: %s.",
        "ExceptionNonceMismatch": "Não conseguiria verificar a segurança tomada nesse modelo.",
        "ExceptionPrivilege": "Não pode aceder a este recurso uma vez que ele requer um acesso %s.",
        "ExceptionPrivilegeAccessWebsite": "Não pode aceder a este recurso uma vez que ele requer um acesso %s para o site id=%d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Não pode aceder a este recurso uma vez que ele requer um acesso %s para pelo menos um site.",
        "ExceptionUnableToStartSession": "Não foi possível iniciar a sessão.",
        "ExceptionUndeletableFile": "Impossível de apagar %s",
        "ExceptionUnreadableFileDisabledMethod": "O ficheiro de configuração {%s} não pôde ser lido. O seu alojamento pode ter destivado %s.",
        "Export": "Exportar",
        "ExportAsImage": "Exportar como imagem",
        "ExportThisReport": "Exportar este conjunto de dados noutros formatos",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "O check de integridade do arquivo falhou e reportou alguns erros. Isso é mais provável devido a uma parcial ou upload falho de algum arquivo Piwik. Você deveria refazer o upload de todos os arquivos Piwik e atualizar a página até que nenhum erro seja exibido.",
        "First": "Primeiro",
        "Flatten": "Achatar",
        "ForExampleShort": "ex.",
        "Forums": "Fórum",
        "FromReferrer": "origem",
        "GeneralInformation": "Informações Gerais",
        "GeneralSettings": "Configurações Gerais",
        "GetStarted": "Começar",
        "GiveUsYourFeedback": "Dê o seu feedback!",
        "Goal": "Objetivo",
        "GoTo": "Ir para %s",
        "GraphHelp": "Mais informações sobre mostrar gráficos em Piwik.",
        "HelloUser": "Olá, %s!",
        "Help": "Ajuda",
        "Hide": "ocultar",
        "HoursMinutes": "%1$s horas %2$s minutos",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Assumindo que o arquivamento é rápido para as suas configurações, você pode programar o crontab para funcionar com mais frequência.",
        "InfoFor": "informações para %s",
        "Installed": "Instalado",
        "InvalidDateRange": "Período de datas inválido , Por favor tente novamente",
        "InvalidResponse": "Os dados introduzidos são inválidos.",
        "IP": "IP",
        "JsTrackingTag": "Tag de rastreamento JavaScript",
        "Language": "Idioma",
        "LastDays": "Últimos %s dias (incluíndo hoje)",
        "LastDaysShort": "Últimos %s dias",
        "LayoutDirection": "ltr",
        "Live": "Ao vivo",
        "Loading": "Carregando...",
        "LoadingData": "Carregando dados...",
        "LoadingPopover": "Carregando %s...",
        "LoadingPopoverFor": "Carregando %s para",
        "Locale": "pt_BR.UTF-8",
        "Logout": "Sair",
        "LongDay_1": "Segunda",
        "LongDay_2": "Terça",
        "LongDay_3": "Quarta",
        "LongDay_4": "Quinta",
        "LongDay_5": "Sexta",
        "LongDay_6": "Sábado",
        "LongDay_7": "Domingo",
        "LongMonth_1": "Janeiro",
        "LongMonth_10": "Outubro",
        "LongMonth_11": "Novembro",
        "LongMonth_12": "Dezembro",
        "LongMonth_2": "Fevereiro",
        "LongMonth_3": "Março",
        "LongMonth_4": "Abril",
        "LongMonth_5": "Maio",
        "LongMonth_6": "Junho",
        "LongMonth_7": "Julho",
        "LongMonth_8": "Agosto",
        "LongMonth_9": "Setembro",
        "MainMetrics": "Métricas principais",
        "Matches": "Equivalências",
        "MediumToHighTrafficItIsRecommendedTo": "Para sites com tráfego de médio a alto, nós recomendamos processar relatórios diariamente no máximo a cada meia hora(%s segundos)ou toda hora (%s segundos).",
        "Metadata": "Metadados",
        "Metric": "Métrica",
        "Metrics": "Métricas",
        "MetricsToPlot": "Metricas para exibir",
        "MetricToPlot": "Métrica para exibir",
        "MinutesSeconds": "%1$s minutos %2$s segundos",
        "Mobile": "Mobile",
        "Monthly": "Mensalmente",
        "MonthlyReport": "mensalmente",
        "MonthlyReports": "Relatório mensais",
        "More": "Mais",
        "MoreDetails": "Mais detalhes",
        "MoreLowerCase": "mais",
        "MultiSitesSummary": "Todos os sites",
        "Name": "Nome",
        "NbActions": "Número de Ações",
        "NbSearches": "Número de Pesquisas internas",
        "NDays": "%s dias",
        "Never": "Nunca",
        "NewReportsWillBeProcessedByCron": "Quando o arquivamento do Piwik não for iniciado pelo navegador, novos relatórios irão ser processados pelo crontab.",
        "NewUpdatePiwikX": "Nova atualização: Piwik %s",
        "NewVisitor": "Novo visitante",
        "NewVisits": "Novos visitantes",
        "Next": "Próximo",
        "NMinutes": "%s minutos",
        "No": "Não",
        "NoDataForGraph": "Não existem dados para este gráfico.",
        "NoDataForTagCloud": "Sem dados para esta nuvem de tags",
        "NotDefined": "%s não definido",
        "Note": "Nota",
        "NotInstalled": "Não instalado",
        "NotRecommended": "Não recomendado",
        "NotValid": "%s não é válido",
        "NSeconds": "%s segundos",
        "NumberOfVisits": "Número de visitantes",
        "NVisits": "%s visitas",
        "Ok": "OK",
        "OneAction": "1 ação",
        "OneDay": "1 dia",
        "OneMinute": "1 minuto",
        "OneVisit": "1 visita",
        "OnlyEnterIfRequired": "Insira um nome de usuário SMTP apenas se o servidor necessitar de um.",
        "OnlyEnterIfRequiredPassword": "Insira uma palavra chave SMTP apenas se o servidor necessitar de uma.",
        "OnlyUsedIfUserPwdIsSet": "Usado apenas se um nome de usuário e palavra chave estiverem definidas. Pergunte ao seu fornecedor se não tem a certeza de qual método deve usar.",
        "OpenSourceWebAnalytics": "Web Analytics Open Source",
        "OperationAtLeast": "pelo menos",
        "OperationAtMost": "no máximo",
        "OperationContains": "Contém",
        "OperationDoesNotContain": "Não contém",
        "OperationEquals": "Igual",
        "OperationGreaterThan": "Maior do que",
        "OperationIs": "é",
        "OperationIsNot": "não é",
        "OperationLessThan": "menos que",
        "OperationNotEquals": "não é igual a",
        "OptionalSmtpPort": "Opcional. O padrão é 25 para não criptografadas e TLS SMTP, e 465 para SMTP SSL.",
        "Options": "Opções",
        "OrCancel": "ou %s Cancele %s",
        "OriginalLanguageName": "Português brasileiro",
        "Others": "Outros",
        "Outlink": "Saída",
        "Outlinks": "Links externos",
        "OverlayRowActionTooltip": "Veja os dados de análise diretamente em seu site (abre nova aba)",
        "OverlayRowActionTooltipTitle": "Sobreposição de Página aberta",
        "Overview": "Visão Geral",
        "Pages": "Páginas",
        "ParameterMustIntegerBetween": "O parâmetro %s deve ser um valor inteiro entre %s e %s.",
        "Password": "Senha",
        "Period": "Período",
        "Piechart": "Gráfico circular",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwiki %1$s está disponível. %2$s Por favor atualize agora!%3$s (veja %4$sas mudanças%5$s).",
        "PleaseSpecifyValue": "Por favor, especifique um valor para '%s'.",
        "PleaseUpdatePiwik": "Por favor atualize o seu Piwik",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Produzido por",
        "Previous": "Anterior",
        "PreviousDays": "Dia anterior %s(não incluindo hoje)",
        "PreviousDaysShort": "%s dias anteriores",
        "Price": "Preço",
        "ProductConversionRate": "Taxa de conversão do produto",
        "ProductRevenue": "Produto Revendido",
        "PurchasedProducts": "Produtos Adquiridos",
        "Quantity": "Quantidade",
        "RangeReports": "Intervalo de datas personalizado",
        "ReadThisToLearnMore": "%1$s Leia isto para aprender mais.%2$s",
        "Recommended": "Recomendado",
        "RecordsToPlot": "Registros para exibir",
        "Refresh": "Atualizar",
        "RefreshPage": "Atualizar página",
        "RelatedReport": "Relatório Relacionado",
        "RelatedReports": "Relatórios Relacionados",
        "Remove": "Remover",
        "Report": "Relatório",
        "ReportGeneratedFrom": "Este relatório foi gerado usando dados de %s.",
        "Reports": "Relatórios",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Relatórios para hoje (ou qualquer outro intervalo de datas inclusive hoje) será processado no máximo a cada",
        "ReportsWillBeProcessedAtMostEveryHour": "Os relatórios irão então ser processados no máximo a cada hora.",
        "RequestTimedOut": "O pedido de informação %s expirou. Por favor tente novamente.",
        "Required": "%s necessário",
        "ReturningVisitor": "Retorno do Visitante",
        "ReturningVisitorAllVisits": "Ver todas as visitas",
        "RowEvolutionRowActionTooltip": "Veja como as métricas para este registro foi alterado ao longo do tempo",
        "RowEvolutionRowActionTooltipTitle": "Abrir evolução do registro",
        "Rows": "Linhas",
        "RowsToDisplay": "Linhas para visualizar",
        "Save": "Salvar",
        "SaveImageOnYourComputer": "Para salvar a imagem em seu computador, clique com o direito na imagem e selecione \"Salvar Imagem Como...\"",
        "Search": "Pesquisar",
        "SearchNoResults": "sem resultados",
        "Seconds": "%s segundos",
        "SeeAll": "Ver todos",
        "SeeTheOfficialDocumentationForMoreInformation": "Veja a %s documentação oficial%s para mais informações.",
        "Segment": "Segmento",
        "SelectYesIfYouWantToSendEmailsViaServer": "Selecione \"Sim\" se pretende ou precisa de enviar email através de um nome de servidor em vez de usar a função de email local.",
        "Settings": "Configurações",
        "Shipping": "Envio",
        "ShortDay_1": "Seg",
        "ShortDay_2": "Ter",
        "ShortDay_3": "Qua",
        "ShortDay_4": "Qui",
        "ShortDay_5": "Sex",
        "ShortDay_6": "Sáb",
        "ShortDay_7": "Dom",
        "ShortMonth_1": "jan",
        "ShortMonth_10": "Out",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dez",
        "ShortMonth_2": "Fev",
        "ShortMonth_3": "mar",
        "ShortMonth_4": "Abr",
        "ShortMonth_5": "Mai",
        "ShortMonth_6": "jun",
        "ShortMonth_7": "jul",
        "ShortMonth_8": "Ago",
        "ShortMonth_9": "Set",
        "Show": "Exibir",
        "SingleWebsitesDashboard": "Painel único site",
        "SmallTrafficYouCanLeaveDefault": "Para sites com tráfego baixo, você pode deixar o padrão de %s segundos, e acessar todos os relatórios em tempo real.",
        "SmtpEncryption": "Criptografia SMTP",
        "SmtpPassword": "Password SMTP",
        "SmtpPort": "Porta SMTP",
        "SmtpServerAddress": "Endereço do servidor SMTP",
        "SmtpUsername": "Nome de usuário SMTP",
        "Source": "Fonte",
        "StatisticsAreNotRecorded": "O rastreamento de visitantes Piwik está desativado! Para re-habilitar o rastreamento definina record_statistics = 1 em seu arquivo config\/config.ini.php.",
        "Subtotal": "Subtoal",
        "Summary": "Sumário",
        "Table": "Tabela",
        "TagCloud": "Núvem de Tag",
        "Tax": "Taxas",
        "TimeOnPage": "Tempo na página",
        "Today": "Hoje",
        "Total": "Total",
        "TotalRevenue": "Total de Revendas",
        "TotalVisitsPageviewsRevenue": "(Total: %s visitas , %s exibições de página, %s receita)",
        "TransitionsRowActionTooltip": "Veja o que os visitantes fizeram antes e depois de ver este página",
        "TransitionsRowActionTooltipTitle": "Transições abertas",
        "TranslatorEmail": "marcusbacus@gmail.com, mah_ferraro@yahoo.com.br, ramilani@gmail.com, rodrigues_fernando@hotmail.com",
        "TranslatorName": "Marcos Napier, Marcela Ferraro, Zob, Raphael Milani, Fernando Fraga Rodrigues",
        "UniquePurchases": "Pedidos únicos",
        "Unknown": "Desconhecido",
        "Upload": "Enviar",
        "UsePlusMinusIconsDocumentation": "Use os ícones de mais e menos à esquerda para navegar.",
        "Username": "Nome de Usuário",
        "UseSMTPServerForEmail": "Usar servidor SMTP para o email.",
        "Value": "Valor",
        "VBarGraph": "Gráfico de barras verticais",
        "View": "Visualização",
        "Visit": "Visita",
        "VisitConvertedGoal": "Visita convertida em pelo menos, uma meta",
        "VisitConvertedGoalId": "Visita convertida em uma específica Meta",
        "VisitConvertedNGoals": "Visita convertida %s Objetivos",
        "VisitDuration": "Média da duração das visitas (em segundos)",
        "Visitor": "Visitante",
        "VisitorID": "Visitante ID",
        "VisitorIP": "IP do Visitante",
        "Visitors": "Visitantes",
        "VisitsWith": "Visitas com %s",
        "VisitType": "Tipo do Visitante",
        "VisitTypeExample": "Por exemplo, para selecionar todos os visitantes que voltaram para o site, incluindo aqueles que compraram algo em suas visitas anteriores, a requisição a API deve conter %s",
        "Warning": "Aviso",
        "WarningFileIntegrityNoManifest": "O check de integridade do arquivo não pode ser feita enquanto estiver faltando manifest.inc.php.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Se você estiver implantando Piwik a partir do repositório Git, esta mensagem é normal.",
        "WarningFileIntegrityNoMd5file": "O check de integridade do arquivo não pode ser completado enquanto estiver faltando a função md5_file().",
        "WarningPasswordStored": "%sAviso:%s Esta senha será armazenada no arquivo de configuração, visível para todos que puderem acessá-lo.",
        "Website": "Website",
        "Weekly": "Semanalmente",
        "WeeklyReport": "semanal",
        "WeeklyReports": "Relatórios semanais",
        "WellDone": "Bom trabalho!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s comparado a %2$s",
        "XFromY": "%1$s de %2$s",
        "YearlyReport": "anual",
        "YearlyReports": "Relatórios anuais",
        "YearsDays": "%1$s anos %2$s dias",
        "YearShort": "ano",
        "Yes": "Sim",
        "Yesterday": "Ontem",
        "YouAreCurrentlyUsing": "Você está usando atualmente Piwik %s.",
        "YouAreViewingDemoShortMessage": "Está atualmente a ver a demonstração do Piwik",
        "YouMustBeLoggedIn": "Tem de estar ligado para aceder a essa funcionalidade.",
        "YourChangesHaveBeenSaved": "Suas alterações foram salvas"
    },
    "Goals": {
        "AbandonedCart": "Carrinho abandonado",
        "AddGoal": "Adicionar meta",
        "AddNewGoal": "Adicionar nova meta",
        "AddNewGoalOrEditExistingGoal": "%sAdicionar nova meta%s ou %sEditar%s metas existentes",
        "AllowGoalConvertedMoreThanOncePerVisit": "Permitir convesão de metas mais do que uma vez por visita",
        "AllowMultipleConversionsPerVisit": "Permitir múltiplas conversões por visita",
        "BestCountries": "Seus melhores países conversores são:",
        "BestKeywords": "Suas palavras-chave top de conversão são:",
        "BestReferrers": "Seus melhores sites de encaminhamento são:",
        "CaseSensitive": "Equivalencia case sensitive",
        "ClickOutlink": "Clique num link para um website externo",
        "ColumnAverageOrderRevenueDocumentation": "Valor médio do pedido (VMP) é a receita total de todas as Ordens de comércio eletrônico dividido pelo número de pedidos.",
        "ColumnAveragePriceDocumentation": "A receita média para este %s.",
        "ColumnAverageQuantityDocumentation": "A quantidade média deste %s vendidos em pedidos de comércio eletrônico.",
        "ColumnConversionRateDocumentation": "A porcentagem de visitas que desencadearam em metas %s.",
        "ColumnConversionRateProductDocumentation": "A taxa de conversão %s é o número de pedidos que contenham este produto dividido pelo número de visitas na página do produto.",
        "ColumnConversions": "Conversões",
        "ColumnConversionsDocumentation": "O número de conversões de %s.",
        "ColumnOrdersDocumentation": "O número total de ordens de comércio eletrônico, que continham este %s, pelo menos, uma vez.",
        "ColumnPurchasedProductsDocumentation": "O número de produtos comprados é a soma das quantidades de produtos vendidos em todas as encomendas de comércio eletrônico.",
        "ColumnQuantityDocumentation": "A quantidade é o número total de produtos vendidos para cada %s.",
        "ColumnRevenueDocumentation": "A receita total gerada pelo %s.",
        "ColumnRevenuePerVisitDocumentation": "A receita total gerada por %s, dividido pelo número de visitas.",
        "ColumnVisits": "O número total de visitas, independentemente de se uma meta foi disparado ou não.",
        "ColumnVisitsProductDocumentation": "O número de visitas na página do produto\/Categoria. Este também é usado para processar a taxa de conversão %s. Esta métrica estará no relatório de monitoramento de comércio eletrônico se instalado nas páginas de Produto\/Categoria.",
        "Contains": "contem %s",
        "ConversionByTypeReportDocumentation": "Esse relatório fornece informações detalhadas sobre o desempenho objetivo (conversões, taxas de conversão e receita por visita) para cada uma das categorias disponíveis no painel esquerdo. %s Por favor, clique em uma das categorias para ver o relatório. %s para mais informações, leia a documentação %sTracking Metas em piwik.org%s",
        "ConversionRate": "%s taxa de conversão",
        "Conversions": "%s conversões",
        "ConversionsOverview": "Visão geral de conversões",
        "ConversionsOverviewBy": "Visão geral de conversões por tipo de visita",
        "CreateNewGOal": "Criar uma nova Meta",
        "DaysToConv": "Dias para Conversão",
        "DefaultGoalConvertedOncePerVisit": "(padrão) A meta só pode ser convertida uma vez por visita",
        "DefaultRevenue": "O lucro padrão da meta é",
        "DefaultRevenueHelp": "Por exemplo, um Form Contato submetido por um visitante pode valer $10 em média. Piwik ajudará a entender quão bem o segmento de seus visitantes está funcionando.",
        "DeleteGoalConfirm": "Tem certeza que deseja deletar a meta %s?",
        "DocumentationRevenueGeneratedByProductSales": "As vendas de produtos. Exclui o de impostos transporte, e desconto.",
        "Download": "Baixar um arquivo",
        "Ecommerce": "Ecommerce",
        "EcommerceAndGoalsMenu": "Ecommerce & Metas",
        "EcommerceLog": "Ecommerce Log",
        "EcommerceOrder": "Ecommerce ordem",
        "EcommerceOverview": "Visão geral do Ecommerce",
        "EcommerceReports": "Relatórios de Ecommerce",
        "ExceptionInvalidMatchingString": "Se você escolher 'correspondência exata', a string correspondente deve ser uma URL que comece com %s. Por exemplo, \"%s\".",
        "ExternalWebsiteUrl": "URL de website externo",
        "Filename": "nome do arquivo",
        "GoalConversion": "Metas convertidas",
        "GoalConversions": "conversões",
        "GoalConversionsBy": "Metas %s convertidas por tipo de visita",
        "GoalIsTriggered": "Meta está triggered",
        "GoalIsTriggeredWhen": "Meta está triggered quando",
        "GoalName": "Nome da meta",
        "Goals": "Metas",
        "GoalsManagement": "Gerenciamento de metas",
        "GoalsOverview": "Visão geral de metas",
        "GoalsOverviewDocumentation": "Esta é uma visão geral de suas conversões de metas. Inicialmente, o gráfico mostra a soma de todas as conversões. %s abaixo do gráfico, você pode ver relatórios de conversão para cada uma de suas metas. Os minigráficos podem ser ampliados clicando sobre eles.",
        "GoalX": "Metas %s",
        "HelpOneConversionPerVisit": "Se a página correspondente a essa meta é atualizada ou vista mais de uma vez em uma visita, A meta só será rastreada a primeira vez que a página for carregada durante esta visita.",
        "IsExactly": "é exatamente %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Aprenda mais sobre %s Rastreando Metas no Piwik %s na documentação do usuário.",
        "LeftInCart": "%s carrinhos abandonados",
        "Manually": "manualmente",
        "ManuallyTriggeredUsingJavascriptFunction": "A meta é manualmente triggered usando a API do Javascript trackGoal()",
        "MatchesExpression": "corresponde com a expressão %s",
        "NewGoalDescription": "Uma meta no Piwik é a sua estratégia, a sua prioridade, e pode implicar muitas coisas: \"Downloads de Brochuras\", \"Registro de newsletter\", \"Serviço de páginas visitadas\", etc",
        "NewGoalIntro": "O acompanhamento de conversões de metas é uma das maneiras mais eficientes para medir e melhorar seus objetivos de negócios.",
        "NewGoalYouWillBeAbleTo": "Você será capaz de ver e analisar o desempenho de cada meta, e aprender a aumentar as conversões, taxas de conversão e receitas por visita.",
        "NewVisitorsConversionRateIs": "Taxa de conversão de novos usuários é %s",
        "NewWhatDoYouWantUsersToDo": "O que você quer que seus usuários façam em seu site?",
        "Optional": "(opcional)",
        "OverallConversionRate": "%s taxa total de conversão(visitas com uma meta completa)",
        "OverallRevenue": "%s lucro total",
        "PageTitle": "Título da página",
        "Pattern": "modelo",
        "PluginDescription": "Crie metas e veja relatórios sobre suas metas de conversão: evolução sobre o tempo, lucro por visita, conversões por referencia, por palavra-chave, etc.",
        "ProductCategory": "Categoria de produto",
        "ProductName": "Nome do produto",
        "Products": "Produto SKU",
        "ProductSKU": "Produto SKU",
        "ReturningVisitorsConversionRateIs": "Taxa de retorno de visitantes convertidos é %s",
        "SingleGoalOverviewDocumentation": "Esta é uma visão geral das conversões para um único objetivo. %s Os minigráficos abaixo o podem ser ampliados, clicando sobre eles.",
        "UpdateGoal": "Atualizar meta",
        "URL": "URL",
        "ViewAndEditGoals": "Ver e Editar Metas",
        "ViewGoalsBy": "Exibir metas por %s",
        "VisitPageTitle": "Visitas por um título de página",
        "VisitsUntilConv": "Visitas para conversão",
        "VisitUrl": "Visitar a URL dada(página ou grupo de páginas)",
        "WhenVisitors": "quando visitantes",
        "WhereThe": "onde o(a)",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "onde a página visitada contem um chamado para o JavaScript piwikTracker.trackGoal() metodo (%slearn more%s)",
        "YouCanEnableEcommerceReports": "Você pode habilitar %s para este site na página %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "A coluna '%s' não foi encontrado neste relatório. Tente qualquer um %s",
        "PluginDescription": "Gerar belas imagens estáticas dos gráfico em PNG para qualquer relatório Piwik."
    },
    "Installation": {
        "CollaborativeProject": "Piwik é um projeto colaborativo, construído com amor por pessoas de todo o mundo.",
        "ConfigurationHelp": "Seu arquivo de configuração Piwik parece estar desconfigurado. Você pode ou remover config\/config.ini.php e fechar a instalação, ou corrigir as configurações de conexão com banco de dados.",
        "ConfirmDeleteExistingTables": "Tem certeza que quer apagar as tabelas: %s do seu banco de dados? AVISO: DADOS DESTAS TABELAS NÃO PODERÃO SER RECUPERADOS!",
        "Congratulations": "Parabéns",
        "CongratulationsHelp": "<p>Parabéns! A sua instalação do Piwik está completa.<\/p><p>Certifique-se de ter colocado o código JavaScript em todas as suas páginas, e aguarde os seus primeiros visitantes!<\/p>",
        "DatabaseAbilities": "Capacidades de banco de dados",
        "DatabaseCreation": "Criação do banco de dados",
        "DatabaseErrorConnect": "Erro enquanto tentando conectar ao servidor do banco de dados",
        "DatabaseServerVersion": "versão do servidor de banco de dados",
        "DatabaseSetup": "Setup do banco de dados",
        "DatabaseSetupAdapter": "adaptador",
        "DatabaseSetupDatabaseName": "nome do banco de dados",
        "DatabaseSetupLogin": "login",
        "DatabaseSetupServer": "servidor de banco de dados",
        "DatabaseSetupTablePrefix": "prefixo da tabela",
        "Email": "email",
        "Extension": "extensão",
        "Filesystem": "Sistema de arquivos",
        "GetInvolved": "Se você gosta do que você vê, você pode %1$sparticipar%2$s.",
        "GoBackAndDefinePrefix": "Volte e defina um prefixo para as tabelas Piwik",
        "HappyAnalysing": "Boa análise!",
        "Installation": "Instalação",
        "InstallationStatus": "Status da Instalação",
        "InsufficientPrivilegesHelp": "Você pode adicionar esses privilégios usando uma ferramenta como o phpMyAdmin ou executando as consultas SQL de permissões. Se você não sabe como fazer essas coisas, por favor, peça ao seu sysadmin para conceder esses privilégios para você.",
        "InsufficientPrivilegesMain": "Ou o banco de dados não existe (e não poderia ser criado), ou o usuário especificado tem privilégios insuficientes. Usuário de banco de dados deve ter os seguintes privilégios: %s",
        "JsTagArchivingHelp1": "Para sites de médio e alto tráfego existem certas otimizações que devem ser feitas para ajudar o Piwik a funcionar mais rápido (como %1$sconfigurar auto-arquivamento%2$s).",
        "JSTracking_EndNote": "Nota: Após o processo de instalação, você pode gerar um código de rastreamento personalizado nas configurações de %1$sCódigo de rastreamento%2$s .",
        "JSTracking_Intro": "Para acompanhar o seu tráfego na web com Piwik você precisa ter certeza de algum código extra é adicionado a cada uma de suas páginas.",
        "LargePiwikInstances": "Ajuda para instancias Piwik grandes",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Se o servidor Piwik rastreia sites de alto tráfego (ex.:> 100.000 páginas por mês), recomendamos para tentar corrigir este problema.",
        "LoadDataInfileUnavailableHelp": "Usando %1$s vai acelerar bastante o processo de arquivamento do Piwik. Para torná-lo disponível para Piwik, tente atualizar seu PHP e MySQL e verifique se o usuário do banco de dados tem o privilégio %2$s.",
        "NfsFilesystemWarning": "O servidor está usando um sistema de arquivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Isto significa que o Piwik será extremamente lento quando estiver se baseabdo em arquivos de sessão.",
        "NfsFilesystemWarningSuffixInstall": "Em NFS, usando arquivos baseados em sessões fica extremamente lento, por isso que o Piwik irá utilizar sessões em banco. Se você tem muitos usuários do painel simultâneas, você pode precisar aumentar o número máximo de conexões do cliente para o servidor de banco de dados.",
        "NoConfigFound": "O arquivo de configuração de relatórios não pode ser encontrado e você está tentando acessar uma página do Piwik.<br \/><b>  » Você poderá <a href='index.php'>instalar o Piwik agora<\/a><\/b><br \/><small>Se você instalou o Piwik antes e possui algumas tabelas em seu banco de dados, não se preocupe, você poderá reutilizar as mesmas tabelas e manter os dados existentes!<\/small>",
        "Optional": "Opcional",
        "Password": "senha",
        "PasswordDoNotMatch": "senha não confere",
        "PasswordRepeat": "senha (repetir)",
        "PercentDone": "%s %% Completo",
        "PleaseFixTheFollowingErrors": "Por favor, corrija os seguintes erros",
        "PluginDescription": "Processo de instalação do Piwik. A instalação normalmente é feita apenas uma vez. Se o arquivo de configuração config\/config.inc.php é deletado, a instalação começará novamente.",
        "Requirements": "Requerimentos do Piwik",
        "RestartWebServer": "Depois de fazer essa alteração, reinicie o seu servidor web.",
        "SeeBelowForMoreInfo": "Veja abaixo para mais informações.",
        "SetupWebsite": "Configurar um website",
        "SetupWebsiteError": "Ocorreu um erro ao tentar adicionar o website",
        "SetupWebSiteName": "nome do website",
        "SetupWebsiteSetupSuccess": "Website %s criado com sucesso!",
        "SetupWebSiteURL": "URL do website",
        "SiteSetup": "Por favor, configure o primeiro site que você gostaria de acompanhar e analisar com Piwik:",
        "SiteSetupFootnote": "Nota: Quando a instalação do Piwik estiver concluída, você será capaz de adicionar mais sites para acompanhar!",
        "SuperUser": "Super User",
        "SuperUserLogin": "login super usuário",
        "SuperUserSetupError": "Houve um erro ao tentar adicionar o Super Usuário",
        "SuperUserSetupSuccess": "Super usuário criado com sucesso!",
        "SystemCheck": "Checagem do Sistema",
        "SystemCheckAutoUpdateHelp": "Nota: atualização do Piwik One Click requer permissões de escrita para as pastas Piwik e seu conteúdo.",
        "SystemCheckCreateFunctionHelp": "Piwik usa funções anônimas para callbacks",
        "SystemCheckDatabaseHelp": "O Piwik requer ou a extensão mysqli ou ambas as extensões PDO e pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View Factory não será permitida para criar views pelo módulo chamado.",
        "SystemCheckError": "Ocorreu um erro - precisa ser reparado antes de você poder prosseguir",
        "SystemCheckEvalHelp": "Requisitado pelo HTML QuickForm e sistema Smarty de templating.",
        "SystemCheckExtensions": "Outras extensões requeridas",
        "SystemCheckFileIntegrity": "Integridade de arquivo.",
        "SystemCheckFunctions": "Funções requeridas",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "Os sparklines (gráficos pequenos) não irão funcionar.",
        "SystemCheckGlobHelp": "Essa função embutida foi desabilitada em seu host. Piwik tentará simular essa função mas poderá encontrar mais adiante restrições de segurança. Funcionalidades podem ser impactadas.",
        "SystemCheckGzcompressHelp": "Você precisa habilitar a extensão zlib e a função gzcompress.",
        "SystemCheckGzuncompressHelp": "Você precisa habilitar a extensão zlib e a função gzuncompress.",
        "SystemCheckIconvHelp": "Você precisa configurar e reconstruir PHP com suporte \"iconv\" habilitado, --with-iconv.",
        "SystemCheckMailHelp": "Mensagens de feedback e senha perdida não serão enviadas sem mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Limite de Memória",
        "SystemCheckMemoryLimitHelp": "Em um site com alto tráfego, o processo de arquivamento pode exigir mais memória do que o atualmente permitido. Se necessário, mude a diretiva memory_limit no seu arquivo php.ini.",
        "SystemCheckOpenURL": "Abre URL",
        "SystemCheckOpenURLHelp": "Assinaturas de newsletters e notificações de atualização e atualizações em um clique requerem a extensão \"curl\", allow_url_fopen=On, ou fsockopen() ativada.",
        "SystemCheckOtherExtensions": "outras extensões",
        "SystemCheckOtherFunctions": "Outras funções",
        "SystemCheckPackHelp": "A função pack() é necessária para monitorar visitantes em Piwik.",
        "SystemCheckParseIniFileHelp": "Essa função built-in foi desabilitada em seu host. Piwik tentará simular essa função mas poderá encontrar algumas restrições de segurança. Rastreador de performance também será impactado.",
        "SystemCheckPdoAndMysqliHelp": "Num servidor Linux você poderá compilar o php com as seguintes opções: %1$s No seu php.ini, adicione as seguintes linhas: %2$s",
        "SystemCheckPhp": "Versão do PHP",
        "SystemCheckPhpPdoAndMysqli": "Mais informações em: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Você precisa configurar e remontar o PHP com a Standard PHP Library (SPL) habilitada (por padrão).",
        "SystemCheckSummaryNoProblems": "Huzzah! Não há problemas com sua configuração Piwik. Dê a você mesmo um tapinha nas costas.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik detectou algunas %1$squestões críticas%2$s com as suas configurações. %3$s Estas questões devem ser corrigidas imediatamente. %4$s",
        "SystemCheckSummaryThereWereWarnings": "Existem alguns problemas com o seu sistema. Piwik será executado, mas você pode experimentar alguns problemas menores.",
        "SystemCheckTimeLimitHelp": "Em um site com alto tráfego, executar o processo de arquivamento pode exigir mais memória do que o atualmente permitido. Se necessário, altere a diretiva max_execution_time no seu arquivo php.ini.",
        "SystemCheckTracker": "Status do Rastreador",
        "SystemCheckTrackerHelp": "Solicitação GET para piwik.php falhou. Tente whitelisting esta URL da Autenticação HTTP e desativar o mod_security (você pode ter que pedir a sua hospedagem).",
        "SystemCheckWarnDomHelp": "Você deve habilitar a extensão \"dom\" por exemplo, instalar o \"php-dom\" e\/ou o pacote \"php-xml\").",
        "SystemCheckWarning": "Piwik vai funcionar corretamente mas alguns recursos podem não estar disponíveis",
        "SystemCheckWarnJsonHelp": "Você deve habilitar a extensão \"json\" (por exemplo, instalar o pacote \"php-json\") para um melhor desempenho.",
        "SystemCheckWarnLibXmlHelp": "Você deve habilitar a extensão \"libxml\" (por exemplo, \"instalar o php-libxml\" pacote), como é exigido por extensões do PHP do núcleo.",
        "SystemCheckWarnSimpleXMLHelp": "Você deve habilitar a extensão \"SimpleXML\" (por exemplo, instalar o \"php-simplexml\" e\/ou o pacote \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Num servidor Windows você poderá adicionar as seguintes linhas ao seu php.ini: %s",
        "SystemCheckWriteDirs": "Diretórios com permissão de escrita",
        "SystemCheckWriteDirsHelp": "Para resolver este problema no seu sistema Linux, tente digitar os seguintes comando(s)",
        "SystemCheckZlibHelp": "Você precisa configurar e remontar o PHP com suporte \"zlib\" ativado, --with-zlib.",
        "Tables": "Criando as tabelas",
        "TablesCreatedSuccess": "Tabelas criadas com sucesso!",
        "TablesDelete": "Excluir as tabelas encontradas",
        "TablesDeletedSuccess": "Tabelas Piwik excluídas com sucesso",
        "TablesFound": "As seguintes tabelas foram encontradas no banco de dados",
        "TablesReuse": "Reutilizar as tabelas existentes",
        "TablesUpdatedSuccess": "O banco de dados foi atualizado com sucesso da versão %1$s para %2$s!",
        "TablesWarningHelp": "Escolha reutilizar as tabelas existentes ou selecione uma nova instalação para apagar todas as informações no banco de dados.",
        "TablesWithSameNamesFound": "Algumas tabelas %1$s no seu banco de dados %2$s tem o mesmo nome das tabelas que o Piwik está tentando criar",
        "Timezone": "fuso-horário do website",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que você goste de usar Piwik tanto quanto nós de tê-lo feito.",
        "Welcome": "Bem vindo!",
        "WelcomeHelp": "<p>Piwik é um analisador de tráfego open source que torna fácil obter informações sobre os seus visitantes.<\/p><p>Este processo é dividido em %s passos fáceis e irá demorar por volta de 5 minutos.<\/p>",
        "WelcomeToCommunity": "Bem-vindo à comunidade Piwik!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Sobre traduções Piwik.",
        "PluginDescription": "Esse plugin mostrará uma lista de idiomas disponíveis para a interface do Piwik. O idioma selecionado salvará as preferencias para cada usuário."
    },
    "Live": {
        "AveragePageGenerationTime": "Cada página levou em média %1$s para carregar para este visitante.",
        "CalculatedOverNPageViews": "Calculado usando as últimas %1$s exibições de página deste visitante.",
        "ClickToViewMoreAboutVisit": "Clique para ver mais informações sobre esta visita",
        "ConvertedNGoals": "%s Metas convertidas",
        "EcommerceSummaryConversions": "%1$s%2$s pedidos de um total de %3$s%4$s, comprados %5$s itens.",
        "FirstVisit": "Primeiro visitante",
        "GoalType": "Tipo",
        "HideMap": "esconder mapa",
        "KeywordRankedOnSearchResultForThisVisitor": "A palavra-chave %1$s foi classificada %2$s em %3$s páginas de resultados de pesquisa para este visitante",
        "LastHours": "Últimas %s horas",
        "LastMinutes": "Últimos %s minuto(s)",
        "LastVisit": "Última visita",
        "LinkVisitorLog": "Ver log detalhado de visitantes",
        "LoadMoreVisits": "Carregar mais visitas",
        "MorePagesNotDisplayed": "mais páginas por este visitante não são exibidos",
        "NbVisitor": "1 visitante",
        "NbVisitors": "%s visitantes",
        "NextVisitor": "Próximo visitante",
        "NoMoreVisits": "Não existem mais visitas para este visitante.",
        "PageRefreshed": "Número de vezes que esta página foi vista\/atualizada em um registro.",
        "PluginDescription": "Espie seus visitantes, ao vivo, em tempo real!",
        "PreviousVisitor": "Visitante anterior",
        "RealTimeVisitorCount": "Contagem de visitantes em tempo real",
        "Referrer_URL": "URL de encaminhamento",
        "ShowMap": "mostrar mapa",
        "SimpleRealTimeWidget_Message": "%s e %s na última %s.",
        "ViewVisitorProfile": "Ver o perfil do visitante",
        "VisitedPages": "Páginas visitadas",
        "VisitorLog": "Log de visitantes",
        "VisitorLogDocumentation": "Esta tabela mostra as últimas visitas dentro do período selecionado. Você pode ver quando a última visita de um visitante ocorreu passando o mouse sobre a data da visita. %s se o intervalo de data incluir hoje, você pode ver os seus visitantes em tempo real! %s Os dados exibidos aqui são sempre ao vivo, independentemente de estar usando o arquivamento agendado por cron.",
        "VisitorProfile": "Páginas visitadas",
        "VisitorsInRealTime": "Visitantes em tempo real",
        "VisitorsLastVisit": "A última visita deste visitante foi a %s dias atrás.",
        "VisitsFrom": "%1$s%2$s visitas%3$s de",
        "VisitSummary": "Passou um total de %1$s%2$s no site%3$s, e %4$spáginas %5$s vistas em %6$s visitas.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Um link de confirmação foi enviado para sua caixa de entrada. Verifique se o seu e-mail e acesse este link para autorizar o seu pedido de alteração de senha.",
        "ContactAdmin": "Possível razão: o seu host desabilitou a função mail(). <br \/>Por favor contacte o administrador do Piwik.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Um usuário com acesso de Super Usuário não pode ser autenticado usando o mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "É esperado que o parâmetro da senha seja um hash MD5 da senha.",
        "InvalidNonceOrHeadersOrReferrer": "Forma de segurança falhou. Por favor, recarregar o formulário e verifique se seus cookies estão habilitados. Se você usar um servidor proxy, você deve configurar %s Piwik para aceitar cabeçalhos proxy %s encaminhados para Host. Além disso, verifique se o cabeçalho do Referer é enviado corretamente.",
        "InvalidOrExpiredToken": "Token inválido ou expirado",
        "InvalidUsernameEmail": "Nome de usuário e\/ou e-mail inválido",
        "LogIn": "Entrar",
        "LoginOrEmail": "Nome de Usuário ou E-mail",
        "LoginPasswordNotCorrect": "Nome de usuário e senha incorretos",
        "LostYourPassword": "Esqueceu a sua senha?",
        "MailPasswordChangeBody": "Oi %1$s, um pedido de redefinição de senha foi recebida de %2$s. Para confirmar esta alteração de senha para que você possa fazer o login com suas novas credenciais, visite o seguinte link: %3$s Nota: este token expirará em 24 horas. Obrigado por usar Piwik!",
        "MailTopicPasswordChange": "Confirme Alteração de senha",
        "PasswordChanged": "Sua senha foi alterada.",
        "PasswordRepeat": "Senha (repetir)",
        "PasswordsDoNotMatch": "Senhas não conferem.",
        "RememberMe": "Lembrar meu login",
        "ResetPasswordInstructions": "Digite uma nova senha para a sua conta."
    },
    "Mobile": {
        "AboutPiwikMobile": "Sobre o Piwik Móvel",
        "AccessUrlLabel": "Url de Acesso Piwik",
        "Account": "Conta",
        "Accounts": "Contas",
        "AddAccount": "Adicionar conta",
        "AddPiwikDemo": "Adicionar Demonstração Piwik",
        "Advanced": "Avançado",
        "AnonymousAccess": "Acesso anônimo",
        "AnonymousTracking": "Rastreamento anônimo",
        "AskForAnonymousTrackingPermission": "Quando ativado, o Piwik Mobile vai enviar os dados de uso anônimos para piwik.org. A intenção é usar esses dados para ajudar os desenvolvedores do Piwik a entender melhor como o aplicativo é utilizado. Informações enviadas são: menus e configurações clicadas, nome do sistema operacional e versão, qualquer erro exibido no Piwik Mobile. Nós não iremos acompanhar qualquer de seus dados analíticos e estes dados anônimos nunca será tornados públicos. Você pode ativar\/desativar o rastreamento anônimo em Configurações a qualquer momento.",
        "ChooseHttpTimeout": "Escolha um valor timeout HTTP",
        "ChooseMetric": "Escolha métricas",
        "ChooseReport": "Escolha um relatório",
        "ConfirmRemoveAccount": "Você deseja remover sua Conta?",
        "DefaultReportDate": "Data do relatório",
        "EmailUs": "Envie-nos",
        "EnableGraphsLabel": "Mostrar gráficos",
        "EvolutionGraph": "Gráfico histórico",
        "HelpUsToImprovePiwikMobile": "Gostaria de ativar o acompanhamento de uso anônimo em Piwik Mobile?",
        "HowtoDeleteAnAccount": "Clique para remover a conta.",
        "HowtoDeleteAnAccountOniOS": "Deslize para a esquerda para a direita para apagar uma conta",
        "HowtoLoginAnonymous": "Deixe o nome de usuário e senha em branco para fazer login como anônimo",
        "HttpIsNotSecureWarning": "Seu token de autorização Piwik (token_auth) é enviada em texto simples, se você usar 'HTTP'. Por este motivo, recomendamos HTTPS para o transporte seguro de dados através da internet. Você quer continuar?",
        "HttpTimeout": "Timeout HTTP",
        "IncompatiblePiwikVersion": "A versão de Piwik que você está utilizando é incompatível com Piwik Mobile 2. Atualize sua instalação e tente novamente ou instale Piwik Mobile 1.",
        "LastUpdated": "Última Atualização: %s",
        "LoadingReport": "Carregando %s",
        "LoginCredentials": "Credenciais",
        "LoginToPiwikToChangeSettings": "Entrar para o seu servidor Piwik para criar e atualizar os sites, usuários ou para alterar as configurações gerais como \"Relatório de erros\" e \"Dados de Relatório Padrão\".",
        "LoginUseHttps": "Usar https",
        "MultiChartLabel": "Mostrar sparklines",
        "NavigationBack": "Voltar",
        "NetworkError": "Erro de Rede",
        "NetworkErrorWithStatusCode": "Houve um erro \"%s\". O pedido devolveu o status de \"%s\". URL era \"%s\". Por favor, verifique a sua URL digitada e os logs de erro no servidor para obter mais informações sobre o erro e como resolvê-lo.",
        "NetworkErrorWithStatusCodeShort": "Erro de Conexão %s",
        "NetworkNotReachable": "Rede não encontrada",
        "NoAccountIsSelected": "Você tem que selecionar uma conta, ou Adicionar uma nova conta se você não tiver uma configurada.",
        "NoDataShort": "Sem Informação!",
        "NoPiwikAccount": "Não possui conta Piwik?",
        "NoReportsShort": "Nenhum relatório",
        "NoVisitorFound": "Nenhum visitante encontrado",
        "NoVisitorsShort": "Nenhum Visitante",
        "NoWebsiteFound": "Nenhum site encontrado",
        "NoWebsitesShort": "Nenhum Website",
        "PullDownToRefresh": "Puxar e atualizar...",
        "RatingDontRemindMe": "Não me lembrar",
        "RatingNotNow": "Não agora",
        "RatingNow": "OK, vou avaliá-lo agora",
        "RatingPleaseRateUs": "Piwik Mobile App é um Software Livre, nós realmente apreciamos se você tirar um minuto para avaliar a aplicação do %s. Se você tiver sugestões de novas funcionalidades ou relatórios de bugs, por favor, entre em contato %s '",
        "ReleaseToRefresh": "Solte para atualizar...",
        "Reloading": "Recarregar...",
        "RequestTimedOutShort": "Tempo limite de Rede atingido!",
        "SaveSuccessError": "Por favor verifique configurações",
        "SearchWebsite": "sites de busca",
        "ShowAll": "Exibir tudo",
        "ShowLess": "Exibir menos",
        "StaticGraph": "Gráfico visão geral",
        "TopVisitedWebsites": "Top sites visitados",
        "TryIt": "Tente Agora!",
        "UseSearchBarHint": "Apenas os primeiros %s websites são exibidos aqui. Por favor, use a barra de pesquisa para acessar seus outros sites.",
        "VerifyAccount": "Verificando conta",
        "VerifyLoginData": "Certifique-se de que sua combinação de usuário e senha estejam corretos.",
        "YouAreOffline": "Desculpe, no momento você está offline."
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Provedor '%s' desconhecido. Tente um dos seguintes em vez: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Você pode adicionar mais números de telefone, acessando",
        "MobileReport_MobileMessagingSettingsLink": "Página de configurações de Mensagens móveis",
        "MobileReport_NoPhoneNumbers": "Por favor ative pelo menos um número de telefone acessando",
        "MultiSites_Must_Be_Activated": "Para gerar textos SMS de estatísticas do seu site, por favor, ative o plugin multisites no Piwik.",
        "PhoneNumbers": "Números de telefone",
        "PluginDescription": "Criar e fazer download de relatórios personalizados SMS e tê-los enviado para o seu celular em uma base diária, semanal ou mensal.",
        "Settings_APIKey": "API Key",
        "Settings_CountryCode": "Código do país",
        "Settings_CredentialNotProvided": "Antes que você possa criar e gerenciar números de telefone, ligue Piwik na sua Conta SMS acima.",
        "Settings_CredentialNotProvidedByAdmin": "Antes que você possa criar e gerenciar números de telefone, por favor, pergunte ao seu administrador para conectar o Piwik a uma conta SMS.",
        "Settings_CredentialProvided": "Sua conta %s API SMS está configurada corretamente!",
        "Settings_DeleteAccountConfirm": "Tem certeza de que deseja apagar esta conta SMS?",
        "Settings_InvalidActivationCode": "O Código informado não é válido, por favor tente novamente.",
        "Settings_LetUsersManageAPICredential": "Permitem aos usuários gerenciar suas próprias credenciais SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Todos os usuários são capazes de receber relatórios de SMS e utilização de créditos da sua conta.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Cada usuário será capaz de configurar sua própria conta SMS API e não utilizar o seu crédito.",
        "Settings_ManagePhoneNumbers": "Gerenciar números de telefone",
        "Settings_PhoneActivated": "Telefone validado! Agora você pode receber SMS com suas estatísticas.",
        "Settings_PhoneNumber": "Número de telefone",
        "Settings_PhoneNumbers_Add": "Adicionar novo número de telefone",
        "Settings_PhoneNumbers_CountryCode_Help": "Se você não sabe o código de telefone do seu país, procure aqui",
        "Settings_PhoneNumbers_Help": "Antes de receber em seu telefone, relatórios SMS (mensagens de texto) o número do telefone deve ser inserido abaixo.",
        "Settings_PhoneNumbers_HelpAdd": "Quando clicar em \"Adicionar\", um SMS contendo um código será enviado para o celular. O usuário receber o código deve, então, acessar Piwik, clique em Configurações e clique em mensagens móveis. Após digitar o código, o usuário será capaz de receber relatórios de texto em seu telefone.",
        "Settings_PleaseSignUp": "Para criar relatórios de SMS e receber mensagens curtas de texto com as suas estatísticas de website \"em seu telefone móvel, inscreva-se com a API SMS e insira as informações abaixo.",
        "Settings_SMSAPIAccount": "Gerenciar conta de API SMS",
        "Settings_SMSProvider": "Provedor SMS",
        "Settings_SuperAdmin": "Configurações de super usuário",
        "Settings_SuspiciousPhoneNumber": "Se você não receber a mensagem de texto, você pode experimentar sem o zero à esquerda. ou seja. %s",
        "Settings_UpdateOrDeleteAccount": "Você também pode %satualizar%s ou %sapagar%s esta conta.",
        "Settings_ValidatePhoneNumber": "Validar",
        "Settings_VerificationCodeJustSent": "Acabamos de enviar um SMS para este número com um código: por favor digite o código acima e clique em \"Validar\".",
        "SettingsMenu": "Mensagem móvel",
        "SMS_Content_Too_Long": "[muito longo]",
        "TopLinkTooltip": "Obter relatórios analíticos da Web em seu e-mail ou telefone móvel!",
        "TopMenu": "Relatórios de e-mail e SMS",
        "VerificationText": "O código é %s. Para validar o seu número de telefone e receber relatórios Piwik de SMS, copie este código no formulário acessível no Piwik em > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Evolução",
        "LoadingWebsites": "Carregando sites",
        "PluginDescription": "Mostra sumários\/estatísticas executivas multi-site. No momento, mantida como plugin núcleo do Piwik.",
        "TopLinkTooltip": "Comparar estatísticas de todos os websites."
    },
    "Overlay": {
        "Clicks": "%s cliques",
        "ClicksFromXLinks": "%1$s cliques de um dos %2$s links",
        "Domain": "Domínio",
        "ErrorNotLoading": "A sessão de sobreposição de página (Page Overlay) ainda não pode ser exibida.",
        "ErrorNotLoadingDetails": "Talvez a página carregada no lado direito não tem o código JS de rastreamento. Neste caso, tente iniciar sobreposição para uma página diferente das páginas do relatório.",
        "ErrorNotLoadingDetailsSSL": "Desde que você está usando Piwik sobre https, a causa mais provável é que o seu site não suporta SSL. Tente usar Piwik sobre http.",
        "ErrorNotLoadingLink": "Clique aqui para obter mais dicas para solução de problemas",
        "Link": "Link",
        "Location": "Localização",
        "NoData": "Não há dados para esta página durante o período selecionado.",
        "OneClick": "1 clique",
        "OpenFullScreen": "Ir para tela cheia (sem barra lateral)",
        "Overlay": "Sobreposição de Página",
        "PluginDescription": "Veja os dados do Google Analytics como uma sobreposição no site real.",
        "RedirectUrlError": "Você está tentando abrir sobreposição de página para a URL \"%s\". %s Nenhum dos domínios configurados no Piwik corresponde ao link.",
        "RedirectUrlErrorAdmin": "Você pode adicionar um domínio como uma URL adicional %sem definições%s.",
        "RedirectUrlErrorUser": "Solicite ao seu administrador para adicionar o domínio como uma URL adicional."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Selecione \"Sim\" se você quer que o Piwik não restreie os IPs totalmente.",
        "AnonymizeIpInlineHelp": "Anonimize o último byte do endereço IP dos visitantes para obedecer suas leis\/guias locais de privacidade.",
        "AnonymizeIpMaskLengtDescription": "Selecione quantos bytes de IPs dos visitantes deve ser mascarado.",
        "AnonymizeIpMaskLength": "%s byte(s) - e.g. %s",
        "CannotLockSoDeleteLogActions": "A tabela log_action não será purgada: por favor, conceder o privilégio LOCK TABLES para o usuário MYSQL '%s'.",
        "ClickHereSettings": "Clique aqui para acessar as configurações do %s.",
        "CurrentDBSize": "Tamanho atual do banco de dados",
        "DBPurged": "DB purgado.",
        "DeleteBothConfirm": "Você está prestes a permitir tanto a exclusão dos dados de registro quanto a exclusão de dados do relatório. Isto irá remover permanentemente sua capacidade de visualizar dados de análise antigos Tem certeza de que quer fazer isto?",
        "DeleteDataDescription": "Você pode configurar Piwik para regularmente excluir logs de visitantes antigos e\/ou relatórios processados para manter seu banco de dados pequeno.",
        "DeleteDataDescription2": "Se desejar, ​​relatórios pré-processados não serão excluídos, apenas visitas, pageview e dados de registro de conversão serão apagados. Ou, os relatórios pré-processados ​​podem ser excluídos e os dados de registro podem ser mantidos.",
        "DeleteDataInterval": "Excluir dados antigoa a cada",
        "DeleteDataSettings": "Excluir logs de visitantes e relatórios antigos",
        "DeleteLogDescription2": "Quando você habilitar a exclusão automática de log, você deve garantir que todos os relatórios anteriores diários tenham sido processados​​, de modo que nenhum dado seja perdido.",
        "DeleteLogInfo": "Logs das seguintes tabelas serão deletados: %s",
        "DeleteLogsConfirm": "Você está prestes a permitir a exclusão de dados de log. Se os dados de log antigos são removidos, e os relatórios não tenham sido já criados, você não será capaz de ver dados históricos análises do passadas. Tem certeza de que quer fazer isto?",
        "DeleteLogsOlderThan": "Excluir logs mais velhos que",
        "DeleteMaxRows": "O número máximo de linhas a serem excluídos em uma execução:",
        "DeleteMaxRowsNoLimit": "nenhum limite",
        "DeleteReportsConfirm": "Você está prestes a permitir a exclusão dos dados do relatório. Se os relatórios antigos são removidos, você vai ter que re-processar-los em ordem de visualização. Tem certeza de que quer fazer isto?",
        "DeleteReportsDetailedInfo": "Os dados das tabelas de arquivamento de banco de dados numéricos (%s) e tabelas de arquivo blob (%s) será excluído.",
        "DeleteReportsInfo": "Se ativado, relatórios antigos serão apagados. %s Nós recomendamos permitir apenas quando o seu espaço de banco de dados é limitado. %s",
        "DeleteReportsInfo2": "Se você não tiver ativado \"%s\", os relatórios antigos serão recriados automaticamente quando solicitado.",
        "DeleteReportsInfo3": "Se você tiver ativado \"%s\", os dados serão perdidos para sempre.",
        "DeleteReportsOlderThan": "Apagar relatórios mais antigos que",
        "DeleteSchedulingSettings": "Configurações de agendamento",
        "DoNotTrack_Description": "Do Not Track é uma tecnologia e proposta de política que permite aos usuários optar por não ser rastreado por sites que não visitam, incluindo serviços de análise, redes de publicidade e plataformas sociais.",
        "DoNotTrack_Disable": "Desabilitar o suporte Do Not Track",
        "DoNotTrack_Disabled": "Piwik está seguindo atualmente todos os visitantes, mesmo quando especificado \"Eu não quero ser rastreado\" em seus navegadores.",
        "DoNotTrack_DisabledMoreInfo": "Recomendamos respeitar a privacidade dos seus visitantes e ativar o suporte DoNotTrack.",
        "DoNotTrack_Enable": "Ativar suporte para 'Não rastrear'",
        "DoNotTrack_Enabled": "Você está respeitando a sua privacidade usuários, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quando os usuários definiram o seu navegador para \"Eu não quero ser rastreado\" (DoNotTrack é habilitado), então Piwik não irá acompanhar as visitas.",
        "DoNotTrack_SupportDNTPreference": "Preferencias do suporte Do Not Track",
        "EstimatedDBSizeAfterPurge": "Tamanho do banco estimado após purge",
        "EstimatedSpaceSaved": "Espaço estimado salvo",
        "GeolocationAnonymizeIpNote": "Nota: Geolocation terá aproximadamente os mesmos resultados com um byte anónimos. Com dois bytes ou mais, Geolocation será impreciso.",
        "GetPurgeEstimate": "Obter estimativa de purge",
        "KeepBasicMetrics": "Mantenha métricas básicas (visitas, exibições de página, taxa de rejeição, conversões de meta, conversões de comércio eletrônico, etc)",
        "KeepDataFor": "Manter todos os dados para:",
        "KeepReportSegments": "Para dados mantidos acima, também manter relatórios segmentados",
        "LastDelete": "Última deleção foi em",
        "LeastDaysInput": "Por favor, especifique um número de dias maior do que %s.",
        "LeastMonthsInput": "Por favor, especifique um número de meses maior que %s.",
        "MenuPrivacySettings": "Privacidade",
        "NextDelete": "Próxima exclusão agendada em",
        "PluginDescription": "Personalize Piwik para torná-lo compatível com a privacidade legislações já existentes.",
        "PurgeNow": "Purge DB Agora",
        "PurgeNowConfirm": "Você está prestes a excluir permanentemente os dados de seu banco de dados. Tem certeza de que quer continuar?",
        "PurgingData": "Purgando dados...",
        "ReportsDataSavedEstimate": "Tamanho do banco de dados",
        "SaveSettingsBeforePurge": "Você mudou as configurações de exclusão de dados. Guarde-os antes de iniciar um expurgo.",
        "SeeAlsoOurOfficialGuidePrivacy": "Veja também nosso guia oficial: %sWeb Analytics Privacy%s",
        "Teaser": "Nesta página, você pode personalizar Piwik para torná-lo compatível com as legislações de privacidade existentes, através: %s Esconder o IP do visitante %s,%s automaticamente remover registos de visitantes antigos do banco de dados%s, e, %s proporcionando um mecanismo de Opt-out para o seu site %s.",
        "TeaserHeadline": "Configurações de privacidade",
        "UseAnonymizeIp": "Anonimizar endereços IP dos visitantes",
        "UseDeleteLog": "Exclua regularmente logs de visitantes antigos do banco de dados",
        "UseDeleteReports": "Exclua regularmente relatórios antigos do banco de dados"
    },
    "Provider": {
        "ColumnProvider": "Provedor",
        "PluginDescription": "Relata o provedor dos visitantes.",
        "ProviderReportDocumentation": "Este relatório mostra como o Internet Service Providers de seus visitantes -e usado para acessar o site. Você pode clicar no nome de um provedor para obter mais detalhes. %s Se o Piwik não puder determinar o fornecedor de um visitante, ele será listado como IP.",
        "SubmenuLocationsProvider": "Lugares e Provedores",
        "WidgetProviders": "Provedores"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Este relatório mostra todos os seus encminhadores em um relatório unificado, listando todos os sites, palavras-chave de pesquisa e campanhas usados ​​por seus visitantes para encontrar seu site.",
        "Campaigns": "Campanhas",
        "CampaignsDocumentation": "Os visitantes que vieram para o seu site como o resultado de uma campanha. %s Ver relatório %s para mais detalhes.",
        "CampaignsReportDocumentation": "Este relatório mostra quais as campanhas lideradas visitantes para o seu site. %s para mais informações sobre as campanhas de monitoramento, leia a documentação %s campanhas em piwik.org %s",
        "ColumnCampaign": "campanha",
        "ColumnSearchEngine": "Sistema de Busca",
        "ColumnSocial": "Rede social",
        "ColumnWebsite": "Website",
        "ColumnWebsitePage": "Página da Web",
        "DetailsByReferrerType": "Detalhes por tipo de encaminhador",
        "DirectEntry": "Entrada Direta",
        "DirectEntryDocumentation": "Um visitante entrou a URL no seu navegador e começou a navegar em seu site - ele entrou no site diretamente.",
        "Distinct": "Encaminhadores distintos por tipo de encaminhador",
        "DistinctCampaigns": "Campanhas distintas",
        "DistinctKeywords": "Palavras chave distintas",
        "DistinctSearchEngines": "Sistemas de busca distintos",
        "DistinctWebsites": "Websites distintos",
        "EvolutionDocumentation": "Esta é uma visão geral dos referrers que conduziram os visitantes no seu site.",
        "EvolutionDocumentationMoreInfo": "Para mais informações sobre os tipos encaminhadores diferentes, consulte a documentação da tabela %s.",
        "Keywords": "Palavras Chaves",
        "KeywordsReportDocumentation": "Este relatório mostra quais palavras-chave os usuários estavam procurando antes de eles serem encaminhados para o seu site. %s Ao clicar em uma linha na tabela, você pode ver a distribuição dos motores de busca, que foram consultados para a palavra-chave.",
        "PluginDescription": "Relata os dados referentes: mecanismos de pesquisa, palavras-chave, websites, campanha de rastreamento, entrada direta.",
        "Referrer": "Encaminhador",
        "ReferrerName": "Nome do encaminhador",
        "Referrers": "Encaminhadores",
        "ReferrersOverview": "Visão geral dos Encaminhadores",
        "SearchEngines": "Sistemas de Busca",
        "SearchEnginesDocumentation": "Um visitante foi encaminhado para o seu site por um motor de busca. %s Ver o relatório %s para mais detalhes.",
        "SearchEnginesReportDocumentation": "Este relatório mostra quais motores de busca encaminhou usuários ao seu site. %s Ao clicar em uma linha na tabela, você pode ver o que os usuários estavam procurando utilizando um motor de busca específico.",
        "SocialFooterMessage": "Este é um subconjunto de Websites listados a esquerda. Ele filtra outros sites para que você possa comparar os encaminhamentos de suas redes sociais diretamente.",
        "Socials": "Redes Sociais",
        "SocialsReportDocumentation": "Este relatório mostra quais as redes sociais levaram visitantes ao seu site. <br \/> Ao clicar em uma linha na tabela, você pode ver de quais páginas os visitantes de redes sociais vieram para o seu site.",
        "SubmenuSearchEngines": "Sistemas de Busca & Palavras Chaves",
        "SubmenuWebsites": "Websites & Social",
        "Type": "Tipo de Referer",
        "TypeCampaigns": "%s de campanhas",
        "TypeDirectEntries": "%s entradas diretas",
        "TypeReportDocumentation": "Esta tabela contém informações sobre a distribuição dos tipos de referrers.",
        "TypeSearchEngines": "%s de sistema de buscas",
        "TypeWebsites": "%s de websites",
        "UsingNDistinctUrls": "(usando urls %s distintas)",
        "ViewAllReferrers": "Ver todos os encaminhadores",
        "ViewReferrersBy": "Ver encaminhadores por %s",
        "Websites": "Websites",
        "WebsitesDocumentation": "O visitante seguiu um link em outro site que o levou para o seu site. %s Ver relatório %s para mais detalhes.",
        "WebsitesReportDocumentation": "Nesta tabela, você pode ver quais website encaminharam visitantes para o seu site. %s Ao clicar em uma linha na tabela, você pode ver quais os links de URLs que seu site estava.",
        "WidgetExternalWebsites": "Websites encaminhadores",
        "WidgetGetAll": "Todos os Encaminhadores",
        "WidgetKeywords": "Lista de Palavras Chave",
        "WidgetSocials": "Lista de redes sociais",
        "WidgetTopKeywordsForPages": "Principais palavras-chaves para a URL da página",
        "XPercentOfVisits": "%s%% de visitas"
    },
    "RowEvolution": {
        "AvailableMetrics": "Métricas disponíveis",
        "CompareDocumentation": "Clique no link abaixo e abra este pop-up para outra linha da mesma tabela para comparar vários registros. <br \/> Usar Shift-clique para marcar a linha de comparação, sem abrir esse pop-up.",
        "CompareRows": "Comparar registros",
        "ComparingRecords": "Comparando %s registros",
        "Documentation": "Clique nas métricas para exibi-las no gráfico de grande evolução. Use Shift + clique para exibir multiplas métricas de uma só vez.",
        "MetricBetweenText": "entre %s e %s",
        "MetricChangeText": "%s durante o período",
        "MetricsFor": "Metricas para %s",
        "MultiRowEvolutionTitle": "Evolução das múltiplas linhas",
        "PickAnotherRow": "Escolha outra linha para comparar",
        "PickARow": "Escolha uma linha para comparar"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(opcional) Opções de exibição",
        "AggregateReportsFormat_GraphsOnly": "Exibir gráficos apenas (sem tabelas do relatório)",
        "AggregateReportsFormat_TablesAndGraphs": "Mostrar tabelas e Gráficos para todos os relatórios",
        "AggregateReportsFormat_TablesOnly": "(padrão) Exibir relatório em tabelas (Gráficos apenas para as principais métricas)",
        "AlsoSendReportToTheseEmails": "Também enviar o relatório para esses e-mails (um e-mail por linha):",
        "AreYouSureDeleteReport": "Tem certeza de que deseja excluir este relatório e sua programação?",
        "CancelAndReturnToReports": "Cancelar e %svoltar a lista de relatórios%s",
        "CreateAndScheduleReport": "Criar e agendar um relatório",
        "CreateReport": "Criar relatório",
        "CustomVisitorSegment": "Segmento de visitantes personalizado:",
        "DescriptionOnFirstPage": "A descrição do relatório será apresentado na primeira página do mesmo.",
        "DisplayFormat_TablesOnly": "Mostrar apenas tabelas (sem gráficos)",
        "EmailHello": "Olá,",
        "EmailReports": "Relatórios de e-mail",
        "EmailSchedule": "Agendamento de e-mail",
        "EvolutionGraph": "Mostrar gráficos históricos para os principais %s valores",
        "FrontPage": "Primeira página",
        "ManageEmailReports": "Gerenciar relatórios de e-mail",
        "MonthlyScheduleHelp": "Programação mensal: relatório será enviado no primeiro dia de cada mês.",
        "MustBeLoggedIn": "Você precisa estar logado para criar e agendar relatórios personalizados.",
        "NoRecipients": "Este relatório não tem destinatários",
        "OClock": "horas",
        "Pagination": "Página %s de %s",
        "PiwikReports": "Relatórios Piwik",
        "PleaseFindAttachedFile": "Por favor, encontrar no arquivo anexo o relatório %1$s para %2$s.",
        "PleaseFindBelow": "Veja abaixo o seu relatório %1$s para %2$s.",
        "PluginDescription": "Criar e baixar seus relatórios personalizados, e tê-los enviado por email diária, semanal ou mensalmente.",
        "ReportFormat": "Formato do relatório",
        "ReportHour": "Envia relatório em",
        "ReportIncludeNWebsites": "O relatório incluirá as principais métricas para todos os sites que têm pelo menos uma visita (a partir de sites %s atualmente disponível).",
        "ReportSent": "Relatório enviado",
        "ReportsIncluded": "Estatísticas incluídas",
        "ReportType": "Enviar relatório via",
        "ReportUpdated": "Relatório atualizado",
        "Segment_Help": "Você pode selecionar um segmento personalizado existente para aplicar aos dados deste relatório de e-mail. Você pode criar e editar segmentos personalizados em seu painel de controle %s (clique aqui para abrir) %s , em seguida, clique na caixa de \"%s\", então \"%s\".",
        "SegmentAppliedToReports": "O Segmento %s foi aplicado aos relatórios.",
        "SendReportNow": "Enviar relatório agora",
        "SendReportTo": "Enviar relatório para",
        "SentToMe": "Enviar para mim",
        "TableOfContent": "Lista de relatórios",
        "ThereIsNoReportToManage": "Não há relatórios para gerenciar no website %s",
        "TopLinkTooltip": "Criar relatórios de e-mail com estatísticas para enviar para seu e-mail ou o e-mail de clientes automaticamente!",
        "TopOfReport": "Voltar ao topo",
        "UpdateReport": "Atualizar relatório",
        "WeeklyScheduleHelp": "Programação semanal: relatório será enviado na segunda-feira de cada semana."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Adicionar a condição %s",
        "AddNewSegment": "Adicionar novo segmento",
        "AreYouSureDeleteSegment": "Confirma a exclusão deste segmento?",
        "AutoArchivePreProcessed": "Relatórios segmentados são pré-processados ​​(Para agilizar, é necessário usar o cron em: archive.php)",
        "AutoArchiveRealTime": "Relatórios segmentados são processados em tempo real",
        "ChooseASegment": "Escolha um segmento",
        "DefaultAllVisits": "Todas as visitas",
        "DragDropCondition": "Condição Drag & Drop",
        "LoadingSegmentedDataMayTakeSomeTime": "O processamento segmentado de dados de visitantes pode demorar alguns mitutos...",
        "OperatorAND": "e",
        "OperatorOR": "ou",
        "SaveAndApply": "Salvar e Aplicar",
        "SegmentDisplayedAllWebsites": "Todos os Sites",
        "SegmentDisplayedThisWebsiteOnly": "Somente neste website",
        "SegmentIsDisplayedForWebsite": "e exibidos para",
        "SegmentNotApplied": "Segmento '%s' não aplicado",
        "SelectSegmentOfVisitors": "Selecione um segmento de visitantes:",
        "ThisSegmentIsVisibleTo": "Este segmento é visível para:",
        "VisibleToAllUsers": "Todos os Usuários",
        "VisibleToMe": "mim",
        "YouMustBeLoggedInToCreateSegments": "Você precisa estar logado para criar e editar segmentos personalizados de visitantes."
    },
    "SEO": {
        "AlexaRank": "Rank Alexa",
        "Bing_IndexedPages": "Páginas indexadas no Bing",
        "Dmoz": "Entradas DMOZ",
        "DomainAge": "Idade de Domínio",
        "ExternalBacklinks": "Backlinks externos (Majestoso)",
        "Google_IndexedPages": "Páginas indexadas pelo Google",
        "Rank": "Classificação",
        "ReferrerDomains": "Domínios Encaminhadores (Majestic)",
        "SeoRankings": "Ranking SEO",
        "SEORankingsFor": "Ranking SEO para %s",
        "ViewBacklinksOnMajesticSEO": "Ver relatório Backlinks externo em MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Adicionar novo Site",
        "AdvancedTimezoneSupportNotFound": "Suporte a fusos-horários avançados não encontrado em seu PHP (suportado no PHP >=5.2). Você pode ainda escolher um offset de UTC manual.",
        "AliasUrlHelp": "É recomendado, mas não necessário, especificar as várias URLs que seus visitantes usam para acessar esse site, uma por linha. Pseudônimos de URLs para websites não aparecerão em Referencias > relatórios de websites. Note que não é necessário especificar as URLs com ou sem 'www' como o Piwik considera automaticamente ambos.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ao mudar seu fuso-horário apenas afetará os dados que vierem depois, não será aplicado retroativamente.",
        "ChooseCityInSameTimezoneAsYou": "Escolha uma cidade no mesmo fuso-horário que você",
        "Currency": "Moeda Corrente",
        "CurrencySymbolWillBeUsedForGoals": "O símbolo da moeda corrente será mostrado próximo às metas de lucro.",
        "DefaultCurrencyForNewWebsites": "Moeda corrente padrão para novos websites",
        "DefaultTimezoneForNewWebsites": "Fuso-horário padrão para novos websites",
        "DeleteConfirm": "Tem certeza que deseja excluir o website %s?",
        "DisableSiteSearch": "Não rastrear pesquisas no site",
        "EcommerceHelp": "Quando ativado, o relatório de \"Metas\" você terá uma nova seção \"Ecommerce\".",
        "EnableEcommerce": "Ecommerce ativado",
        "EnableSiteSearch": "Ativado o rastreamento de pesquisas no site.",
        "EnableSiteSpecificUserAgentExclude": "Ativar a exclusão de User Agent específico.",
        "EnableSiteSpecificUserAgentExclude_Help": "Se você precisa excluir os diferentes agentes de usuário para sites diferentes, marque esta caixa, clique em salvar e %1$s adicionar os agentes do usuário acima %2$s.",
        "ExceptionDeleteSite": "Não é possível excluir este website já que ele é o único website registrado. Adiicone um novo website primeiro, depois exclua este.",
        "ExceptionEmptyName": "O nome do site não pode ficar vazio.",
        "ExceptionInvalidCurrency": "A moeda \"%s\" não é válida. Por favor inserir um símbolo monetário válido (ex. %s)",
        "ExceptionInvalidIPFormat": "O IP para excluir \"%s\" não tem um formatio de IP válido (ex. %s)",
        "ExceptionInvalidTimezone": "O fuso-horário \"%s\" não é válido. Por favor inserir um fuso-horário válido.",
        "ExceptionInvalidUrl": "A URL '%s' não é uma URL válida.",
        "ExceptionNoUrl": "Você precisa especificar no mínimo uma URL para o site.",
        "ExcludedIps": "IPs excluidos",
        "ExcludedParameters": "Parâmetros Excluídos",
        "ExcludedUserAgents": "Agentes de utilizador excluídos",
        "GlobalExcludedUserAgentHelp1": "Insira a lista de agentes do usuário para excluir de ser rastreado por Piwik.",
        "GlobalExcludedUserAgentHelp2": "Você pode usar isso para excluir alguns bots de serem rastreados.",
        "GlobalListExcludedIps": "Lista global de IPs excluidos",
        "GlobalListExcludedQueryParameters": "Lista global de parâmetros Query URL para excluir",
        "GlobalListExcludedUserAgents": "Lista global de agentes de usuário para excluir",
        "GlobalListExcludedUserAgents_Desc": "Se a string do agente de usuário do visitante contiver qualquer das seqüências de caracteres que você especificar, o visitante será excluído do Piwik.",
        "GlobalWebsitesSettings": "Configurações globais de websites",
        "HelpExcludedIps": "Entre com a lista de IPs, um por linha, que você deseja excluir por ter sido rastreado pelo Piwik. Você pode usar wildcards, ex: %1$s ou %2$s",
        "JsTrackingTagHelp": "Aqui está a tag de rastreamento JavaScript a ser incluída em todas as suas páginas",
        "KeepURLFragments": "Rastreamento de fragmentos de URL",
        "KeepURLFragmentsHelp": "Se a caixa abaixo estiver desmarcada, fragmentos de URL da página (tudo após o %1$s) será removido ao rastrear:%2$s serão rastreadas como %3$s",
        "KeepURLFragmentsHelp2": "Você também pode substituir essa configuração para sites individuais acima.",
        "KeepURLFragmentsLong": "Mantenha fragmentos de URL da página quando estiver rastreando URLs de páginas",
        "ListOfIpsToBeExcludedOnAllWebsites": "Os IPs abaixo serão excluidos por terem sido rastreados em todos os websites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Os parâmetros Query URL abaixo serão excluidos das URLs em todos os websites",
        "ListOfQueryParametersToExclude": "Entre com a lista de parâmetros URL Query, uma por linha, para excluir os relátorios das páginas URL",
        "MainDescription": "Seus relatórios de Web Analytics precisam de websites! Adiciona, atualiza, elimina websites, e mostra o JavaScript necessário para inserir em suas páginas.",
        "NotAnEcommerceSite": "Não é um site de Ecommerce",
        "NotFound": "Nenhum site encontrado para",
        "NoWebsites": "Você não tem nenhum site para administrar.",
        "OnlyOneSiteAtTime": "Você pode editar um website por vez. Por favor salve ou cancele as modificações do website atual %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permite análises avançadas de rastreamento e relatórios de comércio eletrônico. Saiba mais sobre %s Análise de E-comerce%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik excluirá automaticamente a sessão comum de parâmetros (%s).",
        "PluginDescription": "Gerenciamento de websites no Piwik: adiciona um novo website, edita um existente, mostra código JavaScript para incluir em suas páginas. Todas as ações também estão disponíveis através da API.",
        "SearchCategoryDesc": "Piwik também pode acompanhar a categoria de busca para cada palavra-chave de busca interna no site.",
        "SearchCategoryLabel": "Parâmetro categoria",
        "SearchCategoryParametersDesc": "Você pode inserir uma lista separada por vírgulas de parâmetros de consulta especificando a categoria de pesquisa.",
        "SearchKeywordLabel": "Parâmetro de consulta",
        "SearchKeywordParametersDesc": "Insira uma lista separada por vírgulas de todos os nomes de parâmetro de consulta que contenham a palavra-chave de busca do site.",
        "SearchParametersNote": "Nota: os parâmetros de consulta e parâmetros Categoria serão usados apenas para sites que possuem Site Search ativado, mas deixou esses parâmetros vazio.",
        "SearchParametersNote2": "Para desativar Site Search para novos sites, deixe esses dois campos vazios.",
        "SearchUseDefault": "Usar parâmetros de pesquisa %spadrão%s",
        "SelectACity": "Selecione uma cidade",
        "SelectDefaultCurrency": "Você pode selecionar a moeda corrente para ser setada como padrão para novos websites",
        "SelectDefaultTimezone": "Você pode selecionar o fuso-horário para ser selecionado como padrão pra novos websites.",
        "ShowTrackingTag": "mostra tag de rastreamento",
        "Sites": "Websites",
        "SiteSearchUse": "Você pode usar Piwik para acompanhar e relatar o que os visitantes estão procurando no motor de seu site de pesquisa interna.",
        "Timezone": "Fuso horário",
        "TrackingSiteSearch": "Acompanhamento de pesquisa interna do site",
        "TrackingTags": "Rastreando tags para %s",
        "Urls": "URLs",
        "UTCTimeIs": "UTC tempo é %s.",
        "WebsitesManagement": "Gerenciamento de Sites",
        "YouCurrentlyHaveAccessToNWebsites": "Você possui atualmente acessos a Websites %s",
        "YourCurrentIpAddressIs": "Seu endereço de IP atual é %s"
    },
    "Transitions": {
        "BouncesInline": "%s saltos",
        "DirectEntries": "Entradas diretas",
        "ErrorBack": "Voltar para a ação anterior",
        "ExitsInline": "%s saídas",
        "FromCampaigns": "De campanhas",
        "FromPreviousPages": "De Páginas internas",
        "FromPreviousPagesInline": "%s de páginas internas",
        "FromPreviousSiteSearches": "de pesquisas internas",
        "FromPreviousSiteSearchesInline": "%s de pesquisas internas",
        "FromSearchEngines": "Dos motores de busca",
        "FromWebsites": "de Websites",
        "IncomingTraffic": "Tráfego de entrada",
        "LoopsInline": "%s atualizações de página",
        "NoDataForAction": "Não há dados para %s",
        "NoDataForActionDetails": "Ou a ação não tinha visualizações de página durante o período de %s ou é inválido.",
        "OutgoingTraffic": "O tráfego de saída",
        "PluginDescription": "Relatórios sobre as ações anteriores e seguintes para cada URL da página.",
        "ShareOfAllPageviews": "Esta página teve %s exibições (%s de todos as exibições)",
        "ToFollowingPages": "Para páginas internas",
        "ToFollowingPagesInline": "%s para páginas internas",
        "ToFollowingSiteSearches": "Pesquisas internas",
        "ToFollowingSiteSearchesInline": "%s pesquisas internas",
        "XOfAllPageviews": "%s de todas as visualizações desta página",
        "XOutOfYVisits": "%s (fora de %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Não é possível encontrar a função apache_get_modules, assumindo servidor web não-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Não pode localizar o arquivo %1$s dentro do arquivo tar %2$s!",
        "CannotFindGeoIPServerVar": "A variável %s não está definida. O servidor pode não estar configurado corretamente.",
        "CannotFindPeclGeoIPDb": "Não foi possível encontrar um banco de dados de país, região ou cidade para o módulo PECL GeoIP. Verifique se o seu banco de dados GeoIP está localizado em %1$s e é nomeado %2$s ou %3$s de outra forma o módulo PECL não vai advertê-lo.",
        "CannotListContent": "Não foi possível listar o conteúdo para %1$s: %2$s",
        "CannotLocalizeLocalIP": "O endereço IP %s é um endereço local e não pode ser geolocalizado.",
        "CannotSetupGeoIPAutoUpdating": "Parece que você está armazenando seus bancos de dados GeoIP fora do Piwik (podemos dizer, pois não existem bancos de dados no subdiretório Misc, mas o seu GeoIP está funcionando). Piwik não pode atualizar automaticamente seus bancos de dados GeoIP se estiverem localizados fora do diretório misc.",
        "CannotUnzipDatFile": "Não pôde descompactar o arquivo dat em %1$s: %2$s",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "continent_afr": "África",
        "continent_amc": "América Central",
        "continent_amn": "América do Norte",
        "continent_ams": "América do Sul e Central",
        "continent_ant": "Antártica",
        "continent_asi": "Ásia",
        "continent_eur": "Europa",
        "continent_oce": "Oceania",
        "Country": "País",
        "country_a1": "Proxy anônimo",
        "country_a2": "Provedor de satélite",
        "country_ac": "Ascension Islands",
        "country_ad": "Andorra",
        "country_ae": "Emirados Árabes Unidos",
        "country_af": "Afeganistão",
        "country_ag": "Antigua e Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albânia",
        "country_am": "Armênia",
        "country_an": "Antilhas Holandesas",
        "country_ao": "Angola",
        "country_ap": "Ásia \/ Pacífico",
        "country_aq": "Antártida",
        "country_ar": "Argentina",
        "country_as": "Samoa Americana",
        "country_at": "Áustria",
        "country_au": "Austrália",
        "country_aw": "Aruba",
        "country_ax": "Ilhas Aland",
        "country_az": "Azerbaijão",
        "country_ba": "Bósnia Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Bélgica",
        "country_bf": "Burquina Faso",
        "country_bg": "Bulgária",
        "country_bh": "Bahrein",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "São Bartolomeu",
        "country_bm": "Bermudas",
        "country_bn": "Brunei",
        "country_bo": "Bolívia",
        "country_bq": "Bonaire, Santo Eustáquio e Saba",
        "country_br": "Brasil",
        "country_bs": "Bahamas",
        "country_bt": "Butão",
        "country_bu": "Birmânia",
        "country_bv": "Ilha Bouvet",
        "country_bw": "Botsuana",
        "country_by": "Bielorússia",
        "country_bz": "Belize",
        "country_ca": "Canadá",
        "country_cat": "Comunidades Catalães",
        "country_cc": "Ilhas Coco",
        "country_cd": "Congo, República Democrática do",
        "country_cf": "República Centro-Africana",
        "country_cg": "Congo",
        "country_ch": "Suíça",
        "country_ci": "Costa do Marfim",
        "country_ck": "Ilhas Cook",
        "country_cl": "Chile",
        "country_cm": "Camarões",
        "country_cn": "China",
        "country_co": "Colômbia",
        "country_cp": "Ilha Clipperton",
        "country_cr": "Costa Rica",
        "country_cs": "Sérvia e Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Cabo Verde",
        "country_cw": "Curaçao",
        "country_cx": "Ilha Christmas",
        "country_cy": "Chipre",
        "country_cz": "República Tcheca",
        "country_de": "Alemanha",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibuti",
        "country_dk": "Dinamarca",
        "country_dm": "Dominica",
        "country_do": "República Dominicana",
        "country_dz": "Argélia",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Equador",
        "country_ee": "Estônia",
        "country_eg": "Egito",
        "country_eh": "Saara Ocidental",
        "country_er": "Eritréia",
        "country_es": "Espanha",
        "country_et": "Etiópia",
        "country_eu": "União Européia",
        "country_fi": "Finlândia",
        "country_fj": "Fiji",
        "country_fk": "Ilhas Falkland (Malvinas)",
        "country_fm": "Micronesia, Estados Federados da",
        "country_fo": "Ilhas Faroe",
        "country_fr": "França",
        "country_fx": "França, região Metropolitana",
        "country_ga": "Gabão",
        "country_gb": "Grã Bretanha",
        "country_gd": "Granada",
        "country_ge": "Geórgia",
        "country_gf": "Guiana Francesa",
        "country_gg": "Guernsey",
        "country_gh": "Gana",
        "country_gi": "Gibraltar",
        "country_gl": "Groenlândia",
        "country_gm": "Gâmbia",
        "country_gn": "Guiné",
        "country_gp": "Guadalupe",
        "country_gq": "Guiné Equatorial",
        "country_gr": "Grécia",
        "country_gs": "South Georgia e Ilhas South Sandwich",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guiné-Bissau",
        "country_gy": "Guiana",
        "country_hk": "Hong Kong, Região Admin. Especial da China",
        "country_hm": "Ilha Heard e Ilhas McDonald",
        "country_hn": "Honduras",
        "country_hr": "Croácia",
        "country_ht": "Haiti",
        "country_hu": "Hungria",
        "country_ic": "Ilhas Canárias",
        "country_id": "Indonésia",
        "country_ie": "Irlanda",
        "country_il": "Israel",
        "country_im": "Ilha de Man",
        "country_in": "Índia",
        "country_io": "Território Oceânico das Índias Britânicas",
        "country_iq": "Iraque",
        "country_ir": "Irã, República Islâmica do",
        "country_is": "Islândia",
        "country_it": "Itália",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordânia",
        "country_jp": "Japão",
        "country_ke": "Quênia",
        "country_kg": "Kirguistão",
        "country_kh": "Camboja",
        "country_ki": "Quiribati",
        "country_km": "Comores",
        "country_kn": "Saint Kitts e Nevis",
        "country_kp": "Coréia, República Democrática Popular da",
        "country_kr": "Coréia, República da",
        "country_kw": "Kuwait",
        "country_ky": "Ilhas Cayman",
        "country_kz": "Cazaquistão",
        "country_la": "Laos",
        "country_lb": "Líbano",
        "country_lc": "Santa Lúcia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Libéria",
        "country_ls": "Lesoto",
        "country_lt": "Lituânia",
        "country_lu": "Luxemburgo",
        "country_lv": "Letônia",
        "country_ly": "Líbia",
        "country_ma": "Marrocos",
        "country_mc": "Mônaco",
        "country_md": "Moldávia, República da",
        "country_me": "Montenegro",
        "country_mf": "Saint Martin",
        "country_mg": "Madagascar",
        "country_mh": "Ilhas Marshall",
        "country_mk": "Macedônia",
        "country_ml": "Mali",
        "country_mm": "Mianmar",
        "country_mn": "Mongólia",
        "country_mo": "Macau, Região Admin. Especial da China",
        "country_mp": "Ilhas Marianas do Norte",
        "country_mq": "Martinica",
        "country_mr": "Mauritânia",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Ilhas Maurício",
        "country_mv": "Maldivas",
        "country_mw": "Malawi",
        "country_mx": "México",
        "country_my": "Malásia",
        "country_mz": "Moçambique",
        "country_na": "Namíbia",
        "country_nc": "Nova Caledônia",
        "country_ne": "Níger",
        "country_nf": "Ilha Norfolk",
        "country_ng": "Nigéria",
        "country_ni": "Nicarágua",
        "country_nl": "Holanda",
        "country_no": "Noruega",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Zona Neutra",
        "country_nu": "Niue",
        "country_nz": "Nova Zelândia",
        "country_o1": "Outro país",
        "country_om": "Omã",
        "country_pa": "Panamá",
        "country_pe": "Peru",
        "country_pf": "Polinésia Francesa",
        "country_pg": "Papua Nova Guiné",
        "country_ph": "Filipinas",
        "country_pk": "Paquistão",
        "country_pl": "Polônia",
        "country_pm": "Saint Pierre e Miquelon",
        "country_pn": "Pitcairn",
        "country_pr": "Porto Rico",
        "country_ps": "Território Palestino",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguai",
        "country_qa": "Catar",
        "country_re": "Ilhas Reunião",
        "country_ro": "Romênia",
        "country_rs": "Sérvia",
        "country_ru": "Rússia",
        "country_rw": "Ruanda",
        "country_sa": "Arábia Saudita",
        "country_sb": "Ilhas Salomão",
        "country_sc": "Seychelles",
        "country_sd": "Sudão",
        "country_se": "Suécia",
        "country_sf": "Finlândia",
        "country_sg": "Cingapura",
        "country_sh": "Santa Helena",
        "country_si": "Eslovênia",
        "country_sj": "Svalbard",
        "country_sk": "Eslováquia",
        "country_sl": "Serra Leoa",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somália",
        "country_sr": "Suriname",
        "country_ss": "Sudão do Sul",
        "country_st": "São Tome e Príncipe",
        "country_su": "Antiga U.R.S.S.",
        "country_sv": "El Salvador",
        "country_sx": "Saint Maarten (parte holandêsa)",
        "country_sy": "República Árabe da Síria",
        "country_sz": "Suazilândia",
        "country_ta": "Tristão da Cunha",
        "country_tc": "Ilhas Turks e Caicos",
        "country_td": "Chade",
        "country_tf": "Territórios Franceses do Sul",
        "country_tg": "Togo",
        "country_th": "Tailândia",
        "country_ti": "Tibet",
        "country_tj": "Tadjiquistão",
        "country_tk": "Tokelau",
        "country_tl": "Timor Leste",
        "country_tm": "Turkmenistão",
        "country_tn": "Tunísia",
        "country_to": "Tonga",
        "country_tp": "Timor Leste",
        "country_tr": "Turquia",
        "country_tt": "Trinidade e Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tanzânia, República Unida da",
        "country_ua": "Ucrânia",
        "country_ug": "Uganda",
        "country_uk": "Reino Unido",
        "country_um": "Ilhas Menores Distantes dos Estados Unidos",
        "country_us": "Estados Unidos da América",
        "country_uy": "Uruguai",
        "country_uz": "Uzbequistão",
        "country_va": "Cidade do Vaticano",
        "country_vc": "Saint Vincent e Grenadines",
        "country_ve": "Venezuela",
        "country_vg": "Ilhas Virgens Britânicas",
        "country_vi": "Ilhas Virgens Americanas",
        "country_vn": "Vietnã",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis e Futuna",
        "country_ws": "Samoa",
        "country_ye": "Iêmen",
        "country_yt": "Mayotte",
        "country_yu": "Iugoslávia",
        "country_za": "África do Sul",
        "country_zm": "Zâmbia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabue",
        "CurrentLocationIntro": "De acordo com este provedor, sua localização é",
        "DefaultLocationProviderDesc1": "Detecta a localização padrão de um visitante baseando-se no idioma que ele usa",
        "DefaultLocationProviderDesc2": "Isso não é muito preciso, então %1$s nós recomendamos a instalação e utilização de %2$s GeoIP %3$s.%4$s",
        "DefaultLocationProviderExplanation": "Você está usando o provedor de localização padrão, que significa que o Piwik irá supor a localização do visitante, baseado no idioma que eles usam. %1$sLeia isso%2$s para aprender como configurar uma geolocalização mais precisa.",
        "DistinctCountries": "%s países distintos",
        "DownloadingDb": "Baixando %s",
        "DownloadNewDatabasesEvery": "Atualiza o banco de dados a cada",
        "FatalErrorDuringDownload": "Um erro fatal ocorreu durante o download deste arquivo. Pode haver algo de errado com sua conexão de internet, com o banco de dados GeoIP que você baixou ou Piwik. Tente fazer o download e instalá-lo manualmente.",
        "FoundApacheModules": "Piwik encontrou os seguintes módulos do Apache",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPCannotFindMbstringExtension": "Não é possível encontrar a função %1$s. Por favor, certifique-se que a extensão %2$s está instalada e carregada.",
        "GeoIPDatabases": "GeoIP Databases",
        "GeoIPDocumentationSuffix": "Para ver os dados para este relatório, você deve configurar GeoIP na guia de administração de Geolocalização. Os %1$s banco de dados GeoIP Maxmind comerciais %2$s são mais precisos que os livres. Para ver como são precisos, clique %3$saqui%4$s.",
        "GeoIPImplHasAccessTo": "Esta implementação GeoIP tem acesso aos seguintes tipos de bancos de dados",
        "GeoIpLocationProviderDesc_Pecl1": "Esse provedor de localização utiliza um banco de dados GeoIP e um módulo PECL para de forma precisa e eficaz determinar a localização seus visitantes.",
        "GeoIpLocationProviderDesc_Pecl2": "Não existem limitações com este fornecedor, por isso é o que nós recomendamos usar.",
        "GeoIpLocationProviderDesc_Php1": "Este provedor de localização é o mais simples de instalar, pois não necessita de configuração do servidor (ideal para hospedagem compartilhada!). Ele usa um banco de dados GeoIP MaxMind PHP API para determinar com precisão a localização de seus visitantes.",
        "GeoIpLocationProviderDesc_Php2": "Se o seu site recebe uma grande quantidade de tráfego, você pode achar que o provedor de localização está muito lento. Neste caso, você deve instalar a extensão %1$s PECL %2$s ou o %3$s módulo do servidor %4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Este provedor de localização utiliza o módulo GeoIP que foi instalado em seu servidor HTTP. Este provedor é rápido e preciso, mas %1$s só pode ser usado com acompanhamento browser normal. %2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Se você tiver que importar arquivos de log ou fazer outra coisa que requer o estabelecimento de endereços IP, use a %1$s implementação PECL GeoIP (recomendado) %2$s ou %3$s PHP implementação GeoIP %4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: anonimização IP não tem efeito sobre os locais relatados por este fornecedor. Antes de usá-lo com anonimização IP, certifique-se isso não viole as leis de privacidade que você pode estar sujeito.",
        "GeoIpLocationProviderNotRecomnended": "Geolocalização funciona, mas você não está usando um dos provedores recomendados.",
        "GeoIPNoServerVars": "Piwik não pode encontrar nenhuma variável GeoIP %s.",
        "GeoIPPeclCustomDirNotSet": "A opção %s do PHP.ini não está definido.",
        "GeoIPServerVarsFound": "Piwik detecta as seguintes variáveis GeoIP %s",
        "GeoIPUpdaterInstructions": "Digite os links para download de seus bancos de dados abaixo. Se você comprou bancos de dados de %3$s MaxMind %4$s, você pode encontrar esses links %1$s aqui %2$s. Entre em contato com %3$s MaxMind %4$s, se você tiver problemas para acessá-los.",
        "GeoIPUpdaterIntro": "Piwik gerencia atualmente as atualizações para os seguintes bancos de dados GeoIP",
        "GeoLiteCityLink": "Se você estiver usando o banco de dados Cidade GeoLite, use este link: %1$s%2$s%3$s.",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Nesta página você pode mudar a forma como Piwik determina localização dos visitantes.",
        "getCityDocumentation": "Este relatório mostra as cidades que seus visitantes estavam quando acessou seu site.",
        "getContinentDocumentation": "Este relatório mostra qual continente seus visitantes estavam quando acessaram o site.",
        "getCountryDocumentation": "Este relatório mostra qual país seus visitantes estavam quando acessaram o site.",
        "getRegionDocumentation": "Este relatório mostra que região os visitantes estavam quando acessaram seu site.",
        "HowToInstallApacheModule": "Como faço para instalar o módulo GeoIP para o Apache?",
        "HowToInstallGeoIPDatabases": "Como eu consigo as bases GeoIP?",
        "HowToInstallGeoIpPecl": "Como faço para instalar a extensão GeoIP PECL?",
        "HowToInstallNginxModule": "Como faço para instalar o módulo GeoIP para Nginx?",
        "HowToSetupGeoIP": "Como configurar geolocalização exata com GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s do banco de dados GeoLite City de %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Estraia este arquivo e copie o conteúdo %1$s no diretório %2$smisc%3$s do Piwik (você pode fazer isso por FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Atualize essa tela. O %1$s Provedor GeoIP (PHP) %2$s agora será de %3$sinstalado%4$s. Selecione-o.",
        "HowToSetupGeoIP_Step4": "E está feito! Você acabou de configurar Piwik para usar GeoIP, o que significa que você vai ser capaz de ver as regiões e cidades de seus visitantes, juntamente com informações muito precisas sobre o país.",
        "HowToSetupGeoIPIntro": "Aparentemente você não possui configurações precisas de geolocalização. Este é um recurso útil e sem ele você não verá as informações de localização precisas e completas para os seus visitantes. Veja como você pode rapidamente começar a usá-lo:",
        "HttpServerModule": "Módulo do servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para o atualizador GeoIP: %1$s. Os valores válidos são %2$s.",
        "IPurchasedGeoIPDBs": "Eu comprei %1$s bases de dados mais precisas de MaxMind %2$s e quero configurar as atualizações automáticas.",
        "ISPDatabase": "Banco de dados ISP",
        "IWantToDownloadFreeGeoIP": "Quero baixar o banco de dados GeoIP livre...",
        "Latitude": "Latitude",
        "Location": "Localização",
        "LocationDatabase": "Banco de dados de localização",
        "LocationDatabaseHint": "Um banco de dados de locais, um banco de dados de país, região ou cidade.",
        "LocationProvider": "Provedor de localização",
        "Longitude": "Longitude",
        "NoDataForGeoIPReport1": "Não há dados para este relatório porque não há nenhum dado de localização disponível ou o endereço IP do visitante não pode ser geolocalizado.",
        "NoDataForGeoIPReport2": "Para ativar ageolocalização mais precisa, mudar a configuração %1$s aqui%2$s e usar um %3$s banco de dados no nível de cidade %4$s.",
        "Organization": "Organização",
        "OrgDatabase": "Banco de dados da organização",
        "PeclGeoIPNoDBDir": "O módulo PECL está à procura de bancos de dados em %1$s mas este diretório não existe. Por favor, crie-o e adicione as bases de dados GeoIP a ele. Como alternativa, você pode definir %2$s para o diretório correto em seu arquivo php.ini.",
        "PeclGeoLiteError": "Seu banco de dados GeoIP em %1$s é nomeado %2$s. Infelizmente, o módulo PECL não irá reconhecê-lo com este nome. Por favor, mude o nome para %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik atualmente não gerencia nenhuma base de dados GeoIP.",
        "PluginDescription": "Relata o país dos visitantes",
        "Region": "Região",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar as atualizações automáticas de bancos de dados GeoIP",
        "SubmenuLocations": "Locais",
        "TestIPLocatorFailed": "Piwik tentou verificar a localização de um endereço IP conhecido (%1$s), mas o servidor retornou %2$s. Se este provedor estivsse configurado corretamente, ele voltaria %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "O arquivo baixado não é um banco de dados GeoIP válido. Por favor, verifique novamente a URL ou baixar o arquivo manualmente.",
        "ToGeolocateOldVisits": "Para obter os dados de localização para as suas visitas antigas, use o script descrito %1$s aqui %2$s.",
        "UnsupportedArchiveType": "Encontrado tipo de arquivo não suportado %1$s.",
        "UpdaterHasNotBeenRun": "O atualizador nunca foi executado.",
        "UpdaterIsNotScheduledToRun": "Não está agendado para ser executado no futuro.",
        "UpdaterScheduledForNextRun": "Está programado para ser executado durante a próxima execução do cron job archive.php",
        "UpdaterWasLastRun": "O atualizador foi executado pela última vez em %s.",
        "WidgetLocation": "Localização dos visitantes"
    },
    "UserCountryMap": {
        "AndNOthers": "e %s outros",
        "Cities": "Cidades",
        "Countries": "Países",
        "DaysAgo": "%s dias atrás",
        "GoalConversions": "%s conversões de meta",
        "Hours": "horas",
        "HoursAgo": "%s horas atrás",
        "map": "mapa",
        "Minutes": "minutos",
        "MinutesAgo": "%s minutos atrás",
        "None": "Nenhum",
        "NoVisit": "Nenhuma visita",
        "RealTimeMap": "Mapa em tempo real",
        "Regions": "Regiões",
        "Searches": "%s buscas",
        "Seconds": "segundos",
        "SecondsAgo": "%s segundos atrás",
        "ShowingVisits": "Geo-localização das últimas visitas",
        "Unlocated": "<b>%s<\/b> %p das visitas de %c não puderam ser geo localizados.",
        "VisitorMap": "Mapa de visitantes",
        "WorldWide": "World-Wide"
    },
    "UserSettings": {
        "BrowserFamilies": "Família de Navegadores",
        "BrowserLanguage": "Idioma do navegador",
        "Browsers": "Navegadores",
        "BrowserWithNoPluginsEnabled": "%1$s sem plugins ativados",
        "BrowserWithPluginsEnabled": "%1$s com os plugins %2$s ativados",
        "ColumnBrowser": "Navegador",
        "ColumnBrowserFamily": "Família do Navegador",
        "ColumnBrowserVersion": "Versão do Browser",
        "ColumnConfiguration": "Configuração",
        "ColumnOperatingSystem": "Sistema Operacional",
        "ColumnResolution": "Resolução",
        "ColumnTypeOfScreen": "Tipo de tela",
        "Configurations": "Configurações",
        "GamingConsole": "Console de jogos",
        "Language_aa": "afar",
        "Language_ab": "abcázio",
        "Language_ae": "avéstico",
        "Language_af": "africâner",
        "Language_ak": "akan",
        "Language_am": "amárico",
        "Language_an": "aragonês",
        "Language_ar": "árabe",
        "Language_as": "assamês",
        "Language_av": "avaric",
        "Language_ay": "aimara",
        "Language_az": "azerbaijano",
        "Language_ba": "bashkir",
        "Language_be": "bielo-russo",
        "Language_bg": "búlgaro",
        "Language_bh": "biari",
        "Language_bi": "bislamá",
        "Language_bm": "bambara",
        "Language_bn": "bengali",
        "Language_bo": "tibetano",
        "Language_br": "bretão",
        "Language_bs": "bósnio",
        "Language_ca": "catalão",
        "Language_ce": "checheno",
        "Language_ch": "chamorro",
        "Language_co": "córsico",
        "Language_cr": "cree",
        "Language_cs": "tcheco",
        "Language_cu": "eslavo eclesiástico",
        "Language_cv": "chuvash",
        "Language_cy": "galês",
        "Language_da": "dinamarquês",
        "Language_de": "alemão",
        "Language_dv": "divehi",
        "Language_dz": "dzonga",
        "Language_ee": "eve",
        "Language_el": "grego",
        "Language_en": "inglês",
        "Language_eo": "esperanto",
        "Language_es": "espanhol",
        "Language_et": "estoniano",
        "Language_eu": "basco",
        "Language_fa": "persa",
        "Language_ff": "fula",
        "Language_fi": "finlandês",
        "Language_fj": "fijiano",
        "Language_fo": "feroês",
        "Language_fr": "francês",
        "Language_fy": "frísio ocidental",
        "Language_ga": "irlandês",
        "Language_gd": "gaélico escocês",
        "Language_gl": "galego",
        "Language_gn": "guarani",
        "Language_gu": "guzerate",
        "Language_gv": "manx",
        "Language_ha": "hauçá",
        "Language_he": "hebraico",
        "Language_hi": "híndi",
        "Language_ho": "hiri motu",
        "Language_hr": "croata",
        "Language_ht": "haitiano",
        "Language_hu": "húngaro",
        "Language_hy": "armênio",
        "Language_hz": "herero",
        "Language_ia": "interlíngua",
        "Language_id": "indonésio",
        "Language_ie": "interlingue",
        "Language_ig": "ibo",
        "Language_ii": "sichuan yi",
        "Language_ik": "inupiaque",
        "Language_io": "ido",
        "Language_is": "islandês",
        "Language_it": "italiano",
        "Language_iu": "inuktitut",
        "Language_ja": "japonês",
        "Language_jv": "javanês",
        "Language_ka": "georgiano",
        "Language_kg": "congolês",
        "Language_ki": "quicuio",
        "Language_kj": "kuanyama",
        "Language_kk": "cazaque",
        "Language_kl": "groenlandês",
        "Language_km": "cmer",
        "Language_kn": "canarês",
        "Language_ko": "coreano",
        "Language_kr": "canúri",
        "Language_ks": "caxemira",
        "Language_ku": "curdo",
        "Language_kv": "komi",
        "Language_kw": "córnico",
        "Language_ky": "quirguiz",
        "Language_la": "latim",
        "Language_lb": "luxemburguês",
        "Language_lg": "luganda",
        "Language_li": "limburguês",
        "Language_ln": "lingala",
        "Language_lo": "laosiano",
        "Language_lt": "lituano",
        "Language_lu": "luba-catanga",
        "Language_lv": "letão",
        "Language_mg": "malgaxe",
        "Language_mh": "marshalês",
        "Language_mi": "maori",
        "Language_mk": "macedônio",
        "Language_ml": "malaiala",
        "Language_mn": "mongol",
        "Language_mr": "marata",
        "Language_ms": "malaio",
        "Language_mt": "maltês",
        "Language_my": "birmanês",
        "Language_na": "nauruano",
        "Language_nb": "bokmål norueguês",
        "Language_nd": "ndebele do norte",
        "Language_ne": "nepali",
        "Language_ng": "dongo",
        "Language_nl": "holandês",
        "Language_nn": "nynorsk norueguês",
        "Language_no": "norueguês",
        "Language_nr": "ndebele do sul",
        "Language_nv": "navajo",
        "Language_ny": "nianja",
        "Language_oc": "occitânico",
        "Language_oj": "ojibwa",
        "Language_om": "oromo",
        "Language_or": "oriya",
        "Language_os": "ossetic",
        "Language_pa": "panjabi",
        "Language_pi": "páli",
        "Language_pl": "polonês",
        "Language_ps": "pashto",
        "Language_pt": "português",
        "Language_qu": "quíchua",
        "Language_rm": "reto-romano",
        "Language_rn": "rundi",
        "Language_ro": "romeno",
        "Language_ru": "russo",
        "Language_rw": "kinyarwanda",
        "Language_sa": "sânscrito",
        "Language_sc": "sardo",
        "Language_sd": "sindi",
        "Language_se": "sami do norte",
        "Language_sg": "sango",
        "Language_si": "cingalês",
        "Language_sk": "eslovaco",
        "Language_sl": "esloveno",
        "Language_sm": "samoano",
        "Language_sn": "shona",
        "Language_so": "somali",
        "Language_sq": "albanês",
        "Language_sr": "sérvio",
        "Language_ss": "swati",
        "Language_st": "soto do sul",
        "Language_su": "sundanês",
        "Language_sv": "sueco",
        "Language_sw": "suaili",
        "Language_ta": "tâmil",
        "Language_te": "telugu",
        "Language_tg": "tadjique",
        "Language_th": "tailandês",
        "Language_ti": "tigrínia",
        "Language_tk": "turcomano",
        "Language_tl": "tagalo",
        "Language_tn": "tswana",
        "Language_to": "tonganês",
        "Language_tr": "turco",
        "Language_ts": "tsonga",
        "Language_tt": "tatar",
        "Language_tw": "twi",
        "Language_ty": "taitiano",
        "Language_ug": "uighur",
        "Language_uk": "ucraniano",
        "Language_ur": "urdu",
        "Language_uz": "usbeque",
        "Language_ve": "venda",
        "Language_vi": "vietnamita",
        "Language_vo": "volapuque",
        "Language_wa": "valão",
        "Language_wo": "uólofe",
        "Language_xh": "xosa",
        "Language_yi": "iídiche",
        "Language_yo": "ioruba",
        "Language_za": "zhuang",
        "Language_zh": "chinês",
        "Language_zu": "zulu",
        "LanguageCode": "Código do Idioma",
        "MobileVsDesktop": "Mobile vs Desktop",
        "OperatingSystemFamily": "Família de SO",
        "OperatingSystems": "Sistemas Operacionais",
        "PluginDescription": "Relatórios diversas configurações de usuário: navegador, navegador família, sistema operacional, plugins, resolução, configurações globais.",
        "PluginDetectionDoesNotWorkInIE": "Nota: a detecção de plugins não funciona no Internet Explorer. Esse relatório é baseado apenas em navegadores não IE.",
        "Resolutions": "Resoluções",
        "VisitorSettings": "Configurações dos visitantes",
        "WideScreen": "Wide Screen",
        "WidgetBrowserFamilies": "Navegadores por Família",
        "WidgetBrowserFamiliesDocumentation": "Este gráfico mostra os navegadores dos seus visitantes divididos em famílias de navegadores. %s A informação mais importante para os desenvolvedores web é o tipo de motor de renderização que seus visitantes estão usando. As etiquetas contêm os nomes dos motores seguido pelo navegador mais comum usando esse motor entre parênteses.",
        "WidgetBrowsers": "Navegador dos Visitantes",
        "WidgetBrowsersDocumentation": "Este relatório contém informações sobre o tipo de navegador que os visitantes estavam usando. Cada versão do navegador é listada separadamente.",
        "WidgetBrowserVersion": "Versão do Browser",
        "WidgetGlobalVisitors": "Configuração Global de Visitante",
        "WidgetGlobalVisitorsDocumentation": "Este relatório mostra as configurações mais comuns gerais que os visitantes tiveram. A configuração é a combinação de um sistema operacional, um tipo de navegador e uma resolução de tela.",
        "WidgetOperatingSystems": "Sistemas Operacionais",
        "WidgetPlugins": "Lista de Plugins",
        "WidgetPluginsDocumentation": "Este relatório mostra quais plugins de navegador seus visitantes tinham ativado. Esta informação pode ser importante para escolher o caminho certo para levar o seu conteúdo.",
        "WidgetResolutions": "Resoluções de Tela",
        "WidgetWidescreen": "Normal \/ Widescreen"
    },
    "UsersManager": {
        "AddUser": "Adicionar novo usuário",
        "Alias": "Apelido",
        "AllWebsites": "Todos os websites",
        "AnonymousUserHasViewAccess": "Nota: o usuário %1$s tem acesso %2$s para este site.",
        "AnonymousUserHasViewAccess2": "Seus relatórios de análise e suas informações de visitantes são visíveis publicamente.",
        "ApplyToAllWebsites": "Aplicar a todos os websites",
        "ChangeAllConfirm": "Você tem certeza que deseja alterar as permissões de %s em todos os websites?",
        "ChangePasswordConfirm": "Alterando a senha também vai mudar token_auth do usuário. Você realmente quer continuar?",
        "ClickHereToDeleteTheCookie": "Clique aqui para deletar o cookie e deixar o Piwik rastrear suas visitas",
        "ClickHereToSetTheCookieOnDomain": "Clique aqui para setar um cookie que excluirá suas visitas em websites rastrados pelo Piwik em %s",
        "DeleteConfirm": "Tem certeza que deseja apagar o usuário %s?",
        "Email": "E-mail",
        "EmailYourAdministrator": "%1$s E-mail a seu administrador sobre este problema %2$s.",
        "ExceptionAccessValues": "O parâmetro de acesso deve conter os seguintes valores: [ %s ]",
        "ExceptionAdminAnonymous": "Você não pode conceder acesso 'admin' para o usuário 'anonymous' .",
        "ExceptionDeleteDoesNotExist": "O usuário '%s' não existe assim não é possível excluí-lo.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Não é possível excluir o usuário '%s'",
        "ExceptionEditAnonymous": "O usuário anonymous não pode ser editado ou apagado. Ele é usado pelo sistema para definir um usuário que ainda não não entrou. Por examplo, você pode tornar as estatísticas públicas concedendo acesso 'view' para o usuário 'anonymous'.",
        "ExceptionEmailExists": "Usuário com o e-mail '%s' já existe.",
        "ExceptionInvalidEmail": "O e-mail não tem um formato válido.",
        "ExceptionInvalidLoginFormat": "O login deve conter entre %1$s e %2$s caracteres e conter apenas letras, números ou os caracteres '_' ou'.'",
        "ExceptionInvalidPassword": "A senha deve conter entre %1$s e %2$s caracteres.",
        "ExceptionLoginExists": "Usuário '%s' já existe.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está esperando uma senha MD5-hashed (32 chars long string). Por favor chame a função md5() na senha antes de chamar esse método.",
        "ExceptionUserDoesNotExist": "Usuário '%s' não existe.",
        "ExcludeVisitsViaCookie": "Excluir suas visitas usando cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para usuários anônimos, reportar dara para carregar por padrão",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se você gostaria de mudar a senha, digite uma nova. Senão, deixe em branco.",
        "InjectedHostCannotChangePwd": "Você está visitando com um host desconhecido (%1$s). Você não pode mudar sua senha até que este problema seja resolvido.",
        "MainDescription": "Decida quais usuários terão acesso ao Piwik nos seus websites. Você pode também ajustar as permissões em todos os websites de uma só vez.",
        "ManageAccess": "Gerenciar acesso",
        "MenuAnonymousUserSettings": "Configurações de usuário anônimo",
        "MenuUsers": "Usuários",
        "MenuUserSettings": "Configurações de usuário",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Nota: Você não pode alterar as configurações nesta seção, porque você não tem nenhum site que pode ser acessado pelo usuário anônimo.",
        "NoUsersExist": "Não há usúarios ainda.",
        "PluginDescription": "Gerenciamento de Usuários no Piwik: adicionar novo usuário, editar um existente, atualizar permissões. Todas as ações também estão disponíveis na API.",
        "PrivAdmin": "Administrador",
        "PrivNone": "Sem acesso",
        "PrivView": "Ver",
        "ReportDateToLoadByDefault": "Relate data para carregar por padrão",
        "ReportToLoadByDefault": "Relate para carregar por padrão",
        "SuperUserAccessManagement": "Gerenciar o acesso do Super Usuário",
        "SuperUserAccessManagementGrantMore": "Você pode conceder o acesso de Super Usuário a outros usuários do Piwik aqui. Utilize este recurso com cuidado.",
        "TheLoginScreen": "Tela de login",
        "ThereAreCurrentlyNRegisteredUsers": "Existem actualmente %s usuários registrados.",
        "TypeYourPasswordAgain": "Digite a nova senha novamente.",
        "User": "Usurário",
        "UsersManagement": "Gerenciamento de usuários",
        "UsersManagementMainDescription": "Crie novos usuários ou atualize os usuários existentes. Você poderá então ajustar as permissões deles acima.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando usuários não estão logados e visitam o Piwik, eles deveriam acessar",
        "YourUsernameCannotBeChanged": "Seu nome de usuário não pode ser alterado.",
        "YourVisitsAreIgnoredOnDomain": "%s Suas visitas são ignoradas pelo Piwik em %s %s (o Piwik ignora o cookie encontrado em seu navegador).",
        "YourVisitsAreNotIgnored": "%sSuas visitas não são ignoradas pelo Piwik%s (o Piwik ignora o cookie não encotrado em seu navegador)"
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Ações de Visitantes de Retorno",
        "ColumnAverageVisitDurationForReturningVisitors": "Taxa. Duração das visitas para visitantes que retornam",
        "ColumnAvgActionsPerReturningVisit": "Taxa. Ações por visita retornada",
        "ColumnBounceCountForReturningVisits": "Contagem de saltos para visitas recorrentes",
        "ColumnBounceRateForReturningVisits": "Taxa da saída para Visitantes de Retorno",
        "ColumnMaxActionsInReturningVisit": "Máximo de ações em uma visita recorrente",
        "ColumnNbReturningVisitsConverted": "Número de visitas convertidas que retornaram",
        "ColumnReturningVisits": "Visitantes de Retorno",
        "ColumnSumVisitLengthReturning": "O tempo total gasto por visitantes de retorno (em segundos)",
        "ColumnUniqueReturningVisitors": "Visitantes únicos que retornaram",
        "PluginDescription": "Reportar diferentes estatísticas sobre os visitantes que retornam versus os visitantes pela primeira vez.",
        "ReturnActions": "%s ações por visitante de retorno",
        "ReturnAverageVisitDuration": "%s média da duração da visita para visitantes que retornam",
        "ReturnAvgActions": "%s ações por visita retornada",
        "ReturnBounceRate": "%s visitantes de retorno deixaram o website após uma página",
        "ReturningVisitDocumentation": "Uma visita de retorno é (em oposição a uma nova visita) feito por alguém que tenha visitado o site pelo menos uma vez antes.",
        "ReturningVisitsDocumentation": "Esta é uma visão geral das visitas de retorno.",
        "ReturnVisits": "%s visitantes de retorno",
        "SubmenuFrequency": "Frequência",
        "WidgetGraphReturning": "Gráfico de Visitantes de Retorno",
        "WidgetOverview": "Visão Geral da Frequência"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Páginas por visita",
        "ColumnVisitDuration": "Duração da visita",
        "Engagement": "Compromisso",
        "NPages": "%s páginas",
        "OneMinute": "1 min",
        "OnePage": "1 página",
        "PluginDescription": "Relatórios sobre o interesse do visitante: número de páginas visualizadas, tempo gasto no website.",
        "PlusXMin": "%s min",
        "VisitNum": "Visita número",
        "VisitsByDaysSinceLast": "Visitas por dia desde a última visita",
        "visitsByVisitCount": "Visitas por número da visita",
        "VisitsPerDuration": "Visitas por duração de visitas",
        "VisitsPerNbOfPages": "Visitas pelo número de páginas",
        "WidgetLengths": "Duração das Visitas",
        "WidgetLengthsDocumentation": "Neste relatório, você pode ver quantas visitas teve uma certa duração total. Inicialmente, o relatório é mostrado como uma nuvem de tags, durações mais comuns são exibidos em uma fonte maior.",
        "WidgetPages": "Páginas por Visita",
        "WidgetPagesDocumentation": "Neste relatório, você pode ver quantas visitas envolveu um certo número de exibições de página. Inicialmente, o relatório é mostrado como uma nuvem de tags, os números mais comuns de páginas são exibidos em uma fonte maior.",
        "WidgetVisitsByDaysSinceLast": "Visitas por dia desde a última visita",
        "WidgetVisitsByDaysSinceLastDocumentation": "Neste relatório, você pode ver quantas visitas foram dos visitantes, cuja última visita foi um certo número de dias atrás.",
        "WidgetVisitsByNumDocumentation": "Neste relatório, você pode ver o número de visitas que estavam a visita Nth, ie. visitantes que visitaram o seu site pelo menos n vezes."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s tempo médio de geração",
        "AverageVisitDuration": "duração média da visita %s",
        "GenerateQueries": "%s consultas executadas",
        "GenerateTime": "%s segundos para gerar a página",
        "MaxNbActions": "%s ações máximas em uma visita",
        "NbActionsDescription": "%s ações (visualizações de páginas, downloads e links externos)",
        "NbActionsPerVisit": "%s ações (exibições de página, downloads, outlinks e pesquisas internas no website) por visita",
        "NbDownloadsDescription": "%s downloads",
        "NbKeywordsDescription": "%s palavras-chave únicas",
        "NbOutlinksDescription": "%s outlinks",
        "NbPageviewsDescription": "%s exibições de página",
        "NbSearchesDescription": "%s pesquisas totais no seu website",
        "NbUniqueDownloadsDescription": "%s downloads únicos",
        "NbUniqueOutlinksDescription": "%s outlinks únicos",
        "NbUniquePageviewsDescription": "%s exibições de página únicas",
        "NbUniqueVisitors": "%s visitantes únicos",
        "NbVisitsBounced": "%s visitantes saíram (deixaram o website após uma página)",
        "PluginDescription": "Relata os números gerais Analytics: visitas, visitantes únicos, número de ações, taxas, etc.",
        "VisitsSummary": "Resumo dos Visitantes",
        "VisitsSummaryDocumentation": "Esta é uma visão geral da evolução da visita.",
        "WidgetLastVisits": "Gráfico dos últimos visitantes",
        "WidgetOverviewGraph": "Visão Geral com Gráfico",
        "WidgetVisits": "Visão Geral dos Visitantes"
    },
    "VisitTime": {
        "ColumnLocalTime": "Horário local",
        "ColumnServerTime": "Horário do servidor",
        "DayOfWeek": "Dia da semana",
        "LocalTime": "Visitas pelo horário local",
        "NHour": "%sh",
        "PluginDescription": "Relata a hora local e a hora do servidor. Informação de hora do servidor pode ser útil para relacionar a manutenção do website.",
        "ServerTime": "Visitas pelo horário do servidor",
        "SubmenuTimes": "Horários",
        "VisitsByDayOfWeek": "Visitas por dia da semana",
        "WidgetByDayOfWeekDocumentation": "Este gráfico mostra o número de visitas que seu site recebeu, em cada dia da semana.",
        "WidgetLocalTime": "Visitas pelo horário local",
        "WidgetLocalTimeDocumentation": "Este gráfico mostra o tempo que estava no %s fuso horário dos visitantes %s durante suas visitas.",
        "WidgetServerTime": "Visitas pelo horário do servidor",
        "WidgetServerTimeDocumentation": "Este gráfico mostra o tempo que estava no %s fuso horário do servidor %s durante as visitas."
    },
    "Widgetize": {
        "OpenInNewWindow": "Abre uma nova janela",
        "PluginDescription": "O plugin faz ficar muito fácil exportar qualquer widget Piwik para seu blog, website ou em Igoogle e Netvibes!",
        "TopLinkTooltip": "Exportar relatórios Piwik como widgets do Dashboard e incorporar em seu aplicativo como um iframe."
    }
}