{
    "Actions": {
        "AvgGenerationTimeTooltip": "Média com base em %s hit(s) %s entre %s e %s",
        "ColumnClickedURL": "Endereço Clicado",
        "ColumnClicks": "Cliques",
        "ColumnClicksDocumentation": "O número de vezes que o link foi clicado.",
        "ColumnDownloadURL": "Endereço da Transferência",
        "ColumnEntryPageTitle": "Título da Página de Entrada",
        "ColumnEntryPageURL": "URL da Página de Entrada",
        "ColumnExitPageTitle": "Título da Página de Saída",
        "ColumnExitPageURL": "URL da Página de Saída",
        "ColumnPageName": "Nome da Páginal",
        "ColumnPagesPerSearch": "Páginas de resultados",
        "ColumnPageURL": "Endereço da Página",
        "ColumnSearchCategory": "Pesquisar Categoria",
        "ColumnSearchesDocumentation": "O número de visitas que procurou esta palavra-chave no motor de busca do seu site.",
        "ColumnSearchExitsDocumentation": "A percentagem de visitas que deixou o site após a pesquisa por esta palavra-chave no motor de busca do seu Site.",
        "ColumnSiteSearchKeywords": "Palavra Chave Única",
        "ColumnUniqueClicks": "Cliques Únicos",
        "ColumnUniqueClicksDocumentation": "O número de visitas que envolveu um clique neste link. Se um link foi clicado várias vezes durante uma visita, só é contado uma vez.",
        "ColumnUniqueDownloads": "Transferências Únicas",
        "ColumnUniqueOutlinks": "Links de saída únicos",
        "DownloadsReportDocumentation": "Neste relatório, você pode ver quais os arquivos que os visitantes têm feito download.%s O que o Piwik entende como um download é clicar num link de download. Se o download foi concluído ou não, não é conhecido pelo Piwik.",
        "EntryPagesReportDocumentation": "Este relatório contém informações sobre as páginas de entrada que foram utilizadas durante o período especificado. Uma página de entrada é a primeira página que um utilizador visualiza durante a sua visita. %s As URLs de entrada são exibidas como uma estrutura de pastas.",
        "EntryPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos das páginas de entrada que foram usados ​​durante o período especificado.",
        "ExitPagesReportDocumentation": "Este relatório contém informações sobre as páginas de saída que ocorreram durante o período especificado. Uma página de saída é a última página que um utilizador visualiza durante a sua visita. %s Os URLs de saída são exibidos como uma estrutura de pastas.",
        "ExitPageTitlesReportDocumentation": "Este relatório contém informações sobre os títulos de páginas de saída que ocorreram durante o período especificado.",
        "OneSearch": "1 Pesquisa",
        "OutlinkDocumentation": "Um outlink é um link que leva o visitante para fora do seu website (para outro domínio).",
        "OutlinksReportDocumentation": "Este relatório mostra uma lista hierárquica de URLs de saída que foram clicados pelos visitantes.",
        "PagesReportDocumentation": "Este relatório contém informações sobre URLs das páginas que foram visitadas. %s A tabela está organizada hierarquicamente, as URLs são exibidas como uma estrutura de pastas.",
        "PageUrls": "URLs de páginas",
        "PluginDescription": "Relatórios sobre páginas vistas, ligações de saída e downloads. O rastreio de ligações de saída e downloads é automático.",
        "SiteSearchCategories2": "Por exemplo, os sites de comércio electrónico têm tipicamente uma \"Categoria\" seleccionada de modo que os visitantes podem restringir suas pesquisas a todos os produtos em uma categoria específica.",
        "SiteSearchIntro": "Rastrear pesquisas que os visitantes fazem em seu site é uma maneira muito eficaz de aprender mais sobre o que o seu público está procurando, ele pode ajudar a encontrar ideias para novos conteúdos, novos produtos de comércio electrónico que os potenciais clientes podem estar procurando, e em geral, melhorar os visitantes experiência em seu site.",
        "SiteSearchKeywordsDocumentation": "Este relatório lista as palavras-chave de pesquisa que os visitantes procuraram em sua busca interna do motor.",
        "SubmenuPagesEntry": "Páginas de entrada",
        "SubmenuPagesExit": "Páginas de saída",
        "SubmenuPageTitles": "Títulos das páginas",
        "SubmenuSitesearch": "Pesquisar Site"
    },
    "API": {
        "GenerateVisits": "Se não tiver dados para hoje pode gerar alguns através do plugin %s. Pode activar o plugin %s, e depois clicar no menu 'Gerador de Visitantes' na área de Administração do Piwik.",
        "KeepTokenSecret": "Este token_auth é tão secreto como o seu nome de utilizador e palavra-passe. %s não o partilhe%s!",
        "LoadedAPIs": "%s APIs carregadas com sucesso",
        "MoreInformation": "Para mais informação sobre os APIs de Piwik, por favor dê uma vista de olhos na %s Introdução ao API Piwik %s e a %s Referência do API Piwik %s.",
        "PluginDescription": "Todos os dados em Piwik estão disponíveis através de APIs simples. Este plugin é o ponto de entrada do serviço web, que pode chamar para receber os seus dados das Analíticas Web em xml, json, php, csv, etc.",
        "QuickDocumentationTitle": "Documentação rápida do API",
        "UserAuthentication": "Autenticação do utilizador",
        "UsingTokenAuth": "Se quer %s pedir dados através de um script, crontab, etc. %s tem que adicionar o parâmetro %s aos URLs das chamadas do API que necessitam de autenticação."
    },
    "CoreAdminHome": {
        "Administration": "Administração",
        "BrandingSettings": "Definições de Marca",
        "ClickHereToOptIn": "Clique aqui para fazer opt-in.",
        "ClickHereToOptOut": "Clique aqui para fazer opt-out.",
        "CustomLogoHelpText": "Você pode personalizar o logotipo Piwik que será exibido na interface do utilizador e relatórios de e-mail.",
        "EmailServerSettings": "Definições do servidor de email",
        "LogoUpload": "Selecione um logo para fazer upload",
        "MenuGeneralSettings": "Definições gerais",
        "OptOutComplete": "Opt-out completo; as suas visitas a este site não serão gravadas pela ferramenta de Web Analytics.",
        "OptOutCompleteBis": "Note que se você apagar os cookies, apagar o cookie de opt-out, ou se você mudar de computador ou navegadores Web, vai precisar de realizar o procedimento de opt-out novamente.",
        "OptOutExplanation": "O Piwik é dedicado a fornecer privacidade na Internet. Para apresentar aos seus visitantes a escolha de opting-out da Web Analytics Piwik, você pode adicionar o seguinte código HTML em uma das páginas do seu site, por exemplo, numa página de Política de Privacidade.",
        "OptOutExplanationBis": "Este código irá exibir um iFrame contendo um link para que seus visitantes possam fazer opt-out do Piwik definindo um cookie de opt-out nos navegadores do utilizador. %s Clique aqui%s para ver o conteúdo que será exibido pelo iFrame.",
        "OptOutForYourVisitors": "opt-out do Piwik para os seus visitantes",
        "PluginDescription": "Área de administração de Piwik.",
        "UseCustomLogo": "Use um logo personalizado.",
        "YouAreOptedIn": "Actualmente está activa a opção opt-in",
        "YouAreOptedOut": "Actualmente está activa a opção opt-out",
        "YouMayOptOut": "Você pode optar por não ter um único número de identificação web analytics em cookie atribuído ao seu computador para evitar a agregação e análise dos dados coletados neste site.",
        "YouMayOptOutBis": "Para fazer essa escolha, por favor clique em baixo para receber uma cookie opt-out."
    },
    "CoreHome": {
        "CategoryNoData": "Sem dados nesta categoria. Tente o \"Incluir toda a população\".",
        "JavascriptDisabled": "JavaScript tem que estar activado para poder usar Piwik no esquema padrão.<br \/>No entanto, parece que JavaScript está desactivado ou não é suportado pelo seu navegador.<br \/>Para usar o esquema padrão, active JavaScript nas opções do seu navegador, depois %1$stente de novo%2$s.<br \/>",
        "PageOf": "%1$s de %2$s",
        "PeriodDay": "Dia",
        "PeriodDays": "dias",
        "PeriodMonth": "Mês",
        "PeriodMonths": "meses",
        "PeriodWeek": "Semana",
        "PeriodWeeks": "semanas",
        "PeriodYear": "Ano",
        "PeriodYears": "anos",
        "PluginDescription": "Estrutura de Relatórios de Analíticas Web",
        "ShowJSCode": "Mostrar o código JavaScript para inserir",
        "ThereIsNoDataForThisReport": "Não há dados para este relatório.",
        "WebAnalyticsReports": "Relatórios de Analíticas Web"
    },
    "CorePluginsAdmin": {
        "Activate": "Activar",
        "Activated": "Activado",
        "Active": "Activo",
        "AuthorHomepage": "HomePage do Autor",
        "Deactivate": "Desactivar",
        "Inactive": "Inactivo",
        "LicenseHomepage": "Homepage da licença",
        "MainDescription": "Plugins estendem e expandem a funcionalidade de Piwik. Quando um plugin é instalado, pode activá-lo ou desactivá-lo aqui.",
        "PluginDescription": "Interface de Administração de Plugins.",
        "PluginHomepage": "Homepage do Plugin",
        "PluginsManagement": "Gestão de Plugins",
        "Status": "Estado",
        "Version": "Versão"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Clique aqui para ver e copiar a lista de consultas SQL que serão executadas",
        "CreatingBackupOfConfigurationFile": "A criar uma cópia de segurança do ficheiro de configuração em %s",
        "CriticalErrorDuringTheUpgradeProcess": "Erro Crítico durante o processo de actualização:",
        "DatabaseUpgradeRequired": "Actualização da Base de Dados Necessário",
        "DownloadingUpdateFromX": "A transferir actualização de %s",
        "DownloadX": "Transferir %s",
        "EmptyDatabaseError": "A base de dados %s está vazia. Deve editar ou remover o seu ficheiro de configuração Piwik.",
        "ErrorDIYHelp": "Se for um utilizador avançado e encontrar um erro com a actualização da base de dados:",
        "ErrorDIYHelp_1": "identifique e corriga a origem do problema (ex. memory_limit ou max_execution_time)",
        "ErrorDIYHelp_2": "execute as consultas restantes na actualização que falharam",
        "ErrorDIYHelp_3": "actualize manualmente a tabela `option` na sua base de dados Piwik, mudando o valor de version_core para a versão da actualização que falhou",
        "ErrorDIYHelp_4": "volte a executar o actualizador (pelo navegador ou linha de comandos) para continuar com as actualizações restantes",
        "ErrorDIYHelp_5": "reporte o problema (e solução) para que Piwik possa ser melhorado",
        "ErrorDuringPluginsUpdates": "Erros a actualizar os plugins:",
        "ExceptionAlreadyLatestVersion": "A sua versão de Piwik %s é a mais recente.",
        "ExceptionArchiveEmpty": "Arquivo vazio.",
        "ExceptionArchiveIncompatible": "Arquivo incompatível: %s",
        "ExceptionArchiveIncomplete": "O arquivo está incompleto: faltam alguns ficheiros (ex. %s).",
        "HelpMessageContent": "Leia o %1$s Piwik FAQ %2$s que explica os erros mais comuns durante a actualização %3$s Pergunte ao seu administrador de sistemas - ele pode ajudar com o erro que provavelmente está relacionado com o seu servidor ou configuração MySQL.",
        "HelpMessageIntroductionWhenError": "A mensagem acima é um erro do núcleo. Deve ajudar a explicar a causa, mas se precisar de mais ajuda por favor:",
        "HelpMessageIntroductionWhenWarning": "A actualização foi completa com sucesso. No entanto, ocorreram problemas durante o processo. Por favor veja a descrição acima para mais detalhes. Para mais ajuda:",
        "InstallingTheLatestVersion": "A instalar a versão mais recente",
        "NoteForLargePiwikInstances": "Nota importante para grandes instalações Piwik",
        "NoteItIsExpectedThatQueriesFail": "Nota: Se executar estas consultas manualmente, é normal que algumas falhem. Nesse caso, simplesmente ignore os erros, e proceda com as consultas seguintes.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik foi actualizado com sucesso!",
        "PiwikUpdatedSuccessfully": "Piwik actualizado com sucesso!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "A base de dados Piwik será actualizada da versão %1$s para a nova versão %2$s.",
        "PluginDescription": "Mecanismo de actualização de Piwik",
        "ReadyToGo": "Pronto?",
        "TheFollowingPluginsWillBeUpgradedX": "Os seguintes plugins serão actualizados: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Há uma nova versão de Piwik disponível para actualizar",
        "TheUpgradeProcessMayFailExecuteCommand": "Se tiver uma grande base de dados Piwik, as actualizações podem demorar demasiado tempo a executar no seu navegador. Nesta situação, pode executar as actualizações a partir da linha de comandos: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "O processo de actualização da base de dados pode demorar, por favor aguarde.",
        "UnpackingTheUpdate": "A descompactar a actualização",
        "UpdateAutomatically": "Actualizar Automaticamente",
        "UpdateHasBeenCancelledExplanation": "A Actualização Um Click de Piwik foi cancelada. Se não conseguir corrigir o erro acima, é recomendado que tente actualizar Piwik manualmente. %1$s Por favor leia a %2$sDocumentação de Actualização%3$s para começar!",
        "UpdateTitle": "Actualizar",
        "UpgradeComplete": "Actualização completa!",
        "UpgradePiwik": "Actualizar Piwik",
        "VerifyingUnpackedFiles": "A verificar os ficheiros descompactados",
        "WarningMessages": "Avisos:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Os seguintes plugins foram desactivados automaticamente: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Pode actualizar para a versão %s automaticamente ou transferir o pacote e instalá-lo manualmente:",
        "YouCouldManuallyExecuteSqlQueries": "Se não puder actualizar pela linha de comandos e Piwik não conseguir actualizar (devido a ultrapassar o limite de tempo da base de dados, navegador, ou outro problema), pode executar estas consultas SQL manualmente para actualizar Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik não consegue substituir a sua instalação actual. Pode tentar corrigir as permissões dos directórios\/ficheiros, ou transferir o pacote e instalar a versão %s manualmente:",
        "YourDatabaseIsOutOfDate": "A sua base de dados Piwik está desactualizada, e tem que ser actualizada antes de continuar."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Nome da variável ​​personalizada",
        "ColumnCustomVariableValue": "Valor da variável ​​personalizada",
        "CustomVariables": "Variáveis ​​personalizadas",
        "CustomVariablesReportDocumentation": "Este relatório contém informações sobre as variáveis ​​personalizadas. Clique no nome de uma variável para ver a distribuição dos valores. %s Para mais informações sobre variáveis ​​personalizadas em geral, deve ler a %sdocumentação sobre Variáveis Personalizadas em piwik.org %s",
        "PluginDescription": "Variáveis ​​personalizadas são pares nomes\/valor que podem ser definidas para uma Visita usando a a função setVisitCustomVariables() da API Javascript. Para cada uma das variáveis personalizadas, o Piwik vai reportar quantas visitas, páginas, e conversões.",
        "ScopePage": "Âmbito da página",
        "ScopeVisit": "Âmbito da visita"
    },
    "Dashboard": {
        "AddPreviewedWidget": "Adicionar o widget pré-visualizado ao painel de controlo",
        "Dashboard": "Painel de Controlo",
        "DeleteWidgetConfirm": "Tem a certeza que deseja excluir este widget do seu painel de controlo?",
        "LoadingWidget": "Carregando widget, por favor aguarde...",
        "Maximise": "Maximizar",
        "Minimise": "Minimizar",
        "PluginDescription": "O seu Painel de Controlo de Analíticas Web. Pode personalizar o seu Painel de Controlo: adicionar novos widgets, alterar a ordem dos seus widgets. Cada utilizador tem acesso ao seu próprio Painel de Controlo personalizado.",
        "SelectWidget": "Seleccione o widget para adicionar ao painel de controlo",
        "WidgetNotFound": "Widget não encontrado",
        "WidgetPreview": "Pré-visualização do widget"
    },
    "Feedback": {
        "ContactThePiwikTeam": "Contacte a equipa Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Tem algum erro para reportar ou um pedido de funcionalidade?",
        "IWantTo": "Eu quero:",
        "LearnWaysToParticipate": "Aprenda todas as formas como pode %s participar%s",
        "ManuallySendEmailTo": "Por favor envie a sua mensagem manualmente para",
        "PluginDescription": "Envie a sua opinião à equipa Piwik. Partilhe as suas ideias e sugestões connosco!",
        "SendFeedback": "Enviar Opinião",
        "SpecialRequest": "Tem um pedido especial para a equipa Piwik?",
        "ThankYou": "Obrigado por nos ajudar a melhorar o Piwik!",
        "VisitTheForums": "Visitar os %s Fóruns%s"
    },
    "General": {
        "AbandonedCarts": "Carrinhos Abandonados",
        "AboutPiwikX": "Acerca de Piwik %s",
        "Action": "Acção",
        "Actions": "Acções",
        "AfterEntry": "depois de entrar aqui",
        "AllowPiwikArchivingToTriggerBrowser": "Permitir que o arquivar de Piwik seja accionado quando os relatórios são vistos no navegador.",
        "AllWebsitesDashboard": "Painel de Controlo de Todos os Websites",
        "API": "API",
        "ApplyDateRange": "Aplicar Intervalo de Datas",
        "ArchivingInlineHelp": "Para websites de tráfego médio ou elevado, é recomendado desactivar o arquivar de Piwik de ser accionado quando os relatórios são vistos no navegador. Em vez disso, recomendamos que configure uma tarefa cron para processar os relatórios de Piwik cada hora.",
        "ArchivingTriggerDescription": "Recomendado para instalações Piwik maiores, tem que %sconfigurar uma tarefa cron%s para processar os relatórios automaticamente.",
        "AuthenticationMethodSmtp": "Método de autenticação SMTP",
        "AverageOrderValue": "Valor médio dos pedidos",
        "AveragePrice": "Preço Médio",
        "AverageQuantity": "Quantidade Média",
        "BackToPiwik": "Voltar a Piwik",
        "BrokenDownReportDocumentation": "Está dividido em vários relatórios, que são mostrados com gráficos Sparkline no fim da página. Pode aumentar o gráfico carregando no relatório que deseja visualizar.",
        "ChangePassword": "Alterar palavra-passe",
        "ChangeTagCloudView": "Por favor note que pode visualizar relatórios de outras formas além das tag clouds. Use os menus no fundo do relatório para o fazer.",
        "ChooseDate": "Escolha data",
        "ChooseLanguage": "Escolha o idioma",
        "ChoosePeriod": "Escolha o período",
        "ChooseWebsite": "Escolha o website",
        "ClickHere": "Clique aqui para mais informação.",
        "Close": "Fechar",
        "ColumnActionsPerVisit": "Acções por Visita",
        "ColumnActionsPerVisitDocumentation": "O número médio de acções (visualização de páginas, downloads ou links de saída) que foram realizados durante as visitas.",
        "ColumnAverageTimeOnPage": "Tempo médio na página",
        "ColumnAverageTimeOnPageDocumentation": "O número médio de tempo que um visitante está nesta página (apenas a página e não todo o website )",
        "ColumnAvgTimeOnSite": "Tempo Médio na página",
        "ColumnAvgTimeOnSiteDocumentation": "A média durante a visita",
        "ColumnBounceRate": "Taxa de Ressalto",
        "ColumnBounceRateDocumentation": "A percentagem de visitas que apenas fizeram uma única visualização. Isto quer dizer que o visitante deixou o website directamente a partir na página de entrada.",
        "ColumnBounceRateForPageDocumentation": "Percentagem de visitas que começaram e acabaram nesta página.",
        "ColumnBounces": "Ressaltos",
        "ColumnBouncesDocumentation": "Número de visitas que iniciaram e terminaram nesta página. Isto significa que o visitante deixou o website visualizando apenas esta página.",
        "ColumnConversionRate": "Taxa de Conversão",
        "ColumnConversionRateDocumentation": "A percentagem de visitas que desencadeou uma conversão de objectivo.",
        "ColumnEntrances": "Entradas",
        "ColumnEntrancesDocumentation": "Número de visitas que iniciaram nesta página.",
        "ColumnExitRate": "Taxa de saída",
        "ColumnExitRateDocumentation": "A percentagem de visitas que deixou o website depois de visualizar esta página.",
        "ColumnExits": "Saídas",
        "ColumnExitsDocumentation": "Número de visitas que terminaram nesta página.",
        "ColumnKeyword": "Palavra Chave",
        "ColumnLabel": "Marca",
        "ColumnMaxActions": "Acções máximas numa visita",
        "ColumnNbActions": "Acções",
        "ColumnNbActionsDocumentation": "O número de acções realizadas pelos seus visitantes. As ações podem ser: visualização de páginas, downloads ou links de saída.",
        "ColumnNbUniqVisitors": "Visitantes únicos",
        "ColumnNbUniqVisitorsDocumentation": "O número de visitantes não duplicados do seu website. Cada utilizador é apenas contabilizado uma vez, mesmo que este visite o site várias vezes ao dia.",
        "ColumnNbVisits": "Visitas",
        "ColumnNbVisitsDocumentation": "Se um utilizador visita o seu website pela primeira vez ou permanece mais do que 30 minutos depois da sua última visita, será processado como uma nova visita.",
        "ColumnPageBounceRateDocumentation": "A percentagem de visitas que começaram nesta página e deixaram o website imediatamente depois.",
        "ColumnPageviews": "Páginas vistas",
        "ColumnPageviewsDocumentation": "O número de vezes que a página foi visitada.",
        "ColumnPercentageVisits": "% Visitas",
        "ColumnRevenue": "Rendimento",
        "ColumnSumVisitLength": "Tempo total gasto pelos visitantes (em segundos)",
        "ColumnUniqueEntrances": "Entradas únicas",
        "ColumnUniqueExits": "Saídas únicas",
        "ColumnUniquePageviews": "Páginas vistas únicas",
        "ColumnUniquePageviewsDocumentation": "O número de visitas que incluíram esta página. Se a página foi visualizada multiplas vezes durante uma visita, é apenas contabilizada uma vez.",
        "ColumnValuePerVisit": "Valor por Visita",
        "ColumnVisitDuration": "Duração da visita (em segundos)",
        "ColumnVisitsWithConversions": "Visitas com Conversões",
        "ConfigFileIsNotWritable": "O ficheiro de configuração de Piwik %s não é modificável, as suas alteração não serão guardadas. %s Por favor altere as permissões do ficheiro de configuração para ser modificável.",
        "ContinueToPiwik": "Voltar a Piwik",
        "CurrentMonth": "Mês Actual",
        "CurrentWeek": "Semana Actual",
        "CurrentYear": "Ano Actual",
        "Daily": "Diariamente",
        "DailySum": "somatório do dia",
        "DashboardForASpecificWebsite": "Painel de Controlo para um website específico",
        "Date": "Data",
        "DateRange": "Intervalo de data:",
        "DateRangeFrom": "De",
        "DateRangeFromTo": "De %s até %s",
        "DateRangeInPeriodList": "Intervalo de datas",
        "DateRangeTo": "Até",
        "DayFr": "Sex",
        "DayMo": "Seg",
        "DaySa": "Sab",
        "DaysHours": "%1$s dias %2$s horas",
        "DaysSinceFirstVisit": "Dias desde a primeira visita",
        "DaysSinceLastEcommerceOrder": "Dias desde a ultima encomenda Ecommerce",
        "DaysSinceLastVisit": "Dias desde a última visita",
        "DaySu": "Dom",
        "DayTh": "Qui",
        "DayTu": "Ter",
        "DayWe": "Qua",
        "Default": "Pré-definido",
        "Delete": "Eliminar",
        "Description": "Descrição",
        "Details": "Detalhes",
        "Discount": "Desconto",
        "DisplaySimpleTable": "Mostrar tabela simples",
        "DisplayTableWithGoalMetrics": "Mostrar tabela com métricas de Objectivos",
        "DisplayTableWithMoreMetrics": "Mostrar tabela com mais métricas",
        "Done": "Pronto",
        "Download": "Descarregar",
        "DownloadFullVersion": "%1$sTransfira%2$s a versão completa! Veja %3$s",
        "Downloads": "Transferências",
        "EcommerceOrders": "Pedidos Comércio Electronico",
        "EcommerceVisitStatusDesc": "Visita Ecommerce",
        "EcommerceVisitStatusEg": "Por exemplo, para selecionar todas as visitas nas quais ecomendas foram efectuadas, o pedido API terá que conter %s",
        "Edit": "Editar",
        "EncryptedSmtpTransport": "Introduza a encriptação da camada de transporte requerida pelo seu servidor SMTP.",
        "EnglishLanguageName": "Portuguese",
        "Error": "Erro",
        "ErrorRequest": "Oops… problema durante o seu pedido, por favor tente novamente.",
        "EvolutionOverPeriod": "Evolução através do Período",
        "ExceptionConfigurationFileNotFound": "O ficheiro de configuração {%s} não foi encontrado.",
        "ExceptionDatabaseVersion": "A sua versão de %1$s é %2$s mas Piwik necessita pelo menos de %3$s.",
        "ExceptionFileIntegrity": "Verificação de integridade falhou: %s",
        "ExceptionFilesizeMismatch": "Tamanho do ficheiro não corresponde: %1$s (tamanho esperado: %2$s, encontrado: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "A sua versão cliente de %1$s é %2$s que é incompatível com a versão servidor %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "O formato agregado do relatório '%s' não é válido. Em alternativa tente alguns dos seguintes: %s.",
        "ExceptionInvalidArchiveTimeToLive": "O tempo de vida do arquivo tem que ser um número de segundos maior que zero.",
        "ExceptionInvalidDateFormat": "O formato da data tem que ser: %s ou qualquer palavra-chave suportada pela função %s (veja %s para mais informação)",
        "ExceptionInvalidDateRange": "A data '%s' não é um intervalo de data correcto. Deve ter o seguinte formato: %s.",
        "ExceptionInvalidPeriod": "O período '%s' não é suportado. Tente um dos seguintes: %s",
        "ExceptionInvalidRendererFormat": "Formato de renderização '%s' não é válido. Tente um dos seguintes: %s.",
        "ExceptionInvalidReportRendererFormat": "O formato do relatório '%s' não é válido. Em alternativa tente alguns dos seguintes: %s.",
        "ExceptionInvalidToken": "O símbolo não é válido.",
        "ExceptionLanguageFileNotFound": "O ficheiro de idioma '%s' não foi encontrado.",
        "ExceptionMethodNotFound": "O método '%s' não existe ou não está disponível no módulo '%s'.",
        "ExceptionMissingFile": "Falta o ficheiro: %s",
        "ExceptionNonceMismatch": "Não foi possível verificar o símbolo de segurança deste formulário.",
        "ExceptionPrivilege": "Não pode aceder a este recurso porque necessita de acesso %s.",
        "ExceptionPrivilegeAccessWebsite": "Não pode aceder a este recurso porque necessita de acesso %s para o website de id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Não pode aceder a este recurso porque necessita de acesso %s pelo menos para um website.",
        "ExceptionUnableToStartSession": "Não foi possível começar a sessão.",
        "ExceptionUndeletableFile": "Não é possível eliminar %s",
        "ExceptionUnreadableFileDisabledMethod": "Não foi possível ler o ficheiro de configuração {%s}. O seu host pode ter desactivado %s.",
        "Export": "Exportar",
        "ExportAsImage": "Exportar como Imagem",
        "ExportThisReport": "Exportar estes dados noutros formatos",
        "FileIntegrityWarningExplanation": "A verificação da integridade dos ficheiros falhou e reportou alguns erros. A causa mais provável é uma transferência dos ficheiros de Piwik incompleta ou com erros. Deve voltar a transferir todos os ficheiros de Piwik em modo BINÁRIO e actualizar a página até que não mostre erros.",
        "First": "Primeiro",
        "ForExampleShort": "ex.",
        "FromReferrer": "de",
        "GeneralSettings": "Definições Gerais",
        "GiveUsYourFeedback": "Dê-nos a sua opinião!",
        "Goal": "Objectivo",
        "GoTo": "Ir para %s",
        "GraphHelp": "Mais informação sobre mostrar gráficos em Piwik.",
        "HelloUser": "Olá, %s!",
        "Help": "Ajuda",
        "HoursMinutes": "%1$s horas %2$s min",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Assumindo que o arquivar é rápido na sua configuração, pode configurar o crontab para executar mais frequentemente.",
        "InvalidDateRange": "Intervalo de Datas Inválido, Por Favor Tente Novamente",
        "InvalidResponse": "Os dados recebidos são inválidos.",
        "JsTrackingTag": "Tag de Monitorização JavaScript",
        "Language": "Idioma",
        "LastDays": "%s últimos dias (incluindo hoje)",
        "LayoutDirection": "ltr",
        "Loading": "A carregar...",
        "LoadingData": "A carregar dados...",
        "Locale": "pt_PT.UTF-8",
        "Logout": "Sair",
        "LongDay_1": "Segunda-feira",
        "LongDay_2": "Terça-feira",
        "LongDay_3": "Quarta-feira",
        "LongDay_4": "Quinta-feira",
        "LongDay_5": "Sexta-feira",
        "LongDay_6": "Sábado",
        "LongDay_7": "Domingo",
        "LongMonth_1": "Janeiro",
        "LongMonth_10": "Outubro",
        "LongMonth_11": "Novembro",
        "LongMonth_12": "Dezembro",
        "LongMonth_2": "Fevereiro",
        "LongMonth_3": "Março",
        "LongMonth_4": "Abril",
        "LongMonth_5": "Maio",
        "LongMonth_6": "Junho",
        "LongMonth_7": "Julho",
        "LongMonth_8": "Agosto",
        "LongMonth_9": "Setembro",
        "MainMetrics": "Dados Principais",
        "MediumToHighTrafficItIsRecommendedTo": "Para websites com tráfego médio ou elevado, recomendamos que processe os relatórios de hoje no máximo cada meia hora (%s segundos) ou de hora em hora (%s segundos).",
        "Metadata": "Meta-dados",
        "MetricsToPlot": "Dados para gerar",
        "MetricToPlot": "Informação para gerar",
        "MinutesSeconds": "%1$s min %2$ss",
        "Monthly": "Mensalmente",
        "MultiSitesSummary": "Todos os Websites",
        "Name": "Nome",
        "NbActions": "Número de ações",
        "NDays": "%s dias",
        "Never": "Nunca",
        "NewReportsWillBeProcessedByCron": "Quando o arquivar de Piwik não é accionado pelo navegador, os relatórios novos são processados pelo crontab.",
        "NewUpdatePiwikX": "Nova Actualização: Piwik %s",
        "NewVisitor": "Novo Visitante",
        "NewVisits": "Novas Visitas",
        "Next": "Seguinte",
        "No": "Não",
        "NoDataForGraph": "Sem dados para este gráfico.",
        "NoDataForTagCloud": "Sem dados para esta nuvem de tags.",
        "NotDefined": "%s não está definido",
        "NotValid": "%s não é válido",
        "NSeconds": "%s segundos",
        "NumberOfVisits": "Número de visitas",
        "NVisits": "%s visitas",
        "Ok": "Ok",
        "OneDay": "1 dia",
        "OneVisit": "1 visita",
        "OnlyEnterIfRequired": "Apenas introduza um nome de utilizador se for preciso para o seu servidor SMTP",
        "OnlyEnterIfRequiredPassword": "Apenas introduza uma palavra-passe se for preciso para o seu servidor SMTP",
        "OnlyUsedIfUserPwdIsSet": "Apenas utilizado se um utilizador\/palavra-passe estiver definido, pergunte ao seu fornecedor se não tiver a certeza que método deve usar.",
        "OpenSourceWebAnalytics": "Análise Web de código livre",
        "OptionalSmtpPort": "Opcional. Por omissão é 25 para ligações não encriptadas e TLS SMTP, e 465 para SSL SMTP.",
        "OrCancel": "ou %s Cancelar %s",
        "OriginalLanguageName": "Português",
        "Others": "Outros",
        "Outlink": "Link de saída",
        "Outlinks": "Links de saída",
        "Overview": "Visão Geral",
        "Pages": "Páginas",
        "ParameterMustIntegerBetween": "O parâmetro %s tem que ser um valor inteiro entre %s e %s.",
        "Password": "Palavra-passe",
        "Period": "Período",
        "Piechart": "Gráfico Circular",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s está disponível. %2$s Por favor actualize agora!%3$s (ver %4$s alterações%5$s).",
        "PleaseSpecifyValue": "Por favor especifique um valor para '%s'.",
        "PleaseUpdatePiwik": "Por favor actualize o seu Piwik",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Suportado por",
        "Previous": "Anterior",
        "PreviousDays": "%s dias anteriores (sem incluir hoje)",
        "Price": "Preço",
        "ProductConversionRate": "Taxa de Conversão de Produtos",
        "ProductRevenue": "Receitas de Produtos",
        "PurchasedProducts": "Produtos comprados",
        "Quantity": "Quantidade",
        "Recommended": "(recomendado)",
        "RecordsToPlot": "Registos para gerar",
        "RefreshPage": "Actualizar a página",
        "Report": "Relatório",
        "Reports": "Relatórios",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Relatórios para hoje (ou outro qualquer Intervalo de Datas incluindo hoje) será processado a cada",
        "ReportsWillBeProcessedAtMostEveryHour": "Dessa forma, os relatórios serão processados no máximo cada hora.",
        "RequestTimedOut": "Um pedido de dados a %s expirou. Por favor tente de novo.",
        "Required": "%s necessário",
        "ReturningVisitor": "Visitante reincidente",
        "Save": "Guardar",
        "SaveImageOnYourComputer": "Para guardar a imagem no seu computador, clique com o botão direito na imagem e seleccione \"Guardar Imagem Como...\"",
        "Search": "Pesquisar",
        "Seconds": "%ss",
        "SeeTheOfficialDocumentationForMoreInformation": "Veja a %sdocumentação oficial%s para mais informação",
        "SelectYesIfYouWantToSendEmailsViaServer": "Seleccione \"Sim\" se quer ou tem de enviar e-mail através de um servidor nomeado em vez da função de mail local.",
        "Settings": "Definições",
        "Shipping": "Expedição",
        "ShortDay_1": "Seg",
        "ShortDay_2": "Ter",
        "ShortDay_3": "Qua",
        "ShortDay_4": "Qui",
        "ShortDay_5": "Sex",
        "ShortDay_6": "Sab",
        "ShortDay_7": "Dom",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Out",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dez",
        "ShortMonth_2": "Fev",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Abr",
        "ShortMonth_5": "Mai",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Ago",
        "ShortMonth_9": "Set",
        "SmallTrafficYouCanLeaveDefault": "Para websites com pouco tráfego, pode deixar os %s segundos pré-definidos, e aceder a todos os relatórios em tempo real.",
        "SmtpEncryption": "Encriptação SMTP",
        "SmtpPassword": "Palavra-passe SMTP",
        "SmtpPort": "Port SMTP",
        "SmtpServerAddress": "Endereço do servidor SMTP",
        "SmtpUsername": "Nome de utilizador SMTP",
        "Subtotal": "SubTotal",
        "Table": "Tabela",
        "TagCloud": "Nuvem de Tags",
        "Tax": "Imposto",
        "Today": "Hoje",
        "Total": "Total",
        "TotalRevenue": "Total de Receitas",
        "TranslatorEmail": "epages@epages.com.br, supsuper@gmail.com",
        "TranslatorName": "Rodrigo \"Acid Rain\" Kroehn, Daniel \"SupSuper\" Albano, Zob, AlexVasques",
        "UniquePurchases": "Compras Únicas",
        "Unknown": "Desconhecido",
        "Upload": "Enviar",
        "UsePlusMinusIconsDocumentation": "Utilize os icons de mais(+) e menos(-) à esquerda para navegar",
        "Username": "Nome de utilizador",
        "UseSMTPServerForEmail": "Usar servidor SMTP para e-mail",
        "Value": "Valor",
        "VBarGraph": "Gráfico de barras verticais",
        "View": "Ver",
        "Visit": "Visitas",
        "VisitConvertedGoal": "Visita converteu pelo menos um Objectivo",
        "VisitConvertedGoalId": "Visita converteu um Id Objectivo específico",
        "VisitConvertedNGoals": "Visitas converteram em %s Objectivos",
        "VisitDuration": "Duração Média de Visitas (em segundos)",
        "Visitor": "Visitante",
        "VisitorID": "ID do Visitante",
        "VisitorIP": "IP do Visitante",
        "Visitors": "Visitantes",
        "VisitsWith": "Visitas com %s",
        "VisitType": "Tipo de Visitante",
        "VisitTypeExample": "Por exemplo, para selecionar todos os visitantes que voltaram ao website, incluindo aqueles que compraram algo nas visitas anteriores, o pedido API contem %s",
        "Warning": "Aviso",
        "WarningFileIntegrityNoManifest": "A verificação da integridade dos ficheiros não pode ser executada devido a faltar manifest.inc.php.",
        "WarningFileIntegrityNoMd5file": "A verificação da integridade dos ficheiros não pode ser completada devido faltar a função md5_file().",
        "WarningPasswordStored": "%sAviso:%s Esta palavra-passe será guardada no ficheiro de configuração, visível para qualquer pessoa que o possa aceder.",
        "Website": "Website",
        "Weekly": "Semanalmente",
        "Widgets": "Widgets",
        "YearsDays": "%1$s anos %2$s dias",
        "Yes": "Sim",
        "Yesterday": "Ontem",
        "YouAreViewingDemoShortMessage": "Está actualmente a visualizar a demo de Piwik.",
        "YouMustBeLoggedIn": "Tem que estar ligado para aceder a esta funcionalidade.",
        "YourChangesHaveBeenSaved": "As suas alterações foram guardadas."
    },
    "Goals": {
        "AbandonedCart": "Carrinhos abandonados",
        "AddGoal": "Adicionar Objectivo",
        "AddNewGoal": "Adicionar um novo Objectivo",
        "AddNewGoalOrEditExistingGoal": "%sAdicionar um novo Objectivo%s ou %sEditar%s Objectivos existentes",
        "AllowGoalConvertedMoreThanOncePerVisit": "Permitir um Objectivo ser convertido mais de uma vez por visita",
        "AllowMultipleConversionsPerVisit": "Permitir multiplas conversões por visitas",
        "BestCountries": "Os seus melhores países de conversões são:",
        "BestKeywords": "As suas melhores palavras-passe de conversões são:",
        "BestReferrers": "Os meus melhores websites referentes de conversões são:",
        "CaseSensitive": "Correspondência sensível a maiúsculas",
        "ClickOutlink": "Clicar num Link para um website externo",
        "ColumnAverageOrderRevenueDocumentation": "Valor Média de Ordens é o total de receitas de todas as Ordens de Comércio Electrónico dividido pelo número de ordens.",
        "ColumnAveragePriceDocumentation": "As receitas médias para este %s.",
        "ColumnAverageQuantityDocumentation": "A média da quantidade deste %s vendidos nas ordem de Comércio Electrónico.",
        "ColumnConversionRateDocumentation": "A percentagem de visitas que despoletaram o objectivo %s.",
        "ColumnConversionRateProductDocumentation": "A taxa de conversão %s é o número de pedidos que contenham este produto dividido pelo número de visitas na página do produto.",
        "ColumnConversions": "Conversões",
        "ColumnConversionsDocumentation": "O número de conversões para %s.",
        "ColumnOrdersDocumentation": "O número total de ordens de Comércio Electrónico que contem este %s pelo menos uma vez.",
        "ColumnPurchasedProductsDocumentation": "O número de produtos adquiridos é a soma das quantidades de produtos vendidos em todas as ordens de Comércio Electrónico.",
        "ColumnQuantityDocumentation": "Quantidade é o número total de produtos vendidos por cada %s.",
        "ColumnRevenueDocumentation": "O total de receitas geradas por %s.",
        "ColumnRevenuePerVisitDocumentation": "O total de receitas geradas por %s, divididas pelo número de visitas.",
        "ColumnVisits": "O número total de visitas, independente se um objectivo foi despoletado ou não.",
        "ColumnVisitsProductDocumentation": "O número de visitas na página do produto \/ Categoria. Este também é usado para processar a taxa de conversão %s. Esta métrica está no relatório se a vista de rastreamento de Comério electrónico foi configurado nas páginas de Produto \/ Categoria.",
        "Contains": "contém %s",
        "ConversionByTypeReportDocumentation": "Este relatório fornece informações detalhadas sobre o desempenho de Objectivos (conversões, as taxas de conversão e receita por visita) para cada uma das categorias disponíveis no painel esquerdo. Por favor clique em %s em uma das categorias para visualizar o relatório. %s Para mais informações, leia a %sdocumentação Rastreamento de Objectivos em piwik.org%s",
        "ConversionRate": "%s taxa de conversão",
        "Conversions": "%s conversões",
        "ConversionsOverview": "Visão Geral das Conversões",
        "ConversionsOverviewBy": "Visão geral de conversões por tipo de visita",
        "CreateNewGOal": "Criar um novo Objectivo",
        "DaysToConv": "Dias para Conversão",
        "DefaultGoalConvertedOncePerVisit": "(por omissão) Um Objectivo só pode ser convertido uma vez por visita",
        "DefaultRevenue": "Rendimento padrão do objectivo é",
        "DefaultRevenueHelp": "Por exemplo, um Formulário de Contacto submetido por um visitante pode valer em média $10. Piwik ajuda-o a perceber como os seus segmentos de visitantes se estão a sair.",
        "DeleteGoalConfirm": "Tem a certeza que deseja eliminar o Objectivo %s?",
        "DocumentationRevenueGeneratedByProductSales": "Venda de Produtos. Excluindo taxas, transporte e descontos.",
        "Download": "Transferir um ficheiro",
        "Ecommerce": "Comércio Electrónico",
        "EcommerceAndGoalsMenu": "Comércio Electrónico e Objectivos",
        "EcommerceLog": "Log de Comércio Electrónico",
        "EcommerceOrder": "Ordens de Comércio Electrónico",
        "EcommerceOverview": "Visão Global de Comércio Electrónico",
        "EcommerceReports": "Relatórios de Comércio Electrónico",
        "ExceptionInvalidMatchingString": "Se escolher 'correspondência exacta', a string correspondente tem que ser um endereço a começar por %s. Por exemplo, '%s'.",
        "ExternalWebsiteUrl": "endereço de website externo",
        "Filename": "nome do ficheiro",
        "GoalConversion": "Conversão de Objectivo",
        "GoalConversions": "Conversões de Objectivos",
        "GoalConversionsBy": "%s conversões de objectivos por tipos de visitas",
        "GoalIsTriggered": "Objectivo é atingido",
        "GoalIsTriggeredWhen": "Objectivo é atingido quando",
        "GoalName": "Nome do Objectivo",
        "Goals": "Objectivos",
        "GoalsManagement": "Gerir objectivos",
        "GoalsOverview": "Vista geral dos Objectivos",
        "GoalsOverviewDocumentation": "Esta é uma visão geral das suas conversões de objectivos. Inicialmente, o gráfico mostra a soma de todas as conversões. %s Abaixo do gráfico, você pode ver relatórios de conversão para cada um dos seus objetivos. Os gráficos Sparkline podem ser ampliadas clicando sobre eles.",
        "GoalX": "Objectivo %s",
        "HelpOneConversionPerVisit": "Se uma página que corresponda a este objetivo é atualizada ou vista mais de uma vez em uma visita, o objectivo só será rastreado a primeira vez que a página foi carregada durante esta visita.",
        "IsExactly": "é exactamente %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Aprenda mais sobre %s Monitorizar Objectivos em Piwik%s na documentação do utilizador.",
        "LeftInCart": "%s no carrinho",
        "Manually": "manualmente",
        "ManuallyTriggeredUsingJavascriptFunction": "Objectivo é atingido manualmente utilizando o API JavaScript trackGoal()",
        "MatchesExpression": "corresponde à expressão %s",
        "NewVisitorsConversionRateIs": "Taxa de conversão para novos visitantes é %s",
        "Optional": "(opcional)",
        "OverallConversionRate": "%s taxa de conversão geral (visitas com um objectivo completo)",
        "OverallRevenue": "%s rendimento geral",
        "PageTitle": "Título da Página",
        "Pattern": "Padrão",
        "PluginDescription": "Criar Objectivos e ver relatórios acerca das suas conversões de objectivos: evolução ao longo do tempo, rendimento por visita, conversões por referente, por palavra chave, etc.",
        "ProductCategory": "Categorias de Produtos",
        "ProductName": "Nome do Produto",
        "Products": "Produtos",
        "ProductSKU": "SKU do Produto",
        "ReturningVisitorsConversionRateIs": "Taxa de conversão para visitantes prévios é %s",
        "SingleGoalOverviewDocumentation": "Esta é uma visão geral das conversões para um único objetivo. %s Os gráficos Sparkline abaixo do gráfico podem ser ampliados, clicando sobre eles.",
        "UpdateGoal": "Actualizar Objectivo",
        "URL": "Endereço",
        "ViewAndEditGoals": "Ver e Editar Objectivos",
        "ViewGoalsBy": "Ver Objectivos por %s",
        "VisitPageTitle": "Visita num Título de Página específico",
        "VisitsUntilConv": "Visitas até Conversão",
        "VisitUrl": "Visitar um dado endereço (página ou grupo de páginas)",
        "WhenVisitors": "quando visitantes",
        "WhereThe": "onde o",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "onde a página visitada contém uma chamada ao método JavaScript piwikTracker.trackGoal() (%saprenda mais%s)",
        "YouCanEnableEcommerceReports": "Você pode ativar %s para este site na página %s."
    },
    "ImageGraph": {
        "PluginDescription": "Gera uma imagem de gráfico PNG estática para qualquer relatório Piwik"
    },
    "Installation": {
        "ConfigurationHelp": "O seu ficheiro de configuração Piwik parece estar mal configurado. Pode remover config\/config.ini.php e continuar a instalação, ou corrigir as definições da ligação à base de dados.",
        "ConfirmDeleteExistingTables": "Tem a certeza que deseja eliminar as tabelas: %s da sua base de dados? AVISO: DADOS DESTAS TABELAS NÃO PODEM SER RECUPERADOS!",
        "Congratulations": "Parabéns",
        "CongratulationsHelp": "<p>Parabéns! A sua instalação do Piwik foi completada.<\/p><p>Certifique-se que colocou o código javascript em todas as suas páginas, e aguarde pelos seus primeiros visitantes!<\/p>",
        "DatabaseCreation": "Criação da base de dados",
        "DatabaseErrorConnect": "Erro ao tentar ligar ao servidor da base de dados",
        "DatabaseServerVersion": "Versão do servidor de base de dados",
        "DatabaseSetup": "Configuração da Base de Dados",
        "DatabaseSetupAdapter": "adaptador",
        "DatabaseSetupDatabaseName": "nome da base de dados",
        "DatabaseSetupLogin": "nome de utilizador",
        "DatabaseSetupServer": "servidor da base de dados",
        "DatabaseSetupTablePrefix": "prefixo das tabelas",
        "Email": "email",
        "Extension": "extensão",
        "GoBackAndDefinePrefix": "Retroceder e definir um Prefixo para as Tabelas Piwik",
        "Installation": "Instalação",
        "InstallationStatus": "Estado da Instalação",
        "LargePiwikInstances": "Ajuda para grandes instâncias Piwik",
        "Legend": "Legenda",
        "NoConfigFound": "O ficheiro de configuração Piwik não foi encontrado e está a tentar aceder a uma página Piwik.<br \/><b>  » Pode <a href='index.php'>instalar o Piwik agora<\/a><\/b><br \/><small>Se instalou o Piwik antes e possui algumas tabelas na sua base de dados, não se preocupe, pode reutilizar as mesmas tabelas e manter os dados existentes!<\/small>",
        "Optional": "Opcional",
        "Password": "palavra passe",
        "PasswordDoNotMatch": "palavras-passe não coincidem",
        "PasswordRepeat": "palavra passe (repetir)",
        "PercentDone": "%s %% Completado",
        "PleaseFixTheFollowingErrors": "Por favor corrija os seguintes erros",
        "PluginDescription": "Processo de instalação de Piwik. A Instalação é executada só uma vez. Se o ficheiro de configuração config\/config.inc.php for eliminado, a instalação recomeça.",
        "Requirements": "Requisitos do Piwik",
        "SetupWebsite": "Configurar um Website",
        "SetupWebsiteError": "Ocorreu um erro ao tentar adicionar o website",
        "SetupWebSiteName": "nome do website",
        "SetupWebsiteSetupSuccess": "Website %s criado com sucesso!",
        "SetupWebSiteURL": "endereço do website",
        "SuperUser": "Super Utilizador",
        "SuperUserLogin": "nome do super utilizador",
        "SuperUserSetupSuccess": "Super Utilizador criado com sucesso",
        "SystemCheck": "Verificação do Sistema",
        "SystemCheckAutoUpdateHelp": "Nota: A actualização Um Clique Piwik necessita de permissões de escrita na pasta do Piwik e respectivos conteúdos.",
        "SystemCheckCreateFunctionHelp": "Piwik usa funções anónimas para retro-chamadas.",
        "SystemCheckDatabaseHelp": "Piwik necessita da extensão mysqli ou tanto as extensões PDO e pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory não poderá criar visualizações para o módulo que o chame.",
        "SystemCheckError": "Ocorreu um erro - tem que ser corrigido antes de poder proceder",
        "SystemCheckEvalHelp": "Necessário pelo HTML QuickForm e o sistema de modelos Smarty.",
        "SystemCheckExtensions": "Outras extensões necessárias",
        "SystemCheckFileIntegrity": "Integridade dos ficheiros",
        "SystemCheckFunctions": "Funções necessárias",
        "SystemCheckGDHelp": "Os sparklines (gráficos pequenos) não irão funcionar.",
        "SystemCheckGlobHelp": "Esta função embutida foi desactivada pelo seu servidor. Piwik irá tentar emular esta função mas pode encontrar restrições de segurança adicionais. A funcionalidade pode ser afectada.",
        "SystemCheckGzcompressHelp": "Você precisa activar a extensão zlib e função gzcompress.",
        "SystemCheckGzuncompressHelp": "Você precisa activar a extensão zlib e função gzuncompress.",
        "SystemCheckIconvHelp": "Tem de configurar e reconstruir PHP com suporte \"iconv\" activado, --with-iconv.",
        "SystemCheckMailHelp": "Mensagens de Opinião e Palavra-Passe Perdida não serão enviadas sem mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Limite de Memória",
        "SystemCheckMemoryLimitHelp": "Num website com tráfego elevado, o processo de arquivamento pode exigir mais memória do que o permitido actualmente.<br \/>Altere a directiva memory_limit no seu ficheiro php.ini se for necessário.",
        "SystemCheckOpenURL": "Abrir endereço",
        "SystemCheckOpenURLHelp": "Inscrições a boletins, notificações sobree actualizações e actualizações num-clique necessitam da extensão \"curl\", allow_url_fopen=On, ou fsockopen() activado.",
        "SystemCheckOtherExtensions": "Outras extensões",
        "SystemCheckOtherFunctions": "Outras funções",
        "SystemCheckPackHelp": "A função pack () é necessária para rastrear os visitantes em Piwik.",
        "SystemCheckParseIniFileHelp": "Esta função embutida foi desactivada pelo seu servidor. Piwik irá tentar emular esta função mas pode encontrar restrições de segurança adicionais. Performance de monitorização também será afectada.",
        "SystemCheckPdoAndMysqliHelp": "Num servidor Linux pode compilar php com as seguintes opções: %1$s No seu ficheiro php.ini, adicione as seguintes linhas: %2$s",
        "SystemCheckPhp": "Versão de PHP",
        "SystemCheckPhpPdoAndMysqli": "Mais detalhes em: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Tem de configurar e reconstruir PHP com a Standard PHP Library (SPL) activada (por pré-definição).",
        "SystemCheckTimeLimitHelp": "Em um website com tráfego elevado, executar o processo de arquivamento pode exigir mais memória do que o permitido actualmente.<br \/>Altere a directiva max_execution_time no seu ficheiro php.ini se for necessário.",
        "SystemCheckTracker": "Estado do Tracker",
        "SystemCheckTrackerHelp": "Pedido GET para piwik.php falhou. Tente colocar este URL NA lista branca URLs de mod_security e autenticação HTTP.",
        "SystemCheckWarnDomHelp": "Você deve activar a extensão \"dom\" (por exemplo, instalar o pacote \"php-dom\" e \/ ou \"php-xml\").",
        "SystemCheckWarning": "Piwik vai funcionar normalmente mas podem faltar algumas funcionalidades",
        "SystemCheckWarnJsonHelp": "Você deve activar a extensão \"json\" (por exemplo, instalar o pacote \"php-json\") para um melhor desempenho.",
        "SystemCheckWarnLibXmlHelp": "Você deve activar a extensão \"libxml\" (por exemplo, \"instalar o pacote php-libxml\" ), já que é exigido por outras extensões PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Você deve activar a extensão \"SimpleXML\" (por exemplo, instalar o pacote \"php-simplexml\" e \/ ou \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Num servidor Windows pode adicionar as seguintes linhas ao seu ficheiro php.ini: %s",
        "SystemCheckWriteDirs": "Directórios com permissão de escrita",
        "SystemCheckWriteDirsHelp": "Para resolver este problema, tente digitar os seguintes comando(s)",
        "SystemCheckZlibHelp": "Tem de configurar e reconstruir PHP com suporte \"zlib\" activado, --with-zlib.",
        "Tables": "A Criar as Tabelas",
        "TablesCreatedSuccess": "Tabelas criadas com sucesso!",
        "TablesDelete": "Eliminar as tabelas encontradas",
        "TablesDeletedSuccess": "Tabelas Piwik existentes eliminadas com sucesso",
        "TablesFound": "As seguintes tabelas foram encontradas na base de dados",
        "TablesReuse": "Reutilizar as tabelas existentes",
        "TablesWarningHelp": "Escolha reutilizar as tabelas existentes ou seleccione uma instalação nova para eliminar os dados existentes da base de dados.",
        "TablesWithSameNamesFound": "Algumas %1$s tabelas na sua base de dados %2$s têm o mesmo nome que as tabelas que Piwik está a tentar criar",
        "Timezone": "fuso horário do website",
        "Welcome": "Bem vindo!",
        "WelcomeHelp": "<p>Piwik é um analisador de tráfego open source que torna fácil obter informações sobre os seus visitantes.<\/p><p>Este processo divide-se em %s passos fáceis e demora por volta de 5 minutos.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Acerca das traduções Piwik",
        "PluginDescription": "Este plugin mostra uma lista dos idiomas disponíveis para a interface Piwik. O idioma seleccionado será guardado nas preferências de cada utilizador."
    },
    "Live": {
        "GoalType": "Tipo",
        "KeywordRankedOnSearchResultForThisVisitor": "A palavra-chave %1$s foi classificada %2$s na página de resultados de pesquisa %3$s por este visitante",
        "LastHours": "Últimas %s horas",
        "LastMinutes": "Últimos %s minutos",
        "LinkVisitorLog": "Ver registo de visitantes detalhado",
        "PluginDescription": "Espie nos seus visitantes, ao vivo, em tempo-real!",
        "Referrer_URL": "Endereço do Referente",
        "VisitorLog": "Registo de Visitantes",
        "VisitorLogDocumentation": "Esta tabela mostra as últimas visitas dentro do período selecionado. Você pode ver quando a última visita de um visitante ocorreu passando o cursor sobre os dados de uma visita. %s Se o intervalo de datas incluir hoje, você pode ver os seus visitantes em tempo real! %s Os dados apresentados aqui são sempre em tempo real, independentemente de quantas vezes você está usando o cron job de arquivamento.",
        "VisitorsInRealTime": "Visitantes em Tempo Real",
        "VisitorsLastVisit": "A última visita do utilizador ocorreu à %s dias atrás."
    },
    "Login": {
        "ContactAdmin": "Razão possível: o seu administrador desactivou a função mail(). <br \/>Por favor contacte o seu administrador Piwik.",
        "ExceptionPasswordMD5HashExpected": "Espera-se que o parâmetro da palavra-passe seja uma hash MD5 da palavra-passe.",
        "InvalidNonceOrHeadersOrReferrer": "Erro de Segurança do formulário. Por favor, recarregar o formulário e verificar se os cookies estão activos. Se você usar um servidor proxy, você deve configurar %s Piwik para aceitar os cabeçalhos proxy %s que encaminha o cabeçalho do Host. Além disso, verifique se o cabeçalho Referer é enviado corretamente.",
        "InvalidOrExpiredToken": "A chave é inválida ou expirou.",
        "InvalidUsernameEmail": "Nome de utilizador e\/ou endereço de e-mail inválido",
        "LogIn": "Entrar",
        "LoginOrEmail": "Nome de Utilizador ou E-mail",
        "LoginPasswordNotCorrect": "Nome de Utilizador & Palavra-passe incorrectos",
        "LostYourPassword": "Perdeu a sua palavra-passe?",
        "PasswordRepeat": "Palavra-passe (repetir)",
        "PasswordsDoNotMatch": "As palavras-passe não coincidem.",
        "RememberMe": "Manter sessão iniciada"
    },
    "Mobile": {
        "AccessUrlLabel": "Endereço de Acesso Piwik",
        "AnonymousAccess": "Acesso anónimo",
        "EnableGraphsLabel": "Mostrar gráficos",
        "MultiChartLabel": "Mostrar sparklines",
        "NetworkNotReachable": "Rede não acessível",
        "SaveSuccessError": "Por favor verifique as definições",
        "YouAreOffline": "Desculpe, encontra-se desconectado"
    },
    "MultiSites": {
        "Evolution": "Evolução",
        "PluginDescription": "Mostra um sumário\/estatísticas executivas de multíplos sites. Actualmente mantido como um plugin núcleo Piwik."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Selecione \"Sim\" para o Piwik não rastrear totalmente endereços IP qualificados.",
        "AnonymizeIpInlineHelp": "Torna o último byte dos endereços IP de visitantes anónimo para obedecer às suas leis\/regulamentos de privacidade locais.",
        "AnonymizeIpMaskLengtDescription": "Selecione quantos bytes dos IPs dos visitantes devem ser mascarados.",
        "AnonymizeIpMaskLength": "%s byte(s) - por exemplo %s",
        "ClickHereSettings": "Clique aqui para aceder às %s definições",
        "DeleteLogDescription2": "Quando você activa a ​​eliminação automática de logs, você deve garantir que todos os relatórios diários anteriores tenham sido processados​​, de modo que nenhuns dados sejam perdidos.",
        "DeleteLogInfo": "Logs das seguintes tabelas serão apagados: %s",
        "DeleteLogsOlderThan": "Apagar logs mais antigos que",
        "DeleteMaxRows": "Número máximo de linhas para apagar de uma vez:",
        "LastDelete": "Última eliminação foi em",
        "LeastDaysInput": "Por favor, especifique um número de dias maior que %s.",
        "MenuPrivacySettings": "Privacidade",
        "NextDelete": "Próxima eliminação agendada em",
        "PluginDescription": "Customize Piwik para torná-lo compatível com as legislações de privacidade existentes.",
        "TeaserHeadline": "Definições de Privacidade",
        "UseAnonymizeIp": "Tornar anónimos os endereços IP dos visitantes",
        "UseDeleteLog": "Apagar logs de antigos visitantes da base de dados regularmente."
    },
    "Provider": {
        "ColumnProvider": "Fornecedor",
        "PluginDescription": "Relata os Fornecedores dos visitantes.",
        "ProviderReportDocumentation": "Este relatório mostra quais os ISPs que os seus visitantes usaram para aceder ao website. Você pode clicar num nome do ISP para obter mais detalhes. %s Se o Piwik não pode determinar o ISP do visitante, é listado como IP.",
        "SubmenuLocationsProvider": "Localizações & Fornecedores",
        "WidgetProviders": "Fornecedores"
    },
    "Referrers": {
        "Campaigns": "Campanhas",
        "CampaignsDocumentation": "Visitantes que chegaram ao seu website como resultado de uma campanha. %s Veja o relatório %s para mais detalhes.",
        "CampaignsReportDocumentation": "Este relatório mostra quais as campanhas que levaram visitantes ao seu website. %s Para mais informações sobre dados de campanhas, leia a documentação de campanhas%s em piwik.org%s.",
        "ColumnCampaign": "Campanha",
        "ColumnSearchEngine": "Motor de Busca",
        "ColumnWebsite": "Website",
        "ColumnWebsitePage": "Página do Website",
        "DetailsByReferrerType": "Detalhes por Tipo de Referente",
        "DirectEntry": "Entrada Direta",
        "DirectEntryDocumentation": "O visitante entrou directamente no seu website ao introduzir o endereço do website directamente no browser.",
        "Distinct": "Referentes Distintos por Tipo de Referente",
        "DistinctCampaigns": "campanhas distintas",
        "DistinctKeywords": "palavras-chave distintas",
        "DistinctSearchEngines": "motores de busca distintos",
        "DistinctWebsites": "websites distintos",
        "EvolutionDocumentation": "Isto é uma visão global dos referentes que levaram visitantes ao seu website.",
        "EvolutionDocumentationMoreInfo": "Para mais informações sobre diferentes tipos de referentes, veja a documentação da %s tabela.",
        "Keywords": "Palavras Chave",
        "KeywordsReportDocumentation": "Este relatório mostra quais as palavras-chave que o visitantes pesquisaram antes de ser referenciados para o seu website. %s Ao clicar numa linha da tabela pode ver a distribuição de motores de pesquisa que foram utilizados na pesquisa pela palavra-chave.",
        "PluginDescription": "Relata os dados dos Referentes: Motores de Busca, Palavras-Chave, Websites, Campanhas, Entrada Directa.",
        "ReferrerName": "Nome do referente",
        "Referrers": "Referentes",
        "SearchEngines": "Motores de Busca",
        "SearchEnginesDocumentation": "O visitante foi referenciado para o seu website a partir de um motor de busca. %s Veja o relatório %s para mais detalhes.",
        "SearchEnginesReportDocumentation": "Este relatório mostra quais os motores de pesquisa que referenciaram utilizadores para o seu website. %s Ao clicar numa linha da tabela pode ver o que os utilizadores pesquisaram num motor de pesquisa específico.",
        "SubmenuSearchEngines": "Motores de Buscas & Palvras Chaves",
        "SubmenuWebsites": "Websites",
        "Type": "Tipo de Referente",
        "TypeCampaigns": "%s de campanhas",
        "TypeDirectEntries": "%s entradas directas",
        "TypeReportDocumentation": "Esta tabelas contem informação sobre a distribuição dos tipos de referentes.",
        "TypeSearchEngines": "%s de motores de busca",
        "TypeWebsites": "%s de websites",
        "UsingNDistinctUrls": "(usando %s endereços distintos)",
        "Websites": "Websites",
        "WebsitesDocumentation": "O visitante seguiu um link noutro website que apontava para o seu. %s Veja o relatório %s para mais detalhes.",
        "WebsitesReportDocumentation": "Nesta tabela, pode ver quais os website que levaram referentes para o seu site. %s Ao clicar numa linha da tabela pode ver quais os URLs onde os links para o seu site estavam.",
        "WidgetExternalWebsites": "Lista de Websites externos",
        "WidgetKeywords": "Lista de Palavras Chave"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(opcional) Opções de Visualização",
        "AggregateReportsFormat_GraphsOnly": "Apenas Visualiza Gráfico (sem tabelas de relatório)",
        "AggregateReportsFormat_TablesAndGraphs": "Exibir tabelas de Relatório e Gráficos para todos os relatórios",
        "AggregateReportsFormat_TablesOnly": "(por omissão) Visualização de tabelas de relatórios (gráficos apenas para métricas chave)",
        "AlsoSendReportToTheseEmails": "Também enviar o relatório para estes emails (um email por linha):",
        "AreYouSureDeleteReport": "Tem certeza de que deseja excluir este relatório e o seu agendamento?",
        "CancelAndReturnToReports": "Cancelar e %sretornar para a lista de relatórios %s",
        "CreateAndScheduleReport": "Criar e agendar um relatório",
        "CreateReport": "Criar um relatório",
        "DescriptionOnFirstPage": "A descrição do relatório será exibido na primeira página do relatório.",
        "EmailHello": "Olá,",
        "EmailReports": "Relatórios Email",
        "EmailSchedule": "Agenda de Email",
        "FrontPage": "Primeira Página",
        "ManageEmailReports": "Gerir relatórios de email",
        "MonthlyScheduleHelp": "Agenda mensal: o relatório será enviado no primeiro dia de cada mês.",
        "MustBeLoggedIn": "Deve estar autenticado para criar e agendar relatórios personalizados.",
        "Pagination": "Página %s de %s",
        "PiwikReports": "Relatórios Piwik",
        "PleaseFindAttachedFile": "Por favor encontre anexado o seu %1$s relatório para %2$s.",
        "PleaseFindBelow": "Veja abaixo o relatório %1$s para %2$s.",
        "PluginDescription": "Criar e fazer download dos seus relatórios personalizados, e enviar por e-mail diariamente, semanalmente ou mensalmente.",
        "ReportFormat": "Formato do relatório",
        "ReportsIncluded": "Incluir Estatísticas",
        "SendReportNow": "Enviar Relatório agora",
        "SendReportTo": "Enviar relatório a",
        "SentToMe": "Enviar-me o relatório",
        "TableOfContent": "Lista de Relatórios",
        "ThereIsNoReportToManage": "Não há relatórios para gerir para o website %s",
        "TopOfReport": "Voltar ao topo",
        "UpdateReport": "Actualizar Relatório",
        "WeeklyScheduleHelp": "Agenda semanal: o relatório será enviado na primeira Segunda-feira de cada semana."
    },
    "SEO": {
        "AlexaRank": "Classificação Alexa",
        "DomainAge": "Idade do Domínio",
        "Rank": "Classificação",
        "SeoRankings": "Classificações SEO",
        "SEORankingsFor": "Classificações SEO para %s"
    },
    "SitesManager": {
        "AddSite": "Adicionar um novo website",
        "AdvancedTimezoneSupportNotFound": "Suporte avançado de fusos horários não foi encontrado na sua instalação PHP (suportado em PHP>=5.2). No entanto pode escolher uma diferença UTC manualmente.",
        "AliasUrlHelp": "É recomendado, mas não necessário, que especifique vários endereços, um por linha, que os seus visitantes usam para aceder a este website. Endereços alternativos não aparecem no relatório Referentes > Websites. Note que não é necessário especificar tanto os endereços com e sem 'www' porque Piwik automaticamente considera ambos.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Alterar o seu fuso horário apenas afecta dados futuros, e não será aplicado retroactivamente.",
        "ChooseCityInSameTimezoneAsYou": "Escolha uma cidade no mesmo fuso horário que o seu.",
        "Currency": "Moeda",
        "CurrencySymbolWillBeUsedForGoals": "O símbolo da Moeda será mostrado ao lado dos rendimentos dos Objectivos.",
        "DefaultCurrencyForNewWebsites": "Moeda padrão para websites novos",
        "DefaultTimezoneForNewWebsites": "Fuso horário padrão para websites novos",
        "DeleteConfirm": "Tem a certeza que deseja eliminar o website %s?",
        "EcommerceHelp": "Quando ativado, o relatório de Objectivos terá uma nova secção de \"Comércio Electrónico\"",
        "EnableEcommerce": "Comércio Electrónico activado",
        "ExceptionDeleteSite": "Não é possível eliminar este website visto ser o único website registado. Adicione um novo website primeiro, depois elimine este.",
        "ExceptionEmptyName": "O nome do website não pode ficar vazio.",
        "ExceptionInvalidCurrency": "A moeda \"%s\" não é válida. Por favor introduza um símbolo de moeda válido (por ex. %s).",
        "ExceptionInvalidIPFormat": "O IP para excluir \"%s\" não tem um formato de IP válido (por ex. %s).",
        "ExceptionInvalidTimezone": "O fuso horário \"%s\" não é válido. Por favor introduza um fuso horário válido.",
        "ExceptionInvalidUrl": "O endereço '%s' não é válido.",
        "ExceptionNoUrl": "Tem de especificar no mínimo um endereço para o website.",
        "ExcludedIps": "IPs Excluídos",
        "ExcludedParameters": "Parâmetros Excluídos",
        "GlobalListExcludedIps": "Lista global de IPs Excluídos",
        "GlobalListExcludedQueryParameters": "Lista global de parâmetros de consulta de endereços para excluir",
        "GlobalWebsitesSettings": "Definições globais de websites",
        "HelpExcludedIps": "Introduza a lista de IPs, um por linha, que deseja excluir da monitorização do Piwik. Pode usar curingas, por ex. %1$s ou %2$s",
        "JsTrackingTagHelp": "Aqui está a tag de Monitorização Javascript para incluir em todas as suas páginas",
        "ListOfIpsToBeExcludedOnAllWebsites": "Os IPs abaixo serão excluídos de ser monitorizados em todos os websites.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Os parâmetros de consulta de endereços abaixo serão excluídos dos endereços de todos os websites.",
        "ListOfQueryParametersToExclude": "Introduza a lista de parâmetros de consulta de endereços, um por linha, para excluir dos relatórios dos endereços das páginas.",
        "MainDescription": "Os seus relatórios de Analíticas Web necessitam de Websites! Adicione, actualize, elimine Websites, e mostre o JavaScript para inserir nas suas páginas.",
        "NotAnEcommerceSite": "Não é um site de Comércio Electrónico",
        "NotFound": "Nenhum website encontrado para",
        "NoWebsites": "Não tem nenhum website para administrar.",
        "OnlyOneSiteAtTime": "Você só pode editar um site de cada vez. Por favor, Salvar ou Cancelar as modificações atuais para o website %s.",
        "PiwikOffersEcommerceAnalytics": "O Piwik permite a análise e relatórios avançados de rastreamento de Comércio Electrónico . Saiba mais sobre %s Rastreamento de Comércio Electrónico %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik exclui automaticamente parâmetros comuns de sessões (%s).",
        "PluginDescription": "Gerir Websites no Piwik: Adicionar um novo Website, Editar um existente, Mostrar o código JavaScript para incluir nas suas páginas. Todas estas acções também estão disponíveis pelo API.",
        "SelectACity": "Seleccione uma cidade",
        "SelectDefaultCurrency": "Pode seleccionar a moeda para ser pré-definida em websites novos.",
        "SelectDefaultTimezone": "Pode seleccionar o fuso horário para ser pré-definido em websites novos.",
        "ShowTrackingTag": "mostrar tags de monitorização",
        "Sites": "Websites",
        "Timezone": "Fuso horário",
        "TrackingTags": "Tags de monitorização para %s",
        "Urls": "Endereços",
        "UTCTimeIs": "Hora UTC é %s.",
        "WebsitesManagement": "Gestor de Websites",
        "YouCurrentlyHaveAccessToNWebsites": "Actualmente tem acesso a %s websites.",
        "YourCurrentIpAddressIs": "O seu endereço IP actual é %s"
    },
    "UserCountry": {
        "Continent": "Continente",
        "continent_afr": "África",
        "continent_amc": "América Central",
        "continent_amn": "América do Norte",
        "continent_ams": "América do Sul e Central",
        "continent_ant": "Antártica",
        "continent_asi": "Ásia",
        "continent_eur": "Europa",
        "continent_oce": "Oceânia",
        "Country": "País",
        "country_a1": "Proxy anónimo",
        "country_a2": "Fornecedor Satélite",
        "country_ac": "Ilhas Ascension",
        "country_ad": "Andorra",
        "country_ae": "Emirados Árabes Unidos",
        "country_af": "Afeganistão",
        "country_ag": "Antigua and Barbuda",
        "country_ai": "Anguilha",
        "country_al": "Albânia",
        "country_am": "Arménia",
        "country_an": "Antilhas Holandesas",
        "country_ao": "Angola",
        "country_ap": "Região Asia\/Pacífico",
        "country_aq": "Antárctica",
        "country_ar": "Argentina",
        "country_as": "American Samoa",
        "country_at": "Áustria",
        "country_au": "Austrália",
        "country_aw": "Aruba",
        "country_ax": "Ilhas Aland",
        "country_az": "Azerbaijão",
        "country_ba": "Bósnia e Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Bélgica",
        "country_bf": "Burquina Faso",
        "country_bg": "Bulgária",
        "country_bh": "Bahrain",
        "country_bi": "Burúndi",
        "country_bj": "Benim",
        "country_bl": "São Bartolomeu",
        "country_bm": "Bermudas",
        "country_bn": "Bruneo",
        "country_bo": "Bolívia",
        "country_bq": "Bonaire , Santo Eustáquio e Saba",
        "country_br": "Brasil",
        "country_bs": "Bahamas",
        "country_bt": "Butano",
        "country_bu": "Birmânia",
        "country_bv": "Ilha Bouvet",
        "country_bw": "Botswana",
        "country_by": "Bielorrússia",
        "country_bz": "Belize",
        "country_ca": "Canadá",
        "country_cat": "Comunidades língua Catalã",
        "country_cc": "Ilhas Cocos (Keeling)",
        "country_cd": "Congo, República Democrática do",
        "country_cf": "República Central Africana",
        "country_cg": "Congo",
        "country_ch": "Suíça",
        "country_ci": "Costa do Marfim",
        "country_ck": "Ilhas Cook",
        "country_cl": "Chile",
        "country_cm": "Camarões",
        "country_cn": "China",
        "country_co": "Colômbia",
        "country_cp": "Ilha Clipperton",
        "country_cr": "Costa Rica",
        "country_cs": "Sérvia e Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Cabo Verde",
        "country_cw": "Curaçao",
        "country_cx": "Ilha Christmas",
        "country_cy": "Chipre",
        "country_cz": "República Checa",
        "country_de": "Alemanha",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibouti",
        "country_dk": "Dinamarca",
        "country_dm": "Domínica",
        "country_do": "Dominican Republic",
        "country_dz": "Argélia",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Equador",
        "country_ee": "Estónia",
        "country_eg": "Egipto",
        "country_eh": "Sahara Ocidental",
        "country_er": "Eritreia",
        "country_es": "Espanha",
        "country_et": "Etiópia",
        "country_eu": "União Europeia",
        "country_fi": "Finlândia",
        "country_fj": "Fiji",
        "country_fk": "Ilhas Falkland (Malvinas)",
        "country_fm": "Micronésia, Estados Federados da",
        "country_fo": "Ilhas Faroe",
        "country_fr": "França",
        "country_fx": "França Metropolitana",
        "country_ga": "Gabão",
        "country_gb": "Grã Bretanha",
        "country_gd": "Grenada",
        "country_ge": "Geórgia",
        "country_gf": "Guiana Francesa",
        "country_gg": "Guernsey",
        "country_gh": "Gana",
        "country_gi": "Gibraltar",
        "country_gl": "Gronelândia",
        "country_gm": "Gâmbia",
        "country_gn": "Guiné",
        "country_gp": "Guadalupe",
        "country_gq": "Guiné Equatorial",
        "country_gr": "Grécia",
        "country_gs": "Ilhas Geórgia do Sul e Sandwich do Sul",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guiné-Bissau",
        "country_gy": "Guiana",
        "country_hk": "Hong Kong",
        "country_hm": "Ilha Heard e Ilhas McDonald",
        "country_hn": "Honduras",
        "country_hr": "Croácia",
        "country_ht": "Haiti",
        "country_hu": "Hungria",
        "country_ic": "Ilhas Canárias",
        "country_id": "Indonésia",
        "country_ie": "Irlanda",
        "country_il": "Israel",
        "country_im": "Ilha Man",
        "country_in": "Índia",
        "country_io": "Território Britânico do Oceano Índico",
        "country_iq": "Iraque",
        "country_ir": "Irão, República Islâmica do",
        "country_is": "Islândia",
        "country_it": "Itália",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordan",
        "country_jp": "Japão",
        "country_ke": "Quénia",
        "country_kg": "Quirguistão",
        "country_kh": "Cambodja",
        "country_ki": "Quiribati",
        "country_km": "Comores",
        "country_kn": "São Cristóvão e Nevis",
        "country_kp": "Coreia, República Popular Democrática da",
        "country_kr": "Coreia, República de",
        "country_kw": "Kuwait",
        "country_ky": "Ilhas Cayman",
        "country_kz": "Cazaquistão",
        "country_la": "Laos",
        "country_lb": "Líbano",
        "country_lc": "Santa Lúcia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Libéria",
        "country_ls": "Lesoto",
        "country_lt": "Lituânia",
        "country_lu": "Luxemburgo",
        "country_lv": "Letónia",
        "country_ly": "Líbia",
        "country_ma": "Marrocos",
        "country_mc": "Mónaco",
        "country_md": "Moldávia, República da",
        "country_me": "Montenegro",
        "country_mf": "São Martinho",
        "country_mg": "Madagáscar",
        "country_mh": "Ilhas Marshall",
        "country_mk": "Macedónia",
        "country_ml": "Mali",
        "country_mm": "Mianmar",
        "country_mn": "Mongólia",
        "country_mo": "Macau",
        "country_mp": "Ilhas Marianas do Norte",
        "country_mq": "Martinique",
        "country_mr": "Mauritânia",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Maurício",
        "country_mv": "Maldivas",
        "country_mw": "Malawi",
        "country_mx": "México",
        "country_my": "Malásia",
        "country_mz": "Moçambique",
        "country_na": "Namíbia",
        "country_nc": "New Caledonia",
        "country_ne": "Níger",
        "country_nf": "Ilha Norfolk",
        "country_ng": "Nigéria",
        "country_ni": "Nicarágua",
        "country_nl": "Holanda",
        "country_no": "Noruega",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Zona Neutra",
        "country_nu": "Niue",
        "country_nz": "Nova Zelândia",
        "country_o1": "Outro País",
        "country_om": "Oman",
        "country_pa": "Panamá",
        "country_pe": "Peru",
        "country_pf": "Polinésia Francesa",
        "country_pg": "Papua Nova Guiné",
        "country_ph": "Filipinas",
        "country_pk": "Paquistão",
        "country_pl": "Polónia",
        "country_pm": "São Pedro e Miquelão",
        "country_pn": "Pitcairn",
        "country_pr": "Porto Rico",
        "country_ps": "Território Palestino",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguai",
        "country_qa": "Catar",
        "country_re": "Ilha Reunião",
        "country_ro": "Roménia",
        "country_rs": "Sérvia",
        "country_ru": "Rússia",
        "country_rw": "Ruanda",
        "country_sa": "Arábia Saudita",
        "country_sb": "Ilhas Solomon",
        "country_sc": "Seychelles",
        "country_sd": "Sudão",
        "country_se": "Suécia",
        "country_sf": "Finlândia",
        "country_sg": "Singapura",
        "country_sh": "Santa Helena",
        "country_si": "Eslovénia",
        "country_sj": "Esvalbarda",
        "country_sk": "Eslováquia",
        "country_sl": "Serra Leoa",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somália",
        "country_sr": "Suriname",
        "country_ss": "Sudão do Sul",
        "country_st": "São Tomé e Príncipe",
        "country_su": "União Soviética",
        "country_sv": "El Salvador",
        "country_sx": "São Martinho",
        "country_sy": "Síria, República Árabe da",
        "country_sz": "Suazilândia",
        "country_ta": "Tristão da Cunha",
        "country_tc": "Ilhas Turks e Caicos",
        "country_td": "Chade",
        "country_tf": "Territórios Franceses do Sul",
        "country_tg": "Togo",
        "country_th": "Tailândia",
        "country_tj": "Tajiquistão",
        "country_tk": "Tokelau",
        "country_tl": "Timor Leste",
        "country_tm": "Turcomenistão",
        "country_tn": "Tunísia",
        "country_to": "Tonga",
        "country_tp": "Timor Leste",
        "country_tr": "Turquia",
        "country_tt": "Trinidade e Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tanzânia, República Unida da",
        "country_ua": "Ucrânia",
        "country_ug": "Uganda",
        "country_uk": "Reino Unido",
        "country_um": "Estados Unidos, Ilhas Menores Distantes dos",
        "country_us": "Estados Unidos",
        "country_uy": "Uruguai",
        "country_uz": "Uzbequistão",
        "country_va": "Cidade do Vaticano",
        "country_vc": "São Vicente e Granadinas",
        "country_ve": "Venezuela",
        "country_vg": "Ilhas Virgens Britânicas",
        "country_vi": "Ilhas Virgens Americanas",
        "country_vn": "Vietname",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis e Futuna",
        "country_ws": "Samoa",
        "country_ye": "Iémen",
        "country_yt": "Mayotte",
        "country_yu": "Jugoslávia",
        "country_za": "áfrica do Sul",
        "country_zm": "Zâmbia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabué",
        "DistinctCountries": "%s países distintos",
        "Location": "Localização",
        "PluginDescription": "Relata o País dos visitantes.",
        "SubmenuLocations": "Localizações"
    },
    "UserCountryMap": {
        "map": "mapa"
    },
    "UserSettings": {
        "BrowserFamilies": "Famílias de navegadores",
        "Browsers": "Navegadores",
        "ColumnBrowser": "Navegador",
        "ColumnBrowserFamily": "Família de navegadores",
        "ColumnBrowserVersion": "Versão do Navegador",
        "ColumnConfiguration": "Configuração",
        "ColumnOperatingSystem": "Sistema operativo",
        "ColumnResolution": "Resolução",
        "ColumnTypeOfScreen": "Tipo de ecrã",
        "Configurations": "Configurações",
        "Language_aa": "afar",
        "Language_ab": "abcázio",
        "Language_ae": "avéstico",
        "Language_af": "africâner",
        "Language_ak": "akan",
        "Language_am": "amárico",
        "Language_an": "aragonês",
        "Language_ar": "árabe",
        "Language_as": "assamês",
        "Language_av": "avaric",
        "Language_ay": "aimara",
        "Language_az": "azerbaijano",
        "Language_ba": "bashkir",
        "Language_be": "bielo-russo",
        "Language_bg": "búlgaro",
        "Language_bh": "biari",
        "Language_bi": "bislamá",
        "Language_bm": "bambara",
        "Language_bn": "bengali",
        "Language_bo": "tibetano",
        "Language_br": "bretão",
        "Language_bs": "bósnio",
        "Language_ca": "catalão",
        "Language_ce": "checheno",
        "Language_ch": "chamorro",
        "Language_co": "córsico",
        "Language_cr": "cree",
        "Language_cs": "tcheco",
        "Language_cu": "eslavo eclesiástico",
        "Language_cv": "chuvash",
        "Language_cy": "galês",
        "Language_da": "dinamarquês",
        "Language_de": "alemão",
        "Language_dv": "divehi",
        "Language_dz": "dzonga",
        "Language_ee": "eve",
        "Language_el": "grego",
        "Language_en": "inglês",
        "Language_eo": "esperanto",
        "Language_es": "espanhol",
        "Language_et": "estoniano",
        "Language_eu": "basco",
        "Language_fa": "persa",
        "Language_ff": "fula",
        "Language_fi": "finlandês",
        "Language_fj": "fijiano",
        "Language_fo": "feroês",
        "Language_fr": "francês",
        "Language_fy": "frísio ocidental",
        "Language_ga": "irlandês",
        "Language_gd": "gaélico escocês",
        "Language_gl": "galego",
        "Language_gn": "guarani",
        "Language_gu": "guzerate",
        "Language_gv": "manx",
        "Language_ha": "hauçá",
        "Language_he": "hebraico",
        "Language_hi": "híndi",
        "Language_ho": "hiri motu",
        "Language_hr": "croata",
        "Language_ht": "haitiano",
        "Language_hu": "húngaro",
        "Language_hy": "armênio",
        "Language_hz": "herero",
        "Language_ia": "interlíngua",
        "Language_id": "indonésio",
        "Language_ie": "interlingue",
        "Language_ig": "ibo",
        "Language_ii": "sichuan yi",
        "Language_ik": "inupiaque",
        "Language_io": "ido",
        "Language_is": "islandês",
        "Language_it": "italiano",
        "Language_iu": "inuktitut",
        "Language_ja": "japonês",
        "Language_jv": "javanês",
        "Language_ka": "georgiano",
        "Language_kg": "congolês",
        "Language_ki": "quicuio",
        "Language_kj": "kuanyama",
        "Language_kk": "cazaque",
        "Language_kl": "groenlandês",
        "Language_km": "cmer",
        "Language_kn": "canarês",
        "Language_ko": "coreano",
        "Language_kr": "canúri",
        "Language_ks": "caxemira",
        "Language_ku": "curdo",
        "Language_kv": "komi",
        "Language_kw": "córnico",
        "Language_ky": "quirguiz",
        "Language_la": "latim",
        "Language_lb": "luxemburguês",
        "Language_lg": "luganda",
        "Language_li": "limburguês",
        "Language_ln": "lingala",
        "Language_lo": "laosiano",
        "Language_lt": "lituano",
        "Language_lu": "luba-catanga",
        "Language_lv": "letão",
        "Language_mg": "malgaxe",
        "Language_mh": "marshalês",
        "Language_mi": "maori",
        "Language_mk": "macedônio",
        "Language_ml": "malaiala",
        "Language_mn": "mongol",
        "Language_mr": "marata",
        "Language_ms": "malaio",
        "Language_mt": "maltês",
        "Language_my": "birmanês",
        "Language_na": "nauruano",
        "Language_nb": "bokmål norueguês",
        "Language_nd": "ndebele do norte",
        "Language_ne": "nepali",
        "Language_ng": "dongo",
        "Language_nl": "holandês",
        "Language_nn": "nynorsk norueguês",
        "Language_no": "norueguês",
        "Language_nr": "ndebele do sul",
        "Language_nv": "navajo",
        "Language_ny": "nianja",
        "Language_oc": "occitânico",
        "Language_oj": "ojibwa",
        "Language_om": "oromo",
        "Language_or": "oriya",
        "Language_os": "ossetic",
        "Language_pa": "panjabi",
        "Language_pi": "páli",
        "Language_pl": "polonês",
        "Language_ps": "pashto",
        "Language_pt": "português",
        "Language_qu": "quíchua",
        "Language_rm": "reto-romano",
        "Language_rn": "rundi",
        "Language_ro": "romeno",
        "Language_ru": "russo",
        "Language_rw": "kinyarwanda",
        "Language_sa": "sânscrito",
        "Language_sc": "sardo",
        "Language_sd": "sindi",
        "Language_se": "sami do norte",
        "Language_sg": "sango",
        "Language_si": "cingalês",
        "Language_sk": "eslovaco",
        "Language_sl": "esloveno",
        "Language_sm": "samoano",
        "Language_sn": "shona",
        "Language_so": "somali",
        "Language_sq": "albanês",
        "Language_sr": "sérvio",
        "Language_ss": "swati",
        "Language_st": "soto do sul",
        "Language_su": "sundanês",
        "Language_sv": "sueco",
        "Language_sw": "suaili",
        "Language_ta": "tâmil",
        "Language_te": "telugu",
        "Language_tg": "tadjique",
        "Language_th": "tailandês",
        "Language_ti": "tigrínia",
        "Language_tk": "turcomano",
        "Language_tl": "tagalo",
        "Language_tn": "tswana",
        "Language_to": "tonganês",
        "Language_tr": "turco",
        "Language_ts": "tsonga",
        "Language_tt": "tatar",
        "Language_tw": "twi",
        "Language_ty": "taitiano",
        "Language_ug": "uighur",
        "Language_uk": "ucraniano",
        "Language_ur": "urdu",
        "Language_uz": "usbeque",
        "Language_ve": "venda",
        "Language_vi": "vietnamita",
        "Language_vo": "volapuque",
        "Language_wa": "valão",
        "Language_wo": "uólofe",
        "Language_xh": "xosa",
        "Language_yi": "iídiche",
        "Language_yo": "ioruba",
        "Language_za": "zhuang",
        "Language_zh": "chinês",
        "Language_zu": "zulu",
        "LanguageCode": "Código do idioma",
        "OperatingSystems": "Sistemas Operativos",
        "PluginDescription": "Relata várias Definições de Utilizador: Navegador, Família de Navegadores, Sistema Operativo, Plugins, Resolução, Definições Globais",
        "PluginDetectionDoesNotWorkInIE": "Nota: Detecção de plugins não funciona no Internet Explorer. Este relatório só se baseia em navegadores não-IE.",
        "Resolutions": "Resoluções",
        "VisitorSettings": "Definições do Visitante",
        "WideScreen": "Ecrã Panorama",
        "WidgetBrowserFamilies": "Navegadores por família",
        "WidgetBrowserFamiliesDocumentation": "Este gráfico mostra os navegadores dos seus visitantes dividido em famílias. %s A informação mais importante para os programadores web é o tipo de motor de renderização que os seus visitantes estão usando. As etiquetas contêm os nomes dos motores seguido pelo navegador mais comum que usa esse motor entre parênteses.",
        "WidgetBrowsers": "Navegador dos visitantes",
        "WidgetBrowsersDocumentation": "Este relatório contém informações sobre o tipo de navegadores os seus visitantes estavam a utilizar. Cada versão do navegador é listada separadamente.",
        "WidgetGlobalVisitors": "Configuração global dos visitantes",
        "WidgetGlobalVisitorsDocumentation": "Este relatório mostra as configurações gerais mais comuns que os visitantes tiveram. Uma configuração é a combinação de um sistema operativo, um tipo de navegador e uma resolução de visualização.",
        "WidgetOperatingSystems": "Sistemas operativos",
        "WidgetPlugins": "Lista de Plugins",
        "WidgetPluginsDocumentation": "Este relatório mostra quais os plugin que o navegador dos seus visitantes tinham. Esta informação pode ser importante para a escolha do caminho certo para distribuir o seu conteúdo.",
        "WidgetResolutions": "Resoluções de Ecrã",
        "WidgetWidescreen": "Normal \/ Ecrã panorâmico"
    },
    "UsersManager": {
        "AddUser": "Adicionar um novo utilizador",
        "Alias": "Nome de Utilizador",
        "AllWebsites": "Todos os websites",
        "ApplyToAllWebsites": "Aplicar a todos os websites",
        "ChangeAllConfirm": "Tem a certeza que deseja alterar '%s' permissões em todos os websites?",
        "ChangePasswordConfirm": "Alterar a senha também mudará o token_auth do utilizador. Você deseja continuar?",
        "ClickHereToDeleteTheCookie": "Clique aqui para eliminar o cookie e permitir a Piwik monitorizar as suas visitas.",
        "ClickHereToSetTheCookieOnDomain": "Clique aqui para definir um cookie que excluirá todas as suas visitas de serem monitorizadas por Piwik em %s",
        "DeleteConfirm": "Tem a certeza que deseja eliminar o utilizador %s?",
        "Email": "Email",
        "ExceptionAccessValues": "O parâmetro de acesso deve conter um dos seguinte valores : [ %s ]",
        "ExceptionAdminAnonymous": "Não pode conceder acesso 'admin' ao utilizador 'anónimo'.",
        "ExceptionDeleteDoesNotExist": "O utilizador '%s' não existe de forma que não pode ser eliminado.",
        "ExceptionEditAnonymous": "O utilizador anónimo não pode ser editado ou apagado. Ele é usado pelo sistema para definir um utilizador que ainda não entrou. Por examplo, pode tornar as suas estatísticas públicas concedendo acesso 'ver' ao utilizador 'anónimo'.",
        "ExceptionEmailExists": "Um utilizador com o e-mail '%s' já existe.",
        "ExceptionInvalidEmail": "O e-mail não tem um formato válido.",
        "ExceptionInvalidLoginFormat": "O nome de utilizador deve conter entre %1$s e %2$s caracteres e conter apenas letras, números ou os caracteres '_' ou '-' ou '.'",
        "ExceptionInvalidPassword": "O senha deve ter entre %1$s e %2$s caracteres.",
        "ExceptionLoginExists": "O nome de utilizador '%s' já existe.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth está à espera de uma palavra-passe codificada em MD5 (cadeia de 32 caracteres). Por favor chame a função md5() sobre a palavra-passe antes de chamar este método.",
        "ExceptionUserDoesNotExist": "Utilizador '%s' não existe.",
        "ExcludeVisitsViaCookie": "Exclua as suas visitas com um cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Para utilizadores anónimos, data de relatório pré-definida para carregar",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Se deseja alterar a sua palavra-passe, introduza uma nova. Caso contrário deixe isto em branco.",
        "MainDescription": "Decidir quais utilizadores têm acesso a Piwik nos seus Websites. Também pode definir permissões para todos os Websites duma só vez.",
        "ManageAccess": "Gerir acesso",
        "MenuAnonymousUserSettings": "Definições de utilizadores anónimos",
        "MenuUsers": "Utilizadores",
        "MenuUserSettings": "Definições de utilizadores",
        "PluginDescription": "Gestor de Utilizadores no Piwik: adicionar um novo Utilizador, editar um existente, actualizar as permissões. Todas estas acções também estão disponívels pelo API.",
        "PrivAdmin": "Admin",
        "PrivNone": "Sem acesso",
        "PrivView": "Ver",
        "ReportDateToLoadByDefault": "Data de relatório pré-definida para carregar",
        "ReportToLoadByDefault": "Relatório pré-definido para carregar",
        "TheLoginScreen": "O ecrã de entrada",
        "ThereAreCurrentlyNRegisteredUsers": "Neste momento, existem %s utilizadores registrados.",
        "TypeYourPasswordAgain": "Introduza a sua nova palavra-passe de novo.",
        "User": "Utilizador",
        "UsersManagement": "Gestor de Utilizadores",
        "UsersManagementMainDescription": "Criar novos utilizadores ou actualizar utilizadores existentes. Depois pode definir as permissões deles acima.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Quando utilizadores não entraram e visitam Piwik, devem poder aceder a",
        "YourUsernameCannotBeChanged": "O seu nome de utilizador não pode ser alterado.",
        "YourVisitsAreIgnoredOnDomain": "%sAs suas visitas são ignoradas por Piwik em %s %s (o cookie Piwik de ignorar foi encontrado no seu navegador).",
        "YourVisitsAreNotIgnored": "%sAs suas visitas não são ignoradas por Piwik%s (o cookie Piwik de ignorar não foi encontrado no seu navegador)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Acções das Visitas de Retorno",
        "ColumnAverageVisitDurationForReturningVisitors": "Duração Média de Visita por Visitante de Retorno (em segundos)",
        "ColumnAvgActionsPerReturningVisit": "Média de Acções por Visita de Retorno",
        "ColumnBounceCountForReturningVisits": "Contabilização de ressalto para visitas de retorno",
        "ColumnBounceRateForReturningVisits": "Taxa de ressalto por Visitas de Retorno",
        "ColumnMaxActionsInReturningVisit": "Máximo de acções numa visita de retorno",
        "ColumnNbReturningVisitsConverted": "Número de conversões de visitas de retorno",
        "ColumnReturningVisits": "Visitas de Retorno",
        "ColumnSumVisitLengthReturning": "Tempo total passado por visitantes de retorno (em segundos)",
        "ColumnUniqueReturningVisitors": "Visitas de retorno únicas",
        "PluginDescription": "Relata várias estatísticas sobre os Visitantes de Retorno contra os Visitantes",
        "ReturnActions": "%s ações pelos visitantes de retorno",
        "ReturnAverageVisitDuration": "%s duração média de visita por visitantes de retorno",
        "ReturnAvgActions": "%s ações por visita de retorno",
        "ReturnBounceRate": "%s visitas de retorno ressaltaram (saíram do website depois de uma página)",
        "ReturningVisitDocumentation": "Uma visita de retorno é (em oposição a uma nova visita) feita por alguém que já visitou o site pelo menos uma vez antes.",
        "ReturningVisitsDocumentation": "Isto é uma visão geral das visitas de returno",
        "ReturnVisits": "%s visitantes de retorno",
        "SubmenuFrequency": "Frequência",
        "WidgetGraphReturning": "Gráfico de visitantes de retorno",
        "WidgetOverview": "Visão geral da frequência"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Páginas por visita",
        "ColumnVisitDuration": "Duração da visita",
        "Engagement": "Compromisso",
        "NPages": "%s páginas",
        "OneMinute": "1 minuto",
        "OnePage": "1 página",
        "PluginDescription": "Relata os Interesses dos Visitantes: número de páginas vistas, tempo gasto no Website.",
        "PlusXMin": "%s min",
        "VisitNum": "Número de visitas",
        "VisitsByDaysSinceLast": "Visitas por dia desde a última visita",
        "visitsByVisitCount": "Visitas por número de visitas",
        "VisitsPerDuration": "Visitas por duração",
        "VisitsPerNbOfPages": "Visitas por número de páginas",
        "WidgetLengths": "Duração das Visitas",
        "WidgetLengthsDocumentation": "Neste relatório, você pode ver quantas visitas tiveram uma certa duração total. Inicialmente, o relatório é mostrado como uma nuvem de tags, durações mais comuns são exibidos em uma fonte maior.",
        "WidgetPages": "Páginas por visita",
        "WidgetPagesDocumentation": "Neste relatório, você pode ver quantas visitas envolveram um certo número de visualização de páginas. Inicialmente, o relatório é mostrado como uma nuvem de tags, os números mais comuns das páginas são exibidos em uma fonte maior.",
        "WidgetVisitsByDaysSinceLastDocumentation": "Neste relatório, você pode ver quantas visitas foram de visitantes cuja última visita foi à um certo número de dias atrás.",
        "WidgetVisitsByNumDocumentation": "Neste relatório, você pode ver o número de visitas que foram a N visita, ou seja. os visitantes que visitaram o seu site pelo menos N vezes."
    },
    "VisitsSummary": {
        "AverageVisitDuration": "%s duração média de visitas",
        "GenerateQueries": "%s consultas executadas",
        "GenerateTime": "%s segundos para gerar a página",
        "MaxNbActions": "%s máximo de acções numa visita",
        "NbActionsDescription": "%s acções (páginas vistas, transferências e links de saída)",
        "NbActionsPerVisit": "%s acções por visita",
        "NbDownloadsDescription": "%s downloads",
        "NbOutlinksDescription": "%s links de saída",
        "NbPageviewsDescription": "%s visualização de páginas",
        "NbUniqueDownloadsDescription": "%s downloads únicos",
        "NbUniqueOutlinksDescription": "%s links de saída únicos",
        "NbUniquePageviewsDescription": "%s visualização única de páginas",
        "NbUniqueVisitors": "%s visitantes únicos",
        "NbVisitsBounced": "%s visitas ressaltaram (saíram do website depois de uma página)",
        "PluginDescription": "Relata os números gerais das Analíticas: visitas, visitantes únicos, número de acções, Taxa de Ressalto, etc.",
        "VisitsSummary": "Resumo das Visitas",
        "VisitsSummaryDocumentation": "Isto é uma visualização global da evolução das visitas.",
        "WidgetLastVisits": "Gráfico das últimas visitas",
        "WidgetOverviewGraph": "Visão geral com gráfico",
        "WidgetVisits": "Visão geral das visitas"
    },
    "VisitTime": {
        "ColumnLocalTime": "Hora local",
        "ColumnServerTime": "Hora do servidor",
        "LocalTime": "Visitas por hora local",
        "NHour": "%sh",
        "PluginDescription": "Relata a hora Local e do Servidor. Informação da hora do servidor pode ser útil para agendar uma manutenção do Website.",
        "ServerTime": "Vistas por hora do servidor",
        "SubmenuTimes": "Horas",
        "WidgetLocalTime": "Visitas pela hora local",
        "WidgetLocalTimeDocumentation": "Este gráfico mostra que horas eram no %s fuso horário dos visitantes %s durante suas visitas.",
        "WidgetServerTime": "Vistas pela hora do servidor",
        "WidgetServerTimeDocumentation": "Este gráfico mostra que horas eram no %s fuso horário do servidor %s durante suas visitas."
    },
    "Widgetize": {
        "OpenInNewWindow": "Abrir em nova janela",
        "PluginDescription": "Este plugin torna muito fácil exportar qualquer Widget Piwik para o seu Blog, Website ou no Igoogle e Netvibes!"
    }
}