{
    "Actions": {
        "AvgGenerationTimeTooltip": "Media bazata pe %s hit(uri) %s intre %s si %s",
        "ColumnClickedURL": "URL-uri accesate",
        "ColumnClicks": "Click-uri",
        "ColumnClicksDocumentation": "Numărul de ori link-ul a fost click-uit.",
        "ColumnDownloadURL": "URL Descărcare",
        "ColumnEntryPageTitle": "Titlul Paginii de Intrare",
        "ColumnEntryPageURL": "URL Paginii de Intrare",
        "ColumnExitPageTitle": "Titlul Paginii de Ieşire",
        "ColumnExitPageURL": "URL-ul Paginii de Ieşire",
        "ColumnNoResultKeyword": "Cuvânt cheie fără rezultate în căutări",
        "ColumnPageName": "Numele Paginii",
        "ColumnPagesPerSearch": "Pagini cu rezultate căutări",
        "ColumnPagesPerSearchDocumentation": "Vizitatorii vor căuta pe site-ul dvs web şi uneori vor apăsa \"următorul\" pentru a vizualiza mai multe rezultate. Acesta este numărul mediu de pagini cu rezultate ale căutării vizualizate pentru acest cuvânt cheie.",
        "ColumnPageURL": "URL-ul Paginii",
        "ColumnSearchCategory": "Categorie căutare",
        "ColumnSearches": "Căutări",
        "ColumnSearchesDocumentation": "Numărul de vizite care au căutat după acest cuvânt cheie folosind motorul de căutare de pe site-ul dvs web.",
        "ColumnSearchExits": "% Căutări abandonate",
        "ColumnSearchExitsDocumentation": "Procentul vizitelor care au parasit siteul dupa ce au cautat acest Cuvant prin intermediul casutei de Search (Cautare) prezenta pe siteul tau.",
        "ColumnSearchResultsCount": "Numărul rezultate căutare",
        "ColumnSiteSearchKeywords": "Cuvinte-cheie unice",
        "ColumnUniqueClicks": "Click-uri unice.",
        "ColumnUniqueClicksDocumentation": "Numărul de vizite ce a presupus un click pe acest link. Dacă un link a fost click-uit de mai multe ori în timpul unei vizite, este numărat o dată.",
        "ColumnUniqueDownloads": "Descărcări Unice",
        "ColumnUniqueOutlinks": "Outlink-uri Unice",
        "DownloadsReportDocumentation": "În acest raport, poţi vedea ce fişiere au fost descărcate de vizitatorii tăi. %s Ceea ce Piwik socoteşte ca fiind o descărcare este un click pe un link de descărcare. Dacă a fost terminată sau nu nu este cunoscut de către Piwik.",
        "EntryPagesReportDocumentation": "Acest raport conţinte informaţii despre paginile de intrare ce au fost folosite în perioada specificată. O pagină de intrare este prima pagină ce a fost văzută de un vizitator în timpul vizitei sale. %s URL-urile de intrare sunt afişate într-o structură arborescentă.",
        "EntryPageTitles": "Titlurile paginilor de intrare",
        "EntryPageTitlesReportDocumentation": "Acest raport conţine informaţii despre titlurile paginilor de intrare ce au fost folosite în timpul perioadei specificate.",
        "ExitPagesReportDocumentation": "Acest raport conţine informaţii despre paginile de ieşire ce au fost folosite în timpul perioadei specificate. O pagină de ieşire este ultima pagină ce a fost văzută de un vizitator în timpul vizitei sale. %s URL-urile de ieşire sunt afişate ca o structură tip arbore.",
        "ExitPageTitles": "Titlurile paginilor de ieşire",
        "ExitPageTitlesReportDocumentation": "Acest raport conţine informaţii despre titlurile paginilor de ieşire ce au fost folosite în timpul perioadei specificate.",
        "LearnMoreAboutSiteSearchLink": "Află mai multe despre urmărirea utilizării motorului de căutare de pe situl tău.",
        "OneSearch": "1 căutare",
        "OutlinkDocumentation": "Un outlink este un link ce trimite vizitatori de pe website-ul tău (către alt domeniu).",
        "OutlinksReportDocumentation": "Acest raport arată o listă ierarhică al URL-urilor outlink-urilor ce au fost click-uite de vizitatorii tăi.",
        "PagesReportDocumentation": "Acest raport conţine informaţii despre URL-urile paginilor ce au fost vizitate. %s Acest tabel este organizat ierarhic,URL-urile sunt afişate într-o structură tip arbore.",
        "PageTitlesReportDocumentation": "Acest raport conţine informaţii despre titlurile paginilor ce au fost vizitate. %s Titlul paginii este Tag-ul HTML %s afişat de cele mai multe browsere ca nume al ferestrei.",
        "PageUrls": "URL-uri pagini",
        "PluginDescription": "Rapoarte despre numărul de pagini văzute, outlink-uri şi descărcări. Outlink-uri şi Descărcările sunt urmărite automat!",
        "SiteSearchCategories1": "Acest raport afiseaza Categoriile pe care vizitatorii le-au selectat cand au efectuat o Cautare pe siteul tau.",
        "SiteSearchCategories2": "De exemplu, magazinele online de obicei au o optiune de a selecta o anumita \"Categorie\" dintr-o lista, pentru ca vizitatorii sa restrictioneze cautarile pe site doar la produsele aflate intr-o anumita Categorie.",
        "SiteSearchFollowingPagesDoc": "Cand vizitatorii cauta pe siteul tau, ei doresc sa gaseasca o anumita pagina, continut, produs sau serviciu. Acest raport afiseaza paginile care au fost cel mai accesate prin click dupa efectuarea unei cautari interne. Cu alte cuvinte, o lista cu paginile cele mai cautate de vizitatorii aflati deja pe siteul tau.",
        "SiteSearchIntro": "A urmari cautarile pe care vizitatorii le fac pe siteul tau este o modalitate foarte eficienta de a invata ce anume cauta audienta ta, te poate ajuta sa gasesti idei pentru continut nou, noi produse pentru magazinul online pe care potentialii clienti le-ar putea cauta si, in general, pentru a imbunatati experienta utilizatorilor pe siteul tau.",
        "SiteSearchKeyword": "Cuvânt-cheie (căutare pe site)",
        "SiteSearchKeywordsDocumentation": "Acest raport afiseaza Cuvintele Cautate pe care vizitatorii le-au cautat prin intermediul optiunii de Cautare prezente pe siteul tau.",
        "SiteSearchKeywordsNoResultDocumentation": "Acest raport afiseaza Cuvintele Cautate care nu au returnat nici un rezultat: poate algoritmul functiei de cautare poate fi imbunatatit sau poate vizitatorii cauta continut care nu este (inca) prezent pe siteul tau?",
        "SubmenuPagesEntry": "Pagini de intrare",
        "SubmenuPagesExit": "Pagini de ieşire",
        "SubmenuPageTitles": "Titluri pagini",
        "SubmenuSitesearch": "Căutare pe site",
        "WidgetEntryPageTitles": "Titlurile paginii de intrare",
        "WidgetExitPageTitles": "Titlurile paginilor de ieşire",
        "WidgetPagesEntry": "Pagini de intrare",
        "WidgetPagesExit": "Pagini de ieşire",
        "WidgetPageTitles": "Titluri pagini",
        "WidgetPageTitlesFollowingSearch": "Titluri pagini urmărind căutarea pe site",
        "WidgetPageUrlsFollowingSearch": "Pagini care urmeaza dupa o Cautare pe site.",
        "WidgetSearchCategories": "Categorii de cautare",
        "WidgetSearchKeywords": "Cuvinte-cheie pentru căutare pe site",
        "WidgetSearchNoResultKeywords": "CUvinte-cheie de căutare fără rezultat"
    },
    "Annotations": {
        "AddAnnotationsFor": "Adaugă notiţe pentru %s...",
        "AnnotationOnDate": "Comentariu in %1$s: %2$s",
        "Annotations": "Note",
        "ClickToDelete": "Click pentru a sterge acesta nota",
        "ClickToEdit": "Dă clic pentru a modifica aceasă notiţă.",
        "ClickToEditOrAdd": "Dă click pentru a edita sau a adăuga o notiţă.",
        "ClickToStarOrUnstar": "Click pentru a marca sau demarca aceasta nota.",
        "CreateNewAnnotation": "Crează o notiţă nouă...",
        "EnterAnnotationText": "Introdu nota...",
        "HideAnnotationsFor": "Ascunde adnotaiile pentru %s...",
        "IconDesc": "Vezi notele pentru aceasta data de interval.",
        "IconDescHideNotes": "Ascunde notiţele pentru acest interval",
        "InlineQuickHelp": "Poti crea note pentru a marca evenimente speciale (cum ar fi o noua postare pe blog sau redesign-ul siteului), pentru a salva datele analizate sau pentru a salva orice altceva crezi ca este important.",
        "LoginToAnnotate": "Conecteaza-te pentru a crea o nota.",
        "NoAnnotations": "Nu există notiţe pentru acest interval",
        "PluginDescription": "Permite sa inserezi note pentru zile diferite pentru a marca modificarile facute la siteul tau, salveaza rapoartele pe care le faci privind datele siteului tau si impartaseste gandurile cu colegii. Facand note pentru datele tale, vei fi sigur ca iti vei aminti de ce datele tale arata in felul in care sunt.",
        "ViewAndAddAnnotations": "Vezi şi adaugă notiţe pentru %s...",
        "YouCannotModifyThisNote": "Nu poti modifica aceasta nota deoarece nu ai creat-o tu sau pentru ca nu ai access ca admin pentru acest site."
    },
    "API": {
        "GenerateVisits": "Daca nu ai date pentru astazi, prima data poti genera date folosind pluginul %s. Poti activa pluginul %s, apoi apasa pe meniul 'Visitor Generator' in aria de administrare Piwik Admin.",
        "KeepTokenSecret": "Acest token_auth este secret cum sunt login-ul si parola, %s nu le fa publice%s!",
        "LoadedAPIs": "%s API-uri încarcate cu succes",
        "MoreInformation": "Pentru mai multe informatii despre API-urile Piwik, va rugam sa va uitati la %s Introducere la Piwik API %s si la %s Referinte Piwik API %s.",
        "PluginDescription": "Toate datele in Piwik sunt disponibile prin intermediul unor simple API-uri. Acest plugin este punctul de intrare in serviciul web pe care il poti apela pentru a lua datele tale de Web Analytics in xml, json, php, csv, etc.",
        "QuickDocumentationTitle": "Demonstrare rapida API",
        "TopLinkTooltip": "Acceseaza datele tale de Web Analytics in mod organizat prin intermediul unui simplu API in json, xml, etc.",
        "UserAuthentication": "Identificare utilizator",
        "UsingTokenAuth": "Daca vrei sa %s preiei date printr-un script, crontab etc. %s este necesar sa adaugi parametrul %s la URL-urile API care cer autentificare."
    },
    "CoreAdminHome": {
        "Administration": "Administrare",
        "ArchivingSettings": "Setarile pentru Arhivare",
        "BrandingSettings": "Setări branding",
        "CheckReleaseGetVersion": "Cand verifici o noua versiune a lui Piwik, intotdeauna primesti",
        "ClickHereToOptIn": "Apasa aici pentru a te abona.",
        "ClickHereToOptOut": "Apasa aici pentru a te dezabona.",
        "CustomLogoFeedbackInfo": "Daca customizezi logo-ul Piwik, ai putea fi interesat sa ascunzi linkul %s in meniul de sus. Pentru a face asta, poti dezactiva pluginul Feedback pe pagina %sManage Plugins%s.",
        "CustomLogoHelpText": "Poţi personaliza logoul Piwik care va fi afişat în interfaţa de utilizator şi în rapoartele email.",
        "DevelopmentProcess": "In timp ce %sprocesul de dezvoltare%s include mii de teste automate, Testerii Beta au un rol esential in a-si insusi \"No bug policy\" in Piwik.",
        "EmailServerSettings": "Setările serverului email",
        "FaviconUpload": "Alege un favicon pentru a fi încărcat",
        "ForBetaTestersOnly": "Numai pentru beta-testeri",
        "ImageTracking": "Urmărire prin imagine",
        "ImageTrackingIntro1": "Cand un visitator are dezactivat JavaScript sau cand JavaScript nu poate fi folosit, poti folosi un link de tracking de tip imagine pentru a inregistra statisticile despre vizitatori.",
        "ImageTrackingIntro2": "Genereaza linkul mai jos si fa copy\/paste la codul HTML generat pe pagina. Daca folosesti aceasta ca rezerva\/fallback pentru trackingul JavaScript, il poti pune intre taguri %1$s.",
        "ImageTrackingIntro3": "Pentru intreaga lista de optiuni poti folosi un link de tracking tip imagine, vezi %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Link-ul către imaginea de urmărire",
        "ImportingServerLogs": "Importarea log-urilor server-ului",
        "ImportingServerLogsDesc": "O alternativa pentru a contoriza vizitatorii prin intermediul browserului (indiferent daca este prin intermediul JavaScript sau link de tip imagine) este de a importa continuu logurile serveului (server logs). Citeste mai multe despre %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Urmatoarele pluginuri nu sunt compatibile cu %1$s si nu pot fi rulate: %2$s.",
        "InvalidPluginsYouCanUninstall": "Poţi actualiza sau deinstala aceste plugin-uri pe pagina %1$sManage Plugins%2$s.",
        "JavaScriptTracking": "Urmărire prin JavaScript",
        "JSTracking_CampaignKwdParam": "Parametru Campanie Cuvânt Cheie",
        "JSTracking_CampaignNameParam": "Parametrul Nume Campanie (Campaign Name)",
        "JSTracking_CodeNote": "Asigura-te ca acest cod este pe fiecare pagina a siteului tau inainte de tagul %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Foloseste nume customizate pentru parametrii de cautare, pentru numele campaniei & cuvant.",
        "JSTracking_CustomCampaignQueryParamDesc": "Notă: %1$sPiwik va detecta automat parametrii Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Activeaza detectia DoNotTrack pentru vizitatori (client side).",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Nota: Suportul Server side DoNotTrack a fost activat, de aceea aceasta optiune nu va avea nici un efect.",
        "JSTracking_EnableDoNotTrackDesc": "Deci cererile de tracking nu vor fi trimise daca vizitatorii nu doresc sa fie contorizati.",
        "JSTracking_GroupPageTitlesByDomain": "Adauga domeniul siteului chiar inaintea titlului paginii cand faci tracking.",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Daca cineva viziteaza pagina 'Despre noi' pe blog.%1$s va fi inregistrat ca 'blog \/ Despre noi'. Acesta este cel mai usor mod de a avea o privire generala referitare la traficul pe subdomeniu.",
        "JSTracking_MergeAliases": "In raportul \"Outlinks\", ascunde clickurile pentru cunoscutele aliasuri de URL a",
        "JSTracking_MergeAliasesDesc": "Deci clickurile pe linkurile catre Alias URLs (eg. %s) nu vor fi contorizate ca \"Outlink\".",
        "JSTracking_MergeSubdomains": "Urmărește vizitatorii din subdomeniile",
        "JSTracking_MergeSubdomainsDesc": "Deci daca un vizitator viziteaza %1$s si %2$s, acesta va fi contorizat ca vizitator unic.",
        "JSTracking_PageCustomVars": "Urmăreşte o variabilă personalizată pentru fiecare vizualitare a paginii",
        "JSTracking_PageCustomVarsDesc": "De exemplu, cu variabila nume \"Categorie\" si valoare \"Pagini Aurii\".",
        "JSTracking_VisitorCustomVars": "Urmăreşte variabile personalizate pentru acest vizitator",
        "JSTracking_VisitorCustomVarsDesc": "De exemplu, cu variabila nume \"Tip\" si valoare \"Client\".",
        "JSTrackingIntro1": "Poti face tracking despre vizitatorii siteului tau in feluri diferite. Cel mai recomandat mod este prin intermediul JavaScript. Pentru a folosi aceasta metoda, trebuie sa fii sigur ca fiecare pagina a siteului are cod JavaScript, pe care il poti genera de aici.",
        "JSTrackingIntro2": "Odata ce ai codul JavaScript de contorizare a vizitelor pentru siteul tau, fa copy si paste in toate paginile pe care vrei sa faci contorizarea vizitatorilor cu Piwik.",
        "JSTrackingIntro3": "Pe majoritatea siteurilor, bloguri, CMS, etc. poti folosi un plugin deja existent pentru a face partea tehnica in locul tau.(Vezi %1$slista noastra de pluginuri folosite pentru a integra Piwik%2$s.) Daca nu exista nici un plugin poti edita template-urile siteului tau si adauga acest cod in fisierul \"footer\".",
        "JSTrackingIntro4": "Daca nu doresti sa folosesti JavaScript pentru a contoriza vizitatorii, %1$sgenereaza un link tip imagine mai jos%2$s.",
        "JSTrackingIntro5": "Daca doresti mai mult decat a contoriza vizualizarile de pagini, te rugam sa te uiti la %1$sdocumentatia Piwik Javascript Tracking%2$s pentru lista cu functionalitatile disponibile. Folosind aceste functionalitati poti contoriza obiectivele (goals), variabile custom, comenzile pentru magazinul online, cosul de cumparaturi abandonat si altele.",
        "LatestBetaRelease": "Ultima versiune beta",
        "LatestStableRelease": "Ultima versiune stabilă",
        "LogoNotWriteableInstruction": "Pentru a folosi logo-ul tau custom in loc de logo-ul default Piwik, trebuie sa pui permisiuni de scriere pe acest director. %1$s Piwik are nevoie de drept de scriere pentru logo-urile tale salvate in fisiere %2$s.",
        "LogoUpload": "Alege logo-ul pentru încărcare",
        "LogoUploadHelp": "Te rugam sa incarci un fisier cu formaturile %s, cu o inaltime minima de %s pixeli.",
        "MenuDiagnostic": "Diagnosticare",
        "MenuGeneralSettings": "Setări generale",
        "MenuManage": "Administrare",
        "OptOutComplete": "Dezabonare completa; vizitele tale pe acest site nu vor fi contorizate de tool-ul de Web Analytics.",
        "OptOutCompleteBis": "Aminteste-ti ca daca dai clear la cookie-uri, stergi cookie-ul de dezabonare sau daca schimbi calculatoarele sau browserele web, tot vei fi nevoit sa te dezabonezi iarasi.",
        "OptOutExplanation": "Piwik este dedicat sa furnizeze intimitate\/privacy pe Internet. Pentru a lasa vizitatorilor tai optiunea de dezabonare de la Piwik Web Analytics, poti adauga urmatorul cod HTML pe una dintre paginile siteului tau, de exemplu pe pagina de Privacy Policy.",
        "OptOutExplanationBis": "Acest cod va afisa un Iframe ce va contine un link pentru ca vizitatorii tai sa se poata dezabona de la Piwik setand un cookie de dezabonare in browserele lor. %s Click aici%s pentru a vedea continutul care va fi afisat de iFrame.",
        "OptOutForYourVisitors": "Dezabonare Piwik pentru vizitatorii tai",
        "PiwikIsInstalledAt": "Piwik este instalat în",
        "PluginDescription": "Zona de administrare Piwik.",
        "PluginSettingChangeNotAllowed": "Nu iti este permis sa schimbi valoarea setarii \"%s\" in plugin \"%s\"",
        "PluginSettingReadNotAllowed": "Nu se poate citi valoare setării \"%s\" din modulul \"%s\"",
        "PluginSettings": "Setarile pluginului",
        "PluginSettingsIntro": "Aici poti schimba setarile pentru urmatoarele pluginuri terte (3rd party):",
        "PluginSettingsValueNotAllowed": "Valoarea pentru campul \"%s\" in plugin \"%s\" nu este permisa",
        "SendPluginUpdateCommunication": "Trimite-mi o notificare pe email cand exista un update pentru un plugin",
        "SendPluginUpdateCommunicationHelp": "Va fi trimis un email catre Super Users cand va fi o noua versiune disponibila pentru un plugin.",
        "StableReleases": "Daca Piwik este un aspect foarte important al afacerii tale, noi recomandam sa folosesti ultima versiune stabila. Daca folosesti ultima versiune beta si gasesti un bug sau ai o sugestie, te rugam %suita-te aici%s.",
        "TrackAGoal": "Urmăreşte o ţintă",
        "TrackingCode": "Codul de urmărire",
        "TrustedHostConfirm": "Eşti sigur că doreşti să schimbi numele hostului de încredere Piwik_",
        "TrustedHostSettings": "Hostname Piwik de incredere",
        "UpdateSettings": "Actualizează setările",
        "UseCustomLogo": "Foloseşte un logou personalizat",
        "ValidPiwikHostname": "Valid Piwik Hostname",
        "WithOptionalRevenue": "cu venit opţional",
        "YouAreOptedIn": "Acum esti abonat deja",
        "YouAreOptedOut": "Acum esti dezabonat.",
        "YouMayOptOut": "Poti alege sa nu ai un cookie unic de web analytics corespunzator computerului tau, pentru a evita cumularea si analiza datelor colectate pe acest site.",
        "YouMayOptOutBis": "Pentru a face aceasta alegere, va rugam faceti click mai jos pentru a primi o cookie de dezabonare."
    },
    "CoreHome": {
        "CategoryNoData": "Nici o data in aceasta categorie. Incearca \"Include toata populatia\".",
        "CheckForUpdates": "Verifică actualizări",
        "CheckPiwikOut": "Verifica iesire Piwik (out)!",
        "CloseWidgetDirections": "Poti inchide acest widget dand click pe iconul 'X' in partea de sus a widget-ului.",
        "DataForThisReportHasBeenPurged": "Datele din acest raport sunt mai vechi decât %s luni şi au fost şterse.",
        "DataTableExcludeAggregateRows": "Randurile grupate sunt aratate %s Ascunde-le",
        "DataTableIncludeAggregateRows": "Randurile grupate sunt ascunse %s Arata-le",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "implicit",
        "DonateCall1": "Piwik va fi folosit de dumneavoastra gratuit intotdeauna, dar aceasta nu inseamna ca pe noi nu ne costa nimic sa il facem.",
        "DonateCall2": "Piwik are nevoie de sprijinul dumneavoastra continuu pentru a continua sa se dezvolte si sa progreseze.",
        "DonateCall3": "Daca simtiti ca Piwik a adus o valoare semnificativa afacerii sau incercarii Dvs, %1$sva rugam sa luati in considerare sa donati!%2$s",
        "DonateFormInstructions": "Click pe slider pentru a alege o suma, apoi click Subscribe pentru a dona.",
        "ExcludeRowsWithLowPopulation": "Toate randurile sunt afisate %s Exclude popularea putina",
        "ExternalHelp": "Ajutor (se deschide in tab nou)",
        "FlattenDataTable": "Raportul este ierarhic %s Faceti-l uniform",
        "HowMuchIsPiwikWorth": "Cât valorează Piwik pentru tine?",
        "IncludeRowsWithLowPopulation": "Randurile cu populare putina sunt ascunse %s Afiseaza toate randurile",
        "InjectedHostEmailBody": "Buna, am incercat sa accesez Piwik astazi si am primit o avertizare de hostname necunoscut.",
        "InjectedHostEmailSubject": "Piwik a fost acesat de pe un hostname necunoscut: %s",
        "InjectedHostNonSuperUserWarning": "%1$sApasă aici pentru a accesa Piwik în siguranță%2$s și pentru a șterge acestă atenționare. Ai putea să contactezi un administrator Piwik și să-i atenționezi despre această problemă (%3$strimite email%4$s).",
        "InjectedHostSuperUserWarning": "Piwik poate sa fie configurat greșit (de exemplu, dacă Piwik a fost recent mutat pe un server nou sau la un URL nou). Poți fie să %1$s dai click aici și să adaugi %2$s ca un hostname valid de Piwik (dacă ai încredere)%3$s, sau %4$s să dai click aici și să te duci la %5$s pentru a accesa Piwik în siguranță%6$s.",
        "InjectedHostWarningIntro": "Acum accesati Piwik de la %1$s, dar Piwik a fost configurat sa ruleze la aceasta adresa: %2$s.",
        "JavascriptDisabled": "Trebuie sa aveti JavaScript activat pentru a putea utiliza Piwik in modul de vizualizare standard.<br \/> Se pare ca JavaScript ori nu este activat, ori nu este suportat de browserul dvs.<br \/> Pentru a utiliza modul de vizualizare standard, activati JavaScript modificand optiunile browserului dvs, apoi %1$sincercati din nou%2$s.<br \/>",
        "LongMonthFormat": "%longMonth% %longYear%",
        "LongWeekFormat": "%zi de la% %Luna lunga % - %zi% %Luna luna% %An lung%",
        "MakeADifference": "Fa o diferenta: %1$sDoneaza acum%2$s pentru a sponsoriza Piwik 2.0!",
        "MakeOneTimeDonation": "În schimb, donează o dată (fără subscriere).",
        "NoPrivilegesAskPiwikAdmin": "Sunteti logat ca '%s' dar se pare ca nu aveti nici o permisiune setata in Piwik. %s Solicitati administratorului dvs al Piwik (click pentru email)%s sa va permita accesul tip 'vizualizare' pentru un site.",
        "OnlyForSuperUserAccess": "Acest widget este afișat numai pentru utilizatorii care au acces la Super utilizator.",
        "PageOf": "%1$s din %2$s",
        "PeriodDay": "Zi",
        "PeriodDays": "zile",
        "PeriodMonth": "Lună",
        "PeriodMonths": "luni",
        "PeriodRange": "Perioadă",
        "PeriodWeek": "Săptamână",
        "PeriodWeeks": "săptămâni",
        "PeriodYear": "An",
        "PeriodYears": "ani",
        "PluginDescription": "Structura Raporturilor de Web Analytics",
        "ReportGeneratedOn": "Raport creat la %s",
        "ReportGeneratedXAgo": "Raport creat %s în urmă",
        "SharePiwikLong": "Buna! Tocmai am descoperit acest software open source: Piwik!\n\nPiwik iti va permite sa contorizezi vizitatorii siteului tau gratuit. Cu siguranta trebuie sa vezi despre ce e vorba!",
        "SharePiwikShort": "Piwik! Analiză liberă şi open-source a activităţii web. Fii stăpân pe datele tale.",
        "ShareThis": "Distribuie",
        "ShortDateFormat": "%shortDay%, %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Arată codul JavaScript ce trebuie folosit",
        "SubscribeAndBecomePiwikSupporter": "Mergeti catre o pagina securizata de procesare a platii online (Paypal) pentru a deveni un sustinator al Piwik!",
        "SupportPiwik": "Susţine Piwik!",
        "TableNoData": "Nici un fel de date pentru aceasta tabela.",
        "ThereIsNoDataForThisReport": "Nu există date pentru acest raport.",
        "UnFlattenDataTable": "Acest raport este uniform %s Faceti-l ierarhic",
        "ViewAllPiwikVideoTutorials": "Vizualizeaza toate Tutorialele Video ale Piwik",
        "WebAnalyticsReports": "Rapoarte de analitică web",
        "YouAreUsingTheLatestVersion": "Foloseşti ultima versiune Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Activeaza pluginul",
        "ActionActivateTheme": "Activeaza tema",
        "ActionInstall": "Instaleaza",
        "ActionUninstall": "Dezinstaleaza",
        "Activate": "Activare",
        "Activated": "Activat",
        "Active": "Activ",
        "Activity": "Activitate",
        "AllowedUploadFormats": "Poti uploada un plugin sau o tema in formatul .zip prin intermediul acestei pagini.",
        "AuthorHomepage": "Pagina autorului",
        "Authors": "Autori",
        "BackToExtendPiwik": "Inapoi la Marketplace",
        "BeCarefulUsingPlugins": "Pluginurile care nu au drept autor echipa Piwik trebuie folosite cu atentie: noi nu le-am verificat.",
        "BeCarefulUsingThemes": "Temele al caror autor nu este Piwik trebuie utilizate cu precautie: noi nu le-am testat.",
        "ByDesigningOwnTheme": "%sfacand tema ta proprie%s",
        "ByInstallingNewPluginFromMarketplace": "%sinstaland un nou plugin din Marketplace%s",
        "ByInstallingNewThemeFromMarketplace": "%sinstaland o noua tema din Marketplace%s",
        "ByWritingOwnPlugin": "%sscriind pluginul tau propriu%s",
        "ByXDevelopers": "de către %s programatori",
        "Changelog": "Changelog",
        "ChangeSettingsPossible": "Poti schimba %ssetarile%s pentru acest plugin.",
        "CorePluginTooltip": "Pluginurile esentiale nu au nici o versiune din moment ce sunt distribuite cu Piwik.",
        "Deactivate": "Dezactivare",
        "Developer": "Dezvoltator",
        "DoMoreContactPiwikAdmins": "Pentru a instala un nou plugin sau o tema noua, va rugam luati legatura cu administratorii Dvs. ai Piwik.",
        "DownloadAndInstallPluginsFromMarketplace": "Puteti downloada si instala automat Pluginuri noi de la %sMarketplace%s.",
        "EmailToEnquireUpdatedVersion": "Va rugam sa trimiteti email %1$s si intrebati de o versiune mai noua a %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Bucura-te de alt look & feel",
        "FeaturedPlugin": "Plugin promovat",
        "GetEarlyAccessForPaidPlugins": "Nota: toate pluginurile sunt disponibile gratuit in acest moment; pe viitor activa sectiunea Pluginuri cu Plata in Marketplace (%scontacteaza-ne%s pentru a putea accesa mai devreme).",
        "GetNewFunctionality": "Beneficiaza de o noua functionalitate",
        "History": "Istoric",
        "Inactive": "Inactiv",
        "InfoPluginUpdateIsRecommended": "Updateaza-ti pluginurile acum pentru a beneficia de ultimele imbunatatiri.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Nota: ceilalti %1$s utilizatori inregistrati in acest Piwik folosesc, de asemenea, tema %2$s.",
        "InfoThemeUpdateIsRecommended": "Updateaza-ti temele pentru a beneficia de ultima versiune.",
        "InstallingPlugin": "Se instaleaza %s",
        "InstallNewPlugins": "Instaleaza pluginuri noi",
        "InstallNewThemes": "Instaleaza teme noi",
        "LastCommitTime": "(ultima data folosit %s)",
        "LastUpdated": "Ultima data updatat",
        "LicenseHomepage": "Pagina Licenţa",
        "MainDescription": "Pluginurile extind functionaliatatea lui Piwik. Orice plugin instalat , poate fi activat sau dezactivat aici.",
        "Marketplace": "Marketplace",
        "MarketplaceSellPluginSubject": "Marketplace - Vinde Plugin",
        "MenuPlatform": "Platformă",
        "MissingRequirementsNotice": "Va rugam faceti update %1$s %2$s catre versiune mai noua, %1$s %3$s este necesara.",
        "NoPluginsFound": "Nici un plugin gasit.",
        "NotAllowedToBrowseMarketplacePlugins": "Puteti rasfoi lista cu pluginurile care pot fi instalate pentru a customiza sau a extinde platforma Piwik. Va rugam sa contactati administratorul Dvs. daca aveti nevoie ca oricare din acestea sa fie instalata.",
        "NotAllowedToBrowseMarketplaceThemes": "Puteti cauta prin lista de teme care pot fi instalate, pentru a customiza interfata platformei Piwik. Va rugam contactati administratorul dvs. pentru a instala oricare din aceste teme pentru dvs.",
        "NoThemesFound": "Nici o tema gasita",
        "NoZipFileSelected": "Va rugam selectati un fisier ZIP.",
        "NumDownloadsLatestVersion": "Ultima versiune: %s descărcări",
        "NumUpdatesAvailable": "%s Update(uri) disponibile",
        "OrByUploadingAPlugin": "sau %suploadand un plugin%s",
        "OrByUploadingATheme": "sau %suploadand o tema%s",
        "Origin": "Origine",
        "OriginCore": "Baza",
        "OriginThirdParty": "Parti terte",
        "PluginDescription": "Interfaţa de administrare plugin-uri.",
        "PluginHomepage": "Pagina Pluginurilor",
        "PluginKeywords": "Cuvinte cheie",
        "PluginNotCompatibleWith": "%1$s pluginul nu este compatibil cu %2$s.",
        "PluginNotWorkingAlternative": "Daca ati folosit acest plugin, poate gasiti o versiune mai noua in Marketplace. Daca nu, poate doriti sa il dezinstalati.",
        "PluginRequirement": "%1$s cere %2$s.",
        "PluginsManagement": "Managementul pluginurilor",
        "PluginUpdateAvailable": "Folositi versiunea %s iar o versiune noua %s este disponibila.",
        "PluginVersionInfo": "%1$s de la %2$s",
        "PluginWebsite": "Siteul pluginului",
        "Screenshots": "Imagini",
        "SortByAlpha": "alpha",
        "SortByNewest": "cele mai noi",
        "SortByPopular": "popular",
        "Status": "Stare",
        "StepDownloadingPluginFromMarketplace": "Se downloadeaza pluginul din Marketplace",
        "StepDownloadingThemeFromMarketplace": "Se downloadeaza tema din Marketplace",
        "StepPluginSuccessfullyInstalled": "Ati instalat cu succes pluginul %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Ati updatat cu succes pluginul %1$s %2$s.",
        "StepReplaceExistingPlugin": "Inlocuind pluginul existent",
        "StepReplaceExistingTheme": "Inlocuind tema existenta",
        "StepThemeSuccessfullyInstalled": "Ati instalat cu succes tema %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "Ati actualizat cu succes tema %1$s %2$s.",
        "StepUnzippingPlugin": "Se dezarhiveaza pluginul",
        "StepUnzippingTheme": "Se dezarhiveaza tema",
        "SuccessfullyActicated": "Ati activat cu succes <strong>%s<\/strong>.",
        "Support": "Asistenta",
        "TeaserExtendPiwik": "Extinde Piwik cu Pluginuri si Teme",
        "TeaserExtendPiwikByPlugin": "Extinde Piwik instaland un nou plugin",
        "TeaserExtendPiwikByTheme": "Bucurati-ve de un alt look & feel instaland o tema noua",
        "TeaserExtendPiwikByUpload": "Extinde Piwik uploadand un fisier ZIP",
        "Theme": "Temă",
        "Themes": "Teme",
        "ThemesDescription": "Temele pot schimba felul cum arata interfata de utilizare a Piwik si pot fot furniza o complet noua experienta vizuala pentru a va bucura de rapoartele de analytics.",
        "ThemesManagement": "Gestionează Teme",
        "UninstallConfirm": "Sunteti in curs de a dezinstala pluginul %s. Pluginul va fo complet sters de pe platforma dvs si nu va mai putea fi recuperat. Sunteti sigur ca doriti sa faceti asta?",
        "Updated": "Updatat",
        "UpdatingPlugin": "Se actualizeaza %s",
        "UploadZipFile": "Incarca un fisier ZIP",
        "Version": "Versiune",
        "ViewRepositoryChangelog": "Vezi modificarile",
        "Websites": "Siteuri"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Click aici pentru a vedea si a copia lista cu interogarile SQL care vor fi executate",
        "CreatingBackupOfConfigurationFile": "Crează o copie a fişierului configuraţie în %s",
        "CriticalErrorDuringTheUpgradeProcess": "Eroare critica a procesului de actualizare :",
        "DatabaseUpgradeRequired": "Actualizare necesara a bazei de date",
        "DisablingIncompatiblePlugins": "Se dezactiveaza pluginurile incompatibile: %s",
        "DownloadingUpdateFromX": "Se descarcă actualizarea de pe %s",
        "DownloadX": "Descarcă %s",
        "EmptyDatabaseError": "Baza de date %s este goală. Trebuie să modifici sau să ştergi fişierul de configurare Piwik.",
        "ErrorDIYHelp": "Dacă eşti utilizator avansat şi vezi erori în timpul actualizării bazei de date:",
        "ErrorDIYHelp_1": "identifica si corecteaza cauza problemei (ex., memory_limit sau max_execution_time)",
        "ErrorDIYHelp_2": "executa interogarile ramase in updateul care a esuat",
        "ErrorDIYHelp_3": "updateaza manual tabela `option` in baza ta de date a Piwik, setand valoarea lui version_core ca fiind versiunea updateului esuat",
        "ErrorDIYHelp_4": "ruleaza iar update-ul (prin intermediul browserului sau command line) pentru a continua cu updateurile ramase",
        "ErrorDIYHelp_5": "semnaleaza problema (si solutia) pentru ca Piwik sa poata fi imbunatatit",
        "ErrorDuringPluginsUpdates": "Eroare in actualizarea pluginurilor:",
        "ExceptionAlreadyLatestVersion": "Rulezi cea mai actuală versiune Piwik %s.",
        "ExceptionArchiveEmpty": "Arhivă goală.",
        "ExceptionArchiveIncompatible": "Arhivă incompatibilă: %s",
        "ExceptionArchiveIncomplete": "Arhiva este incompletă: unele fişiere lipsesc (de ex., %s)",
        "FeedbackRequest": "Simte-te liber sa impartasesti ideile sau sugestiile tale cu Echipa Piwik aici:",
        "HelpMessageContent": "Verifică %1$s Piwik FAQ %2$s ce explică cele mai comune errori privind actualizarea. %3$s Intreabă administratorul de sistem - dacă te poate ajuta să rezolvi erorile ce ţin de server sau de setările MySQL.",
        "HelpMessageIntroductionWhenError": "Eroare de core . Consulta documentatia de ajutor:",
        "HelpMessageIntroductionWhenWarning": "Actualizarea s-a efectuat cu succes, oricum mai sunt cateva lucruri ce sunt necesare pentru a finaliza procesul . Citeste descrierea pentru detalii. Pentru ajutor:",
        "HighTrafficPiwikServerEnableMaintenance": "Daca administrezi un server Piwik cu trafic mare, noi recomandam ca %spentru moment sa dezactivezi Contorizarea vizitatorilor si sa pui Interfata de Utilizare Piwik in modul de mentenanta%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Observatie: anumite pluginuri nu sunt compatibile cu Piwik %s. Acestea vor fi deactivate cand veti face upgrade:",
        "InstallingTheLatestVersion": "Se instalează ultima versiune",
        "MajorUpdateWarning1": "Este o actualizare majoră! Va dura mai mult decât de obicei.",
        "MajorUpdateWarning2": "Următorul sfat este îndeosebi important pentru instalaţii mari.",
        "NoteForLargePiwikInstances": "Observatii importante pentru instalari Piwik la scara larga",
        "NoteItIsExpectedThatQueriesFail": "Nota: daca executati aceste interogari manual, este de asteptat ca unele din ele sa esueze. In acest caz, ignorati erorile si rulati-le pe urmatoarele din lista.",
        "NotificationClickToUpdatePlugins": "Click aici pentru a actualiza pluginurile dvs. acum",
        "NotificationClickToUpdateThemes": "Click aici pentru a actualiza temele dvs. acum:",
        "NotificationSubjectAvailableCoreUpdate": "Un nou Piwik %s este disponibil",
        "NotificationSubjectAvailablePluginUpdate": "Updateuri disponibile pentru pluginurile dvs Piwik",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik a fost actualizat cu succes!",
        "PiwikUpdatedSuccessfully": "Piwik actualizat cu succes!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Baza de date Piwik va fi actualizată de la versiunea %1$s la versiunea nouă %2$s.",
        "PluginDescription": "Mecanismul de actualizare Piwik",
        "ReadyToGo": "Eşti gata să procedezi?",
        "TheFollowingPluginsWillBeUpgradedX": "Urmatoarele pluginuri vor fi actualizate: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Anumite pluginuri pe care le folositi au fost updatate in Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Nu este disponibila o noua versiune actualizata Piwik",
        "TheUpgradeProcessMayFailExecuteCommand": "Daca aveti baza de date mare a Piwik, actualizarile ar putea lua prea mult timp pentru a rula in browser. In aceasta situatie, puteti rula actualizarile prin intermediul liniei de comanda: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Procesul de actualizare a bazei de date va dura ceva timp, deci aveţi putină răbdare.",
        "UnpackingTheUpdate": "Dezarchivez actualizarea",
        "UpdateAutomatically": "Actualizare automată",
        "UpdateHasBeenCancelledExplanation": "Piwik Actualizare cu Un Click a fost anulat. Daca nu puteti repara mesajul de eroare de mai sus, este recomandat sa actualizati Piwik manual. %1$s Va rugam uitati-va peste %2$sDocumentatia de Actualizare%3$s pentru a incepe!",
        "UpdateTitle": "Actualizare",
        "UpgradeComplete": "Actualizare finisată!",
        "UpgradePiwik": "Actualizează Piwik",
        "VerifyingUnpackedFiles": "Se verifică fişierele dezarchivate",
        "WarningMessages": "Mesaj avertisment:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Au fost dezactivate următoarele pluginuri: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Poţi actualiza versiunea %s automat sau o poţi instala manual:",
        "YouCouldManuallyExecuteSqlQueries": "Daca nu puteti face actualizarea prin linia de comanda si daca Piwik esueaza sa se actualizeze (din cauza lipse de raspuns a bazei de date, lipsa de raspuns a browserului sau orice alta problema), puteti executa manual interogarile SQL pentru a updata Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik nu a putut sa suprascrie instalarea curenta. Puteti fixa permisiunile directorului\/fisierului, sau downloadati pachetul si instalati versiunea %s manual:",
        "YourDatabaseIsOutOfDate": "Baza ta de date este expirata, si trebuie actualizata inainte de a continua."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Denumirea variabilei personalizate",
        "ColumnCustomVariableValue": "Valoarea variabilei personalizate",
        "CustomVariables": "Variabile personalizate",
        "PluginDescription": "Variabilele personalizate sunt nume, perechi de valoare care pot fi setate pentru o vizită folosind Javascript API seteazăVariabileleVizităPersonalizate(funcții). Piwik va raporta apoi cât de multe vizite, pagini, conversii pentru fiecare dintre aceste nume personalizate și valori.",
        "ScopePage": "scop pagină",
        "ScopeVisit": "scop vizită"
    },
    "Dashboard": {
        "AddAWidget": "Adaugă un widget",
        "AddPreviewedWidget": "Dă click ca să adaugi un widget la panoul de control",
        "ChangeDashboardLayout": "Schimbă aspectul panoului de control",
        "CopyDashboardToUser": "Crează o copie a panoului de control pentru utilizator",
        "CreateNewDashboard": "Creează un panou de control nou",
        "Dashboard": "Panou de control",
        "DashboardCopied": "Panoul de control copiat cu succes pentru utilizatorul selectat.",
        "DashboardEmptyNotification": "Panoul tău de control nu conţine niciun widget. Începi prin a adăuga câteva widget-uri sau doar resetează panoul de control către selecţia implicită de widget-uri.",
        "DashboardName": "Numele panoului de control:",
        "DashboardOf": "Panoul de control %s",
        "DefaultDashboard": "Panou de control implicit - Foloseşte widget-urile selectate şi coloanele implicite",
        "DeleteWidgetConfirm": "Esti sigur că doreşti să ştergi widget-ul din panoul de control?",
        "EmptyDashboard": "Panou de control gol - Alege widget-urile preferate",
        "LoadingWidget": "Se incarca dispozitivul, asteapta...",
        "ManageDashboard": "Administreză panou de control",
        "Maximise": "Maximizează",
        "Minimise": "Minimizează",
        "NotUndo": "Nu o să poţi revoca acestă operaţie.",
        "PluginDescription": "Panoul tău de control. Poţi personaliza panoul tău de control: adaugă noi widget-uri, schimbă ordinea widget-urilor. Fiecare utilizator îşi poate accesa panoul său de control personalizat.",
        "RemoveDashboard": "Şterge panoul de control",
        "RemoveDashboardConfirm": "Eşti sigur(ă) că vrei să ştergi panoul de control \"%s\"?",
        "RenameDashboard": "Redenumeşte panoul de control",
        "ResetDashboard": "Resetează panoul de control",
        "ResetDashboardConfirm": "Eşti sigur(ă) că vrei să resetezi aspectul panoului de control la selecţia implicită de Widget-uri?",
        "SelectDashboardLayout": "Te rog selectează aspectul noului panou de control",
        "SelectWidget": "Selectează widget-ul ce doreşti să-l adaugi în panoul de control",
        "SetAsDefaultWidgets": "Stabileşte ca implicită selecţia de widget-uri",
        "SetAsDefaultWidgetsConfirm": "Eşti sigur(ă) că vrei să stabileşti selecţia curentă de widget-uri şi aspectul panoului de control ca fiind şablonul implicit al panoului de control?",
        "SetAsDefaultWidgetsConfirmHelp": "Această selecţie de widget-uri şi aspectul coloanelor panoului de control va fi folosită când un utilizator creează un panou de control nou sau când este folosită caracteristica \"%s\".",
        "TopLinkTooltip": "Vizualizează rapoarte web analitică pentru %s.",
        "WidgetNotFound": "Dispozitivul nu exista",
        "WidgetPreview": "Previzualizează widget-ul",
        "WidgetsAndDashboard": "Widget-uri & Panoul de control"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignora vizitele cu headerul X-Do-Not-Track sau DNT."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Contactează echipa Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Doreşti să raportezi o problemă sau să propui o înbunătăţire?",
        "GetInTouch": "Noi apreciem parerea dvs si citim intotdeauna toate mesajele. Poate ca doriti sa ne propuneti o oportunitate de afacere, sa angajati un consultant Piwik, sa ne spuneti o poveste de succes sau doar sa ne spuneti un simplu Salut!",
        "IWantTo": "Doresc să:",
        "LearnWaysToParticipate": "Invata despre toate modalitatile in care poti %s participa%s",
        "ManuallySendEmailTo": "Va rugam trimiteti manual mesajul dvs catre",
        "PluginDescription": "Trimiteti Feedbackul dvs. Echipei Piwik. Impartasiti ideile si sugestiile dvs cu noi!",
        "PrivacyClaim": "Piwik respecta %1$sintimitatea%2$s Dvs. si va acorda control total pentru toate datele.",
        "RateFeatureLeaveMessageDislike": "Ne pare rau sa aflam ca nu va place! Va rugam semnalati-ne cum putem imbunatati.",
        "RateFeatureLeaveMessageLike": "Ne bucuram ca va place! Va rugam semnaati-ne ce va place mai mult sau daca aveti o cerinta pentru o functionalitate noua.",
        "RateFeatureSendFeedbackInformation": "Platforma Dvs. Piwik ne va trimite noua (echipa Piwik) un email (incluzand adresa Dvs de email) pentru ca noi sa putem intra in contact cu Dvs daca aveti vreo intrebare.",
        "RateFeatureThankYouTitle": "Iti multumim pentru ca ai evaluat '%s'!",
        "RateFeatureTitle": "Va place functionalitatea '%s' ? Va rugam evaluati si lasati un comentariu",
        "SendFeedback": "Trimite Feedback",
        "SpecialRequest": "Ai o cerece deosebită către echipa Piwik?",
        "ThankYou": "Va multumim pentru ca ne ajutati sa facem Piwik mai bun!",
        "TopLinkTooltip": "Transmiteti-ne parerea Dvs sau cereti Support Profesional.",
        "ViewAnswersToFAQ": "Vedeti raspunsurile la %sIntrebari Frecvente(FAQ)%s",
        "ViewUserGuides": "Invata cum sa configurezi Piwik si cum sa analizezi datele eficient cu %1$sghidurile de utilizare%2$s",
        "VisitTheForums": "Vizitati %s Forumurile%s si primiti ajutor de la comunitatea de utilizatori Piwik.",
        "WantToThankConsiderDonating": "Credeti ca Piwik este extraordinar si doriti sa ne multumiti?"
    },
    "General": {
        "AbandonedCarts": "Cosuri abandonate",
        "AboutPiwikX": "Despre Piwik %s",
        "Action": "Acţiune",
        "Actions": "Acţiuni",
        "Add": "Adaugă",
        "AfterEntry": "dupa introducerea aici",
        "All": "Tot",
        "AllowPiwikArchivingToTriggerBrowser": "Permite arhivare Piwik sa porneasca atunci cand rapoartele sunt vizualizate din browser.",
        "AllWebsitesDashboard": "Panoul de control pentru toate site-urile",
        "And": "şi",
        "API": "API",
        "ApplyDateRange": "Aplica interval",
        "ArchivingInlineHelp": "Pentru site-uri cu trafic mediu sau mare, este recomandata dezactivarea arhivari Piwik din browser. Recomandat sa faceti setup la un cron job pentru a procesa rapoarte Piwik in fiecare ora",
        "ArchivingTriggerDescription": "Recomandat pentru instalari mari, trebuie sa %ssetup un cron job%s pentru procesarea automata a rapoartelor",
        "AuthenticationMethodSmtp": "Metoda autentificare pentru SMTP",
        "AverageOrderValue": "Valoare medie a comenzii",
        "AveragePrice": "Pret mediu",
        "AverageQuantity": "Cantitate medie",
        "BackToPiwik": "Inapoi la Piwik",
        "Broken": "Stricat",
        "BrokenDownReportDocumentation": "Este segmentat in diferite rapoarte, afisate in josul paginii. Puteti mari graficele facand click pe rapoartele pe care doriti sa le vedeti.",
        "Cancel": "Anulează",
        "CannotUnzipFile": "Nu se poate dezarhiva fisierul %1$s: %2$s",
        "ChangePassword": "Schimbă parola",
        "ChangeTagCloudView": "Va rugam notati, puteti vizualiza rapoartele in alte feluri, pe langa tag cloud. Folositi controalele din josul raportului pentru a face asta",
        "ChooseDate": "Alege data",
        "ChooseLanguage": "Alege limba",
        "ChoosePeriod": "Alegeti interval",
        "ChooseWebsite": "Alegeti website",
        "ClickHere": "Click aici pentru mai multe informatii",
        "ClickToChangePeriod": "Click iarasi pentru a schimba perioada.",
        "Close": "Inchide",
        "ColumnActionsPerVisit": "Actiuni pe vizita",
        "ColumnActionsPerVisitDocumentation": "Numarul mediu de actiuni (afisari, descarcari sau click-uri externe) desfasurate in timpul vizitelor",
        "ColumnAverageGenerationTime": "Media timpului de generare",
        "ColumnAverageGenerationTimeDocumentation": "Timpul mediu ce a fost necesar pentru a genera pagina. Aceast metric include timpul necesar server-ului pentru a genera pagina web, plus timpul necesar pentru ca vizitatorul să descarce raspunsul de la server. Un mic 'Timp mediu de generare' înseamnă un website mai rapid pentru vizitatorii dumneavoastră!",
        "ColumnAverageTimeOnPage": "Timp mediu pe pagina",
        "ColumnAverageTimeOnPageDocumentation": "Timpul mediu pe care vizitatorii il petrec pe aceasta pagina",
        "ColumnAvgTimeOnSite": "Avg. Timp pe Site",
        "ColumnAvgTimeOnSiteDocumentation": "Durata medie a unei vizite (in secunde)",
        "ColumnBounceRate": "Rata crestere",
        "ColumnBounceRateDocumentation": "Procentajul de vizite care au avut o singura afisare. Vizitatorul a parasit site-ul direct de la pagina de intrare",
        "ColumnBounceRateForPageDocumentation": "Procentajul de vizite care au inceput si s-au terminat pe aceasta pagina",
        "ColumnBounces": "Iesiri",
        "ColumnBouncesDocumentation": "Numarul de vizite care au inceput si s-au terminat pe aceasta pagina. Vizitatorul a parasit site-ul dupa ce a vazut aceasta pagina.",
        "ColumnConversionRate": "Rata de conversie",
        "ColumnConversionRateDocumentation": "Procentajul de vizite care au dus la conversia unui scop",
        "ColumnDestinationPage": "Pagină destinaţie",
        "ColumnEntrances": "Intrari",
        "ColumnEntrancesDocumentation": "Numarul de vizite care au inceput pe aceasta pagina",
        "ColumnExitRate": "Rata de ieşire",
        "ColumnExitRateDocumentation": "Procentajul de vizite care au parasit site-ul dupa ce au vizualizat aceasta pagina",
        "ColumnExits": "Iesiri",
        "ColumnExitsDocumentation": "Numarul de vizite care s-au terminat pe aceasta pagina",
        "ColumnGenerationTime": "Timp de generare",
        "ColumnKeyword": "Cuvânt-cheie",
        "ColumnLabel": "Eticheta",
        "ColumnMaxActions": "Maxim de actiuni intr-o vizita",
        "ColumnNbActions": "Actiuni",
        "ColumnNbActionsDocumentation": "Numarul de actiuni facute de vizitatori. Acestea pot fi afisari de pagina, descarcari sau click-uri pe link-uri externe",
        "ColumnNbUniqVisitors": "Vizitatori unici",
        "ColumnNbUniqVisitorsDocumentation": "Numarul de vizitatori unici pe site-ul dvs. Fiecare utilizator este numarat o singura data, chiar daca a vizitat site-ul de mai multe ori pe zi.",
        "ColumnNbVisits": "Vizite",
        "ColumnNbVisitsDocumentation": "Daca un vizitator vine pe site-ul dvs. pentru prima data sau daca viziteaza o pagina mai mult de 30 minute dupa prima afisare, aceasta va fi inregistrata ca o noua vizita",
        "ColumnPageBounceRateDocumentation": "Procentajul de vizite care au inceput pe aceasta pagina si au parasit imediat site-ul",
        "ColumnPageviews": "Pagini vizualizate",
        "ColumnPageviewsDocumentation": "De cate ori a fost vizitata pagina",
        "ColumnPercentageVisits": "% Vizite",
        "ColumnRevenue": "Venit",
        "ColumnSumVisitLength": "Timp total petrecut de vizitatori (in secunde)",
        "ColumnTotalPageviews": "Total Vizualizari",
        "ColumnUniqueEntrances": "Intrari unice",
        "ColumnUniqueExits": "Iesiri unice",
        "ColumnUniquePageviews": "Pagini vizualizate unice",
        "ColumnUniquePageviewsDocumentation": "Numarul de vizite care au inclus aceasta pagina. Daca pagina a fost afisata de mai multe ori in timpul unei vizite, aceasta este numarata o singura data.",
        "ColumnValuePerVisit": "Venit per vizita",
        "ColumnViewedAfterSearch": "S-a dat click in rezultatele cautarii",
        "ColumnViewedAfterSearchDocumentation": "De câte ori această pagină a fost vizitat după ce un vizitator a făcut o căutare pe website-ul tau, și a făcut clic pe această pagină în rezultatele de căutare.",
        "ColumnVisitDuration": "Durata vizita (in secunde)",
        "ColumnVisitsWithConversions": "Vizite cu conversii",
        "ConfigFileIsNotWritable": "Fişierul de configurare %s Piwik nu se poate scrie, e posibil ca o parte din modificările tale să nu se fi salvat. %s Schimbă permisiile fişierului de configurare pentru a-l putea modifica.",
        "Continue": "Continuă",
        "ContinueToPiwik": "Continuă către Piwik",
        "CurrentMonth": "Luna curenta",
        "CurrentWeek": "Saptamana curenta",
        "CurrentYear": "Anul curent",
        "Daily": "Zilnic",
        "DailyReport": "zilnic",
        "DailyReports": "Rapoarte zilnice",
        "DailySum": "suma zilnica",
        "DashboardForASpecificWebsite": "Panol de control pentru un site",
        "DataForThisGraphHasBeenPurged": "Datele din acest grafic sunt mai vechi de %s luni şi au fost curăţate.",
        "DataForThisTagCloudHasBeenPurged": "Datele din acest nor de etichete sunt mai vechi de %s luni şi au fost curăţate.",
        "Date": "Data",
        "DateRange": "Interval:",
        "DateRangeFrom": "De la",
        "DateRangeFromTo": "De la %s la %s",
        "DateRangeInPeriodList": "Interval",
        "DateRangeTo": "la",
        "DayFr": "Vi",
        "DayMo": "Lu",
        "DaySa": "Sâ",
        "DaysHours": "%1$s zile %2$s ore",
        "DaysSinceFirstVisit": "Zile de la prima vizita",
        "DaysSinceLastEcommerceOrder": "Zile de la ultima comanda",
        "DaysSinceLastVisit": "Zile de la ultima vizita",
        "DaySu": "Du",
        "DayTh": "Jo",
        "DayTu": "Ma",
        "DayWe": "Mi",
        "Default": "Prestabilit",
        "DefaultAppended": "(implicit)",
        "Delete": "Stergere",
        "Description": "Descriere",
        "Desktop": "Desktop",
        "Details": "Detalii",
        "Discount": "Reducere",
        "DisplaySimpleTable": "Afisarea unui tabel simplu",
        "DisplayTableWithGoalMetrics": "Afişează tabelul cu parametrii ţintelor",
        "DisplayTableWithMoreMetrics": "Afisarea unui tabel cu mai multi metrici",
        "Documentation": "Documentaţie",
        "Donate": "Donează",
        "Done": "Gata",
        "Download": "Descarca",
        "DownloadFail_FileExists": "Fisierul %s deja exista!",
        "DownloadFail_FileExistsContinue": "Incearca sa continue descarcarea pentru %s, dar un un fisier descarcat complet deja exista!",
        "DownloadFail_HttpRequestFail": "Nu ai putut descărca fișierul! Ar putea fi ceva în neregulă cu site-ul de unde descarcati . Ai putea să încerci din nou mai târziu sau obține fișierul de unul singur.",
        "DownloadFullVersion": "%1$sDescarcati%2$s versiunea full! Accesati %3$s",
        "DownloadPleaseRemoveExisting": "Daca doriti ca acesta sa fie inlocuit, va rugam stergeti fisierul deja existent.",
        "Downloads": "Descărcări",
        "EcommerceOrders": "Comenzi ecommerce",
        "EcommerceVisitStatusDesc": "Statusul comenzii ecommerce la sfarsitul vizitei",
        "EcommerceVisitStatusEg": "De exemplu, pentru a selecta toate vizitele care au rezultat intr-o comanda, cererea catre API ar contine %s",
        "Edit": "Editare",
        "EncryptedSmtpTransport": "Introduceti transport layer encryption cerut de serverul SMTP",
        "EnglishLanguageName": "Romanian",
        "Error": "Eroare",
        "ErrorRequest": "Oops… problem during the request, please try again.",
        "EvolutionOverPeriod": "Evolutii peste perioada",
        "EvolutionSummaryGeneric": "%1$s in %2$s comparat cu %3$s in %4$s. Evolutie: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "Utilizatorul trebuie să fie un Utilizator Super sau utilizatorul \"%s\" în sine.",
        "ExceptionConfigurationFileNotFound": "Fisierul de configurare {%s} nu a fost gasit.",
        "ExceptionDatabaseVersion": "Versiunea dvs. %1$s este %2$s dar Piwik necesita minim %3$s.",
        "ExceptionFileIntegrity": "A esuat verificare integritatii: %s",
        "ExceptionFilesizeMismatch": "Nepotrivire la marime fisierului: %1$s (marime asteptata: %2$s, gasita: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Versiunea clientului dvs. %1$s este %2$s, care este incompatibila cu versiunea de pe server, %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Formatul rapoartelor agregate '%s' este invalid. Incercati-l pe oricare dintre acestea: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Timpul de arhivare trebuie sa fie un numar de secunde mai mare de 0",
        "ExceptionInvalidDateFormat": "Formatul datei trebuie sa fie: %s sau alt cuvant cheie suportat de functia %s (vedeti %s pentru mai multe informatii)",
        "ExceptionInvalidDateRange": "Data '%s' nu este un interval corect. Ar trebui sa aiba urmatorul format: %s.",
        "ExceptionInvalidPeriod": "Perioada '%s' nu este suportata. Incercati-o pe oricare dintre acestea: %s.",
        "ExceptionInvalidRendererFormat": "Formatul '%s' este invalid. Incercati-l pe oricare dintre acestea: %s.",
        "ExceptionInvalidReportRendererFormat": "Formatul raportului '%s' este invalid. Incercati-l pe oricare dintre acestea: %s.",
        "ExceptionInvalidStaticGraphType": "Tipul graficului static '%s' nu este valid. Încearcă unul din următoarele: %s.",
        "ExceptionInvalidToken": "Token invalid",
        "ExceptionLanguageFileNotFound": "Fişierul de limba '%s' nu a fost găsit.",
        "ExceptionMethodNotFound": "Metoda '%s' nu exista sau nu e valabila in modulul '%s'.",
        "ExceptionMissingFile": "Fisier lipsa: %s",
        "ExceptionNonceMismatch": "Nu a putut fi verificat token-ul de securitate in acest formular",
        "ExceptionPrivilege": "Nu puteti accesa resursa pentru ca necesita acces la %s",
        "ExceptionPrivilegeAccessWebsite": "Nu puteti accesa resursa pentru ca necesita acces %s pentru id-ul site-ului %d",
        "ExceptionPrivilegeAtLeastOneWebsite": "Nu puteti accesa resursa pentru ca necesita acces %s pentru cel putin un site",
        "ExceptionUnableToStartSession": "Sesiunea nu a putut fi pornita",
        "ExceptionUndeletableFile": "Nu s-a putut sterge %s",
        "ExceptionUnreadableFileDisabledMethod": "Fisierul de configurare {%s} nu a putut fi citit. Hosting-ul dvs. ar fi putut dezactiva %s.",
        "ExpandDataTableFooter": "Schimba vizualizarea sau configura raportul",
        "Export": "Exporta",
        "ExportAsImage": "Exporta ca imagine",
        "ExportThisReport": "Exporta acest set de date in alt interval",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Verificare integritatii fisierelor a esuat si a raportat erori. Acest lucru s-a intamplat din cauza incarcarii partiale a unor fisiere Piwik. Ar trebui sa urcati din nou toate fisierele Piwik in mod BINARY si sa faceti refresh.",
        "First": "Prima",
        "Flatten": "Aplatiza",
        "ForExampleShort": "ex.",
        "Forums": "Forumuri",
        "FromReferrer": "de la",
        "GeneralInformation": "Informaţii Generale",
        "GeneralSettings": "Setări generale",
        "GetStarted": "Incepe",
        "GiveUsYourFeedback": "Trimite sesizarii!",
        "Goal": "Ţintă",
        "GoTo": "Du-te la %s",
        "GraphHelp": "Mai multe informatii despre afisarea graficelor in Piwik",
        "HelloUser": "Să trăieşti, %s!",
        "Help": "Ajutor",
        "HelpTranslatePiwik": "Poate v-ati dori să %1$s ne ajutati sa imbunatatim traducerile Piwik traduceri %2$s?",
        "Hide": "ascunde",
        "HoursMinutes": "%1$s ore %2$s min",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Presupunand ca arhivarea este rapida pentru configurarea dvs., puteti rula crobtab mai frecvent",
        "InfoFor": "Informatii pentru %s",
        "Installed": "Instalat",
        "InvalidDateRange": "Interval invalid, va rugam mai incercati",
        "InvalidResponse": "Datele primite sunt invalide",
        "IP": "IP",
        "JsTrackingTag": "Codul de Contorizare(Tracking) JavaScript",
        "Language": "Limba",
        "LastDays": "Ultimele %s zile (incluzand azi)",
        "LastDaysShort": "Ultimele %s zile",
        "LayoutDirection": "ltr",
        "Live": "Live",
        "Loading": "Se incarca...",
        "LoadingData": "Se incarca datele...",
        "LoadingPopover": "Se incarca %s...",
        "LoadingPopoverFor": "Se incarca %s pentru",
        "Locale": "ro_RO.UTF-8",
        "Logout": "Ieşire",
        "LongDay_1": "Luni",
        "LongDay_2": "Marti",
        "LongDay_3": "Miercuri",
        "LongDay_4": "Joi",
        "LongDay_5": "Vineri",
        "LongDay_6": "Sambata",
        "LongDay_7": "Duminica",
        "LongMonth_1": "Ianuarie",
        "LongMonth_10": "Octombrie",
        "LongMonth_11": "Noiembrie",
        "LongMonth_12": "Decembrie",
        "LongMonth_2": "Februarie",
        "LongMonth_3": "Martie",
        "LongMonth_4": "Aprilie",
        "LongMonth_5": "Mai",
        "LongMonth_6": "Iunie",
        "LongMonth_7": "Iulie",
        "LongMonth_8": "August",
        "LongMonth_9": "Septembrie",
        "MainMetrics": "Metrici principali",
        "Matches": "Meciuri",
        "MediumToHighTrafficItIsRecommendedTo": "Pentru site-uri cu trafic mediu sau mare, este recomandata procesarea rapoartelor la fiecare jumate de ora (%s secunde) sau ora (%s secunde)",
        "Metadata": "Metadata",
        "Metric": "Metric",
        "Metrics": "Metrice",
        "MetricsToPlot": "Metrici de adaugat",
        "MetricToPlot": "Metric de adaugat",
        "MinutesSeconds": "%1$s min %2$ss",
        "Mobile": "Mobil",
        "Monthly": "Lunar",
        "MonthlyReport": "lunar",
        "MonthlyReports": "Rapoarte lunare",
        "More": "Mai multe",
        "MoreDetails": "Mai multe detalii",
        "MoreLowerCase": "mai mult",
        "MultiSitesSummary": "Toate site-urile",
        "Name": "Nume",
        "NbActions": "Numarul de actiuni",
        "NbSearches": "Numarul de Cautari Interne",
        "NDays": "%s zile",
        "Never": "Niciodata",
        "NewReportsWillBeProcessedByCron": "Cand arhivarea Piwik nu este declansata de browser, rapoartele noi vor fi procesate de crontab",
        "NewUpdatePiwikX": "Update nou: Piwik %s",
        "NewVisitor": "Vizitator nou",
        "NewVisits": "Vizite noi",
        "Next": "Urmatorul",
        "NMinutes": "%s minute",
        "No": "Nu",
        "NoDataForGraph": "Nici o informatie pentru acest grafic",
        "NoDataForTagCloud": "No data for this tag cloud.",
        "NotDefined": "%s este nedefinit",
        "Note": "Notă",
        "NotInstalled": "Neinstalat",
        "NotRecommended": "(nerecomandat)",
        "NotValid": "%s nu este valid",
        "NSeconds": "%s secunde",
        "NumberOfVisits": "Numar de vizite",
        "NVisits": "%s vizite",
        "Ok": "Ok",
        "OneAction": "1 acţiune",
        "OneDay": "1 zi",
        "OneMinute": "1 minut",
        "OneVisit": "1 vizita",
        "OnlyEnterIfRequired": "Introduceti nume utilizator numai daca serverul SMTP o cere",
        "OnlyEnterIfRequiredPassword": "Introduceti parola numai daca serverul SMTP o cere",
        "OnlyUsedIfUserPwdIsSet": "Folosit numai daca utilizator\/parola sunt setate, intrebati providerul daca nu sunteti sigur care metoda sa o folositi",
        "OpenSourceWebAnalytics": "Analiza trafic web sursa libera",
        "OperationAtLeast": "Cel putin",
        "OperationAtMost": "Cel mult",
        "OperationContains": "Conţine",
        "OperationDoesNotContain": "Nu contine",
        "OperationEquals": "Egal",
        "OperationGreaterThan": "Mai mare de",
        "OperationIs": "Este",
        "OperationIsNot": "nu este",
        "OperationLessThan": "Mai mic de",
        "OperationNotEquals": "diferite",
        "OptionalSmtpPort": "Optional. Prestabilit la 25 pentru neecriptat si TLS SMTP, si 465 pentru SSL SMTP.",
        "Options": "Opţiuni",
        "OrCancel": "sau %s Anuleaza %s",
        "OriginalLanguageName": "Română",
        "Others": "Altele",
        "Outlink": "Link extern",
        "Outlinks": "Outlink-uri",
        "OverlayRowActionTooltip": "Vezi datele de analiză direct de pe website-ul tau (deschide o nouă filă)",
        "OverlayRowActionTooltipTitle": "Deschide Page Overlay",
        "Overview": "Rezumat",
        "Pages": "Pagini",
        "ParameterMustIntegerBetween": "Parametrul %s trebuie sa fie o valoare intreaga intre %s si %s.",
        "Password": "Parola",
        "Period": "Perioada",
        "Piechart": "Diagrama",
        "PiwikIsACollaborativeProjectYouCanContributeAndDonate": "%1$sPiwik%2$s este un proiect colaborativ realizat de membrii %7$sPiwik team%8$s ca și de mulți alți contributori de pe mapamond. Dacă ești un fan Piwik, poți ajuta: află %3$sCum poți participa la Piwik%4$s, sau %5$sdonează acum%6$s pentru a ajuta la finanțarea Piwik 3.0!",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%1$s este disponibil. Va rugam instiintati %2$sAdministratorul dvs al Piwik%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s este disponibil. %2$s Actualizeaza-l acum!%3$s (see %4$s changes%5$s).",
        "PleaseSpecifyValue": "Va rugam specificati o valoare pentru '%s'.",
        "PleaseUpdatePiwik": "Va rugam actualizati Piwik",
        "Plugin": "Pluginuri",
        "Plugins": "Pluginuri",
        "PoweredBy": "Oferit de",
        "Previous": "Anteriorul",
        "PreviousDays": "Ultimele %s zile (excluzand azi)",
        "PreviousDaysShort": "Anterioarele %s zile",
        "Price": "Pret",
        "ProductConversionRate": "Rata de conversie per produs",
        "ProductRevenue": "Venit produs",
        "PurchasedProducts": "Produse cumparate",
        "Quantity": "Cantitate",
        "RangeReports": "Particularizare perioadă",
        "ReadThisToLearnMore": "%1$sCititi aceasta pentru a invata mai mult.%2$s",
        "Recommended": "(recomandat)",
        "RecordsToPlot": "Inregistrari de adaugat",
        "Refresh": "Reactualizeaza",
        "RefreshPage": "Reinprospateaza pagina",
        "RelatedReport": "Raport asemănător",
        "RelatedReports": "Rapoarte asemănătoare",
        "Remove": "Şterge",
        "Report": "Raport",
        "ReportGeneratedFrom": "Acest raport a fost creat în baza datelor din %s.",
        "ReportRatioTooltip": "'%1$s' reprezintă %2$s din %3$s %4$s cu %5$s.",
        "Reports": "Rapoarte",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Rapoartele pentru azi (sau alt interval incluzand azi) vor fi procesate la maxim fiecare",
        "ReportsWillBeProcessedAtMostEveryHour": "Rapoartele vor fi procesate la maxim fiecare ora",
        "RequestTimedOut": "Un request la %s a expirat. Va rugam incercati din nou.",
        "Required": "%s obligatoriu",
        "ReturningVisitor": "Vizitator ce revine",
        "ReturningVisitorAllVisits": "Vezi toate vizitele",
        "RowEvolutionRowActionTooltip": "Vedeti cum s-au modificat de-a lungul timpului parametrii pentru acest rand",
        "RowEvolutionRowActionTooltipTitle": "Deschide Row Evolution",
        "Rows": "Linii",
        "RowsToDisplay": "Afişează liniile",
        "Save": "Salvare",
        "SaveImageOnYourComputer": "Pentru a salva imaginea pe computer, click dreapta pe imagine si selectati \"Save Image As...\"",
        "Search": "Cauta",
        "SearchNoResults": "Nici un rezultat",
        "Seconds": "%ss",
        "SeeAll": "vezi tot",
        "SeeTheOfficialDocumentationForMoreInformation": "Vedeti %sdocumentatie oficiala%s pentru mai multe informatii.",
        "Segment": "Segment",
        "SelectYesIfYouWantToSendEmailsViaServer": "Selectati \"Da\" daca vreti sa trimiteti email via serverul mentionat in locul functiei local mail",
        "Settings": "Setări",
        "Shipping": "Livrare",
        "ShortDay_1": "Lun",
        "ShortDay_2": "Mar",
        "ShortDay_3": "Mie",
        "ShortDay_4": "Joi",
        "ShortDay_5": "Vin",
        "ShortDay_6": "Sam",
        "ShortDay_7": "Dum",
        "ShortMonth_1": "Ian",
        "ShortMonth_10": "Oct",
        "ShortMonth_11": "Noi",
        "ShortMonth_12": "Dec",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "Mai",
        "ShortMonth_6": "Iun",
        "ShortMonth_7": "Iul",
        "ShortMonth_8": "Aug",
        "ShortMonth_9": "Sep",
        "Show": "arată",
        "SingleWebsitesDashboard": "Tablou de bord website singur",
        "SmallTrafficYouCanLeaveDefault": "Pentru site-uri cu trafic mic, puteti lasa intervalul %%s secunde si accesa rapoartele in timp real.",
        "SmtpEncryption": "Encriptie SMTP",
        "SmtpPassword": "Parola SMTP",
        "SmtpPort": "Port SMTP",
        "SmtpServerAddress": "Adresa server SMTP",
        "SmtpUsername": "Nume utilizator SMTP",
        "Source": "Sursa",
        "StatisticsAreNotRecorded": "Piwik urmarire vizitatori este în prezent dezactivat! Re-activarea urmărire se face prin stabilirea inregistrare_statistică = 1 în fișierul de configurare\/config.ini.php.",
        "Subtotal": "Subtotal",
        "Summary": "Sumar",
        "Table": "Tabela",
        "TagCloud": "Tag Cloud",
        "Tax": "Taxe",
        "TimeAgo": "%s in urma",
        "TimeOnPage": "Timp pe pagină",
        "Today": "Azi",
        "Total": "Total",
        "TotalRatioTooltip": "Aceasta este %1$s de toate %2$s %3$s.",
        "TotalRevenue": "Venit total",
        "TotalVisitsPageviewsRevenue": "Total: %s vizite, %s vizualizări de pagină, %s revenire)",
        "TransitionsRowActionTooltip": "Vezi ce au făcut vizitatorii până la şi după vizionarea acestei pagini",
        "TransitionsRowActionTooltipTitle": "Treceri Deschise",
        "TranslatorEmail": "astonsoftware@gmail.com, flo[at]inboxtranslation[dot]com",
        "TranslatorName": "astonsoftware, <a href=\"http:\/\/inboxtranslations.com\">Inbox Translation<\/a>, <a href=\"http:\/\/marcelbejgu.ro\">Marcel Bejgu<\/a>",
        "UniquePurchases": "Cumparaturi unice",
        "Unknown": "Necunoscut",
        "Upload": "Incarca",
        "UsePlusMinusIconsDocumentation": "Folositi semnele de plus si minus din stanga pentru navigare",
        "Username": "Nume utilizator",
        "UseSMTPServerForEmail": "Folositi server SMTP pentru email",
        "Value": "Valoare",
        "VBarGraph": "Vertical bar graph",
        "View": "Vezi",
        "ViewDocumentationFor": "Vedeti documentatia pentru %1$s",
        "Visit": "Vizite",
        "VisitConvertedGoal": "Vizită care a atins cel putin o ţintă",
        "VisitConvertedGoalId": "Vizită care a atins o ţintă anumită",
        "VisitConvertedNGoals": "Vizita a atins %s ţinte",
        "VisitDuration": "Durata medie per vizite (in secunde)",
        "Visitor": "Vizitator",
        "VisitorID": "ID vizitator",
        "VisitorIP": "IP vizitator",
        "Visitors": "Vizitatori",
        "VisitsWith": "Vizite cu %s",
        "VisitType": "Tip vizitator",
        "VisitTypeExample": "De exemplu, pentru a selecta toti vizitatorii care s-au intors pe site, inclusiv cei care au cumparat in trecut, cererea catre API ar include %s",
        "Warning": "Atentie",
        "WarningFileIntegrityNoManifest": "Verificare integritatii fisierelor nu a putut fi efectuata din cauza lipsei manifest.inc.php.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Dacă implementați Piwik din Git, acest mesaj este normal.",
        "WarningFileIntegrityNoMd5file": "Verificare integritatii fisierelor nu a putut fi efectuata din cauza lipsei functiei md5_file()",
        "WarningPasswordStored": "%sAtentie:%s Parola va fi stocata in fisierul config vizibil oricui il poate accesa.",
        "Website": "Website",
        "Weekly": "Saptamanal",
        "WeeklyReport": "săptămânal",
        "WeeklyReports": "Rapoarte săptămânale",
        "WellDone": "Bine facut!",
        "Widgets": "Dispozitive",
        "XComparedToY": "%1$s comparat cu %2$s",
        "XFromY": "%1$s de la %2$s",
        "YearlyReport": "anual",
        "YearlyReports": "Rapoarte anuale",
        "YearsDays": "%1$s ani %2$s zile",
        "YearShort": "an",
        "Yes": "Da",
        "Yesterday": "Ieri",
        "YouAreCurrentlyUsing": "Foloseşti Piwik %s.",
        "YouAreViewingDemoShortMessage": "Vizualizati o versiune demo a Piwik",
        "YouMustBeLoggedIn": "Trebuie sa fiti logat pentru a accesa aceasta functionalitate.",
        "YourChangesHaveBeenSaved": "Schimbarile au fost salvate"
    },
    "Goals": {
        "AbandonedCart": "Cart abandonat",
        "AddGoal": "Adaugă o ţintă",
        "AddNewGoal": "Agaugă o ţintă nouă",
        "AddNewGoalOrEditExistingGoal": "%sAdaugă o ţintă nouă sau%s sau %sModifică%s ţinte existente",
        "AllowGoalConvertedMoreThanOncePerVisit": "Obiectivul permite să fie convertite mai mult de o dată la fiecare vizită",
        "AllowMultipleConversionsPerVisit": "Permite conversii multiple pe vizita",
        "BestCountries": "Topul tarilor care convertesc cel mai bine este:",
        "BestKeywords": "Topul cuvintelor cheie care convertesc cel mai mult este:",
        "BestReferrers": "Siteurile care va trimit referinte si convertesc cel mai bine la dvs. sunt:",
        "CaseSensitive": "Caz sensibil potrivire",
        "ClickOutlink": "Click pe un Link catre un site extern",
        "ColumnAverageOrderRevenueDocumentation": "Valoarea medie a comenzii (AOV) este venitul total din toate ordinele de comerț electronic împărțit la numărul de comenzi.",
        "ColumnAveragePriceDocumentation": "Venit mediu pentru acest %s.",
        "ColumnAverageQuantityDocumentation": "Media cantitativa a %s vandut in comenzile magazinului online",
        "ColumnConversionRateDocumentation": "Procentajul de vizite care a declanșat scopul %s.",
        "ColumnConversionRateProductDocumentation": "Rata %s de conversie este numărul de comenzi care conțin acest produs împărțit la numărul de vizite de pe pagina produsului.",
        "ColumnConversions": "Conversii",
        "ColumnConversionsDocumentation": "Numarul de conversii pentru %s.",
        "ColumnOrdersDocumentation": "Numarul total de comenzi pentru magazinul online care au continut acest %s cel putin o data.",
        "ColumnPurchasedProductsDocumentation": "Numărul de produse achiziționate este suma cantităților de produse vândute în toate ordinele de comerț electronic.",
        "ColumnQuantityDocumentation": "Cantitatea este numarul total de produse vandute pentru fiecare %s.",
        "ColumnRevenueDocumentation": "Venit total obţinut prin %s.",
        "ColumnRevenuePerVisitDocumentation": "Veniturile totale generate de %s împartit la numarul de vizite.",
        "ColumnVisits": "Numărul total de vizite, indiferent dacă a fost declanșată scop sau nu.",
        "ColumnVisitsProductDocumentation": "Numărul de vizite pe pagina de Produs\/Categorie. Acest lucru este, de asemenea, utilizat pentru a procesa %s rata de conversie. Această valoare este în raport, dacă pe Ecommerce urmarire a fost configurat pe paginile de produs \/ categorie.",
        "Contains": "conţine %s",
        "ConversionRate": "%s rata conversie",
        "Conversions": "%s conversii",
        "ConversionsOverview": "Privire Generala Conversii",
        "ConversionsOverviewBy": "Privire generala a conversiilor dupa tipul vizitei",
        "CreateNewGOal": "Crează o ţintă nouă",
        "DaysToConv": "Zile pana la Conversie",
        "DefaultGoalConvertedOncePerVisit": "(implicit) Obiectivul poate fi convertit doar o dată la fiecare vizită",
        "DefaultRevenue": "Scopul implicit al veniturilor este",
        "DefaultRevenueHelp": "De exemplu, un formular de contact trimis de către un vizitator ar putea fi în valoare de 10 dolari, în medie. Piwik va ajuta să înțelegeți cât de bine segmentele de vizitatori sunt performante.",
        "DeleteGoalConfirm": "Eşti sigur că doreşti să ştergi ţinta %s?",
        "DocumentationRevenueGeneratedByProductSales": "Vanzarile de produse. Sunt excluse taxele, costurile de livrare si discounturile",
        "Download": "Descarcă un fişier",
        "Ecommerce": "Ecomerţ",
        "EcommerceAndGoalsMenu": "E-commerce & Obiective",
        "EcommerceLog": "Log Ecomerţ",
        "EcommerceOrder": "Comanda Magazin Online",
        "EcommerceOverview": "Privire Generala Magazin Online",
        "EcommerceReports": "Rapoarte Ecomerţ",
        "ExceptionInvalidMatchingString": "Dacă alegeți \"potrivire exactă\", șirul de potrivire trebuie să fie un URL incepand cu %s. De exemplu, \"%s\".",
        "ExternalWebsiteUrl": "URL Site web extern",
        "Filename": "nume fişier",
        "GoalConversion": "conversie obiectiv",
        "GoalConversions": "Scopul conversilor",
        "GoalConversionsBy": "Obiectivul conversiilor %s în funcție de tipul de vizita",
        "GoalIsTriggered": "Scopul este de a declanșa",
        "GoalIsTriggeredWhen": "Scopul este declanșat atunci când",
        "GoalName": "Nume ţintă",
        "Goals": "Ţinte",
        "GoalsManagement": "Gestionarea ţintelor",
        "GoalsOverview": "Rezumat ţinte",
        "GoalsOverviewDocumentation": "Acesta este o prezentare generală a obiectivelor. La început, graficul arată suma tuturor obiectivelor. %s Sub grafic, poți găsi rapoarte pentru fiecare obiectiv. Graficele (sparklines) pot fi mărite dând click pe ele.",
        "GoalX": "Ţinta %s",
        "HelpOneConversionPerVisit": "În cazul în care o Pagina se potriveste cu Scopul si este reîmprospătat sau vizionat de mai multe ori intr-o Vizita , atunci scopul va fi sa urmăreasca de când pagina a fost încărcat în timpul acestei vizite.",
        "IsExactly": "este exact %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Aflați mai multe despre %s urmărire goluri în Piwik%s din documentația de utilizare, sau creati un Goal acum!",
        "LeftInCart": "%s lasat in cos",
        "Manually": "manual",
        "ManuallyTriggeredUsingJavascriptFunction": "Scopul este declanșat manual folosind JavaScript API trackGoal ()",
        "MatchesExpression": "se portiveşte cu expresia %s",
        "NewGoalDescription": "Un obiectiv în Piwik este strategia ta, prioritatea ta, și poate implica multe lucruri: \"descarcare broșură \", \"buletin Inregistrat\", \"vizitare pagina servicii.html\", etc",
        "NewGoalIntro": "Urmărirebiectiv conversie este una dintre cele mai eficiente modalități de a măsura și îmbunătăți obiectivele de afaceri.",
        "NewGoalYouWillBeAbleTo": "Vei putea să vezi și să analizezi randamentul fiecărui obiectiv, și să descoperi cum poți îmbunătăți conversiile, ratele de conversie și venitul per vizită.",
        "NewVisitorsConversionRateIs": "Rata de conversie pentru vizitatorii noi este %s",
        "NewWhatDoYouWantUsersToDo": "Ce doriti ca vizitatorii sa faca pe siteul Dvs?",
        "NoGoalsNeedAccess": "Numai un administrator sau un utilizator cu acces de Super utilizator poate adăuga Obiective pentru un anumit site web. Vă rugăm să întrebați administratorul Piwik pentru a configura un obiectiv pentru site-ul dumneavoastră. cui Urmărire Obiective este o modalitate foarte bună de a ajuta să înțeleagă și să maximizeze performanța site-ul dvs.!",
        "Optional": "(opţional)",
        "OverallConversionRate": "%s Rata de conversie globală (vizite cu un gol)",
        "OverallRevenue": "%s venit global",
        "PageTitle": "Titlul paginii",
        "Pattern": "Model",
        "PluginDescription": "Crează obiective și vezi rapoartele despre conversia obiectivelor: evoluția de-a lungul timpului, veniturile pe vizită, conversia per referrer, pe cuvânt cheie, etc.",
        "ProductCategory": "Categorie de produse",
        "ProductName": "Denumirea produsului",
        "Products": "Produse",
        "ProductSKU": "SKU Produs",
        "ReturningVisitorsConversionRateIs": "Rata de conversie pentru vizitatorii care s-au reintors este %s",
        "SingleGoalOverviewDocumentation": "Aceasta este o privire de ansamblu a conversiilor pentru un singur obiectiv. %s Diagramele de tip sparkline de sub grafic pot fi mărite dând click pe ele.",
        "UpdateGoal": "Actualizează ţinta",
        "URL": "URL",
        "ViewAndEditGoals": "Vizualizarea şi editarea ţintelor",
        "ViewGoalsBy": "Vezi obiective de %s",
        "VisitPageTitle": "Vizitați un anumit Titlu Pagina",
        "VisitsUntilConv": "Vizite pana la Conversie",
        "VisitUrl": "Viziteaza un URL dat (o pagina sau un grup de pagini)",
        "WhenVisitors": "când vizitatorii",
        "WhereThe": "unde",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "acolo unde pagina vizitată conține un call către metoda JavaScript 'trackGoal' (%svezi mai multe%s)",
        "YouCanEnableEcommerceReports": "Poţi activa %s pentru acest site pe pagina %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Coloana '%s' nu a fost gasita in acest raport. Incearca oricare dintre %s",
        "PluginDescription": "Generează frumoase statice grafice imagini PNG pentru orice raport Piwik."
    },
    "Insights": {
        "ControlComparedToDescription": "Crestere comparativ cu",
        "ControlFilterByDescription": "Aratale pe toate, doar Miscarile, numai pe cele noi sau dispărute",
        "DatePeriodCombinationNotSupported": "Nu este posibil să genereze perspective pentru această dată și combinație perioadă.",
        "DayComparedToPreviousDay": "ziua precedenta",
        "DayComparedToPreviousWeek": "aceeasi zi in saptamana precedenta",
        "DayComparedToPreviousYear": "aceeasi zi in anul precedent",
        "Filter": "Filtru",
        "FilterIncreaserAndDecreaser": "Creșterea & scăderea",
        "FilterOnlyDecreaser": "Doar descrestere",
        "FilterOnlyDisappeared": "Doar disparut",
        "FilterOnlyIncreaser": "Doar crestere",
        "FilterOnlyMovers": "Numai mutari",
        "FilterOnlyNew": "Doar nou",
        "IgnoredChanges": "Modificarile afecteaza mai putin decat %s vizitele care au fost ignorate.",
        "MonthComparedToPreviousMonth": "luna precedenta",
        "MonthComparedToPreviousYear": "aceeasi luna in anul precedent",
        "MoversAndShakersWidgetTitle": "Miscari si zguduituri",
        "NoResultMatchesCriteria": "Nici un rând nu corespunde criteriilor",
        "OverviewWidgetTitle": "Prezentare generală",
        "TitleConsideredInsightsChanges": "Liniile au crescut sau scăzut cu cel puțin %1$s vizite (%2$s%% din %3$s vizite totale).",
        "TitleConsideredInsightsGrowth": "Următoarele rânduri au o creștere de cel puțin %1$s%% comparativ cu %2$s.",
        "TitleRowChangeDetails": "'%1$s' schimbat din %2$s (%3$s) la %4$s (%5$s) %6$s.",
        "TitleRowDisappearedDetails": "'%1$s' a scăzut cu %2$s și a dispărut în %3$s, comparativ cu %4$s.",
        "TitleRowMoverAndShaker": "Acest rând a avut un impact mai mare decât media.",
        "TitleRowNewDetails": "'%1$s' a crescut cu %2$s și este nou față de %3$s.",
        "WeekComparedToPreviousWeek": "săptămâna trecuta",
        "WidgetCategory": "înţelegere",
        "YearComparedToPreviousYear": "anul trecut"
    },
    "Installation": {
        "CollaborativeProject": "Piwik este un proiect colaborativ, construit cu dragoste de oameni de pe tot mapamondul.",
        "ConfigurationHelp": "Fisierul de configurare Piwik pare să fie configurat greșit. Puteți fie să eliminați config \/ config.ini.php și reluati instalarea, sau a se corecta setările de conexiune de date.",
        "ConfirmDeleteExistingTables": "Sigur doriți să ștergeți tabelele: %s din baza de date? AVERTISMENT: DATELE DIN ACESTE TABELE NU POT FI RECUPERATE",
        "Congratulations": "Felicitari",
        "CongratulationsHelp": "<p> Felicitări! Instalarea Piwik este completă. <\/P> Asigurați-vă că codul JavaScript este înscris pe paginile dvs., și așteptați primi vizitatori! <\/P>",
        "DatabaseAbilities": "Abilități baze de date",
        "DatabaseCreation": "Creare bază de date",
        "DatabaseErrorConnect": "Eroare în timp ce se încearcă conectarea la serverul de baze de date",
        "DatabaseServerVersion": "Versiune server Bază de date",
        "DatabaseSetup": "Setare Bază de date",
        "DatabaseSetupAdapter": "Adaptor",
        "DatabaseSetupDatabaseName": "nume bază de date",
        "DatabaseSetupLogin": "Logare",
        "DatabaseSetupServer": "server bază de date",
        "DatabaseSetupTablePrefix": "prefix tabel",
        "Email": "email",
        "Extension": "extensie",
        "Filesystem": "Sistem de fișiere",
        "GetInvolved": "Dacă iti place ceea ce vezi, putoti %1$s sa se implice %2$s.",
        "GoBackAndDefinePrefix": "Du-te înapoi și defineste un prefix pentru tabelele Piwik",
        "HappyAnalysing": "Analiza placuta!",
        "Installation": "Installation",
        "InstallationStatus": "Installation status",
        "InsufficientPrivilegesHelp": "Poți adăuga aceste drepturi folosind o unealtă ca phpMyAdmin sau prin executarea query-lor SQL corecte. Dacă nu știi să faci asta, adresează-te te rog administratorului de sistem pentru a aloca aceste drepturi.",
        "JSTracking_EndNote": "Notă: După procesul de instalare, puteți genera codul de urmărire personalizat în %1$sCodul de urmarire %2$s secțiune admin.",
        "JSTracking_Intro": "Pentru a urmări traficul web cu Piwik aveți nevoie să vă asigurați ca un cod suplimentar este adăugat la fiecare dintre paginile dvs. de Web",
        "LargePiwikInstances": "Ajutor pentru utilizatorii site-urilor cu trafic intens",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Dacă serverul dumneavoastră Piwik urmărește site-uri cu trafic mare (ex.> 100.000 pagini pe lună), vă recomandăm să încercați sa rezolvati această problemă.",
        "LoadDataInfileUnavailableHelp": "Folosind %1$s va accelera foarte mult pe Piwik procesul de arhivare . Pentru a pune la dispoziția Piwik, încercați să actualizați software-ul PHP si MySQL și asigurați-vă că utilizator de bază de date are privilegiul %2$s.",
        "NfsFilesystemWarning": "Server-ul dvs. foloseste ca si sistem de fisiere NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Acest lucru înseamnă că Piwik va fi extrem de lent atunci când se utilizează sesiuni bazate pe fișiere.",
        "NfsFilesystemWarningSuffixInstall": "Folosind sesiuni bazate pe fișiere NFS sunt extrem de lente, astfel Piwik va folosi sesiuni de baze de date. Dacă aveți mai mulți utilizatori de tablou de bord, ar putea fi necesar sa se creasca numărul maxim de conexiuni client la serverul de baze de date.",
        "NoConfigFound": "Fișierul de configurare Piwik nu a putut fi găsit și se încearcă să se acceseze o pagină Piwik.<br \/><b> » Puteți a href='index.php'> instala Piwik acum <\/a><\/b><br \/><mic> Dacă ați instalat Piwik înainte și au aveti unele tabele din DB , nu vă faceți griji, aveți posibilitatea să reutilizați aceleași tabele și să se păstreze datele existente!<\/mic>",
        "NotSupported": "nu sunt acceptate",
        "Optional": "Opţional",
        "Password": "password",
        "PasswordDoNotMatch": "Parola nu se potriveste",
        "PasswordRepeat": "Parolă (repetă)",
        "PercentDone": "%s %% Done",
        "PiwikOrgNewsletter": "trimite-mi email-uri cu noutăți importante legate de comunitatea Piwik",
        "PiwikProNewsletter": "Sunt interesat(ă) de serviciile %sPiwik PRO%s (nu mai mult de 1 email pe lună)",
        "PleaseFixTheFollowingErrors": "Vă rugăm să reparati următoarele erori",
        "PluginDescription": "Procesul de instalare a Piwik.Instalarea se face de obicei o singură dată. În cazul în care fișierul de configurare de configurare\/config.inc.php este șters, instalarea va începe din nou.",
        "Requirements": "Piwik Cerințe",
        "RestartWebServer": "Dupa ce faci aceasta schimbare, reporniți serverul de web.",
        "ReusingTables": "Reutilizare Tabele",
        "SeeBelowForMoreInfo": "Vezi mai jos pentru mai multe informații.",
        "SetupWebsite": "Setup a website",
        "SetupWebsiteError": "A fost o eroare atunci când s-a adăugart website-ul",
        "SetupWebSiteName": "nume size web",
        "SetupWebsiteSetupSuccess": "Website %s creat cu succes!",
        "SetupWebSiteURL": "URL site web",
        "SiteSetup": "Vă rugăm să configurati primul website pe care doriți să-l urmăriți și să fie analizat cu Piwik:",
        "SiteSetupFootnote": "Notă: odată ce instalarea Piwik este terminata, va fi capabil de a adăuga mai multe site-uri pentru a urmări!",
        "SuperUser": "Utilizator privilegiat",
        "SuperUserLogin": "login utilizator privilegiat",
        "SuperUserSetupError": "Nu a fost o eroare la adăugarea Super Utilizatorului",
        "SuperUserSetupSuccess": "Utilizator privilegiat creat cu succes!",
        "SystemCheck": "System check",
        "SystemCheckAutoUpdateHelp": "Notă: Un singur click pe Piwik pentru actualizare se necesită scrie-permisiune la folderul Piwik și conținutul său.",
        "SystemCheckCreateFunctionHelp": "Piwik foloseste functii anonime pentru callback.",
        "SystemCheckCronArchiveProcess": "Arhiva Cron",
        "SystemCheckCronArchiveProcessCLI": "Administrarea proceselor via CLI",
        "SystemCheckDatabaseHelp": "Piwik necesită fie extensia mysqli sau ambele extensiile DOP și PDO_MYSQL .",
        "SystemCheckDebugBacktraceHelp": "Vezi :: fabrica nu va fi capabila sa creeze vizualizări pentru modulul de asteptare.",
        "SystemCheckError": "A apărut o eroare - trebuie să fie reparata înainte de a continua",
        "SystemCheckEvalHelp": "Necesat de HTML Quickform și sistem templating Smarty .",
        "SystemCheckExtensions": "Alte extensii necesare",
        "SystemCheckFileIntegrity": "Fișier integrat",
        "SystemCheckFunctions": "Funcții necesare",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (grafică)",
        "SystemCheckGDHelp": "Sparklines (grafice mici) și graficele de imagine (în Piwik app mobile și rapoarte de e-mail) nu vor funcționa.",
        "SystemCheckGlobHelp": "Această funcție built-in a fost dezactivată de gazda dumneavoastra. Piwik va încerca să imite această funcție, dar poate întâlni alte restricții de securitate. Funcționalitatea poatr fi afectata.",
        "SystemCheckGzcompressHelp": "Trebuie sa se permita extinderea zlib și funcția gzcompress.",
        "SystemCheckGzuncompressHelp": "Trebuie sa permiti extinderea zlib și funcția gzuncompress.",
        "SystemCheckIconvHelp": "Aveți nevoie de a configura și reconstrui PHP cu suport \"iconv\" activat, - cu-iconv.",
        "SystemCheckJsonHelp": "Este necesară extinderea php5-JSON pentru ca Piwik să citească și să scrie date JSON.",
        "SystemCheckMailHelp": "Mesajele de feedback și pierederea parolei nu va fi trimisa fara mail ().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Extensia mbstring este necesara pentru a se ocupa de caractere multioctet în interfața cu utilizatorul și API răspunsuri. De asemenea, vă rugăm să verificați dacă mbstring.func_overload este setat la \"0\" în php.ini.",
        "SystemCheckMemoryLimit": "Memory limit",
        "SystemCheckMemoryLimitHelp": "Pe un site cu trafic mare, procesul de arhivare poate necesita mai multă memorie decât este permis în prezent. Dacă este necesar, schimbați directiva limira_memorie în fișierul dvs. php.ini.",
        "SystemCheckOpenURL": "Deschide URL",
        "SystemCheckOpenURLHelp": "Abonamente la buletine informative, notificări de actualizare, și un singur clic-update necesită extensia \"ondula\", allow_url_fopen = On, sau fsockopen () activat.",
        "SystemCheckOtherExtensions": "Alte extensii",
        "SystemCheckOtherFunctions": "Alte Funcţionalităţi",
        "SystemCheckPackHelp": "Funcția pachet () este necesara pentru a urmări vizitatori de pe Piwik.",
        "SystemCheckParseIniFileHelp": "Această funcție built-in a fost dezactivată de gazda dumneavoastra. Piwik va încerca să imite această funcție, dar se pot întâlni cu alte restricții de securitate. Performanță Tracker va fi, de asemenea, afectata.",
        "SystemCheckPdoAndMysqliHelp": "Pe un server Linux, puteți compila php cu următoarele opțiuni: %1$s în php.ini dvs., adăugați următoarele linii: %2$s",
        "SystemCheckPhp": "PHP version",
        "SystemCheckPhpPdoAndMysqli": "Mai multe informatii pe:%1$sPHP PDO%2$s si %3$sMYSQLI%4$s.",
        "SystemCheckSessionAutostart": "Pentru a evita unele probleme pune la începutul fișierului php.ini: session.auto_start=0",
        "SystemCheckSplHelp": "Aveți nevoie pentru a configura și reconstrui PHP cu PHP Biblioteca Standard (SPL) activata (implicit).",
        "SystemCheckSummaryNoProblems": "Huzzah! Nu există probleme cu configurarea Piwik. Dă-ți o palma pe spate.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik a detectat unele probleme %1$s critic %2$s cu configurarea Piwik. %3$s Aceste probleme ar trebui să fie fixate imediat.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Există unele probleme cu sistemul dumneavoastră. Piwik va rula, dar s-ar putea confrunta cu unele probleme minore.",
        "SystemCheckTimeLimitHelp": "Pe un site cu trafic mare, executarea procesului de arhivare poate necesita mai mult timp decât este permis în prezent. Dacă este necesar, schimbați directiva max_executare_timp în fișierul dvs. php.ini",
        "SystemCheckTracker": "Stare Tracker",
        "SystemCheckTrackerHelp": "Cererea de GET pe piwik.php nu a reușit. Încercați lista albă pentru aceasta adresă URL de autentificare HTTP și dezactiveaza mod_security (va trebui să întrebați gazda dumneavoastra).",
        "SystemCheckWarnDomHelp": "Ar trebui să se permită extinderea \"dom\" (de exemplu, instalați \"php-dom\" și \/ sau \"php-xml\" pachet).",
        "SystemCheckWarning": "Piwik va funcționa în mod normal, dar unele caracteristici pot lipsi",
        "SystemCheckWarnJsonHelp": "Ar trebui să se permită extinderea \"JSON\" (de exemplu, instalați \"php-JSON\" pachetul) pentru o performanță mai bună.",
        "SystemCheckWarnLibXmlHelp": "Ar trebui să se permită extinderea \"libxml\" (de exemplu, \"instalti php-libxml\" pachetul), așa cum este cerut prin alte extensii de bază PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Ar trebui să permită extinderea \"SimpleXML\" (de exemplu, instalați \"php-SimpleXML\" și \/ sau \"php-xml\" pachet).",
        "SystemCheckWinPdoAndMysqliHelp": "Pe un server Windows, puteți să adăugați următoarele linii la php.ini: %s",
        "SystemCheckWriteDirs": "Directoare cu acces de scriere",
        "SystemCheckWriteDirsHelp": "Pentru a remedia această eroare pe sistemul dvs. Linux, încercați să tastați următoarea comandă",
        "SystemCheckZlibHelp": "Aveți nevoie de a configura și reconstrui PHP cu \"zlib\" sprijin activat, - cu-zlib.",
        "Tables": "Creare Tabele",
        "TablesCreatedSuccess": "Tabele create cu succes!",
        "TablesDelete": "Sterge tabelele detectate",
        "TablesDeletedSuccess": "Tabele Piwik existente au fost șterse cu succes",
        "TablesFound": "Urmatoarele tabele au fost gasite in baza de date",
        "TablesReuse": "Reutilizeaza tabelele existente",
        "TablesUpdatedSuccess": "Baza de date a fost actualizată cu succes de la %1$s la %2$s!",
        "TablesWarningHelp": "Alege fie să reutilizezi tabelele bazei de date existente sau selecteaza o instalare curată pentru a șterge toate datele existente în baza de date.",
        "TablesWithSameNamesFound": "Unele %1$s tabele din baza de date %2$s au aceleași nume ca tabelele Piwik care se încercarca a se crea",
        "Timezone": "Fusul orar al websit-ului",
        "WeHopeYouWillEnjoyPiwik": "Sperăm că vă veți bucura de utilizarea Piwik la fel de mult cum ne bucurăm de ceea ce face.",
        "Welcome": "Bine ai venit!",
        "WelcomeHelp": "<p> Piwik este un software de analiză de web open source care îl face ușor pentru a obține informațiile pe care doriți de la vizitatori. <\/p> Acest proces este împărțită în %s pași simpli și va dura aproximativ 5 minute. <\/p>",
        "WelcomeToCommunity": "Bine ai venit în comunitatea Piwik!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Despre traduceri Piwik",
        "PluginDescription": "Acest plugin va afișa o listă a limbilor disponibile pentru interfața Piwik. Limba selectată va fi salvată în preferințele fiecarui utilizator."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s casute abandonate%3$s si %4$s obiective abandonte %5$svaloare total de %6$s%7$s.",
        "AveragePageGenerationTime": "Fiecare pagină a avut, în medie %1$s pentru a încărca pentru acest vizitator.",
        "CalculatedOverNPageViews": "Calculat folosind aceast vizitator trecut %1$s pagini văzute.",
        "ClickToViewMoreAboutVisit": "Click pentru a vedea mai multe informații despre această vizită",
        "ConvertedNGoals": "Convertit %s Goluri",
        "EcommerceSummaryConversions": "%1$s%2$s comenzi pentru un total de %3$s%4$s, produse achizitionate %5$s .",
        "FirstVisit": "Prima vizita",
        "GoalType": "Tip",
        "HideMap": "ascunde hartă",
        "KeywordRankedOnSearchResultForThisVisitor": "Cuvinte cheie %1$s au fost clasate pe locul %2$s pe %3$s căutare pagina a rezultate pentru acest vizitator",
        "LastHours": "Ultimele %s ore",
        "LastMinutes": "Ultimele %s minute",
        "LastVisit": "Ultima vizita",
        "LinkVisitorLog": "Vezi registrul detalizat al vizitatorilor",
        "LoadMoreVisits": "Încărcați mai multe vizite",
        "MorePagesNotDisplayed": "mai multe pagini de acest vizitator nu sunt afișate",
        "NbVisitor": "1 vizitator",
        "NbVisitors": "%s vizitatori",
        "NextVisitor": "Urmatorul vizitator",
        "NoMoreVisits": "Nu există mai multe vizite pentru acest vizitator.",
        "PageRefreshed": "De cate ori aceasta pagina a fost vizualizata \/ reincarcata într-un rând.",
        "PluginDescription": "Urmariti vizitatori in timp real!",
        "PreviousVisitor": "Vizitatorul anterior",
        "RealTimeVisitorCount": "Numărul vizitatori în timp real",
        "Referrer_URL": "Referal URL",
        "ShowMap": "Arata harta",
        "SimpleRealTimeWidget_Message": "%s și %s în ultimele %s",
        "ViewVisitorProfile": "Vezi profilul vizitatorului",
        "VisitedPages": "Pagini vizitate",
        "VisitorLog": "Registrul vizitatorilor",
        "VisitorLogDocumentation": "Acest tabel arată cele mai recente vizite în intervalul de date selectat. Puteți vedea când a fost ultima vizita a unui vizitator a avut loc. %s În cazul în care intervalul de date include astăzi, puteți vedea vizitatorii dvs. în timp real! %s Datele afișate aici sunt mereu actualizate, indiferent cand si cât de des folosiți arhivarea cron.",
        "VisitorProfile": "Profilul vizitator",
        "VisitorsInRealTime": "Vizitatori în timp real",
        "VisitorsLastVisit": "Ultima vizită a acestui vizitator a avut loc cu %s zile în urmă.",
        "VisitsFrom": "%1$s%2$s vizite%3$s de la"
    },
    "Login": {
        "ConfirmationLinkSent": "Un link de confirmare a fost trimis la casuta ta de email. Verificați-vă e-mail-ul și vizitați aceast link legătură pentru a autoriza cererea de schimbare a parolei.",
        "ContactAdmin": "Motiv posibil: gazda ta poate avea dezactivata functia email . <br\/>Contactati adminstratorul.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utilizator cu acces la Super utilizator nu poate fi autentificat folosind '%s' mecanismul.",
        "ExceptionPasswordMD5HashExpected": "Parametrul parolei este aşteptat să fie un hash MD5 al parolei.",
        "InvalidNonceOrHeadersOrReferrer": "Formular de securitate nereusit. Vă rugăm să reîncărcați formularul și verificați dacă modulele cookie sunt activate. Dacă utilizați un server proxy, trebuie să configurati %s Piwik pentru a accepta antetul proxy %s care transmite antetul Host. De asemenea, verificați dacă antetul dvs. Referrer este trimis corect.",
        "InvalidOrExpiredToken": "Jetonul este invalid sau expirat.",
        "InvalidUsernameEmail": "Nume sau adresa email invalidă.",
        "LogIn": "Intrare",
        "LoginOrEmail": "Login sau E-mail",
        "LoginPasswordNotCorrect": "Numele sau parola sunt greşite.",
        "LostYourPassword": "Ai pierdut parola?",
        "MailPasswordChangeBody": "Buna %1$s,\n\nO solicitare de resetare a parolei a fost primita de la %2$s. Pentru a confirma această schimbare a parolei, si să va puteți conecta cu noile acreditări, accesați link-ul următor:\n\n%3$s\n\nNotă: acest simbol va expira în 24 de ore..\n\nVa mulțumim pentru utilizarea Piwik!",
        "MailTopicPasswordChange": "Confirmă schimbarea parolei",
        "PasswordChanged": "Parola ta a fost schimbată",
        "PasswordRepeat": "Parolă (repetă)",
        "PasswordsDoNotMatch": "Parolele nu se potrivesc.",
        "PluginDescription": "Logare Autentificare plugin, citind scrisorile de acreditare de la fișierul de configurare \/ config.ini.php pentru Super utilizator, și baza de date pentru alți utilizatori. Poate fi înlocuit cu ușurință pentru a introduce un nou mecanism de autentificare (OpenID, htaccess, personalizate Auth, etc).",
        "RememberMe": "Ţine-mă minte",
        "ResetPasswordInstructions": "Introduce o parolă nouă pentru contul tău."
    },
    "Mobile": {
        "AboutPiwikMobile": "Despre Piwik Mobil",
        "AccessUrlLabel": "URL Acces Piwik",
        "Account": "Cont",
        "Accounts": "Conturi",
        "AddAccount": "Adauga cont",
        "AddPiwikDemo": "Adauga Piwik Demo",
        "Advanced": "Avansat",
        "AnonymousAccess": "Acces anonim",
        "AnonymousTracking": "Urmărire anonim",
        "AskForAnonymousTrackingPermission": "Când este activat, Piwik Mobile va trimite date anonime de utilizare pe piwik.org. Intenția este de a folosi aceste date pentru a ajuta dezvoltatorii Piwik mobile a înțelege mai bine modul în care este utilizat app. Informațiile trimise sunt: meniuri și setări clic pe, nume de sistem de operare și versiune, orice eroare afișate în Piwik Mobile. Nu vom urmări datele dvs. Google Analytics. Aceste date anonime nu vor fi făcute publice. Puteți dezactiva \/ activa urmărirea anonim în Setări, în orice moment",
        "ChooseHttpTimeout": "Alegeți HTTP valoare timeout",
        "ChooseMetric": "Alege Metrica",
        "ChooseReport": "Alege raportul",
        "ConfirmRemoveAccount": "Doreşti să ştergi acest cont?",
        "DefaultReportDate": "Data raportului",
        "EmailUs": "Trimite-ne un email",
        "EnableGraphsLabel": "Afișare grafice",
        "EvolutionGraph": "Grafic istoric",
        "HelpUsToImprovePiwikMobile": "Doriți să activați urmărirea utilizării anonim în Piwik Mobile?",
        "HowtoDeleteAnAccount": "Apăsați lung pentru a elimina un cont.",
        "HowtoDeleteAnAccountOniOS": "Sterge de la dreapta la stanga pentru a sterge un cont",
        "HowtoLoginAnonymous": "Pentru anonimitate, omite numele şi parola.",
        "HttpIsNotSecureWarning": "Token-ul de autorizare Piwik (token_auth) este trimisă în text clar dacă utilizați \"HTTP\". Din acest motiv, vă recomandăm HTTPS pentru transportul în siguranță a datelor pe internet. Doriti să continuați?",
        "HttpTimeout": "HTTP Timeout",
        "IncompatiblePiwikVersion": "Versiunea Piwik pe care o utilizați este incompatibilă cu Piwik mobil 2. Actualizați instalarea Piwik și încercați din nou sau instalați Piwik Mobile 1.",
        "LastUpdated": "Ultima Actualizare: %s",
        "LoadingReport": "Se încarcă %s.",
        "LoginCredentials": "Scrisori de acreditare",
        "LoginToPiwikToChangeSettings": "Loghează-te pe server-ul tau. Piwik a crea și actualizat site-uri web, utilizatori sau pentru a modifica setările generale, cum ar fi \"Raport pentru a încărca în mod implicit\".",
        "LoginUseHttps": "Folosește https",
        "MultiChartLabel": "Afișare Sparklines",
        "NavigationBack": "Înapoi",
        "NetworkError": "Eroare de reţea",
        "NetworkErrorWithStatusCode": "Nu a fost o eroare \"%s\". Cererea de revenitre la statusul \"%s\". URL-ul a fost \"%s\". Vă rugăm să verificați URL-ul dvs. si erorile de logare de pe acest server pentru mai multe informații despre eroare și cum să-l rezolve .",
        "NetworkErrorWithStatusCodeShort": "Eroarea de reţea %s",
        "NetworkNotReachable": "Reteaua nu este accesibila",
        "NoAccountIsSelected": "Trebuie să selectați un cont. Adăugați un cont nou dacă nu ați configurat-o.",
        "NoDataShort": "Nu sunt date",
        "NoPiwikAccount": "Nu ai cont Piwik?",
        "NoReportsShort": "Rapoarte nu există",
        "NoVisitorFound": "Nu a fost găsit nici un vizitator",
        "NoVisitorsShort": "Nu sunt vizitatori",
        "NoWebsiteFound": "Nu s-a găsit site-ul",
        "NoWebsitesShort": "Nu sunt site-uri",
        "PullDownToRefresh": "Trage în jos pentru a reîmprospăta ...",
        "RatingDontRemindMe": "Nu-mi aminti",
        "RatingNotNow": "Nu acum",
        "RatingNow": "OK, il voi evalua acum",
        "RatingPleaseRateUs": "Piwik Mobile App este un software gratuit, ne-ar face placere dacă ați aloca 1 minut pentru a evalua aplicația în %s. Dacă aveți sugestii pentru noile caracteristici sau rapoarte de bug-uri, vă rugăm să contactați %s",
        "ReleaseToRefresh": "Lansare pentru reimprospatare...",
        "Reloading": "Reincarcare...",
        "RequestTimedOutShort": "Eroare de rețea timp expirat",
        "RestrictedCompatibility": "Compatibilitate limitată",
        "RestrictedCompatibilityExplanation": "Versiunea Piwik %s pe care o utilizați nu este pe deplin susținută de Piwik mobil 2. Este posibil să apară unele bug-uri. Vă recomandăm să updatezi Piwik la cea mai recentă versiune sau utilizati Piwik Mobile 1.",
        "SaveSuccessError": "URL-ul Piwik sau combinaţia nume utilizator şi parolă este greşită.",
        "SearchWebsite": "Cautare website-uri",
        "ShowAll": "Arată tot",
        "ShowLess": "Arata mai putin",
        "StaticGraph": "Privire de ansamblu asupra Graficelor",
        "TopVisitedWebsites": "Cele mai vizitate websit-uri",
        "TryIt": "Încearcă!",
        "UseSearchBarHint": "Numai primele %s site-uri sunt afișate aici. Va rugam sa folositi bara de căutare pentru a accesa alte site-uri web.",
        "VerifyAccount": "Cont verificat",
        "VerifyLoginData": "Ai grijă să introduci corect numele şi parola utilizatorului.",
        "YouAreOffline": "Ne pare rău, sunteți în prezent deconectat"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Numele furnizorului '%s' necunoscut. Încercați oricare dintre următoarele: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Poţi adîuga mai multe numele de telefon accesând",
        "MobileReport_MobileMessagingSettingsLink": "Pagina setări mesage mobile",
        "MobileReport_NoPhoneNumbers": "Vă rugăm să activați cel puțin un număr de telefon accesand",
        "MultiSites_Must_Be_Activated": "Pentru a genera texte SMS de statistici pe site-ul dvs., vă rugăm să activați plugin MultiSites în Piwik.",
        "PhoneNumbers": "Numere de telefon",
        "PluginDescription": "Creati și descărcati rapoarte SMS personalizate și le puteti trimite pe telefonul mobil o bază de zi , săptămânal sau lunar.",
        "Settings_APIKey": "Cheie API",
        "Settings_CountryCode": "Codul ţării",
        "Settings_CredentialNotProvided": "Înainte de a putea crea și gestiona numerele de telefon, vă rugăm să vă conectați la contul dvs. SMS Piwik de mai sus.",
        "Settings_CredentialNotProvidedByAdmin": "Înainte de a putea crea și gestiona numerele de telefon, vă rugăm să întrebați administratorul dvs. pentru a conecta Piwik la un cont SMS.",
        "Settings_CredentialProvided": "Contul tau de %s SMS API este corect configurat!",
        "Settings_DeleteAccountConfirm": "Sigur doriţi să ştergeţi acest cont SMS ?",
        "Settings_InvalidActivationCode": "Codul introdus nu a fost valabil, vă rugăm să încercați din nou.",
        "Settings_LetUsersManageAPICredential": "Permite utilizatorilor să gestioneze propriile date SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Toți utilizatorii au posibilitatea de a primi raport SMS-uri și vor utiliza creditul contului dvs..",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Fiecare utilizator va fi capabil de a configura propriul lor cont SMS API și nu va folosi creditul dvs.",
        "Settings_ManagePhoneNumbers": "Gestionare Numere telefon",
        "Settings_PhoneActivated": "Număr de telefon validat! Puteți primi acum SMS-uri cu statisticile.",
        "Settings_PhoneNumber": "Număr de telefon",
        "Settings_PhoneNumbers_Add": "Adaugă un Număr de Telefon nou",
        "Settings_PhoneNumbers_CountryCode_Help": "Dacă nu știți codul de țară pentru telefon, uita-te pentru țara ta aici",
        "Settings_PhoneNumbers_Help": "Înainte de a primi SMS-uri (mesaje text), rapoartele pe un telefon, numărul de telefon trebuie să fie introdusă mai jos.",
        "Settings_PhoneNumbers_HelpAdd": "Când faceți clic pe \"Add\", un SMS cu un cod va fi trimis la telefon. Utilizatorul primește codul ar trebui să intri, atunci la Piwik, faceți clic pe Settings, apoi faceți clic pe Mesagerie Mobile. După introducerea codului, utilizatorul va fi capabil de a primi rapoarte de text de pe telefonul lui.",
        "Settings_PleaseSignUp": "Pentru a crea SMS rapoarte și pentru primi mesaje text scurte cu statisticile site-urilor dvs. pe telefonul mobil, vă rugăm să vă înscrieți cu API SMS și sa introduceți informațiile dvs. mai jos.",
        "Settings_SMSAPIAccount": "Gestioneaza contul SMS API",
        "Settings_SMSProvider": "Operator SMS",
        "Settings_SuperAdmin": "Setările utilizatorului privilegiat",
        "Settings_SuspiciousPhoneNumber": "Dacă nu primiți un mesaj text, puteți încerca fără primul zero. de exemplu. %s.",
        "Settings_UpdateOrDeleteAccount": "Puteți, de asemenea %sactualiza%s sau %ssterge%s acest cont.",
        "Settings_ValidatePhoneNumber": "Verifică",
        "Settings_VerificationCodeJustSent": "Tocmai am trimis un SMS la acest număr cu un cod: Va rugam introduceti codul de mai sus și faceți clic pe \"Validare\".",
        "SettingsMenu": "Mesagerie mobil",
        "SMS_Content_Too_Long": "[prea lung]",
        "TopLinkTooltip": "Web Analytics Rapoarte livrate pe email-ul sau telefonul mobil!",
        "TopMenu": "Email & SMS Rapoarte",
        "VerificationText": "Codul este de %s. Pentru a valida numărul dvs. de telefon și pentru a primi rapoarte SMS Piwik vă rugăm să copiați acest cod în formă accesibilă prin intermediul Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Evoluţie",
        "LoadingWebsites": "încărcare site-uri web",
        "Pagination": "%s - %s of %s",
        "PluginDescription": "Afișează multi-site-ul rezumat executiv \/ statistici. În prezent, se menține o bază Piwik plugin.",
        "TopLinkTooltip": "Compara statisticiLE Web Analytics pentru toate site-urile dvs.."
    },
    "Overlay": {
        "Clicks": "%s click-uri",
        "ClicksFromXLinks": "%1$s click-uri de la unul dintre %2$s link-uri",
        "Domain": "Domeniu",
        "ErrorNotLoading": "Sesiunea de acoperire pagina nu a putut fi lansata încă.",
        "ErrorNotLoadingDetails": "Poate pagina încărcată din dreapta nu are codul de urmărire Piwik. În acest caz, încercați lansarea Overlay pentru o altă pagină din raportul de pagini.",
        "ErrorNotLoadingDetailsSSL": "Din moment ce utilizați Piwik peste https, cauza cea mai probabilă este că site-ul dvs. nu suporta SSL. Încercați să folosiți Piwik peste http.",
        "ErrorNotLoadingLink": "Click aici pentru a obține mai multe sfaturi pentru depanare",
        "Link": "Legătură",
        "Location": "Localitate",
        "NoData": "Nu există date pentru această pagină în perioada selectată.",
        "OneClick": "1 click",
        "OpenFullScreen": "Tot ecranul (fără bara laterală)",
        "Overlay": "Acoperire Pagina",
        "PluginDescription": "A se vedea,o analiză a datelor ca o suprapunere pe site-ul real.",
        "RedirectUrlError": "Încercați să deschideți Acoperire Pagina pentru URL-ul \"%s\". %s Niciunul dintre domeniile de setările Piwik nu se potrivește lcu acest link.",
        "RedirectUrlErrorAdmin": "Puteți adăuga domeniul ca o suplimentare de URL-ul %s in setarile%s.",
        "RedirectUrlErrorUser": "Adresați-vă administratorului pentru a adăuga un domeniu ca un URL suplimentar."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Selectați \"Da\" dacă doriți Piwik sa nu urmareasca pe deplin adrese IP.",
        "AnonymizeIpInlineHelp": "Ascunde ultimele cifre ale IP-ului vizitatorilor pentru a fi în conformitate cu legile privind protecţia datelor personale.",
        "AnonymizeIpMaskLengtDescription": "Selectați cât de multe bytes al IP-urilor de visitatori ar trebui să fie mascate.",
        "CannotLockSoDeleteLogActions": "Tabelul de acțiune jurnal nu va fi sters: vă rugăm să se acorde privilegiul LOCK TABLES pentru '%s' utilizatorul MySQL.",
        "ClickHereSettings": "Dă click aici pentru a accesa setările %s.",
        "CurrentDBSize": "Dimensiunea bazei de date curenta",
        "DBPurged": "DB curățat.",
        "DeleteBothConfirm": "Sunteți pe cale de a permite atât stergerea jurnalui de date ca si a rapoartului de ștergere a datelo. Acest lucru va elimina permanent capacitatea de a vizualiza date analitice vechi. Ești sigur că vrei să faci asta?",
        "DeleteDataDescription": "Puteți configura Piwik pentru a șterge în mod regulat logarile vechilor vizitatori și \/ sau rapoarte prelucrate pentru a păstra dimensiunea bazei de date cat mai mici.",
        "DeleteDataDescription2": "Daca doriti, rapoartele prelucrate nu vor fi șterse, doar vizita, vizualizări de pagini și de conversie vor fi șterse. Sau, rapoartele de pre-procesate pot fi șterse și datele din jurnal pot fi păstrate.",
        "DeleteDataInterval": "Şterge datele vechi fiecare",
        "DeleteDataSettings": "Şterge înregistrări şi raportare vechi",
        "DeleteLogDescription2": "Când activați ștergerea automată a jurnalului, trebuie să vă asigurați că toate rapoartele zilnice anterioare au fost prelucrate, astfel încât sa nu se piarda date .",
        "DeleteLogInfo": "Registrele din următoarele tabele vor fi șterse: %s",
        "DeleteLogsConfirm": "Sunteți pe cale de a permite ștergerea datelor de logare. În cazul în care datele din jurnalul vechi este eliminat, și nu au fost deja create rapoarte, nu va fi capabil de a vedea datele de analiză istorice din trecut. Ești sigur că vrei să faci asta?",
        "DeleteLogsOlderThan": "Șterge înregistrări mai vechi decât",
        "DeleteMaxRows": "Numărul maxim de rânduri pentru a șterge într-o cursă:",
        "DeleteMaxRowsNoLimit": "nelimitat",
        "DeleteReportsConfirm": "Sunteți pe cale de a permite ștergerea raportului de date. Dacă rapoartele vechi sunt eliminate, va trebui să re-prelucrare a acestora, în scopul de a le vizualiza. Ești sigur că vrei să faci asta?",
        "DeleteReportsDetailedInfo": "Datele din baza de date arhiva tabele numerice (%s) și tabele de arhivă pată de cerneală (%s) vor fi șterse.",
        "DeleteReportsInfo": "Dacă este activat, rapoartele vechi vor fi șterse. %sNoi recomandam pentru a se activa numai atunci când spațiul de baze de date este limitat.%s",
        "DeleteReportsInfo2": "Dacă nu ați activat \"%s\", rapoarte vechi vor fi recreate în mod automat atunci când sunt solicitate.",
        "DeleteReportsInfo3": "Dacă ați activat \"%s\", datele vor fi pierdute definitiv.",
        "DeleteReportsOlderThan": "Șterge rapoarte mai vechi de",
        "DeleteSchedulingSettings": "Setările de programare",
        "DoNotTrack_Description": "Nu urmari este o tehnologie și propunere de politici, care permite utilizatorilor să renunțațe la urmărirea de către site-urile care le viziteaza, inclusiv servicii de analiză, retele de publicitate, și platforme sociale.",
        "DoNotTrack_Disable": "Dezactivați nu urmăresc suport",
        "DoNotTrack_Disabled": "Piwik în prezent de urmăriste toți vizitatorii, chiar și atunci când se specifică \"Nu vreau să fiu urmărit\" în browserele lor web.",
        "DoNotTrack_DisabledMoreInfo": "Recomandăm să respecţi confidenţialitatea vizitatorilor şi să activezi funcţia DoNotTrack.",
        "DoNotTrack_Enable": "Nu se permite urmărire suport",
        "DoNotTrack_Enabled": "Bravo, respecţi confidenţialitatea utilizatorilor tăi!",
        "DoNotTrack_EnabledMoreInfo": "Atunci când utilizatorii au setat browser-ul lor web pentru a \"nu vreau să fie urmărit\" (DoNotTrack este activat), atunci Piwik nu va urmări aceste vizite.",
        "DoNotTrack_SupportDNTPreference": "Nu urmăresc preferință suport",
        "EstimatedDBSizeAfterPurge": "Dimensiunea estimativa a bazei de date după epurare",
        "EstimatedSpaceSaved": "Estimare spatiu salvat",
        "GeolocationAnonymizeIpNote": "Notă: Geolocation va avea aproximativ aceleași rezultate cu un octet anonime. Cu 2 bytes sau mai multe, Geolocation vor fi inexacte.",
        "GetPurgeEstimate": "Estimare curatenie",
        "KeepBasicMetrics": "Păstrați metrici de bază (vizite, vizualizări de pagină, bounce rate, conversiile de obiectiv, conversii de comert electronic, etc.)",
        "KeepDataFor": "Păstrează toate datele:",
        "KeepReportSegments": "Pentru datele păstrate de mai sus, se păstreaza, de asemenea, rapoarte segmentate",
        "LastDelete": "Ultima ștergere a fost pe",
        "LeastDaysInput": "Vă rugăm să specificați un număr de zile mai mare decât %s.",
        "LeastMonthsInput": "Vă rugăm să specificați un număr de luni mai mare decât %s.",
        "MenuPrivacySettings": "Confidenţialitate",
        "NextDelete": "Următoarea programare de ștergere",
        "PluginDescription": "Personaliza-ti Piwik pentru a face viața privată în conformitate cu legislațiile existente.",
        "PurgeNow": "Curăța DB acum",
        "PurgeNowConfirm": "Ești pe cale de a șterge definitiv baza de date. Sigur doriți să continuați?",
        "PurgingData": "Purjare de date ...",
        "RecommendedForPrivacy": "(recomandat pentru intimitate)",
        "ReportsDataSavedEstimate": "Mărimea bazei de date",
        "SaveSettingsBeforePurge": "Ați schimbat setările de ștergere a datelor. Vă rugăm să le salvați înainte de a începe o curatare.",
        "SeeAlsoOurOfficialGuidePrivacy": "A se vedea, de asemenea, ghidul nostru oficial: %sWeb Analytics confidențialitate%s",
        "TeaserHeadline": "Setări confidenţialitate",
        "UseAnonymizedIpForVisitEnrichment": "De asemenea, utilizeaza adresele IP anonimime, atunci când se cresc vizitele.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugin-uri, cum ar fi Locația geografică prin intermediul IP și furnizor îmbunătățire metadate vizitator. În mod implicit aceste plugin-uri folosesc adresele IP anonimizate. Dacă selectați \"Nu\", atunci adresa IP complet non-anonime va fi folosit în loc, careare mai puțina intimitate, dar are o mai mare acuratețe a datelor.",
        "UseAnonymizeIp": "Adresele IP ale vizitatorilor anonimi",
        "UseDeleteLog": "Ștergeți regulat vechile logari al vizitatorilor din baza de date",
        "UseDeleteReports": "Șterge periodic rapoartele vechi din baza de date"
    },
    "Provider": {
        "ColumnProvider": "Operator",
        "PluginDescription": "Rapoarte ale Furnizorului de vizitatori.",
        "ProviderReportDocumentation": "Acest raport arată care furnizorii de servicii de Internet vizitatorii dvs. au folosit pentru a accesa site-ul. Puteți face clic pe un nume de furnizor pentru mai multe detalii. %s Daca Piwik nu poate determina furnizor un vizitator, acesta este listat ca IP.",
        "SubmenuLocationsProvider": "Locație și operatori",
        "WidgetProviders": "Provideri"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Acest raport arată toati referali într-un singur raport unificat, care listează toate site-urile, cuvintele cheie de căutare și campanii utilizate de vizitatorii dvs. pentru a găsi site-ul dumneavoastră.",
        "Campaigns": "Campanii",
        "CampaignsDocumentation": "Vizitatorii care au venit pe site-ul dvs. ca rezultat al unei campanii. %s A se vedea raportul %s pentru mai multe detalii.",
        "CampaignsReportDocumentation": "Acest raport arată care care campanii a adus vizitatori websitului.%s Pentru mai multe informații despre campaniile de urmărire, citiți documentația %scampanii pe piwik.org%s",
        "ColumnCampaign": "Campanie",
        "ColumnSearchEngine": "Motor de căutare",
        "ColumnSocial": "Reţea socială",
        "ColumnWebsite": "Site web",
        "ColumnWebsitePage": "Pagina Site Web",
        "DetailsByReferrerType": "Detalii de tipul referal",
        "DirectEntry": "Intrare directă",
        "DirectEntryDocumentation": "Un vizitator a intrat pe URL-ul din browser-ul său și a început sa navigheze pe site-ul tau - a introdus websitul direct .",
        "Distinct": "Districte de referali de tipul referal",
        "DistinctCampaigns": "campanii distincte",
        "DistinctKeywords": "cuvinte cheie distincte",
        "DistinctSearchEngines": "motoare căutare distincte",
        "DistinctWebsites": "situri web distincte",
        "EvolutionDocumentation": "Aceasta este o imagine de ansamblu a referenților care au condus vizitatorii spre site-ul dumneavoastră.",
        "EvolutionDocumentationMoreInfo": "Pentru mai multe informații despre diferitele tipuri de referali, consultați documentația de masa %s.",
        "Keywords": "Cuvinte-cheie",
        "KeywordsReportDocumentation": "Acest raport arată cuvintele cheie cu care utilizatorii au fost căutați pentru înainte de sa fie menționati la site-ul dumneavoastră. %s Făcând clic pe un rând din tabel, puteți vedea distribuția de motoare de căutare care au fost interogate pentru cuvântul cheie.",
        "PluginDescription": "Rapoarte Referenți date: motoarele de căutare, cuvinte cheie, site-uri, campanie de urmărire, de intrare directă.",
        "Referrer": "referal",
        "ReferrerName": "Nume referal",
        "Referrers": "Referinte",
        "ReferrersOverview": "Referenți Prezentare generală",
        "SearchEngines": "Motoare căutare",
        "SearchEnginesDocumentation": "Un vizitator a fost menționat de site-ul dvs. cu un motor de căutare. %s A se vedea raportul %s pentru mai multe detalii.",
        "SearchEnginesReportDocumentation": "Acest raport arată care motoare de căutare folosite de utilizatorilor pe site-ul dumneavoastră. %s Făcând clic pe un rând din tabel, puteți vedea ce utilizatorii au fost în căutarea pentru utilizarea unui anumit motor de căutare.",
        "SocialFooterMessage": "Acesta este un subset al raportului spre stânga. Se filtrează alte site-uri astfel încât să puteți compara referenți de rețea socială în mod direct.",
        "Socials": "Reţele sociale",
        "SocialsReportDocumentation": "Acest raport arată care rețelele sociale au condus vizitatori la site-ul tau. <br\/> Făcând clic pe un rând din tabel, puteți vedea de la care pagini de rețele sociale au venit vizitatori pe site-ul tau.",
        "SubmenuSearchEngines": "Motoare căutare şi cuvinte",
        "SubmenuWebsites": "Siteuri",
        "Type": "Tipuri referinta",
        "TypeCampaigns": "%s de la campanii",
        "TypeDirectEntries": "%s intrari directe",
        "TypeReportDocumentation": "Acest tabel conține informații despre distribuirea tipurilor de referal.",
        "TypeSearchEngines": "%s de la motoare cautare",
        "TypeWebsites": "%s de la siteuri",
        "UsingNDistinctUrls": "(folosind %s URL-uri distincte)",
        "ViewAllReferrers": "Vezi toti referali",
        "ViewReferrersBy": "Vezi referali cu %s",
        "Websites": "Siteuri",
        "WebsitesDocumentation": "Vizitatorul a urmat un link de pe alt website care la dus la website-ul dumneavoastră. %s A se vedea raportul %s pentru mai multe detalii.",
        "WebsitesReportDocumentation": "În acest tabel, puteți vedea ce site-uri web au facut referire vizitatorii la site-ul dumneavoastră. %s Făcând clic pe un rând din tabel, puteți vedea care URL-uri link-uri către site-ul dvs. au fost pe.",
        "WidgetExternalWebsites": "Lista siteurilor externe",
        "WidgetGetAll": "Toti Referalii",
        "WidgetKeywords": "Lista cuvintelor",
        "WidgetSocials": "Listă de reţele sociale",
        "WidgetTopKeywordsForPages": "Cuvinte cheie de top pentru URL-ul paginii",
        "XPercentOfVisits": "%s%% de vizite"
    },
    "RowEvolution": {
        "AvailableMetrics": "măsurători disponibile",
        "CompareDocumentation": "Faceți clic pe link-ul de mai jos și deschide acest pop-up pentru un alt rând de la aceeași masă pentru a compara mai multe înregistrări. <br\/> Folosiți-shift clic pentru a marca rândul de comparație, fără a deschide acest pop-up.",
        "CompareRows": "Compara inregistrari",
        "ComparingRecords": "Comparând %s rânduri",
        "Documentation": "Faceți clic pe metrici pentru a le afișa în Graficul de mare evoluție. Utilizați Shift-clic pentru a afișa mai multe valori dintr-o dată.",
        "MetricBetweenText": "între %s şi %s",
        "MetricChangeText": "%s schimba în perioada",
        "MetricMinMax": "%1$s variat între %2$s și %3$s în perioada",
        "MetricsFor": "Metrici pentru %s",
        "MultiRowEvolutionTitle": "Evoluția pe mai multe rânduri",
        "PickAnotherRow": "Alege un alt rând pentru a il compara",
        "PickARow": "Alege un rand pentru comparatie"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(opţional) opţiuni de vizualizare",
        "AggregateReportsFormat_GraphsOnly": "Numai graficele de afișare (nu tabele raport)",
        "AggregateReportsFormat_TablesAndGraphs": "Afiseaza tabele raport și grafice pentru toate rapoartele",
        "AggregateReportsFormat_TablesOnly": "(implicit) Raport tabele de afișare (Diagramele numai pentru indicatorii cheie)",
        "AlsoSendReportToTheseEmails": "De asemenea, trimite raportul la aceste e-mailuri (un e-mail pe linie):",
        "AreYouSureDeleteReport": "Sigur doriți să ștergeți acest raport și programul său?",
        "CancelAndReturnToReports": "Anuleaza și %sreveni-o la lista de rapoarte%s",
        "CreateAndScheduleReport": "Creați și Programați un raport",
        "CreateReport": "Creare raport",
        "CustomVisitorSegment": "Segment personalizat de vizitatori",
        "DescriptionOnFirstPage": "Descrierea raportului va fi afișata pe prima pagină a raportului.",
        "DisplayFormat_TablesOnly": "Tabele de afișare numai (nu grafice)",
        "EmailHello": "Să trăieşti,",
        "EmailReports": "Expediază raport prin e-mail",
        "EmailSchedule": "E-mail Program",
        "EvolutionGraph": "Arata Graficele Istorice pentru valorile top %s",
        "FrontPage": "Pagina titlu",
        "ManageEmailReports": "Gestionare e-mail Rapoarte",
        "MonthlyScheduleHelp": "Program lunar: Raportul va fi trimis în prima zi a fiecărei luni.",
        "MustBeLoggedIn": "Trebuie să fii logat pentru a crea și programa rapoarte personalizate.",
        "NoRecipients": "Acest raport nu are destinatari",
        "OClock": "ore",
        "Pagination": "Pagina %s din %s",
        "PiwikReports": "Rapoarte Piwik",
        "PleaseFindAttachedFile": "Vă rugăm să găsiți în fișierul tau atașat %1$s raportul pentru %2$s.",
        "PleaseFindBelow": "Va rugam sa gasiti mai jos raport ul tau de %1$s pentru %2$s.",
        "PluginDescription": "Creaza si descărca rapoartele tale personalizate, și le poti trimite prin e-mail zilnic, săptămânal sau lunar.",
        "ReportFormat": "Formatul raportului",
        "ReportHour": "Expediază raportul la",
        "ReportIncludeNWebsites": "Raportul va include principalii indicatori pentru toate site-urile care au cel puțin o vizită (de la %s site-uri disponibile în prezent ).",
        "ReportSent": "Raport trimis",
        "ReportsIncluded": "Statistici incluse",
        "ReportType": "Expediază raportul prin",
        "ReportUpdated": "Raport actualizat",
        "Segment_Deletion_Error": "Acest segment nu poate fi șters sau făcut invizibil pentru alți utilizatori, deoarece este folosit pentru a genera un raport de e-mail (e)%s. Vă rugăm să încercați din nou după eliminarea acestui segment din acest raport .",
        "Segment_Help": "Puteți selecta un segment personalizat existent pentru a aplica la datele din acest email raport . Puteți crea și edita segmente personalizate în tabloul de bord %s(click aici pentru a deschide)%s, apoi faceți clic pe caseta \"%s\", apoi \"%s\".",
        "SegmentAppliedToReports": "Segmentul '%s' este aplicat la rapoarte.",
        "SendReportNow": "Expediază raportul imediat",
        "SendReportTo": "Exediază raportul către",
        "SentToMe": "Expediază mie",
        "TableOfContent": "Lista raport",
        "ThereIsNoReportToManage": "Nu există nici un raport de a gestiona site-ul %s",
        "TopLinkTooltip": "Creați rapoarte e-mail pentru a obține statistici Piwik livrate la adresa dvs. de email sau adresa clienților dumneavoastră în mod automat!",
        "TopOfReport": "Inapoi de sus",
        "UpdateReport": "Actualizează raportul",
        "WeeklyScheduleHelp": "Program săptămânal: raportul va fi trimis luni, in fiecare săptămână."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Adaugă condiţia %s",
        "AddNewSegment": "Adaugă segment nou",
        "AreYouSureDeleteSegment": "Esti sigur ca vrei sa stergi acest segment?",
        "AutoArchivePreProcessed": "Rapoartele segmentate sunt pre-procesate (mai rapid, necesită archive.php cron)",
        "AutoArchiveRealTime": "rapoartele segmentate sunt procesate în timp real",
        "ChooseASegment": "Selectare segment",
        "DataAvailableAtLaterDate": "Rapoartele de analiză segmentate vor fi disponibile mai târziu. Ne cerem scuze pentru neplăcerile create.",
        "DefaultAllVisits": "Toate vizite",
        "DragDropCondition": "Conditie trage & lasa",
        "LoadingSegmentedDataMayTakeSomeTime": "Prelucrarea datelor pe segmentul vizitatorii poate dura câteva minute ...",
        "OperatorAND": "ŞI",
        "OperatorOR": "SAU",
        "SaveAndApply": "Salvează şi aplică",
        "SegmentDisplayedAllWebsites": "toate siturile web",
        "SegmentDisplayedThisWebsiteOnly": "numai acest site web",
        "SegmentIsDisplayedForWebsite": "și afișate pentru",
        "SegmentNotApplied": "Segmentul '%s' nu se aplica",
        "SegmentNotAppliedMessage": "Vi se solicită date pentru segmentul personalizat '%s', această configurație Piwik împiedică în prezent prelucrarea în timp real a rapoartelor pentru motive de performanță.",
        "SelectSegmentOfVisitors": "Selecteaza un segment de vizitatori:",
        "ThisSegmentIsVisibleTo": "Acest segment este vizibil către:",
        "VisibleToAllUsers": "tuturor utilizatorilor",
        "VisibleToMe": "mie",
        "YouDontHaveAccessToCreateSegments": "Nu ai nivelul de acces necesar pentru a crea și edita segmente.",
        "YouMayChangeSetting": "Alternativ, puteți schimba setările în fișierul de configurare (%s), sau pentru a edita acest segment și alegeți '%s'.",
        "YouMustBeLoggedInToCreateSegments": "Trebuie să fii logat pentru a crea și edita segmente de vizitatori personalizate."
    },
    "SEO": {
        "AlexaRank": "Poziţie în Alexa",
        "Bing_IndexedPages": "Pagini indexate de Bing",
        "Dmoz": "DMOZ intrari",
        "DomainAge": "Vechime domeniu",
        "ExternalBacklinks": "Backlink-uri externe (Majestic)",
        "Google_IndexedPages": "Pagini indexate de Google",
        "Rank": "Poziţie",
        "ReferrerDomains": "Referrer Domenii (Majestic)",
        "SeoRankings": "Poziţionări SEO",
        "SEORankingsFor": "Poziţionări SEO pentru %s",
        "ViewBacklinksOnMajesticSEO": "Vezi backlink externe cu raport pe MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Adauga un site",
        "AdvancedTimezoneSupportNotFound": "Suportul avansat de fus orar nu a fost găsit în PHP-ul (susținută în PHP> = 5.2). Puteți alege în continuare o UTC manual de offset.",
        "AliasUrlHelp": "Este recomandat, dar nu este necesar, pentru a specifica diferite URL-uri, câte unul pe linie, pe care vizitatorii tai il folosesc pentru a accesa acest site. Alias ​​URL-uri pentru un site web nu va apărea în referenți> raport website. Rețineți că nu este necesar să se specifice URL-uri cu și fără \"www\" ca Piwik le consideră automat pe ambele.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Modificarea fusului orar va afecta numai datele de acum incolo , și nu se va aplica retroactiv.",
        "ChooseCityInSameTimezoneAsYou": "Selectează un oraş din fusul tău orar.",
        "Currency": "Unitate monetară",
        "CurrencySymbolWillBeUsedForGoals": "Simbolul valutar va fi afișat lângă veniturile golobale.",
        "DefaultCurrencyForNewWebsites": "Valutar implicit pentru website-uri noi",
        "DefaultTimezoneForNewWebsites": "O zonă prestabilită de timp pentru site-uri noi",
        "DeleteConfirm": "Eşti sigur că doreşti să ştergi site-ul %s?",
        "DisableSiteSearch": "Nu urmări cautarea website-ului",
        "EcommerceHelp": "Când este activat, raportul \"Goluri\" va avea o nouă secțiune \"E-commerce\".",
        "EnableEcommerce": "E Commerce activat",
        "EnableSiteSearch": "Activare website cautare",
        "EnableSiteSpecificUserAgentExclude": "Permite excluderea agentului utilizator de pe site-ul specific.",
        "EnableSiteSpecificUserAgentExclude_Help": "Dacă aveți nevoie să excludeți diferiti agentii utilizator d pentru diferite site-uri, bifați această casetă, faceți clic pe Salvare și % %1$s adaugati agenții de utilizator de mai sus %2$s.",
        "ExceptionDeleteSite": "Nu este posibil să ștergeți acest site, acesta este singurul website-ul înregistrat. Adauga un nou site web în primul rând, apoi ștergel pe asta.",
        "ExceptionEmptyName": "The site name can't be empty.",
        "ExceptionInvalidCurrency": "Moneda \"%s\" nu este valida. Vă rugăm să introduceți un simbol monetar valabil (de exemplu %s)",
        "ExceptionInvalidIPFormat": "IP de a exclude \"%s\" nu are un format valid de IP (de exemplu %s).",
        "ExceptionInvalidTimezone": "Fusul orar \"%s\" nu este valid. Vă rugăm să introduceți un fus orar valid.",
        "ExceptionInvalidUrl": "Url-ul '%s' nu este o adresă URL validă.",
        "ExceptionNoUrl": "You must specify at least one URL for the site.",
        "ExcludedIps": "IP-uri excluse",
        "ExcludedParameters": "Parametri excluşi",
        "ExcludedUserAgents": "Agenți utilizator exclusi",
        "GlobalExcludedUserAgentHelp1": "Introduceți lista de agentii utilizator pentru a ii exclude de la urmărire de către Piwik.",
        "GlobalExcludedUserAgentHelp2": "Puteți utiliza acesta pentru a exclude unii roboții de a fi urmărite",
        "GlobalListExcludedIps": "Lista globală de adrese IP excluse",
        "GlobalListExcludedQueryParameters": "Lista globală de parametri URL interogare pentru a exclude",
        "GlobalListExcludedUserAgents": "Lista globală de agentii utilizator pentru a ii exclude",
        "GlobalListExcludedUserAgents_Desc": "Dacă un sir de agenti utilizatori vizitatorii conține oricare dintre șirurile specificate, vizitatorul va fi exclus din Piwik.",
        "GlobalWebsitesSettings": "Setările la nivel mondial ale websit-urilor",
        "HelpExcludedIps": "Introduceți lista de IP-uri, câte unul pe linie, pe care doriți să excludeți de la urmărită de către Piwik. Aveți posibilitatea să utilizați metacaractere, de ex. %1$s or %2$s",
        "JsTrackingTagHelp": "Aici este codul JavaScript de urmărire pentru a il include pe toate paginile dvs.",
        "KeepURLFragments": "Fragmente de pagină URL de urmărire",
        "KeepURLFragmentsHelp2": "Puteți înlocui, de asemenea, această setare pentru site-urile individuale de mai sus.",
        "KeepURLFragmentsLong": "Păstreaza fragmente din URL-ul paginii, atunci când urmarresti URL-ul paginii",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP-urile de mai jos vor fi excluse de la urmărire pe toate site-urile.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Interogarea parametrilor URL de mai jos vor fi exclusi de pe URL-uri de pe toate site-urile.",
        "ListOfQueryParametersToExclude": "Introduceți lista de URL parametrii de interogare, câte unul pe linie, pentru a exclude de la pagina de URL-uri rapoarte.",
        "MainDescription": "Your Web Analytics reports need Websites! Add, update, delete Websites, and show the Javascript to insert in your pages.",
        "NotAnEcommerceSite": "Nu este un site de e-comerţ",
        "NotFound": "Nu sunt website-uri găsite pentru",
        "NoWebsites": "Nu aveți nici un site web pentru a administra.",
        "OnlyOneSiteAtTime": "Puteți edita un singur site-ul la un moment dat. Vă rugăm să salvați sau anulati modificările dvs. curente de pe site-ul %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik permite pentru comerț electronic analiza de urmărire și de raportare. Aflați mai multe despre %s comerț electronic %s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik va exclude în mod automat parametrii comuni de sesiune (%s).",
        "PluginDescription": "Managementul site-uri web în Piwik: Adauga un nou site web, editaza unul deja existent, Arata codul JavaScript pentru il include pe paginile dvs.. Toate acțiunile sunt, de asemenea, disponibile prin intermediul API.",
        "SearchCategoryDesc": "Piwik poate urmări, de asemenea, categoria de căutare pentru fiecare website cuvânt cheie din cautarea interna.",
        "SearchCategoryLabel": "Parametru categorie",
        "SearchCategoryParametersDesc": "Puteți introduce o lista separata prin virgula de parametri de interogare care specifică categoria de căutare.",
        "SearchKeywordLabel": "Parametru Interogare",
        "SearchKeywordParametersDesc": "Introduceți o virgula pentru a separa lista de toti parametrilor de interogare care conțin cuvantul cheie cautat te website.",
        "SearchParametersNote": "Notă: parametrii de interogare și parametrii Categorie vor fi folosite numai pentru site-urile care au functia de Cautare activata dar a lăsat acești parametri goli.",
        "SearchParametersNote2": "Pentru a dezactiva cautare Site pentru site-uri noi, lăsați aceste două câmpuri goale.",
        "SearchUseDefault": "Utiliza %simplicite%s parametri site cautare",
        "SelectACity": "Selectează un oraş",
        "SelectDefaultCurrency": "Puteți selecta moneda în mod implicit pentru site-uri noi",
        "SelectDefaultTimezone": "Puteți selecta fusul orar pentru a selecta în mod implicit pentru noul site.",
        "ShowTrackingTag": "Vizionare cod de urmarire",
        "Sites": "Situri",
        "SiteSearchUse": "Puteți utiliza Piwik pentru a urmări și raporta ceea ce vizitatorii cauta în motorul de căutare intern al site-ul dvs..",
        "SuperUserAccessCan": "Un utilizator cu acces la Super Utilizatorul poate, de asemenea,%s specifica setări globale%s pentru site-uri noi.",
        "Timezone": "Fus orar",
        "TrackingSiteSearch": "Urmărire cautare interna a site-lui",
        "TrackingTags": "Codul de urmărire pentru %s",
        "Urls": "Adresa",
        "UTCTimeIs": "Timpul UTC este %s.",
        "WebsitesManagement": "Mangementul siteurilor",
        "YouCurrentlyHaveAccessToNWebsites": "In prezent aveti acces la %s site-uri web.",
        "YourCurrentIpAddressIs": "Adresa curenta de IP este %s"
    },
    "Transitions": {
        "BouncesInline": "%s salturi",
        "DirectEntries": "Intrari directe",
        "ErrorBack": "Du-te înapoi la acțiunea anterioară",
        "ExitsInline": "%s există",
        "FromCampaigns": "Din campanii",
        "FromPreviousPages": "De la pagini interne",
        "FromPreviousPagesInline": "%s de la paginile interne",
        "FromPreviousSiteSearches": "De la cautare interna",
        "FromPreviousSiteSearchesInline": "%s de la cautarile interne",
        "FromSearchEngines": "De la motoarele de căutare",
        "FromWebsites": "De pe website-uri",
        "IncomingTraffic": "Traficul de intrare",
        "LoopsInline": "%s reincarcare pagina",
        "NoDataForAction": "Nu este nici o data pentru %s",
        "NoDataForActionDetails": "Fie acțiunea nu a avut nici o afișări de pagină în timpul perioadei%s sau este invalida.",
        "OutgoingTraffic": "traficul de ieșire",
        "PluginDescription": "Rapoarte cu privire la acțiunile anterioare și următoarele pentru fiecare adresă URL pagină.",
        "ShareOfAllPageviews": "Această pagină a avut vizualizări de %s pagini (%s din toate vizualizări de pagini)",
        "ToFollowingPages": "Catre paginile interne",
        "ToFollowingPagesInline": "%s la pagini interne",
        "ToFollowingSiteSearches": "Cautari interne",
        "ToFollowingSiteSearchesInline": "%s căutări interne",
        "XOfAllPageviews": "%s toate vizualizarile de pe aceasta pagina",
        "XOutOfYVisits": "%s (din %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Nu pot găsifuncție apache_obtine_module , presupunând non-server de web Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Nu se poate gasi %1$s fisierul din arhiva %2$s!",
        "CannotFindGeoIPServerVar": "Variabila %s nu este setata. Server-ul dvs. ar putea să nu fie configurat corect.",
        "CannotFindPeclGeoIPDb": "Nu s-a putut găsi o țară, regiune sau oraș din baze de date pentru modulul GeoIP PECL. Asigurați-vă că baza de date GeoIP este situat în %1$s și este numita %2$s sau %3$s altfel modulul de PECL nu il va observa.",
        "CannotListContent": "Nu s-a putut lista continutul pentru: %1$s %2$s",
        "CannotLocalizeLocalIP": "Adresa IP %s este o adresă locală și nu pot fi localizate geografic.",
        "CannotSetupGeoIPAutoUpdating": "Se pare ca stocazi baza de date GeoIP afara din Piwik (putem spune, deoarece nu există baze de date în subdirectorul misc, dar GeoIP dvs. este de lucru). Piwik nu poate actualiza automat bazele de date GeoIP, dacă acestea sunt situate în afara de directorul misc.",
        "CannotUnzipDatFile": "Nu s-a putut dezarhiva fișierul dat în %1$s: %2$s",
        "City": "Oraş",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "continent_afr": "Africa",
        "continent_amc": "America Centrală",
        "continent_amn": "North America",
        "continent_ams": "South and Central America",
        "continent_ant": "Antarctica",
        "continent_asi": "Asia",
        "continent_eur": "Europe",
        "continent_oce": "Oceania",
        "Country": "Ţară",
        "country_a1": "Proxy anonim",
        "country_a2": "Provider Satelit",
        "country_ac": "Ascension Islands",
        "country_ad": "Andorra",
        "country_ae": "United Arab Emirates",
        "country_af": "Afghanistan",
        "country_ag": "Antigua and Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albania",
        "country_am": "Armenia",
        "country_an": "Netherlands Antilles",
        "country_ao": "Angola",
        "country_ap": "Regiunea Asia\/Pacific",
        "country_aq": "Antarctica",
        "country_ar": "Argentina",
        "country_as": "American Samoa",
        "country_at": "Austria",
        "country_au": "Australia",
        "country_aw": "Aruba",
        "country_ax": "Aland Islands",
        "country_az": "Azerbaijan",
        "country_ba": "Bosnia and Herzegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Belgium",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgaria",
        "country_bh": "Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Saint Barthelemy",
        "country_bm": "Bermuda",
        "country_bn": "Bruneo",
        "country_bo": "Bolivia",
        "country_bq": "Insulele Caraibe Olandeze",
        "country_br": "Brazil",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Burma",
        "country_bv": "Bouvet Island",
        "country_bw": "Botswana",
        "country_by": "Belarus",
        "country_bz": "Belize",
        "country_ca": "Canada",
        "country_cat": "Comunitățile vorbitoare de limbă catalană",
        "country_cc": "Cocos (Keeling) Islands",
        "country_cd": "Congo, The Democratic Republic of the",
        "country_cf": "Central African Republic",
        "country_cg": "Congo",
        "country_ch": "Switzerland",
        "country_ci": "Cote D'Ivoire",
        "country_ck": "Cook Islands",
        "country_cl": "Chile",
        "country_cm": "Cameroon",
        "country_cn": "China",
        "country_co": "Colombia",
        "country_cp": "Clipperton Island",
        "country_cr": "Costa Rica",
        "country_cs": "Serbia Montenegro",
        "country_cu": "Cuba",
        "country_cv": "Cape Verde",
        "country_cw": "Curaçao",
        "country_cx": "Christmas Island",
        "country_cy": "Cyprus",
        "country_cz": "Czech Republic",
        "country_de": "Germany",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibouti",
        "country_dk": "Denmark",
        "country_dm": "Dominica",
        "country_do": "Dominican Republic",
        "country_dz": "Algeria",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Ecuador",
        "country_ee": "Estonia",
        "country_eg": "Egypt",
        "country_eh": "Western Sahara",
        "country_er": "Eritrea",
        "country_es": "Spain",
        "country_et": "Ethiopia",
        "country_eu": "European Union",
        "country_fi": "Finland",
        "country_fj": "Fiji",
        "country_fk": "Falkland Islands (Malvinas)",
        "country_fm": "Micronesia, Federated States of",
        "country_fo": "Faroe Islands",
        "country_fr": "France",
        "country_fx": "France, Metropolitan",
        "country_ga": "Gabon",
        "country_gb": "Great Britain",
        "country_gd": "Grenada",
        "country_ge": "Georgia",
        "country_gf": "French Guyana",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Greenland",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadeloupe",
        "country_gq": "Equatorial Guinea",
        "country_gr": "Greece",
        "country_gs": "South Georgia and the South Sandwich Islands",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hong Kong",
        "country_hm": "Heard Island and McDonald Islands",
        "country_hn": "Honduras",
        "country_hr": "Croatia",
        "country_ht": "Haiti",
        "country_hu": "Hungary",
        "country_ic": "Canary Islands",
        "country_id": "Indonesia",
        "country_ie": "Ireland",
        "country_il": "Israel",
        "country_im": "Man Island",
        "country_in": "India",
        "country_io": "British Indian Ocean Territory",
        "country_iq": "Iraq",
        "country_ir": "Iran, Islamic Republic of",
        "country_is": "Iceland",
        "country_it": "Italy",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordan",
        "country_jp": "Japan",
        "country_ke": "Kenya",
        "country_kg": "Kyrgyzstan",
        "country_kh": "Cambodia",
        "country_ki": "Kiribati",
        "country_km": "Comoros",
        "country_kn": "Saint Kitts and Nevis",
        "country_kp": "Korea, Democratic People's Republic of",
        "country_kr": "Korea, Republic of",
        "country_kw": "Kuwait",
        "country_ky": "Cayman Islands",
        "country_kz": "Kazakhstan",
        "country_la": "Laos",
        "country_lb": "Lebanon",
        "country_lc": "Saint Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Lithuania",
        "country_lu": "Luxembourg",
        "country_lv": "Latvia",
        "country_ly": "Libya",
        "country_ma": "Morocco",
        "country_mc": "Monaco",
        "country_md": "Moldova, Republic of",
        "country_me": "Montenegro",
        "country_mf": "Saint Martin",
        "country_mg": "Madagascar",
        "country_mh": "Marshall Islands",
        "country_mk": "Macedonia",
        "country_ml": "Mali",
        "country_mm": "Myanmar",
        "country_mn": "Mongolia",
        "country_mo": "Macau",
        "country_mp": "Northern Mariana Islands",
        "country_mq": "Martinique",
        "country_mr": "Mauritania",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Maldives",
        "country_mw": "Malawi",
        "country_mx": "Mexico",
        "country_my": "Malaysia",
        "country_mz": "Mozambique",
        "country_na": "Namibia",
        "country_nc": "New Caledonia",
        "country_ne": "Niger",
        "country_nf": "Norfolk Island",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Netherlands",
        "country_no": "Norway",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Neutral Zone",
        "country_nu": "Niue",
        "country_nz": "New Zealand",
        "country_o1": "Altă ţară",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "French Polynesia",
        "country_pg": "Papua New Guinea",
        "country_ph": "Philippines",
        "country_pk": "Pakistan",
        "country_pl": "Poland",
        "country_pm": "Saint Pierre and Miquelon",
        "country_pn": "Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Palestinian Territory",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Reunion Island",
        "country_ro": "Romania",
        "country_rs": "Serbia",
        "country_ru": "Russia",
        "country_rw": "Rwanda",
        "country_sa": "Saudi Arabia",
        "country_sb": "Solomon Islands",
        "country_sc": "Seychelles",
        "country_sd": "Sudan",
        "country_se": "Sweden",
        "country_sf": "Finland",
        "country_sg": "Singapore",
        "country_sh": "Saint Helena",
        "country_si": "Slovenia",
        "country_sj": "Svalbard",
        "country_sk": "Slovakia",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Suriname",
        "country_ss": "Sudanul de Sud",
        "country_st": "Sao Tome and Principe",
        "country_su": "Old U.S.S.R",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten",
        "country_sy": "Syrian Arab Republic",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Turks and Caicos Islands",
        "country_td": "Chad",
        "country_tf": "French Southern Territories",
        "country_tg": "Togo",
        "country_th": "Thailand",
        "country_ti": "Tibet",
        "country_tj": "Tajikistan",
        "country_tk": "Tokelau",
        "country_tl": "East Timor",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunisia",
        "country_to": "Tonga",
        "country_tp": "East Timor",
        "country_tr": "Turkey",
        "country_tt": "Trinidad and Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tanzania, United Republic of",
        "country_ua": "Ukraine",
        "country_ug": "Uganda",
        "country_uk": "United Kingdom",
        "country_um": "United States Minor Outlying Islands",
        "country_us": "United States",
        "country_uy": "Uruguay",
        "country_uz": "Uzbekistan",
        "country_va": "Vatican City",
        "country_vc": "Saint Vincent and the Grenadines",
        "country_ve": "Venezuela",
        "country_vg": "Virgin Islands, British",
        "country_vi": "Virgin Islands, U.S.",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis and Futuna",
        "country_ws": "Samoa",
        "country_ye": "Yemen",
        "country_yt": "Mayotte",
        "country_yu": "Yugoslavia",
        "country_za": "South Africa",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "Conform acestui furnizor, locația curentă este",
        "DefaultLocationProviderDesc1": "Furnizorul de locație implicită ghiceste tara unui vizitator bazat pe limba care o folosesc.",
        "DefaultLocationProviderExplanation": "Acum folositi locatie implicita de furnizorul l, ceea ce înseamnă că Piwik va ghici locația vizitatorilor bazat pe limba pe care o folosesc. %1$scititi acest%2$s pentru a învăța cum să setați geolocalizarea mai precis.",
        "DistinctCountries": "%s ţări distincte",
        "DownloadingDb": "Se descarcă %s",
        "DownloadNewDatabasesEvery": "Actializează baza de date fiecare",
        "FatalErrorDuringDownload": "O eroare a avut loc în timp ce se descărca acest fișier. Ar putea fi ceva în neregulă cu conexiunea la internet, împreună cu baza de date GeoIP de descărcat sau Piwik. Încercați să-l descărcați și sa-l instalați manual.",
        "FoundApacheModules": "Piwik a găsit următoarele module Apache",
        "FromDifferentCities": "diferite orașe",
        "GeoIPCannotFindMbstringExtension": "Nu se poate găsi aceasta %1$s funcție . Asigurați-vă că %2$s extensia este instalata si incarcata.",
        "GeoIPDatabases": "Bazele de date GeoIP",
        "GeoIPDocumentationSuffix": "Pentru a vedea datele pentru acest raport, trebuie să configurati GeoIP în fila Geolocation admin tine.Comercial %1$sMaxmind%2$s baze de date GeoIP sunt mai precise decât cele libere. Pentru a vedea cât de exacte sunt, faceți clic pe %3$saici%4$s.",
        "GeoIPImplHasAccessTo": "Aceasta implementare GeoIP are acces la următoarele tipuri de baze de date",
        "GeoIPIncorrectDatabaseFormat": "Baza de date GeoIP nu pare să aibă formatul corect. Aceasta poate fi corupta. Asigurați-vă că utilizați versiunea binară și încercați să înlocuiți-l cu un alt exemplar.",
        "GeoIpLocationProviderDesc_Pecl1": "Acest furnizor de localizare folosește o bază de date GeoIP și un modul PECL pentru a determina cu exactitate și eficient locatia vizitatorilor tai.",
        "GeoIpLocationProviderDesc_Pecl2": "Nu există limitări cu acest furnizor, asta este cea pe care o recomandăm pentru utilizare.",
        "GeoIpLocationProviderDesc_Php1": "Acest furnizor de locație este cel mai simplu de instalat, deoarece nu are nevoie de configurare a serverului (ideal pentru shared hosting!). Acesta folosește o bază de date GeoIP și PHP API MaxMind pentru a determina cu exactitate locația vizitatorilor.",
        "GeoIpLocationProviderDesc_Php2": "În cazul în care site-ul dvs. primeste o multime de trafic, ați putea găsi că acest furnizor este prea lent. În acest caz, ar trebui să instalați %1$sPECL extensie%2$ssau %3$smodul server%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Acest furnizor de localizare utilizează modulul GeoIP care a fost instalat în serverul de HTTP. Acest furnizor este rapid și precis, dar %1$scanare poate fi utilizat numai cu urmărirea normală browser.%2$s",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Notă: anonimizare IP nu are nici un efect asupra locațiilor raportate de acest furnizor. Înainte de al utiliza cu anonimizare, IP, asigurați-vă că aceasta nu încalcă legile privind confidențialitatea ar putea fi supuse.",
        "GeoIpLocationProviderNotRecomnended": "Geolocation funcționează, dar nu utilizați unul dintre furnizorii recomandati.",
        "GeoIPNoServerVars": "Piwik nu poate găsi nici un GeoIP %s variabile.",
        "GeoIPPeclCustomDirNotSet": "%s Opțiune PHP ini nu este setata.",
        "GeoIPServerVarsFound": "Piwik detectează următoarele GeoIP %s variabile",
        "GeoIPUpdaterInstructions": "Introduceți link-uri de download pentru bazele de date de mai jos. Dacă ați achiziționat baze de date de la %3$sMaxMind%4$s, puteți găsi aceste link-uri %1$saici%2$s. Vă rugăm să contactați %3$sMaxMind%4$s în cazul în care aveți probleme cu accesarea acestora.",
        "GeoIPUpdaterIntro": "Piwik gestionează in prezent actualizări pentru următoarele baze de date GeoIP",
        "GeoLiteCityLink": "Dacă utilizați baza de date a orasului cu GeoLite , folosiți acest link:%1$s%2$s%3$s.",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "Pe această pagină poți schimba cum Piwik determină locațiile vizitatorilor.",
        "getCityDocumentation": "Acest raport arată din ce oras sunt vizitatorii când au accesat site-ul dumneavoastră.",
        "getContinentDocumentation": "Acest raport arată pe ce continent au fost vizitatori când au accesat site-ul dumneavoastră.",
        "getCountryDocumentation": "Acest raport arată din ce țară sunt vizitatorii dvs. cand au accesat site-ul dumneavoastră.",
        "getRegionDocumentation": "Acest raport arată din ce regiune sunt vizitatorii dvs. când au accesat site-ul dumneavoastră.",
        "HowToInstallApacheModule": "Cum instalez modulul GeoIP pentru Apache?",
        "HowToInstallGeoIPDatabases": "Cum pot obține bazele de date GeoIP?",
        "HowToInstallGeoIpPecl": "Cum instalez extensia GeoIP PECL?",
        "HowToInstallNginxModule": "Cum instalez modulul GeoIP pentru Nginx?",
        "HowToSetupGeoIP": "Cum să setați exact geolocalizarea cu GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s baza de date Geolite oras de la%3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extrageti acest fișier și copiați rezultatul, %1$s în %2$smisc%3$s Piwik subdirector (puteți face acest lucru fie prin FTP sau SSH).",
        "HowToSetupGeoIP_Step3": "Reîncarcă această ecran. %1$sGeoIP (PHP) furnizor de %2$s va fi de acum %3$sInstalat%4$s. Selectați-l.",
        "HowToSetupGeoIP_Step4": "Și ați terminat! Ai de configurat doar Piwik pentru a utiliza GeoIP ceea ce înseamnă că veți putea vedea în regiuni și orașe ce vizitatori cu informații foarte precise.",
        "HowToSetupGeoIPIntro": "Nu pare a avea o configurare exacte Geolocation. Aceasta este o caracteristică utilă și fără ea nu se vor vedea informatii corecte si complete de locație pentru vizitatori. Iată cum puteți începe rapid folosind-o:",
        "HttpServerModule": "Module HTTP Server",
        "InvalidGeoIPUpdatePeriod": "Perioada de valabilitate pentru updater GeoIP:%1$s. Valorile valide sunt %2$s.",
        "ISPDatabase": "Baza de date provideri internet",
        "IWantToDownloadFreeGeoIP": "Vreau să descarc gratuit baza de date GeoIP ...",
        "Latitude": "Latitudine",
        "Location": "Locaţie",
        "LocationDatabase": "Locatie baza de date",
        "LocationDatabaseHint": "O locatie bază de date este fie o țară, regiune sau oraș baza de date.",
        "LocationProvider": "Locație Provider",
        "Longitude": "Longitudine",
        "NoDataForGeoIPReport1": "Nu există date pentru acest raport, deoarece nu există, fie nu există date disponibile de localizare sau adresele IP ale vizitatorilor nu pot fi localizate geografic.",
        "NoDataForGeoIPReport2": "Pentru a activa geolocalizare exacta, modifica setările %1$saici%2$s și de a folosi o %3$s nivel oras baza de date%4$s.",
        "Organization": "Organizaţie",
        "OrgDatabase": "Orgaare baza de date",
        "PeclGeoIPNoDBDir": "Modulul PECL este în căutarea de baze de date în%1$s, dar acest director nu există. Vă rugăm să-l creeze și să adăugați bazele de date GeoIP . Alternativ, puteți seta %2$s la directorul corect în fișierul dvs. php.ini.",
        "PeclGeoLiteError": "Baza de date GeoIP în %1$s este numita %2$s. Din păcate, modulul de PECL nu-l va recunoaște cu acest nume. Vă rugăm să-l redenumiți la %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik nu gestionează în prezent nici o baza de date GeoIP.",
        "PluginDescription": "Rapoarte de informații cu privire la locația vizitatorilor, inclusiv țară, regiune, oraș și coordonatele geografice (latitudine \/ longitudine).",
        "Region": "Regiune",
        "SetupAutomaticUpdatesOfGeoIP": "Configurare automata aactualizărilor bazelor de date GeoIP",
        "SubmenuLocations": "Locații",
        "TestIPLocatorFailed": "Piwik încerca verificarea unei locații IP cunoscută (%1$s), dar serverul de returnat %2$s. În cazul în care acest furnizor s-a configurat corect, ea va reveni %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Fișierul descărcat nu este o bază de date GeoIP valabil. Vă rugăm să re-verificați URL-ul sau descărcati manual fișierul.",
        "ToGeolocateOldVisits": "Pentru a obține datele de localizare pentru d vizite vechi, script-ul descris %1$s aici %2$s.",
        "UnsupportedArchiveType": "Arhiva neacceptata tip întâlnit %1$s.",
        "UpdaterHasNotBeenRun": "Updater-ul nu a fost rulat.",
        "UpdaterIsNotScheduledToRun": "Acesta nu este programata să ruleze în viitor.",
        "UpdaterScheduledForNextRun": "Acesta este programat să ruleze în următoarea executare archive.php cron.",
        "UpdaterWasLastRun": "Programul de actualizare a fost lasat sa ruleze %s.",
        "UpdaterWillRunNext": "Programarea urmatoare trebuie sa ruleze pe %s.",
        "WidgetLocation": "Locaţia vizitatorului"
    },
    "UserCountryMap": {
        "AndNOthers": "si %s altii",
        "Cities": "Oraşe",
        "Countries": "Ţări",
        "DaysAgo": "%s zile în urmă",
        "GoalConversions": "%s obiectivul conversiilor",
        "Hours": "ore",
        "HoursAgo": "%s ore în urmă",
        "map": "harta",
        "Minutes": "minute",
        "MinutesAgo": "%s acum cateva minute",
        "None": "Nu sunt",
        "NoVisit": "Nici o vizita",
        "RealTimeMap": "Harta în timp real",
        "Regions": "Regiuni",
        "Searches": "%s cautari",
        "Seconds": "secunde",
        "SecondsAgo": "%s acum o secunda",
        "ShowingVisits": "Ultimile vizite geo-localizate",
        "Unlocated": "<b>%s<\/b> %p vizitelor de la %c nu au putut fi geolocalizate.",
        "VisitorMap": "Harta vizitatori",
        "WorldWide": "World-Wide"
    },
    "UserSettings": {
        "BrowserFamilies": "Tip browser",
        "BrowserLanguage": "Limba browser-ului",
        "Browsers": "Browsere",
        "BrowserWithNoPluginsEnabled": "%1$s fără plugin-uri activate",
        "BrowserWithPluginsEnabled": "%1$s cu plugin-uri %2$s activate",
        "ColumnBrowser": "Browser",
        "ColumnBrowserFamily": "Browser după familie",
        "ColumnBrowserVersion": "Versiunea browser-ului",
        "ColumnConfiguration": "Configuraţia",
        "ColumnOperatingSystem": "Sistem de operare",
        "ColumnResolution": "Rezoluţie ecran",
        "ColumnTypeOfScreen": "Tip ecran",
        "Configurations": "Configurare",
        "GamingConsole": "Consolă de joc",
        "Language_aa": "Afar",
        "Language_ab": "abhază",
        "Language_ae": "avestană",
        "Language_af": "afrikaans",
        "Language_ak": "akan",
        "Language_am": "amharică",
        "Language_an": "aragoneză",
        "Language_ar": "arabă",
        "Language_as": "asameză",
        "Language_av": "avară",
        "Language_ay": "aymara",
        "Language_az": "azeră",
        "Language_ba": "bașkiră",
        "Language_be": "bielorusă",
        "Language_bg": "bulgară",
        "Language_bh": "bihari",
        "Language_bi": "bislama",
        "Language_bm": "bambara",
        "Language_bn": "bengaleză",
        "Language_bo": "tibetană",
        "Language_br": "bretonă",
        "Language_bs": "bosniacă",
        "Language_ca": "catalană",
        "Language_ce": "cecenă",
        "Language_ch": "chamorro",
        "Language_co": "corsicană",
        "Language_cr": "cree",
        "Language_cs": "cehă",
        "Language_cu": "slavonă",
        "Language_cv": "ciuvașă",
        "Language_cy": "velșă",
        "Language_da": "daneză",
        "Language_de": "germană",
        "Language_dv": "divehi",
        "Language_dz": "dzongkha",
        "Language_ee": "ewe",
        "Language_el": "greacă",
        "Language_en": "engleză",
        "Language_eo": "esperanto",
        "Language_es": "spaniolă",
        "Language_et": "estoniană",
        "Language_eu": "bască",
        "Language_fa": "persană",
        "Language_ff": "fulah",
        "Language_fi": "finlandeză",
        "Language_fj": "fijiană",
        "Language_fo": "faroeză",
        "Language_fr": "franceză",
        "Language_fy": "frizonă occidentală",
        "Language_ga": "irlandeză",
        "Language_gd": "gaelică scoțiană",
        "Language_gl": "galiciană",
        "Language_gn": "guarani",
        "Language_gu": "gujarati",
        "Language_gv": "manx",
        "Language_ha": "hausa",
        "Language_he": "ebraică",
        "Language_hi": "hindi",
        "Language_ho": "hiri motu",
        "Language_hr": "croată",
        "Language_ht": "haitiană",
        "Language_hu": "maghiară",
        "Language_hy": "armeană",
        "Language_hz": "herero",
        "Language_ia": "interlingua",
        "Language_id": "indoneziană",
        "Language_ie": "interlingue",
        "Language_ig": "igbo",
        "Language_ii": "sichuan yi",
        "Language_ik": "inupiak",
        "Language_io": "ido",
        "Language_is": "islandeză",
        "Language_it": "italiană",
        "Language_iu": "inuktitut",
        "Language_ja": "japoneză",
        "Language_jv": "javaneză",
        "Language_ka": "georgiană",
        "Language_kg": "congoleză",
        "Language_ki": "kikuyu",
        "Language_kj": "kuanyama",
        "Language_kk": "kazahă",
        "Language_kl": "kalaallisut",
        "Language_km": "khmeră",
        "Language_kn": "kannada",
        "Language_ko": "coreeană",
        "Language_kr": "kanuri",
        "Language_ks": "cașmireză",
        "Language_ku": "kurdă",
        "Language_kv": "komi",
        "Language_kw": "cornică",
        "Language_ky": "kîrgîză",
        "Language_la": "latină",
        "Language_lb": "luxemburgheză",
        "Language_lg": "ganda",
        "Language_li": "limburgheză",
        "Language_ln": "lingala",
        "Language_lo": "laoțiană",
        "Language_lt": "lituaniană",
        "Language_lu": "luba-katanga",
        "Language_lv": "letonă",
        "Language_mg": "malgașă",
        "Language_mh": "marshalleză",
        "Language_mi": "maori",
        "Language_mk": "macedoneană",
        "Language_ml": "malayalam",
        "Language_mn": "mongolă",
        "Language_mr": "marathi",
        "Language_ms": "malay",
        "Language_mt": "malteză",
        "Language_my": "birmaneză",
        "Language_na": "nauru",
        "Language_nb": "norvegiana bokmål",
        "Language_nd": "ndebele de nord",
        "Language_ne": "nepaleză",
        "Language_ng": "ndonga",
        "Language_nl": "olandeză",
        "Language_nn": "norvegiană nynorsk",
        "Language_no": "norvegiană",
        "Language_nr": "ndebele de sud",
        "Language_nv": "navajo",
        "Language_ny": "nyanja",
        "Language_oc": "occitană",
        "Language_oj": "ojibwa",
        "Language_om": "oromo",
        "Language_or": "oriya",
        "Language_os": "osetă",
        "Language_pa": "punjabi",
        "Language_pi": "pali",
        "Language_pl": "poloneză",
        "Language_ps": "pașto",
        "Language_pt": "portugheză",
        "Language_qu": "quechua",
        "Language_rm": "retoromană",
        "Language_rn": "kirundi",
        "Language_ro": "română",
        "Language_ru": "rusă",
        "Language_rw": "kinyarwanda",
        "Language_sa": "sanscrită",
        "Language_sc": "sardiniană",
        "Language_sd": "sindhi",
        "Language_se": "sami de nord",
        "Language_sg": "sango",
        "Language_si": "singaleză",
        "Language_sk": "slovacă",
        "Language_sl": "slovenă",
        "Language_sm": "samoană",
        "Language_sn": "shona",
        "Language_so": "somaleză",
        "Language_sq": "albaneză",
        "Language_sr": "sârbă",
        "Language_ss": "swati",
        "Language_st": "sesotho",
        "Language_su": "sundaneză",
        "Language_sv": "suedeză",
        "Language_sw": "swahili",
        "Language_ta": "tamilă",
        "Language_te": "telugu",
        "Language_tg": "tadjică",
        "Language_th": "thailandeză",
        "Language_ti": "tigrinya",
        "Language_tk": "turkmenă",
        "Language_tl": "tagalog",
        "Language_tn": "setswana",
        "Language_to": "tonga",
        "Language_tr": "turcă",
        "Language_ts": "tsonga",
        "Language_tt": "tătară",
        "Language_tw": "twi",
        "Language_ty": "tahitiană",
        "Language_ug": "uigură",
        "Language_uk": "ucraineană",
        "Language_ur": "urdu",
        "Language_uz": "uzbecă",
        "Language_ve": "venda",
        "Language_vi": "vietnameză",
        "Language_vo": "volapuk",
        "Language_wa": "valonă",
        "Language_wo": "wolof",
        "Language_xh": "xhosa",
        "Language_yi": "idiș",
        "Language_yo": "yoruba",
        "Language_za": "zhuang",
        "Language_zh": "chineză",
        "Language_zu": "zulu",
        "LanguageCode": "Cod limbă",
        "MobileVsDesktop": "Mobil vs Desktop",
        "OperatingSystemFamily": "Sistem de operare după familie",
        "OperatingSystems": "Sisteme operare",
        "PluginDescription": "Rapoarte difera la setări utilizator: Browser, Browser de familie, sistemul de operare, plugins, Rezolutie, Global Setări.",
        "PluginDetectionDoesNotWorkInIE": "Notă: de detectare a plugin-uri nu funcționează în Internet Explorer. Acest raport se bazează doar pe browsere non-IE.",
        "Resolutions": "Rezolutii",
        "VisitorSettings": "Setări vizitatori",
        "WideScreen": "Ecran extins",
        "WidgetBrowserFamilies": "Browser dupa familie",
        "WidgetBrowserFamiliesDocumentation": "Acest grafic arată browserele vizitatorilor dvs. defalcate în familii browser. %s Cele mai importante informații pentru dezvoltatori web este ce fel de motor de cautare au utilizat vizitatorii lor . Etichetele conțin numele motoarelor urmate de cele mai comune browsere folosind motorul în paranteze.",
        "WidgetBrowsers": "Browsere vizitatori",
        "WidgetBrowsersDocumentation": "Acest raport conține informații cu privire la ce fel de browser utilizeaza de vizitatori . Fiecare versiune de browser este listată separat.",
        "WidgetBrowserVersion": "Versiunea browser-ului",
        "WidgetGlobalVisitors": "Configurare vizitatori globala",
        "WidgetGlobalVisitorsDocumentation": "Acest raport arată cele mai comune configurații generale,pe care vizitatorii le au avut. O configurație este combinația dintre un sistem de operare, un tip de browser și o rezoluție a ecranului.",
        "WidgetOperatingSystems": "Sisteme operare",
        "WidgetPlugins": "Lista pluginurilor",
        "WidgetPluginsDocumentation": "Acest raport arată ce plugin-uri de browser-ul au activat vizitatorii. Aceste informație ar putea fi importanta pentru a alege modul corect de a livra conținut.",
        "WidgetResolutions": "Rezolutii ecran",
        "WidgetWidescreen": "Normal \/ Ecran extins"
    },
    "UsersManager": {
        "AddUser": "Adaugă utilizator nou",
        "Alias": "Alias",
        "AllWebsites": "Toate siteurile",
        "AnonymousUserHasViewAccess": "Notă: utilizatorul %1$s are acces %2$s la acest website.",
        "AnonymousUserHasViewAccess2": "Rapoartele de analiză și informațiile dvs. despre vizitatori sunt facute publice.",
        "ApplyToAllWebsites": "Aplica tuturor siteurilor",
        "ChangeAllConfirm": "Esti sigur ca vrei sa scimbi '%s' permisiunile tuturor siteurilor?",
        "ChangePasswordConfirm": "Schimbarea parolei va modifica token_auth al utilizatorului. Într-adevăr doreşti să continui?",
        "ClickHereToDeleteTheCookie": "Click aici pentru a șterge cookie-ul și puenti-l pe Piwik sa urmăreasca vizitele",
        "ClickHereToSetTheCookieOnDomain": "Click aici pentru a stabili un cookie care va exclude vizitele dvs. de pe site-urile urmărite cu Piwik pe %s",
        "ConfirmGrantSuperUserAccess": "Chiar vrei să se acorde '%s' acces de Super utilizator? Avertisment: utilizatorul va avea acces la toate site-urile și va fi capabil de a efectua sarcini administrative.",
        "ConfirmProhibitMySuperUserAccess": "%s, chiar vrei să eliminați propriul Super acces utilizator? Veți pierde toate permisiunile și acces la toate site-urile și vei fi deconectat de la Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Chiar doriți să eliminați accesul Super utilizator de la \"%s\"? Utilizatorul va pierde toate permisiunile și acces la toate site-urile. Asigurați-vă că pentru a seta permisiuni la site-urile necesare , dacă este necesar.",
        "DeleteConfirm": "Eşti sigur că vrei să ştergi utilizatorul %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sTrimite email administratorului despre aceasta problema%2$s.",
        "ExceptionAccessValues": "Accesul parametru trebuie să aibă una din următoarele valori: [ %s ]",
        "ExceptionAdminAnonymous": "Nu poti autoriza 'admin' accesul la 'anonymous' user.",
        "ExceptionDeleteDoesNotExist": "Userul '%s' nu exista pentru ca a fost sters.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Stergerea utilizatorului '%s' nu este posibila.",
        "ExceptionEditAnonymous": "Userul anonim nu poate fi editat sau sters.De exemplu poti face ca statisticile tale sa fie publice autorizand 'view' accesul la 'anonymous' user.",
        "ExceptionEmailExists": "Deja există un utilizator cu adresa '%s'.",
        "ExceptionInvalidEmail": "Emailul nu are un format valid.",
        "ExceptionInvalidLoginFormat": "The login must be between %1$s and %2$s characters long and contain only letters, numbers, or the characters '_' or '-' or '.'",
        "ExceptionInvalidPassword": "Lungimea parolei trebuie să fie între %1$s şi %2$s simboluri.",
        "ExceptionLoginExists": "Login '%s' există deja.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth se așteaptă la o parolă distribuita-MD5 (32 de caractere șir lung). Vă rugăm să apelati la funcția md5 () la parola înainte de a apela această metodă.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Scoaterea accesul utilizatorului Super de la utilizator '%s' nu este posibil.",
        "ExceptionSuperUserAccess": "Acest utilizator are acces la Super utilizator și are deja permisiunea de a accesa și modifica toate site-urile din Piwik. Puteți scoate Super accesul utilizatorului la acest utilizator și încercați din nou.",
        "ExceptionUserDoesNotExist": "Utilizatorul '%s' nu există.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Trebuie să existe cel puțin un utilizator cu acces de Super utilizator. Vă rugăm să se acorde Super utilizator acces unui alt utilizator.",
        "ExcludeVisitsViaCookie": "Exclude vizitele tale cu ajutorul unui cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Pentru utilizatori anonimi, implicit se încarcă raportul pentru data",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Dacă doriți să modificați parolă taastati una noua. În caz contrar, lăsați spatiul gol.",
        "InjectedHostCannotChangePwd": "Daca în prezent vizitati o gazdă necunoscuta (%1$s). Nu puteți schimba parola până când această problemă nu este rezolvata.",
        "LastSeen": "Ultima data vazut",
        "MainDescription": "Decide userul ce are acces la propriul website . Poti de asemenea seta permisiunile la toate siteurile in acelasi timp.",
        "ManageAccess": "Manageriaza accesul",
        "MenuAnonymousUserSettings": "Setările utilizatorului anonim",
        "MenuUsers": "Utilizatori",
        "MenuUserSettings": "Setări utilizator",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Notă: Nu puteți schimba setările din această secțiune, pentru că nu aveți nici un site web care poate fi accesat de către un utilizator anonim.",
        "NoUsersExist": "Nu există încă utilizatori.",
        "PluginDescription": "Managementul utilizatorilor în Piwik: adăuga un nou utilizator, editaza o înregistrare existentă, actualizați permisiunile. Toate acțiunile sunt, de asemenea, disponibile prin intermediul API.",
        "PrivAdmin": "Admin",
        "PrivNone": "Fără acces",
        "PrivView": "Vezi",
        "ReportDateToLoadByDefault": "Data raportului pentru a încărca în mod implicit",
        "ReportToLoadByDefault": "Raport pentru a încărca în mod implicit",
        "SuperUserAccessManagement": "Gestionarea Super acces utilizator",
        "SuperUserAccessManagementGrantMore": "Puteți acorda Super accesul utilizatorului la alți utilizatori de Piwik aici. Vă rugăm să folosiți cu atenție această caracteristică.",
        "SuperUserAccessManagementMainDescription": "Super utilizatorii au cele mai mari permisiunile. Ele pot îndeplini toate sarcinile administrative, cum ar fi adăugarea de noi site-uri pentru a monitoriza, adăugarea de utilizatori, schimbarea permisiunilor de utilizator, activarea și dezactivarea plugin-uri și chiar instalarea de noi plugin-uri de pe piață.",
        "TheLoginScreen": "Pagina de autentificare",
        "ThereAreCurrentlyNRegisteredUsers": "La moment există %s utilizatori înregistraţi.",
        "TypeYourPasswordAgain": "Introduce parola nouă încă o dată.",
        "User": "Utilizator",
        "UsersManagement": "Management useri",
        "UsersManagementMainDescription": "Creaza user nou sau actualizeaza userul existent. Poti seta permisiunile lor.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Atunci când utilizatorii nu sunt logati și viziteaza Piwik, acestea ar trebui să acceseze",
        "YourUsernameCannotBeChanged": "Numele tău de utilizator nu poate fi schimbat.",
        "YourVisitsAreIgnoredOnDomain": "%svizitele tale sunt ignorate de Piwik pe %s%s (piwik ignora cookie care a fost găsit în browser-ul dvs.).",
        "YourVisitsAreNotIgnored": "%s Vizitele tale nu sunt ignorate de Piwik%s (piwik ignora cookie care nu au fost găsite în browser-ul dvs.)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Acțiuni de Revenire Vizite",
        "ColumnAverageVisitDurationForReturningVisitors": "Med. Durata unei vizite Revenind (in sec)",
        "ColumnAvgActionsPerReturningVisit": "Med. Acțiuni per Revenind vizită",
        "ColumnBounceCountForReturningVisits": "Salt total pentru Revenire Vizite",
        "ColumnBounceRateForReturningVisits": "Pretul pentru revenirea vizitei",
        "ColumnMaxActionsInReturningVisit": "Acțiuni maxime într-o vizită de revenire",
        "ColumnNbReturningVisitsConverted": "Numărul de vizite întorse convertite",
        "ColumnReturningVisits": "Reintoarcere vizite",
        "ColumnSumVisitLengthReturning": "Timpul total petrecut de vizitatori reintorsi (în secunde",
        "ColumnUniqueReturningVisitors": "Vizitatori unici se reîntorc",
        "PluginDescription": "Rapoarteaza diverse statistici despre reintoarcerea Vizitei față de vizitatorii pentru prima dată.",
        "ReturnActions": "%s actiuni ale vizitatorilor intorsi",
        "ReturnAvgActions": "%s acțiuni pe revenirea vizita",
        "ReturnBounceRate": "%s vizite reîntoarse au sărit (au părăsit site-ul după o singură pagină)",
        "ReturningVisitDocumentation": "O vizită reventoarsa este ( spre deosebire de o nouă vizită) realizate de către cineva care a vizitat site-ul cel puțin o dată înainte.",
        "ReturningVisitsDocumentation": "Aceasta este o imagine de ansamblu a vizitelor care se întorc.",
        "ReturnVisits": "%s vizitatori intorsi",
        "SubmenuFrequency": "Frecventa",
        "WidgetGraphReturning": "Graficul vizitelor intoarse",
        "WidgetOverview": "Rezumat periodic"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ssec.",
        "ColumnPagesPerVisit": "Pagini pentru o vizită",
        "ColumnVisitDuration": "Durata vizitei",
        "Engagement": "Vizite repetate",
        "NPages": "%s pagini",
        "OneMinute": "1 min",
        "OnePage": "1 pagina",
        "PluginDescription": "Rapoarte cu privire la interesul vizitatorilor: numărul de pagini vizualizate, timpul petrecut pe site-ul web.",
        "PlusXMin": "%s min",
        "VisitNum": "Numărul de vizite",
        "VisitsByDaysSinceLast": "Vizite ordonate după zile de la ultima vizită",
        "visitsByVisitCount": "VIzite ordonate după numărul de vizite",
        "VisitsPerDuration": "Vizite per durata",
        "VisitsPerNbOfPages": "Vizite per numar pagini",
        "WidgetLengths": "Durata vizitelor",
        "WidgetLengthsDocumentation": "În acest raport, puteți vedea cât de multe vizite au avut o anumită durată totală. Inițial, raportul este prezentat ca un tag, duratele mai comune sunt afișate într-un font mai mare ..",
        "WidgetPages": "Pagini per vizita",
        "WidgetPagesDocumentation": "În acest raport, puteți vedea câte vizite implica un anumit număr de vizualizări de pagină. Inițial, raportul este prezentat ca un tag, un număr mare de pagini sunt afișate într-un font mai mare.",
        "WidgetVisitsByDaysSinceLast": "Vizite ordonate după zile de la ultima vizită",
        "WidgetVisitsByDaysSinceLastDocumentation": "În acest raport, puteți vedea cât de multe vizite au fost de la vizitatori a căror vizită in trecut a fost un anumit număr de zile.",
        "WidgetVisitsByNumDocumentation": "În acest raport, puteți vedea numărul de vizite, care au fost de la N vizita , de exemplu. de vizitatori care au vizitat site-ul dvs., cel puțin, de N ori."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s timpul mediu de generare",
        "AverageVisitDuration": "%s durata medie a vizitei",
        "GenerateQueries": "%s interogari executate",
        "GenerateTime": "%s secunde pentru generarea pagini",
        "MaxNbActions": "%s actiuni maxime pe vizita",
        "NbActionsDescription": "%s acţiuni",
        "NbActionsPerVisit": "%s acţiuni (vizionări de pagini, descîrcîri, linkuri externe şi căutări pe site) pentru o vizită",
        "NbDownloadsDescription": "%s descărcări",
        "NbKeywordsDescription": "%s cuvinte-cheie unice",
        "NbOutlinksDescription": "%s outlinks",
        "NbPageviewsDescription": "%s vizionări de pagine",
        "NbSearchesDescription": "total %s căutări pe site-ul tău",
        "NbUniqueDownloadsDescription": "%s descărcări unice",
        "NbUniqueOutlinksDescription": "%s outlinks unice",
        "NbUniquePageviewsDescription": "%s vizualizări unice de pagină",
        "NbUniqueVisitors": "%s vizitatori unici",
        "NbVisitsBounced": "%s vizite care au sarit(a părăsit site-ul după o singură pagină)",
        "PluginDescription": "Raportează general Analytics numerele: vizite, vizitatori unici, numărul de acțiuni, Bounce Rate, etc",
        "VisitsSummary": "Rezumatul vizitelor",
        "VisitsSummaryDocumentation": "Acesta este un rezumat a evoluţiei vizitelor.",
        "WidgetLastVisits": "Grafic ultima vizita",
        "WidgetOverviewGraph": "Rezumatul grafic",
        "WidgetVisits": "Rezumatul vizitelor"
    },
    "VisitTime": {
        "ColumnLocalTime": "Ora locală",
        "ColumnServerTime": "Ora serverului",
        "DayOfWeek": "Zi a săptămânii",
        "LocalTime": "Vizite pe timpul local",
        "NHour": "%sh",
        "PluginDescription": "Afişează ora locală şi cea a serverului. Timpul serverului poate fi folositor pentru a programa mentenanţa Websiteului.",
        "ServerTime": "Vizite pe timpul serverului",
        "SubmenuTimes": "Timp",
        "VisitsByDayOfWeek": "Vizite ordonate după ziua săptămânii",
        "WidgetByDayOfWeekDocumentation": "Acest grafic arată numărul de vizite primite de site-ul dvs. în fiecare zi a săptămânii.",
        "WidgetLocalTime": "Vizite dupa timpul local",
        "WidgetLocalTimeDocumentation": "Acest grafic arată ce timp a fost în zonele %s vizitatorilor' \"fus orar %s în timpul vizitei lor.",
        "WidgetServerTime": "Vizite dupa timpul serverului",
        "WidgetServerTimeDocumentation": "Acest grafic arată ce ora a fost în zona de %s server %s în timpul vizitelor."
    },
    "Widgetize": {
        "OpenInNewWindow": "Deschide intr-o fereastra noua",
        "PluginDescription": "Plugin-ul face foarte ușor orice exportul din Piwik Widget în blog-ul dvs., site-ul tau pe iGoogle și Netvibes!",
        "TopLinkTooltip": "Exporta Rapoarte Piwik ca Widgets și încorporeaza tabloul de bord în aplicația ca un iframe."
    }
}