{
    "Actions": {
        "ColumnClickedURL": "URL кликов",
        "ColumnClicks": "Клики",
        "ColumnClicksDocumentation": "Количество кликов по этой ссылке.",
        "ColumnDownloadURL": "Ссылка для загрузки",
        "ColumnEntryPageTitle": "Заголовок начальной страницы",
        "ColumnEntryPageURL": "URL начальной страницы",
        "ColumnExitPageTitle": "заголовок страницы выхода",
        "ColumnExitPageURL": "URL страницы выхода",
        "ColumnNoResultKeyword": "Ключевое слово без результатов в поиске",
        "ColumnPageName": "Название страницы",
        "ColumnPagesPerSearch": "Страницы результатов поиска",
        "ColumnPagesPerSearchDocumentation": "Посетители будут пользоваться поиском на вашем сайте и иногда нажимать `next` (след. страница), чтобы просмотреть больше результатов. Это среднее число страниц с результатами поиска для этого ключевого слова.",
        "ColumnPageURL": "URL страниц",
        "ColumnSearchCategory": "Искать категорию",
        "ColumnSearches": "Поиски",
        "ColumnSearchesDocumentation": "Число посещений, когда посетитель искал именно это ключевое слово через поиск на сайте.",
        "ColumnSearchExits": "% Уходы с поиска",
        "ColumnSearchExitsDocumentation": "Процент посещений, когда посетитель ушел с сайта после поиска на вашем сайте именно этого ключевого слова.",
        "ColumnSearchResultsCount": "Счетчик результатов",
        "ColumnSiteSearchKeywords": "Уникальные ключевые слова",
        "ColumnUniqueClicks": "Уникальные клики",
        "ColumnUniqueClicksDocumentation": "Кол-во посещений, когда была кликнута эта ссылка. Если ссылка была кликнута несколько раз в течение одного и того же посещения, это учитывается лишь раз.",
        "ColumnUniqueDownloads": "Уникальные загрузки",
        "ColumnUniqueOutlinks": "Уникальные исходящие ссылки",
        "DownloadsReportDocumentation": "В этом отчете вы можете видеть файлы, которые скачивали ваши посетители. %s За скачивание считается клик по соответствующей ссылке. Однако закончил ли посетитель скачивание остается неизвестным. За скачивание считается также открытие картинок и других расширений файлов.",
        "EntryPagesReportDocumentation": "Этот отчет содержит информацию о страницах входа за определенный период. Входная страница - это первая страница сайта, которую пользователь просматривает за посещение. %s Входящие ссылки отображаются в папочном виде.",
        "EntryPageTitles": "Заголовки страниц входа",
        "EntryPageTitlesReportDocumentation": "Этот отчет содержит информацию о заголовках входных страниц, на которые попадали посетители в конкретный период.",
        "ExitPagesReportDocumentation": "Этот отчет содержит информацию о страницах выхода за определенный период. Страница выхода - это последняя страница сайта, на которой побывал посетитель. %s Ссылки этих страниц отображаются в виде древовидной структуры.",
        "ExitPageTitles": "Заголовки страниц выхода",
        "ExitPageTitlesReportDocumentation": "Этот отчет содержит информацию о заголовках выходных страниц, с которых посетитель ушел с сайта в конкретный период.",
        "LearnMoreAboutSiteSearchLink": "Узнайте больше об отслеживании использования поиска на вашем сайте.",
        "OutlinkDocumentation": "Исходящая ссылка - ссылка, которая уводит посетителя с вашего сайта (на другой домен).",
        "OutlinksReportDocumentation": "Этот отчет показывает иерархический список исходящих ссылок, на которые пользователь кликнул.",
        "PagesReportDocumentation": "Этот отчет содержит информацию об адресах страниц, на которых побывали посетители вашего сайта. %s Таблица организовано иерархично - URL-ы отображаются папочной структурой.",
        "PageTitlesReportDocumentation": "Этот отчет содержит информацию о заголовках посещенных страниц. %s Заголовок страницы это HTML-тег %s, который браузеры отображают в заголовке окна (вкладки).",
        "PageUrls": "URL-ы страниц",
        "PluginDescription": "Отчеты о просмотрах страниц, внешних ссылках и загрузках. Отслеживание внешних ссылок и загрузок происходит автоматически!",
        "SiteSearchCategories1": "Этот отчет показывает список категорий, которые выбрали посетители при поиске на вашем сайте.",
        "SiteSearchCategories2": "Например, сайты электронной коммерции обычно имеют выбор `Категорий` товаровуслуг, чтобы посетителям было удобно их сортировать и искать.",
        "SiteSearchFollowingPagesDoc": "Когда посетители ищут что-то на вашем сайте, они хотят найти определенную страницу, контент, продукт или услугу. Этот отчет отображает страницы, по которым посетители кликают наиболее часто при поиске. Иными словами, это список страниц, которые ищутся наиболее часто на вашем сайте.",
        "SiteSearchIntro": "Отслеживание поиска на вашем сайте - эффективный способ узнать, чем именно интересуется ваша аудитория. Это может помочь найти идеи для нового контента, новых продуктов и улучшить взаимодействие посетителей с вашим сайта в целом.",
        "SiteSearchKeywordsDocumentation": "Эти отчет показывает список ключевых слов, которые посетители искали на вашем сайте через ваш поиск.",
        "SiteSearchKeywordsNoResultDocumentation": "Этот отчет отображает список ключевых слов, по которым не было ничего найдено на вашем сайте: возможно, стоит улучшить поисковый алгоритм на вашем сайте или посетители ищут то, чего на вашем сайте нет?",
        "SubmenuPagesEntry": "Страницы входа",
        "SubmenuPagesExit": "Страницы выхода",
        "SubmenuPageTitles": "Заголовки",
        "SubmenuSitesearch": "Поиск по сайту",
        "WidgetEntryPageTitles": "Заголовки страниц входа",
        "WidgetExitPageTitles": "Заголовки страницы выхода",
        "WidgetPagesEntry": "Страницы входа",
        "WidgetPagesExit": "Страницы выхода",
        "WidgetPageTitles": "Заголовки страниц",
        "WidgetPageTitlesFollowingSearch": "Заголовки страниц, которые нашлись в поиске",
        "WidgetPageUrlsFollowingSearch": "Страницы, которые нашлись в поиске",
        "WidgetSearchCategories": "Категории поиска",
        "WidgetSearchKeywords": "Поисковые ключевые слова сайта",
        "WidgetSearchNoResultKeywords": "Поисковые ключевые слова без результатов"
    },
    "Annotations": {
        "AddAnnotationsFor": "Добавить заметки для %s...",
        "AnnotationOnDate": "Заметка на %1$s: %2$s",
        "Annotations": "Примечания",
        "ClickToDelete": "Удалить это примечание.",
        "ClickToEdit": "Нажмите, чтобы отредактировать заметку.",
        "ClickToEditOrAdd": "Щелкните, чтобы изменить или добавить новые заметки.",
        "ClickToStarOrUnstar": "Кликните для того, чтобы поставить или снять отметку.",
        "CreateNewAnnotation": "Создать заметку",
        "EnterAnnotationText": "Введите свою заметку",
        "HideAnnotationsFor": "Спрятать заметки для %s...",
        "IconDesc": "Просмотреть заметки для данного диапазона дат.",
        "IconDescHideNotes": "Спрятать заметки для данного диапазона дат.",
        "InlineQuickHelp": "Вы можете создавать заметки для того, чтобы отмечать важные события в истории вашего сайта (такие как новый пост в блоге или редизайн).",
        "LoginToAnnotate": "Войдите для создания заметок.",
        "NoAnnotations": "Нет заметок в данном диапазоне дат.",
        "PluginDescription": "Позволяет прикрепить заметки к различным дням, чтобы отметить изменения, внесённые в ваш сайт. Создавая заметки, вы будете знать, почему посещения изменились именно так.",
        "ViewAndAddAnnotations": "Просмотреть и добавить заметки для %s...",
        "YouCannotModifyThisNote": "Вы не можете изменить эту заметку, так как вы не являетесь её автором. Также у вас нет прав администратора."
    },
    "API": {
        "GenerateVisits": "Если у вас нет данных на сегодня, вы можете для начала сгенерировать немного статистики, используя плагин: %s. Включите плагин %s, кликните на ’Visitor Generator’ в панели администрирования Piwik.",
        "KeepTokenSecret": "Этот token_auth является таким же секретным, как ваш логин и пароль. %s НЕ СООБЩАЙТЕ ЕГО НИКОМУ%s!",
        "LoadedAPIs": "%s API успешно загружен",
        "MoreInformation": "Чтобы узнать больше информации о Piwik API, пожалуйста, посмотрите раздел %s Introduction to Piwik API %s в %s Piwik API Reference %s.",
        "PluginDescription": "Доступ к любой информации в системе веб-аналитики осуществляется с помощью простого API. Этот плагин является точкой вхождения в веб сервис, и с его помощью вы можете извлекать данные о Веб аналитике в различные форматы, например, xml, json, php, csv и т. д.",
        "QuickDocumentationTitle": "Краткая API документация",
        "TopLinkTooltip": "Получайте доступ к вашей веб-аналитике с помощью простого API и использования json, xml и др.",
        "UserAuthentication": "Аутентификация пользователя",
        "UsingTokenAuth": "Если вам необходимо %s запрашивать данные в ваших скриптах, cron-задачах, или другого источника, то вам %s необходимо добавить следующий ключ %s к URL API-вызова, который требует аутентификации."
    },
    "CoreAdminHome": {
        "Administration": "Администрирование",
        "BrandingSettings": "Настройки логотипа",
        "CheckReleaseGetVersion": "При проверке новой версии Piwik всегда получать",
        "ClickHereToOptIn": "Кликните, чтобы вы учитывались в аналитике.",
        "ClickHereToOptOut": "Кликните, чтобы отказаться от учета вас в аналитике.",
        "CustomLogoFeedbackInfo": "Если вы используйете свой логотип, вам, возможно, также понадобится скрыть ссылку %s в верхнем меню. Для этого просто отключите плагин Feedback (обратная связь) на странице %sУправление плагинами%s.",
        "CustomLogoHelpText": "Вы можете добавить свой логотип, который будет отображаться отчетах.",
        "DevelopmentProcess": "В то время как наш %sпроцесс разработки%s включает в себя тысячи автоматизированных тестов, бета-тестеры играют ключевую роль в достижении \"No bug policy\" в Piwik.",
        "EmailServerSettings": "Настройки сервера электронной почты",
        "ForBetaTestersOnly": "Только для бета-тестеров",
        "ImageTracking": "Отслеживание через изображение",
        "ImageTrackingIntro1": "Когда посетитель отключил JavaScript, или когда JavaScript не может быть использовано, вы можете использовать ссылку на изображение для отслеживания посетителей.",
        "ImageTrackingIntro2": "Создайте ссылку ниже и разместите сгенерированный HTML на страницах. Если вы используете это в качестве запасного варианта для отслеживания без JavaScript, вы можете его окружить его в тег %1$s.",
        "ImageTrackingIntro3": "Весь список опций, которые можно использовать с изображением-ссылкой отслеживания смотрите в %1$sTracking API Documentation%2$s.",
        "ImageTrackingLink": "Ссылка на изображение для отслеживания",
        "ImportingServerLogs": "Импортирование логов сервера",
        "ImportingServerLogsDesc": "Альтернативой отслеживания посетителей через браузер (вместо JavaScript или ссылки на изображение) является постоянно импортировать логи сервера. Узнать больше о %1$sServer Log File Analytics%2$s.",
        "InvalidPluginsWarning": "Следующие плагины не совместимы с %1$s и не могут быть загружены: %2$s.",
        "InvalidPluginsYouCanUninstall": "Вы можете обновить или удалить эти плагины на странице %1$sУправления плагинами%2$s.",
        "JavaScriptTracking": "JavaScript-отслеживание",
        "JSTracking_CodeNote": "Удостоверьтесь, что этот код содержится на каждой странице вашего сайта перед тегом %1$s.",
        "JSTracking_CustomCampaignQueryParam": "Использовать пользовательские имена параметров в запросе для названия кампании и ключевого слова",
        "JSTracking_CustomCampaignQueryParamDesc": "Примечание: %1$sPiwik автоматически определит параметры Google Analytics.%2$s",
        "JSTracking_EnableDoNotTrack": "Включить обнаружение DoNotTrack на стороне пользователя.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Примечание: на стороне сервера поддержка DoNotTrack была включена, так что эта опция не будет иметь никакого эффекта.",
        "JSTracking_EnableDoNotTrackDesc": "Пользователь не будет отслеживаться, если он этого не хочет.",
        "JSTracking_GroupPageTitlesByDomain": "Подставлять домен сайта перед названием страницы при отслеживании",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Так что, если кто-то посещает страницу 'О нас' на поддомене blog.%1$s он будет записан как 'blog \/ О нас'. Это самый простой способ получить обзор вашего трафика по поддоменам.",
        "JSTracking_MergeAliases": "В отчёте \"Внешние ссылки\" скрыть клики известных псевдонимов",
        "JSTracking_MergeAliasesDesc": "Переходы по ссылкам на псевдонимы домена (например, %s) не будут учитываться как \"Внешние ссылки\".",
        "JSTracking_MergeSubdomains": "Отслеживание посетителей через все поддомены",
        "JSTracking_MergeSubdomainsDesc": "Если один посетитель заходил на %1$s и %2$s, то посещения будут учитываться как уникальный посетитель.",
        "JSTracking_PageCustomVars": "Отслеживать пользовательские переменные для каждого вида страницы",
        "JSTracking_PageCustomVarsDesc": "Например, имя переменной \"Категория\" и значение \"Официальные документы\".",
        "JSTracking_VisitorCustomVars": "Отслеживать пользовательские переменные для посетителя",
        "JSTracking_VisitorCustomVarsDesc": "Например, имя переменной \"Тип\" и значение \"Клиент\".",
        "JSTrackingIntro1": "Вы можете отслеживать посетителей разными способами. Мы рекомендуем использовать для этого JavaScript. Чтобы использовать это метод вы должны убедиться, что этот код размещён на каждой странице.",
        "JSTrackingIntro2": "Как только вы получили Javascript код для вашего сайта, скопируйте и вставьте его на все страницы вашего сайта, на которых вы хотите отслеживать посетителей.",
        "JSTrackingIntro3": "В большинстве CMS, блогах, сайтах и т.д. вы можете использовать готовый плагин, чтобы сделать технические правки на сайте вместо вас. (Смотрите %1$sсписок плагинов для интеграции с Piwik%2$s.) Если пока нет подходящего плагина - вы можете отредактировать шаблон сайта и добавить этот код в \"подвал\" файла.",
        "JSTrackingIntro4": "Если вы не хотите или не можете использовать JavaScript, %1$sвоспользуйтесь отслеживанием посетителей через изображение%2$s.",
        "JSTrackingIntro5": "Если вы хотите больше, чем простое отслеживание страниц, пожалуйста, ознакомьтесь с %1$sPiwik Javascript Tracking documentation%2$s для просмотра всех функций. С помощью этих функций вы можете отслеживать цели, пользовательские переменные, заказы электронной коммерции, неоформленные заказы и многое другое.",
        "LatestBetaRelease": "Последнюю тестовую версию",
        "LatestStableRelease": "Последнюю стабильную версию",
        "LogoUpload": "Выберите лого для загрузки",
        "LogoUploadHelp": "Пожалуйста, закачивайте файлы в %s форматах, минимальное ограничение по высоте – %s пикселей.",
        "MenuDiagnostic": "Диагностика",
        "MenuGeneralSettings": "Основные настройки",
        "MenuManage": "Управление",
        "OptOutComplete": "Исключение из политики конфиденциальности завершено; ваши посещения на данный сайт не будут учитываться системой веб аналитики. Мы уважаем ваш выбор.",
        "OptOutCompleteBis": "Заметьте, что если вы очистите cookies браузера, то, скорее всего, удалится и исключительный cookie, или если вы поменяете компьютер или браузер, то необходимо будет пройти процедуру исключения снова.",
        "OptOutExplanation": "Piwik – за сохранение личных данных в сети. Поэтому данная система может предложить вашим пользователям выбор исключения из политики конфиденциальности (отказ от дальнейшего сбора статистики о пользователе). Вы можете вставить следующий HTML-код на одну из ваших страниц сайта, например на страницу о гарантиях конфиденциальности.",
        "OptOutExplanationBis": "Этот код будет отображаться в iFrame, содержащем ссылку для посетителя для отказа о сборе данных о нем. Данные отказа хранятся на стороне посетителя, в его cookies браузера. %s Нажмите здесь%s для просмотра содержимого iFrame.",
        "OptOutForYourVisitors": "Исключение из политики конфиденциальности Piwik для посетителей",
        "PiwikIsInstalledAt": "Piwik установлен в",
        "PluginDescription": "Админпанель Piwik.",
        "PluginSettings": "Настройки плагина",
        "StableReleases": "Если Piwik является важной частью вашего бизнеса, мы рекомендуем использовать последнюю стабильную версию. Если вы используете последнюю бета версию, и вы нашли ошибку или есть предложение, пожалуйста, %sперейдите по ссылке%s.",
        "TrackAGoal": "Отслеживать цель",
        "TrackingCode": "Код отслеживания",
        "TrustedHostConfirm": "Вы уверены, что хотите сменить имя доверенного хоста Piwik?",
        "TrustedHostSettings": "Доверенные хосты Piwik",
        "UseCustomLogo": "Использовать свой логотип",
        "ValidPiwikHostname": "Домен для Piwik",
        "WithOptionalRevenue": "с дополнительным доходом",
        "YouAreOptedIn": "Статистика о вас собирается.",
        "YouAreOptedOut": "Вы отказались от сбора статистических данных.",
        "YouMayOptOut": "Вы можете отказаться от уникального cookie, привязанному к вашему браузеру, и идентифицирующего вас в системе аналикити данного сайта, тем самым отказавшись от любого сбора сведений о вас и их анализа на данном сайте.",
        "YouMayOptOutBis": "Снимите галочку и получите исключающий cookie для отказа сбора данных."
    },
    "CoreHome": {
        "CategoryNoData": "Нет данных в этой категории. Попробуйте \"Включить все показатели\".",
        "CheckForUpdates": "Проверить на обновления",
        "CheckPiwikOut": "Проверить Piwik на обновления!",
        "CloseWidgetDirections": "Вы можете закрыть этот виджет, нажав на значок 'X' в верхней части виджета.",
        "DataForThisReportHasBeenPurged": "Данные для этого отчета хранятся более %s месяцев и были почищены.",
        "DataTableExcludeAggregateRows": "Выбранные строки отображены %s Скрыть их",
        "DataTableIncludeAggregateRows": "Выбранные строки скрыты %s Показать их",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "по умолчанию",
        "DonateCall1": "Piwik всегда будет бесплатным для использования, но это не значит, что нам это ничего не стоит.",
        "DonateCall2": "Piwik нуждается в вашей постоянной поддержке, чтобы расти и процветать.",
        "DonateCall3": "Если вы думаете, что Piwik добавил существенное значение для вашего бизнеса или деятельности, %1$sпожалуйста, сделайте пожертвование!%2$s",
        "DonateFormInstructions": "Выберите ползунком нужную сумму, а затем нажмите Subscribe для пожертвования и подписки.",
        "ExcludeRowsWithLowPopulation": "Все строки отображены %s Кроме низких показателей",
        "FlattenDataTable": "Отчет построен по иерархии %s Сделать его более конкретным",
        "HowMuchIsPiwikWorth": "Определите стоимость Piwik для вас",
        "IncludeRowsWithLowPopulation": "Строки с низкими показателями отображены %s Показать все",
        "InjectedHostEmailBody": "Привет, попытался зайти в Piwik сегодня и столкнулся с проблемой неизвестного хоста.",
        "InjectedHostEmailSubject": "В Piwik был получен доступ по неизвестному хосту: %s",
        "InjectedHostNonSuperUserWarning": "%1$sНажмите здесь, чтобы безопасно войти в Piwik%2$s и убрать это предупреждение. Вы также можете связаться с администратором Piwik и уведомить его о проблеме (%3$sотправить ему email%4$s).",
        "InjectedHostSuperUserWarning": "Piwik может быть неправильно сконфигурирован (например, если Piwik был недавно перемещен на новый сервер или переехал на новый адрес). Вы также можете %1$sнажать сюда и добавить %2$s в качестве доверенного имени хоста Piwik (если вы доверяете ему)%3$s, или %4$sнажмите сюда и перейдите %5$s для безопасного доступа к Piwik%6$s.",
        "InjectedHostWarningIntro": "Сейчас вы заходите в Piwik на %1$s, но Piwik был настроен на этом адресе: %2$s.",
        "JavascriptDisabled": "JavaScript должен быть разрешен для корректного стандартного отображения Piwik.<br \/>Если Вы читаете это сообщение, значит JavaScript запрещен, либо не поддерживается вашим браузером.<br \/>Для использования стандартного вида, разрешите JavaScript в настройках вашего браузера, потом %1$sпопробуйте обновить страницу%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Внесите свой вклад: %1$sПожертвуйте сейчас%2$s для финансирования Piwik 2.0!",
        "MakeOneTimeDonation": "Сделать только пожертвование (без подписки).",
        "NoPrivilegesAskPiwikAdmin": "Вы авторизованы как '%s', но, кажется, для вас не установлены права в Piwik. %s Попросите вашего администратора (кликните, чтобы написать письмо)%s дать вам доступ на \"просмотр\" к статистике сайта.",
        "PageOf": "%1$s из %2$s",
        "PeriodDay": "День",
        "PeriodDays": "дней",
        "PeriodMonth": "Месяц",
        "PeriodMonths": "месяцев",
        "PeriodRange": "Период",
        "PeriodWeek": "Неделю",
        "PeriodWeeks": "недель",
        "PeriodYear": "Год",
        "PeriodYears": "лет",
        "PluginDescription": "Структура отчетов веб аналитики.",
        "ReportGeneratedOn": "Отчет был составлен %s",
        "ReportGeneratedXAgo": "Отчет был составлен %s назад",
        "SharePiwikLong": "Привет! Я только что нашел интересный проект с открытым исходным кодом: Piwik! Piwik позволит вам отслеживать посетителей на вашем сайте бесплатно. Вы определенно должны это посмотреть!",
        "SharePiwikShort": "Piwik! Свободное и открытое программное веб-аналитики. Владейте вашими данными.",
        "ShareThis": "Поделиться",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Показать JavaScript код для вставки",
        "SubscribeAndBecomePiwikSupporter": "Приступить к безопасной оплате кредитной картой (Paypal), чтобы стать сторонником Piwik!",
        "SupportPiwik": "Поддержите Piwik!",
        "TableNoData": "Нет данных для этой таблицы.",
        "ThereIsNoDataForThisReport": "Не существует данных для составления отчета.",
        "UnFlattenDataTable": "Отчет более конкретный %s Построить его по иерархии",
        "ViewAllPiwikVideoTutorials": "Просмотреть все обучающие ролики про Piwik",
        "WebAnalyticsReports": "Отчеты веб аналитики",
        "YouAreUsingTheLatestVersion": "У вас последняя версия Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Активировать плагин",
        "ActionActivateTheme": "Активировать тему",
        "ActionInstall": "Установить",
        "ActionUninstall": "Удалить",
        "Activate": "Активировать",
        "Activated": "Активировано",
        "Active": "Активный",
        "Activity": "Активность",
        "AllowedUploadFormats": "Вы можете загрузить плагин или тему в формате .zip на этой странице.",
        "AuthorHomepage": "Cтраница автора",
        "Authors": "Авторы",
        "BackToExtendPiwik": "Вернуться к Marketplace",
        "BeCarefulUsingPlugins": "Плагины, которые разработаны не командой Piwik должны использоваться с осторожностью: мы не просматриваем их.",
        "BeCarefulUsingThemes": "Темы, которые разработаны не командой Piwik должны использоваться с осторожностью: мы не просматриваем их.",
        "ByDesigningOwnTheme": "%sразработав свою союственную тему%s",
        "ByInstallingNewPluginFromMarketplace": "%sустановив новый плагин из Marketplace%s",
        "ByInstallingNewThemeFromMarketplace": "%sустановив новую тему из Marketplace%s",
        "ByWritingOwnPlugin": "%sнаписав свой собственный плагин%s",
        "Changelog": "История изменений",
        "ChangeSettingsPossible": "Вы можете %sизменить настройки%s для этого плагина.",
        "CorePluginTooltip": "Основные плагины не имеют версию, так как они распространяются с Piwik.",
        "Deactivate": "Деактивировать",
        "Developer": "Разработчик",
        "DownloadAndInstallPluginsFromMarketplace": "Вы можете автоматически загрузить и установить новые плагины из %sMarketplace%s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Насладитесь другим внешним видом",
        "FeaturedPlugin": "Набирающий популярность плагин",
        "GetEarlyAccessForPaidPlugins": "Примечание: в настоящее время все плагины доступны бесплатно, в будущем мы включим платные плагины на Marketplace (%sсвяжитесь с нами%s для раннего доступа).",
        "GetNewFunctionality": "Получите новый функционал",
        "History": "История",
        "Inactive": "Неактивный",
        "InfoPluginUpdateIsRecommended": "Обновите плагины что бы воспользоваться последними улучшениями.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Примечание: другие зарегистрированные пользователи (%1$s) используют эту же тему: %2$s.",
        "InfoThemeUpdateIsRecommended": "Обновите темы что бы насладиться последними улучшениями.",
        "InstallingPlugin": "Установка %s",
        "InstallNewPlugins": "Установить новые плагины",
        "InstallNewThemes": "Установить новые темы",
        "LastUpdated": "Последнее обновление",
        "LicenseHomepage": "Дом. страница лицензии",
        "MainDescription": "Плагины расширяют функциональность Piwik. После установки плагина Вы можете активировать или деактивировать его здесь.",
        "MenuPlatform": "Платформа",
        "MissingRequirementsNotice": "Пожалуйста, обновите %1$s %2$s до более новой версии, необходима версия %1$s %3$s.",
        "NoPluginsFound": "Плагины не найдены",
        "NoThemesFound": "Темы не найдены",
        "OrByUploadingAPlugin": "или %sзагрузив файл плагина%s",
        "OrByUploadingATheme": "или %sзагрузив файл темы%s",
        "Origin": "Происхождение",
        "OriginCore": "Основные",
        "OriginThirdParty": "Сторонние",
        "PluginDescription": "Админпанель плагинов.",
        "PluginHomepage": "Дом. страница плагина",
        "PluginKeywords": "Ключевые слова",
        "PluginNotCompatibleWith": "Плагин %1$s не совместим с %2$s.",
        "PluginNotWorkingAlternative": "Если вы используете этот плагин, может быть, вы сможете найти более новые версии в Marketplace. Если нет — можете удалить его.",
        "PluginsManagement": "Управление плагинами",
        "PluginWebsite": "Сайт плагина",
        "Screenshots": "Скриншоты",
        "SortByAlpha": "по названию",
        "SortByNewest": "по новизне",
        "SortByPopular": "по популярности",
        "Status": "Статус",
        "StepDownloadingPluginFromMarketplace": "Скачать плагин из Marketplace",
        "StepDownloadingThemeFromMarketplace": "Скачать тему из Marketplace",
        "StepPluginSuccessfullyInstalled": "Вы успешно установили плагин %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Вы успешно обновили плагин %1$s %2$s.",
        "StepReplaceExistingPlugin": "Замена существующего плагина",
        "StepReplaceExistingTheme": "Замена существующей темы",
        "StepThemeSuccessfullyInstalled": "Вы успешно установили тему %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "Вы успешно обновили тему %1$s %2$s.",
        "StepUnzippingPlugin": "Распаковка плагина",
        "StepUnzippingTheme": "Распаковка темы",
        "SuccessfullyActicated": "Вы успешно активировали <strong>%s<\/strong>.",
        "Support": "Поддержка",
        "TeaserExtendPiwik": "Улучшение Piwik с помощью Плагинов и Тем",
        "TeaserExtendPiwikByPlugin": "Улучшение Piwik установкой нового плагина",
        "TeaserExtendPiwikByTheme": "Насладитесь другим внешним видом установив новую тему",
        "TeaserExtendPiwikByUpload": "Улучшение Piwik закачкой ZIP файла",
        "Theme": "Тема",
        "Themes": "Темы",
        "ThemesDescription": "Темы могут изменить внешний вид Piwik пользовательского интерфейса, а также обеспечить совершенно новое визуальное восприятие, чтобы наслаждаться отчетами аналитики.",
        "ThemesManagement": "Управление темами",
        "UninstallConfirm": "Вы собираетесь удалить плагин %s. Плагин будет безвозвратно удалён из системы. Вы уверены, что хотите сделать это?",
        "Updated": "Обновлено",
        "UpdatingPlugin": "Обновляем %s",
        "UploadZipFile": "Закачать ZIP файл",
        "Version": "Версия",
        "ViewRepositoryChangelog": "Посмотреть изменения",
        "Websites": "Сайты"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Нажмите здесь чтобы просмотреть и скопировать список SQL запросов, который необходимо выполнить",
        "CreatingBackupOfConfigurationFile": "Создаю резервную копию файла конфигурации в %s",
        "CriticalErrorDuringTheUpgradeProcess": "Критическая ошибка во время обновления:",
        "DatabaseUpgradeRequired": "Требуется обновление базы данных",
        "DownloadingUpdateFromX": "Скачиваю обновление с %s",
        "DownloadX": "Скачать %s",
        "EmptyDatabaseError": "База данных %s пуста. Вам необходимо править вручную или удалить файл конфигурации Piwik.",
        "ErrorDIYHelp": "Если вы опытный пользователь, и столкнулись с ошибкой при выполнении обновления базы данных:",
        "ErrorDIYHelp_1": "идентифицируйте и исправьте источник проблемы (например, memory_limit или max_execution_time)",
        "ErrorDIYHelp_2": "выполните оставшиеся запросы в том обновлении, в котором возникла ошибка",
        "ErrorDIYHelp_3": "вручную обновите таблицу опцию `option` в базе данных Piwik, установив правильное значение поля version_core, согласно требуемому обновлением",
        "ErrorDIYHelp_4": "перезапустите обновление (через браузер или командную строку) чтобы продолжить с оставшимися обновлениями",
        "ErrorDIYHelp_5": "сообщите нам о проблеме (и, возможно, решении), чтобы мы могли улучшить Piwik",
        "ErrorDuringPluginsUpdates": "Ошибка во время обновления плагина:",
        "ExceptionAlreadyLatestVersion": "Ваша версия Piwik %s является последней.",
        "ExceptionArchiveEmpty": "Пустой архив.",
        "ExceptionArchiveIncompatible": "Несовместимый архив: %s",
        "ExceptionArchiveIncomplete": "Архив поврежден: некоторые файлы отсутствуют (например, %s).",
        "HelpMessageContent": "Проверьте %1$s Piwik FAQ %2$s, в котором объясняется большинство известных ошибок, которые могут случится во время обновления. %3$s Обратитесь к системному администратору - он может помочь Вам с решением проблемы на сервере или с настройками MySQL.",
        "HelpMessageIntroductionWhenError": "Выше подается код ошибки ядра системы. Он поможет Вам объяснить причину ошибки, но если же Вам необходима дополнительная помощь, пожалуйста:",
        "HelpMessageIntroductionWhenWarning": "Обновление завершено успешно, однако в процессе возникло несколько предупреждений. Пожалуйста, прочтите примечания ниже. Для дополнительной помощи:",
        "InstallingTheLatestVersion": "Установка последней версии",
        "MajorUpdateWarning1": "Это большое обновление! Может потребоваться больше времени, чем обычно.",
        "MajorUpdateWarning2": "Следующий совет особенно важен для больших обновлений!",
        "NoteForLargePiwikInstances": "Важное замечание для больших инсталляций Piwik",
        "NoteItIsExpectedThatQueriesFail": "Замечание: если вы вручную выполните эти запросы, возможно, некоторые из них также завершатся неудачей. В таких случаях, просто проигнорируйте ошибки, и выполняйте запросы далее по списку.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik успешно обновлен!",
        "PiwikUpdatedSuccessfully": "Piwik обновлен успешно!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "База веб-аналитики будет обновлена с версии %1$s до версии %2$s.",
        "PluginDescription": "Механизм обновления Piwik",
        "ReadyToGo": "Готовы?",
        "TheFollowingPluginsWillBeUpgradedX": "Следующие плагины будут обновлены: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Доступна новая версия Piwik",
        "TheUpgradeProcessMayFailExecuteCommand": "Если у вас большая база данных Piwik, обновления, запущенные в браузере, могут занять много времени . В данном случае, вы можете выполнить обновление через интерфейс командной строки: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Обновление базы данных может занять некоторое время, поэтому подождите немного.",
        "UnpackingTheUpdate": "Распаковываю обновление",
        "UpdateAutomatically": "Обновить автоматически",
        "UpdateHasBeenCancelledExplanation": "Piwik One Click Update отменен. Если Вы не можете исправить вышеописанные ошибки, рекомендуется обновить Piwik вручную. %1$s Пожалуйста, проверьте %2$sдокументацию обновления%3$s для того, чтобы начать!",
        "UpdateTitle": "Обновить",
        "UpgradeComplete": "Обновление завершено!",
        "UpgradePiwik": "Обновить систему Веб-аналитики",
        "VerifyingUnpackedFiles": "Проверяю распакованные файлы",
        "WarningMessages": "Предупреждения:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Следующие плагины автоматически деактивированы: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Вы можете обновиться до версии %s автоматически или скачать установочный пакет и вручную установить его:",
        "YouCouldManuallyExecuteSqlQueries": "Если у вас не имеется возможности использовать обновление через командную строку, и если обновление Piwik завершается неудачно (таймаут соединения с базой данных, таймаут браузера, или любая другая проблема), вам необходимо выполнить SQL-запросы вручную, чтобы обновить Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik не может перезаписать вашу текущую установку. Вы можете попытаться изменить права доступа к файлам и каталогам, или скачать пакет системы и произвести установку версии %s вручную:",
        "YourDatabaseIsOutOfDate": "База данных Веб-аналитики устарела, ее нужно обновить для продолжения."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Имя пользовательской переменной",
        "ColumnCustomVariableValue": "Значение пользовательской переменной",
        "CustomVariables": "Пользовательские переменные",
        "CustomVariablesReportDocumentation": "Этот отчет отображает информацию по вашим Пользовательским Переменным. Кликните по переменной, чтобы увидеть распределение значений. %s Для большей информации о Пользов. Переменных в общих чертах ознакомьтесь с %sдокументацией по Пользов. переменных на сайте Piwik%s",
        "PluginDescription": "Пользовательскими переменными являются пары имя,значение, которые вы можете прикрепить к посещению, используя функцию Javascript API setVisitCustomVariables(). Piwik потом сообщит, сколько посещений, страниц, конверсий применено для каждого из этих пользовательских имен и значений.",
        "ScopePage": "scope page",
        "ScopeVisit": "scope visit"
    },
    "Dashboard": {
        "AddAWidget": "Добавить виджет",
        "AddPreviewedWidget": "Добавить предпросмотренный виджет на информпанель",
        "ChangeDashboardLayout": "Выберите вид панели инструментов",
        "CopyDashboardToUser": "Копировать панель инструментов пользователю",
        "CreateNewDashboard": "Создать новую панель инструментов",
        "Dashboard": "Панель инструментов",
        "DashboardEmptyNotification": "Ваша панель инструментов не содержит ни одного виджета. Добавьте какие-нибудь виджеты или просто сбросьте панель инструментов к настройкам по умолчанию.",
        "DashboardName": "Имя панели инструментов:",
        "DashboardOf": "Панель инструментов %s",
        "DefaultDashboard": "Панель инструментов по умолчанию использует набор виджетов и расположение колонок по умолчанияю.",
        "DeleteWidgetConfirm": "Вы уверены, что хотите удалить этот виджет с информационной панели?",
        "EmptyDashboard": "Пустая панель инструментов - выберите ваши любимые виджеты",
        "LoadingWidget": "Загрузка виджета, пожалуйста подождите...",
        "ManageDashboard": "Настройки панели инструментов",
        "Maximise": "Развернуть",
        "Minimise": "Свернуть",
        "NotUndo": "Данная операция не обратима.",
        "PluginDescription": "Информационно-аналитическая панель. Вы можете ее настроить по своему усмотрению: добавить новые виджеты, изменить их порядок и количество. Каждый пользователь может иметь доступ только к своей панели инструментов.",
        "RemoveDashboard": "Удалить панель инструментов",
        "RemoveDashboardConfirm": "Вы уверены, что хотите удалить эту панель инструментов: '%s'?",
        "RenameDashboard": "Переименовать панель инструментов",
        "ResetDashboard": "Сбросить панель инструментов",
        "ResetDashboardConfirm": "Вы уверены, что хотите обновить сбросить вид панели инструментов к виду по умолчанию?",
        "SelectDashboardLayout": "Пожалуйста, выберите ваш новый вид панели инструментов.",
        "SelectWidget": "Выберите виджет для добавления на информпанель",
        "SetAsDefaultWidgets": "Установить набор виджетов по умолчанию",
        "SetAsDefaultWidgetsConfirm": "Вы уверены, что хотите установить текущий набор виджетов панели как набор виджетов по умолчанию?",
        "SetAsDefaultWidgetsConfirmHelp": "Выбор виджетов и расположение колонок панели инструменто будет использоваться, когда пользователь создает новую панель инструментов или когда используется '%s'.",
        "TopLinkTooltip": "Смотреть отчет веб-аналитики за %s.",
        "WidgetNotFound": "Виджет не найден",
        "WidgetPreview": "Предпросмотр виджета",
        "WidgetsAndDashboard": "Виджеты и панель инструментов"
    },
    "DoNotTrack": {
        "PluginDescription": "Игнорирование посетителей с HTTP-заголовком X-Do-Not-Track или DNT header"
    },
    "Feedback": {
        "ContactThePiwikTeam": "Связаться с командой Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "У вас есть багрепорт, или предложение по улучшению функционала?",
        "IWantTo": "Я хочу:",
        "LearnWaysToParticipate": "Изучить все способы, с помощью которых вы можете %s поучаствовать%s",
        "ManuallySendEmailTo": "Пожалуйста, отправьте ваше сообщение вручную на",
        "PluginDescription": "Напишите отзыв команде Piwik. Поделитесь с нами вашими идеями и пожеланиями!",
        "SendFeedback": "Отправить отзыв",
        "SpecialRequest": "У вас есть особая просьба или предложение команде Piwik?",
        "ThankYou": "Спасибо за помощь в развитии Piwik!",
        "TopLinkTooltip": "Расскажите о своей проблеме с Piwik или запросите профессиональную помощь.",
        "VisitTheForums": "Посетить %s Форумы%s"
    },
    "General": {
        "AbandonedCarts": "Нереализованные покупки",
        "AboutPiwikX": "О Piwik %s",
        "Action": "Действие",
        "Actions": "Действия",
        "Add": "Добавить",
        "AfterEntry": "После захода сюда",
        "All": "Все",
        "AllowPiwikArchivingToTriggerBrowser": "Архивировать данные веб-аналитики и формировать отчеты при входе в систему через браузер",
        "AllWebsitesDashboard": "Сводная статистика для всех сайтов",
        "And": "и",
        "API": "API-функции",
        "ApplyDateRange": "Применить период",
        "ArchivingInlineHelp": "Для сайтов со средней или высокой нагрузкой рекомендуется отменить архивирование данных при входе в веб-аналитику через браузер. Вместо этого лучше назначить cron-задачу, чтобы Piwik автоматически формировал отчеты каждый час.",
        "ArchivingTriggerDescription": "Для сайтов с высокой нагрузкой настоятельно рекомендуется %sназначить cron-задачу%s, которая будет формировать отчеты автоматически.",
        "AuthenticationMethodSmtp": "Метод аутентификации SMTP",
        "AverageOrderValue": "Средняя стоимость заказа",
        "AveragePrice": "Средняя цена",
        "AverageQuantity": "Среднее количество",
        "BackToPiwik": "Вернуться к Piwik",
        "Broken": "Произошла ошибка",
        "BrokenDownReportDocumentation": "Он разбит на множество отдельных отчетов, которые отображаются графиками внизу страницу. Вы можете увеличить эти графики обычным кликом по ним.",
        "Cancel": "Отмена",
        "CannotUnzipFile": "Не могу распаковать файл %1$s: %2$s",
        "ChangePassword": "Изменить пароль",
        "ChangeTagCloudView": "Учтите, что вы можете просматривать отчет не только через облако тегов. Используйте элементы управления внизу отчета для переключения вариантов просмотра.",
        "ChooseDate": "Выбор даты",
        "ChooseLanguage": "Выбрать язык",
        "ChoosePeriod": "Выбрать период",
        "ChooseWebsite": "Выбрать сайт",
        "ClickHere": "Нажмите здесь, чтобы узнать больше",
        "ClickToChangePeriod": "Нажмите еще раз, чтобы изменить период.",
        "Close": "Закрыть",
        "ColumnActionsPerVisit": "Действия за посещение",
        "ColumnActionsPerVisitDocumentation": "Среднее количество действий (просмотры страниц, загрузки или внешние ссылки), которое было выполнено во время визитов.",
        "ColumnAverageGenerationTime": "Среднее время генерации страницы",
        "ColumnAverageGenerationTimeDocumentation": "Среднее время, затраченное на генерацию страницы. Этот показатель включает в себя время, затраченное сервером для генерации веб-страницы, а также время, которое потребовалось для посетителей, чтобы скачать ответ от сервера. Маленькое значение показателя 'Среднее время генерации' означает более быстрый веб-сайт для ваших посетителей!",
        "ColumnAverageTimeOnPage": "Среднее время просмотра страницы",
        "ColumnAverageTimeOnPageDocumentation": "Общее время, которое посетители провели на данной странице (только на странице, а не на всем сайте).",
        "ColumnAvgTimeOnSite": "Среднее время на сайте",
        "ColumnAvgTimeOnSiteDocumentation": "Средняя длительность посещения.",
        "ColumnBounceRate": "Процент отказов",
        "ColumnBounceRateDocumentation": "Процент визитов, которые имели только один просмотр страницы. Это означает, что пользователь покинул сайт сразу со стартовой страницы.",
        "ColumnBounceRateForPageDocumentation": "Количество визитов которые начались и закончились на данной странице.",
        "ColumnBounces": "Отказы",
        "ColumnBouncesDocumentation": "Число посещений, которые начались и закончились на этой странице. Это значит, что посетитель покинул сайт после просмотра только одной страницы.",
        "ColumnConversionRate": "Конверсия",
        "ColumnConversionRateDocumentation": "Процент посещений, которые внесли вклад в конверсию целей.",
        "ColumnDestinationPage": "Страница назначения",
        "ColumnEntrances": "Входы на сайт",
        "ColumnEntrancesDocumentation": "Число посещений, который начались с этой страницы.",
        "ColumnExitRate": "Процент выходов",
        "ColumnExitRateDocumentation": "Процент посещений, которые закончились после просмотра данной страницы.",
        "ColumnExits": "Выходы из сайта",
        "ColumnExitsDocumentation": "Число посещений, которые закончились этой страницей.",
        "ColumnGenerationTime": "Время генерации",
        "ColumnKeyword": "Ключевое слово",
        "ColumnLabel": "Обозначение",
        "ColumnMaxActions": "Макс. действий за одно посещение",
        "ColumnNbActions": "Действия",
        "ColumnNbActionsDocumentation": "Количество действий, выполненных вашими пользователями. К событиям относятся просмотры страниц, загрузки и внешние ссылки.",
        "ColumnNbUniqVisitors": "Уникальные посетители",
        "ColumnNbUniqVisitorsDocumentation": "Число неповторяющихся посетителей на вашем сайте. Каждый пользователь засчитывается один раз, даже если он посещает сайт несколько раз в день.",
        "ColumnNbVisits": "Посещения",
        "ColumnNbVisitsDocumentation": "Если посетитель посещает ваш сайт впервые или после 30 минут с момента последнего посещения, такое посещение будет записано как новое.",
        "ColumnPageBounceRateDocumentation": "Процент посещений, которые начались на этой странице и сразу же закончились (посетитель ушел на другой сайт или закрыл вкладку).",
        "ColumnPageviews": "Просмотры страниц",
        "ColumnPageviewsDocumentation": "Количество просмотров этой страницы.",
        "ColumnPercentageVisits": "% Посещения",
        "ColumnRevenue": "Прибыль",
        "ColumnSumVisitLength": "Общее время посетителей на сайте (секунд)",
        "ColumnTotalPageviews": "Общее число просмотров страниц",
        "ColumnUniqueEntrances": "Уникальные входы",
        "ColumnUniqueExits": "Уникальные выходы",
        "ColumnUniquePageviews": "Уникальные просмотры страниц",
        "ColumnUniquePageviewsDocumentation": "Число посещений, которые включали также эту страницу. Если страница была просмотрена одним пользователем несколько раз, это засчитывается как одно посещение страницы.",
        "ColumnValuePerVisit": "Стоимость визита",
        "ColumnViewedAfterSearch": "Кликнули по результату в поиске",
        "ColumnViewedAfterSearchDocumentation": "Число раз, когда посетители посещали эту страницу после того, как они пользовались поиском на вашем сайте и кликнули по найденной странице.",
        "ColumnVisitDuration": "Продолжительность посещения (сек)",
        "ColumnVisitsWithConversions": "Повторные посещения",
        "ConfigFileIsNotWritable": "Файл конфигурации Piwik %s закрыт для записи, ваши изменения не будут сохранены. %s Пожалуйста, измените разрешения конфигурационного файла и разрешите запись в него.",
        "Continue": "Продолжить",
        "ContinueToPiwik": "Перейти к Piwik",
        "CurrentMonth": "Текущий месяц",
        "CurrentWeek": "Текущая неделя",
        "CurrentYear": "Текущий год",
        "Daily": "Ежедневно",
        "DailyReport": "ежедневно",
        "DailyReports": "Ежедневные отчеты",
        "DailySum": "сумма за день",
        "DashboardForASpecificWebsite": "Сводная статистика для отдельного сайта",
        "DataForThisGraphHasBeenPurged": "Данные для этого графика, которые старше чем %s месяцев и были очищены.",
        "DataForThisTagCloudHasBeenPurged": "Данные для этого облака тегов, которые старше чем %s месяцев и были очищены.",
        "Date": "Дата",
        "DateRange": "Временной период:",
        "DateRangeFrom": "От",
        "DateRangeFromTo": "Из %s в %s",
        "DateRangeInPeriodList": "Период",
        "DateRangeTo": "До",
        "DayFr": "Пт",
        "DayMo": "Пн",
        "DaySa": "Сб",
        "DaysHours": "%1$s дн. %2$s час",
        "DaysSinceFirstVisit": "Дней прошло с момента первого посещения",
        "DaysSinceLastEcommerceOrder": "Дней с момента последнего электронного заказа.",
        "DaysSinceLastVisit": "Дней прошло с момента последнего посещения",
        "DaySu": "Вс",
        "DayTh": "Чт",
        "DayTu": "Вт",
        "DayWe": "Ср",
        "Default": "По умолчанию",
        "DefaultAppended": "(по умолчанию)",
        "Delete": "Удалить",
        "Description": "Описание",
        "Desktop": "Desktop-приложение",
        "Details": "Детали",
        "Discount": "Скидки",
        "DisplaySimpleTable": "Показать пример таблицы",
        "DisplayTableWithGoalMetrics": "Показать таблицу с метрикой целей",
        "DisplayTableWithMoreMetrics": "Показать таблицу с большим объемом метрики",
        "Documentation": "Документация",
        "Donate": "Пожертвовать",
        "Done": "Завершено",
        "Download": "Скачать",
        "DownloadFail_FileExists": "Файл %s уже существует!",
        "DownloadFail_FileExistsContinue": "Пытаюсь продолжить скачивание %s, но полностью скаченный файл уже существует!",
        "DownloadFail_HttpRequestFail": "Не удалось загрузить файл! Что-то может быть не так с сайтом откуда вы скачиваете. Вы можете попробовать попозже или получить файл самостоятельно.",
        "DownloadFullVersion": "%1$sСкачайте%2$s полную версию! Смотрите здесь: %3$s",
        "DownloadPleaseRemoveExisting": "Если вы хотите его заменить, пожалуйста, удалите существующий файл.",
        "Downloads": "Загрузки",
        "EcommerceOrders": "Заказы",
        "EcommerceVisitStatusDesc": "Статус посещения \"Электронной коммерции\" на конец посещения",
        "EcommerceVisitStatusEg": "Например, чтобы выбрать все посещения, когда был совершен электронный заказ, API-запрос будет содержать: %s",
        "Edit": "Редактировать",
        "EncryptedSmtpTransport": "Выберите тип шифрования транспортном уровне, требуемое вашим SMTP сервером.",
        "EnglishLanguageName": "Russian",
        "Error": "Ошибка",
        "ErrorRequest": "Oops… проблема выполнения запроса, пожалуйста, попробуйте снова.",
        "EvolutionOverPeriod": "Эволюция за период",
        "ExceptionConfigurationFileNotFound": "Конфигурационный файл {%s} не может быть найден.",
        "ExceptionDatabaseVersion": "Версия вашего %1$s - %2$s, но Piwik требует хотя бы %3$s.",
        "ExceptionFileIntegrity": "Проверка целостности не удалась: %s",
        "ExceptionFilesizeMismatch": "Размер файла не совпадает: %1$s (ожидался: %2$s, обнаружен: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Версия %1$s вашего клиента - %2$s, она не совместима с сервером версии %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Определение формата отчетов '%s' неверно. Попробуйте что-нибудь следующее, вместо: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Время архивирования (в секундах) должно быть больше нуля",
        "ExceptionInvalidDateFormat": "Формат даты должен быть: %s или любое другое ключевое слово, поддерживаемое функцией %s (см. %s, чтобы узнать больше)",
        "ExceptionInvalidDateRange": "Дата '%s' не входит в корректный промежуток. Она должна быть следующего формата: %s.",
        "ExceptionInvalidPeriod": "Период '%s' не поддерживается. Попробуйте вместо него другой из доступных: %s",
        "ExceptionInvalidRendererFormat": "Формат рендерера '%s' неверен. Попробуйте вместо него другой из доступных: %s.",
        "ExceptionInvalidReportRendererFormat": "Формат отчета '%s' не верен. Попробуйте вместо него другой из доступных: '%s'.",
        "ExceptionInvalidStaticGraphType": "Тип статичного графика '%s' неверен. Попробуйте что-нибудь следующее, вместо: %s.",
        "ExceptionInvalidToken": "Элемент неверен.",
        "ExceptionLanguageFileNotFound": "Файл языка '%s' не найден.",
        "ExceptionMethodNotFound": "Метод '%s' не существует или недоступен в модуле '%s'.",
        "ExceptionMissingFile": "Отсутствует файл: %s",
        "ExceptionNonceMismatch": "Не могу проверить элемент безопасности для этой формы.",
        "ExceptionPrivilege": "Вы не можете иметь доступ к этому ресурсу, поскольку он требует прав %s.",
        "ExceptionPrivilegeAccessWebsite": "Вы не можете получить доступ к этому ресурсу, поскольку необходимы права %s для сайта с id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Вы не можете получить доступ к этому ресурсу, поскольку необходимы права %s хотя бы для одного сайта.",
        "ExceptionUnableToStartSession": "Не удалось запустить сессию.",
        "ExceptionUndeletableFile": "Невозможно удалить %s",
        "ExceptionUnreadableFileDisabledMethod": "Конфигурационный файл {%s} не может быть прочтен. Возможно, на вашем хосте отключен %s.",
        "Export": "Экспорт",
        "ExportAsImage": "Экспортировать как изображение",
        "ExportThisReport": "Экспортировать в другие форматы",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Проверка целостности файлов завершилась неудачей и возвратила ошибки. Это произошло, возможно, из-за того, что на сервер, при загрузке на него системы Piwik, часть файлов была загружена некорректно. Рекомендуется перезагрузить фсе файлы Piwik на сервер, обновить страницу, и убедиться, что уже не возникает ошибок.",
        "First": "Первый",
        "ForExampleShort": "напр.,",
        "Forums": "Форумы",
        "FromReferrer": "из (от)",
        "GeneralInformation": "Общая информация",
        "GeneralSettings": "Общие настройки",
        "GetStarted": "Приступить",
        "GiveUsYourFeedback": "Обратная связь",
        "Goal": "Достижение",
        "GoTo": "Перейти к %s",
        "GraphHelp": "Больше информации про отображение графиков в Веб-аналитике.",
        "HelloUser": "Привет, %s!",
        "Help": "Помощь",
        "Hide": "скрыть",
        "HoursMinutes": "%1$s час %2$s мин",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Если архивация работает достаточно быстро в вашей установке Piwik, вы можете установить crontab на более частый запуск.",
        "InfoFor": "Информация для %s",
        "Installed": "Установлено",
        "InvalidDateRange": "Неверный период, пожалуйста, попробуйте снова",
        "InvalidResponse": "Полученные данные некорректны.",
        "IP": "IP",
        "JsTrackingTag": "Код JavaScript",
        "Language": "Язык",
        "LastDays": "Прошедшие %s дни (включая сегодня)",
        "LastDaysShort": "%s последних дней",
        "LayoutDirection": "ltr",
        "Live": "Прямой эфир",
        "Loading": "Загрузка...",
        "LoadingData": "Загрузка данных...",
        "LoadingPopover": "Загрузка %s...",
        "LoadingPopoverFor": "Загрузка %s для",
        "Locale": "ru_RU.UTF-8",
        "Logout": "Выйти",
        "LongDay_1": "Понедельник",
        "LongDay_2": "Вторник",
        "LongDay_3": "Среда",
        "LongDay_4": "Четверг",
        "LongDay_5": "Пятница",
        "LongDay_6": "Суббота",
        "LongDay_7": "Воскресенье",
        "LongMonth_1": "Январь",
        "LongMonth_10": "Октябрь",
        "LongMonth_11": "Ноябрь",
        "LongMonth_12": "Декабрь",
        "LongMonth_2": "Февраль",
        "LongMonth_3": "Март",
        "LongMonth_4": "Апрель",
        "LongMonth_5": "Май",
        "LongMonth_6": "Июнь",
        "LongMonth_7": "Июль",
        "LongMonth_8": "Август",
        "LongMonth_9": "Сентябрь",
        "MainMetrics": "Основные показатели",
        "MediumToHighTrafficItIsRecommendedTo": "Для сайтов со средней или высокой нагрузкой мы рекомендуем формировать отчеты за сегодняшний день каждые полчаса (%s сек) или каждый час (%s сек).",
        "Metadata": "Метаданные",
        "Metric": "Показатель",
        "Metrics": "Показатели",
        "MetricsToPlot": "Метрики для построения графика",
        "MetricToPlot": "Метрика для построения графика",
        "MinutesSeconds": "%1$s мин %2$s сек",
        "Mobile": "Мобильное приложение",
        "Monthly": "Ежемесячно",
        "MonthlyReport": "ежемесячно",
        "MonthlyReports": "Ежемесячные отчеты",
        "More": "Ещё",
        "MoreDetails": "Детализация",
        "MoreLowerCase": "ещё",
        "MultiSitesSummary": "Все проекты",
        "Name": "Имя",
        "NbActions": "Количество действий",
        "NbSearches": "Количество обращений к внутреннему поиску",
        "NDays": "%s дней",
        "Never": "Никогда",
        "NewReportsWillBeProcessedByCron": "Если архивирование Piwik не провоцируется браузером, новые отчеты производятся с помощью crontab-задач.",
        "NewUpdatePiwikX": "Новое обновление: Piwik %s",
        "NewVisitor": "Новый посетитель",
        "NewVisits": "Новые посещения",
        "Next": "Далее",
        "NMinutes": "%s минут",
        "No": "Нет",
        "NoDataForGraph": "Нет данных для построения графика.",
        "NoDataForTagCloud": "Нет данных по этим тегам",
        "NotDefined": "%s - не определено",
        "Note": "Заметка",
        "NotInstalled": "Не установлено",
        "NotRecommended": "(не рекомендуется)",
        "NotValid": "%s неверный",
        "NSeconds": "%s сек",
        "NumberOfVisits": "Количество посещений",
        "NVisits": "%s посещений",
        "Ok": "ОК",
        "OneAction": "1 действие",
        "OneDay": "1 день",
        "OneMinute": "1 минута",
        "OneVisit": "1 посещение",
        "OnlyEnterIfRequired": "Введите имя пользователя, если ваш SMTP сервер требует этого.",
        "OnlyEnterIfRequiredPassword": "Введите пароль, если ваш SMTP сервер требует этого.",
        "OnlyUsedIfUserPwdIsSet": "Используется если имя пользователя\/пароль заданы, спросите у своего провайдера, если не уверены в выборе метода.",
        "OpenSourceWebAnalytics": "Веб-аналитика с открытым исх. кодом",
        "OperationAtLeast": "Не менее",
        "OperationAtMost": "Не более",
        "OperationContains": "Содержит",
        "OperationDoesNotContain": "Не содержит",
        "OperationEquals": "равно",
        "OperationGreaterThan": "Больше чем",
        "OperationIs": "Есть",
        "OperationIsNot": "Не",
        "OperationLessThan": "Меньше чем",
        "OperationNotEquals": "Не равно",
        "OptionalSmtpPort": "Необязательно. По умолчанию используется 25 для незашифрованного и TLS SMTP соединения, и 465 для SSL SMTP.",
        "Options": "Настройки",
        "OrCancel": "или %s отмените %s",
        "OriginalLanguageName": "Русский",
        "Others": "Другие",
        "Outlink": "Исходящая ссылка",
        "Outlinks": "Исходящие ссылки",
        "OverlayRowActionTooltip": "Смотреть аналитику прямо на вашем сайте (откроется в новом окне)",
        "OverlayRowActionTooltipTitle": "Открыть страницу с наложением",
        "Overview": "Обзор",
        "Pages": "Страницы",
        "ParameterMustIntegerBetween": "Параметр %s должен быть целым числом между %s и %s.",
        "Password": "Пароль",
        "Period": "Период",
        "Piechart": "Круговая диаграмма",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s доступен для скачивания. %2$s Пожалуйста, обновитесь!%3$s (см. %4$s изменения%5$s).",
        "PleaseSpecifyValue": "Пожалуйста, определите значение для '%s'.",
        "PleaseUpdatePiwik": "Пожалуйста, обновите систему Веб-аналитики",
        "Plugin": "Плагин",
        "Plugins": "Плагины",
        "PoweredBy": "Powered by",
        "Previous": "Назад",
        "PreviousDays": "Прошедшие %s дни (не включая сегодня)",
        "PreviousDaysShort": "%s предыдущих дней",
        "Price": "Цена",
        "ProductConversionRate": "Конверсия для товара",
        "ProductRevenue": "Прибыль с товара",
        "PurchasedProducts": "Купленные товары",
        "Quantity": "Количество",
        "RangeReports": "Другие периоды",
        "ReadThisToLearnMore": "%1$sПрочтите это, чтобы узнать больше.%2$s",
        "Recommended": "(рекомендуется)",
        "RecordsToPlot": "Записи для построения графика",
        "Refresh": "Обновить",
        "RefreshPage": "Обновить страницу",
        "RelatedReport": "Связанный отчет",
        "RelatedReports": "Связанные отчеты",
        "Remove": "Удалить",
        "Report": "Отчет",
        "ReportGeneratedFrom": "Этот отчет был сформирован с использованием данных: %s.",
        "Reports": "Отчеты",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Отчеты за сегодня (или любой другой период, включая сегодня) будут обновляться каждые",
        "ReportsWillBeProcessedAtMostEveryHour": "Следовательно, отчеты обрабатываются каждый час.",
        "RequestTimedOut": "Время ожидания при запросе данных к %s истекло. Пожалуйста, попробуйте снова.",
        "Required": "%s необходимо",
        "ReturningVisitor": "Возвратившийся посетитель",
        "ReturningVisitorAllVisits": "Посмотреть все визиты",
        "RowEvolutionRowActionTooltip": "Посмотрите, как показатели для этой строки менялись с течением времени",
        "RowEvolutionRowActionTooltipTitle": "Открыть динамику по этой строке",
        "Rows": "Строки",
        "RowsToDisplay": "Строки для отображения",
        "Save": "Сохранить",
        "SaveImageOnYourComputer": "Чтобы сохранить изображение на компьютере, нажмите правой кнопкой на нем и выберите \"Сохранить изображение как...\"",
        "Search": "Поиск",
        "SearchNoResults": "Без результатов",
        "Seconds": "%s сек",
        "SeeAll": "просмотреть всё",
        "SeeTheOfficialDocumentationForMoreInformation": "Смотрите %sофициальную документацию%s чтобы узнать больше.",
        "SelectYesIfYouWantToSendEmailsViaServer": "Выберите \"Да\", если вы хотите отсылать e-mail письма через определенный сервер, вместо использования локальной mail функции.",
        "Settings": "Настройки",
        "Shipping": "Доставка",
        "ShortDay_1": "Пн",
        "ShortDay_2": "Вт",
        "ShortDay_3": "Ср",
        "ShortDay_4": "Чт",
        "ShortDay_5": "Пт",
        "ShortDay_6": "Сб",
        "ShortDay_7": "Вс",
        "ShortMonth_1": "Янв",
        "ShortMonth_10": "Окт",
        "ShortMonth_11": "Ноя",
        "ShortMonth_12": "Дек",
        "ShortMonth_2": "Фев",
        "ShortMonth_3": "Мар",
        "ShortMonth_4": "Апр",
        "ShortMonth_5": "Май",
        "ShortMonth_6": "Июн",
        "ShortMonth_7": "Июл",
        "ShortMonth_8": "Авг",
        "ShortMonth_9": "Сен",
        "Show": "показать",
        "SingleWebsitesDashboard": "Статистика по сайту",
        "SmallTrafficYouCanLeaveDefault": "Для сайтов с небольшой нагрузкой вы можете оставить %s сек по умолчанию, и просматривать отчеты в реальном времени.",
        "SmtpEncryption": "SMTP шифрование",
        "SmtpPassword": "SMTP пароль",
        "SmtpPort": "SMTP Порт",
        "SmtpServerAddress": "Адрес SMTP сервера",
        "SmtpUsername": "SMTP имя пользователя",
        "Source": "Источник",
        "StatisticsAreNotRecorded": "Отслеживание посетителей Piwik в настоящее время отключено! Вы можете повторно включить отслеживание установив record_statistics = 1 в файле config\/config.ini.php.",
        "Subtotal": "Сумма",
        "Summary": "Сводный отчёт",
        "Table": "Таблица",
        "TagCloud": "Теги",
        "Tax": "Налог (комиссия)",
        "TimeOnPage": "Время, проведенное на странице",
        "Today": "Сегодня",
        "Total": "Всего",
        "TotalRevenue": "Общая прибыль",
        "TotalVisitsPageviewsRevenue": "(Всего: %s посещений, %s просмотров страниц, %s прибыли)",
        "TransitionsRowActionTooltip": "Посмотрите, что посетители делали до и после просмотра этой страницы",
        "TransitionsRowActionTooltipTitle": "Открыть переходы",
        "TranslatorEmail": "ademaro@ya.ru, i@codax.ru, heyheyftw@gmail.com, onix@onix.name, taktip@gmail.com, djsoldier@mail.ru",
        "TranslatorName": "Ademaro, <a href=\"http:\/\/codax.ru\">Важенин Илья (компания Codax)<\/a>, Nelde Maxim, Andrey, Vadim Nekhai",
        "UniquePurchases": "Уникальные покупки",
        "Unknown": "Неизвестно",
        "Upload": "Закачать",
        "UsePlusMinusIconsDocumentation": "Используйте иконки плюс и минус слева для навигации",
        "Username": "Имя пользователя",
        "UseSMTPServerForEmail": "Использовать SMTP сервер для e-mail",
        "Value": "Значение",
        "VBarGraph": "Столбчатая диаграмма",
        "View": "Смотреть",
        "ViewDocumentationFor": "Смотреть документацию для %1$s",
        "Visit": "Посещение",
        "VisitConvertedGoal": "Посещение, принято как минимум одной целью",
        "VisitConvertedGoalId": "Посещение, которое сконвертировало определенную Цель",
        "VisitConvertedNGoals": "Посещение сконвертировало converted %s Целей",
        "VisitDuration": "Примерная продолжительность посещения (секунд)",
        "Visitor": "Посетитель",
        "VisitorID": "ID посетителя",
        "VisitorIP": "IP посетителя",
        "Visitors": "Посетители",
        "VisitsWith": "Посещения с %s",
        "VisitType": "Тип посетителя",
        "VisitTypeExample": "Например, чтобы выбрать всех посетителей, которые вернулисть на сайт, включая тех, кто уже купил что-то в свои предыдущие визиты, API-запрос будет содержать: %s",
        "Warning": "Внимание",
        "WarningFileIntegrityNoManifest": "Проверка целостности не может быть проведена из-за отсутствия manifest.inc.php.",
        "WarningFileIntegrityNoMd5file": "Проверка целостности не может быть проведена из-за отсутствия функции md5_file().",
        "WarningPasswordStored": "%sВнимание:%s Этот пароль будет сохранен в конфигурационном файле на сервере в незашифрованном виде, и будет виден любому, кто имеет доступ к файловой системе сервера.",
        "Website": "Сайт",
        "Weekly": "Еженедельно",
        "WeeklyReport": "еженедельно",
        "WeeklyReports": "Еженедельные отчеты",
        "WellDone": "Отлично!",
        "Widgets": "Виджеты",
        "YearlyReport": "ежегодно",
        "YearlyReports": "Ежегодные отчеты",
        "YearsDays": "%1$s г. %2$s дн.",
        "YearShort": "г",
        "Yes": "Да",
        "Yesterday": "Вчера",
        "YouAreCurrentlyUsing": "Вы используете версию Piwik %s.",
        "YouAreViewingDemoShortMessage": "Вы сейчас работаете с демо системы Piwik",
        "YouMustBeLoggedIn": "Вы должны зайти на сайт, чтобы получить доступ к этому функционалу.",
        "YourChangesHaveBeenSaved": "Изменения сохранены."
    },
    "Goals": {
        "AbandonedCart": "Брошенных корзин",
        "AddGoal": "Добавить цель",
        "AddNewGoal": "Добавить новую цель",
        "AddNewGoalOrEditExistingGoal": "%sДобавить новую цель%s или %sредактировать%s уже существующие",
        "AllowGoalConvertedMoreThanOncePerVisit": "Разрешить засчитывание цели более одного раза за посещение",
        "AllowMultipleConversionsPerVisit": "Разрешить множественную конверсию за посещение",
        "BestCountries": "Наиболее популярные страны:",
        "BestKeywords": "Наиболее популярные ключевые слова:",
        "BestReferrers": "Наиболее популярные источники входа:",
        "CaseSensitive": "Совпадения являются чувствительными к регистру",
        "ClickOutlink": "Переходит по ссылке на внешний сайт",
        "ColumnAverageOrderRevenueDocumentation": "Средняя цена за заказ - общая прибыль за все эл. заказы, разделенная на число заказов.",
        "ColumnAveragePriceDocumentation": "Средняя прибыль для %s.",
        "ColumnAverageQuantityDocumentation": "Среднее количество %s, проданных через электронные заказы.",
        "ColumnConversionRateDocumentation": "Процент посещений, когда было инициировано выполнение Цели %s.",
        "ColumnConversionRateProductDocumentation": "Процент конверсии %s - это число заказов, содержащих этот товар и разделенных на число посещений страницы с товаром.",
        "ColumnConversions": "Конверсии",
        "ColumnConversionsDocumentation": "Число конверсий для %s.",
        "ColumnOrdersDocumentation": "Общее количество электронных заказов, которые содержали %s хотя бы раз.",
        "ColumnPurchasedProductsDocumentation": "Число купленных товаров - это сумма числа товаров, проданных с помощью электронных заказов.",
        "ColumnQuantityDocumentation": "Количество - это общее товаров, проданных для каждого %s.",
        "ColumnRevenueDocumentation": "Общая прибыль, полученная %s.",
        "ColumnRevenuePerVisitDocumentation": "Общая прибыль, полученная %s и разделенная на число посещений.",
        "ColumnVisits": "Общее число посещений внезависимости от того, была выполнена Цель или нет.",
        "ColumnVisitsProductDocumentation": "Число посещений страницы товаров\/категории товаров. Это используется для подсчета процента конверсии %s. Этот показатель попадает в отчет, если вы установили отслеживание электронной коммерции на странце товаров\/категории товаров.",
        "Contains": "содержит %s",
        "ConversionByTypeReportDocumentation": "Этот отчет сожержит детальную информацию о целях (конверсия, процент конверсии и прибыль за посещение) по каждой доступной в левой панели категории. %s Пожалуйста, кликните на одну из категорий, чтобы увидеть детальный отчет. %s Больше информации в %sОтслеживании целей на piwik.org%s",
        "ConversionRate": "%s коэффициент конверсий",
        "Conversions": "%s конверсий",
        "ConversionsOverview": "Обзор переходов",
        "ConversionsOverviewBy": "Обзор конверсий по типам посещения",
        "CreateNewGOal": "Создать новую цель",
        "DaysToConv": "Конверсия по дням",
        "DefaultGoalConvertedOncePerVisit": "(по умолчанию) Цель может быть засчитана единожды за посещение",
        "DefaultRevenue": "Стоимость цели по умолчанию:",
        "DefaultRevenueHelp": "Например, форма заказа, отправленная посетителем, имеет среднюю цену $10. Тогда Веб-аналитика подсчитает суммарную прибыль за вас",
        "DeleteGoalConfirm": "Вы уверены, что желаете удалить цель %s?",
        "DocumentationRevenueGeneratedByProductSales": "Продажи товаров. Без налогов, цены доставки и скидок",
        "Download": "Скачивают файл",
        "Ecommerce": "Эл. коммерция",
        "EcommerceAndGoalsMenu": "Электроная коммерция & Цели",
        "EcommerceLog": "Лог эл. заказов",
        "EcommerceOrder": "Электронный заказ",
        "EcommerceOverview": "Обзор электронный заказов",
        "EcommerceReports": "Отчеты по электронным заказам",
        "ExceptionInvalidMatchingString": "Если вы выберите 'совпадает точно', строка для сравнения должна быть URL, начинающийся с %s. Например, '%s'.",
        "ExternalWebsiteUrl": "внешняя ссылка выглядит следующим образом:",
        "Filename": "имя файла выглядит следующим образом:",
        "GoalConversion": "Конверсия целей",
        "GoalConversions": "Конверсия целей",
        "GoalConversionsBy": "Конверсия цели %s по типу посещения",
        "GoalIsTriggered": "Цель засчитывается",
        "GoalIsTriggeredWhen": "когда",
        "GoalName": "Название Цели",
        "Goals": "Цели",
        "GoalsManagement": "Управления целями",
        "GoalsOverview": "Обзор целей",
        "GoalsOverviewDocumentation": "Это обзор конверсии ваших целей. График показывает сумму всех конверсий. %s Под графиком можно увидеть отчет по конверсиям - по каждой из целей. Графики могут быть увеличены при клике на них.",
        "GoalX": "Цель %s",
        "HelpOneConversionPerVisit": "Если страница, совпадающая с этой целью перезагружается или просматривается более одного раза за посещение, цель будет засчитана только единожды - при первом визите пользователя на эту страницу.",
        "IsExactly": "точно %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Изучите больше про %sотслеживание целей в Системе веб-аналитики%s в документации пользователя.",
        "LeftInCart": "%s брошено в корзине",
        "Manually": "ручная настройка",
        "ManuallyTriggeredUsingJavascriptFunction": "Цель вручную стала условной через Javascript API trackGoal()",
        "MatchesExpression": "совпадает с выражением %s",
        "NewGoalDescription": "Цели в Piwik позволяют фиксировать определённые действия пользователей, например: \"сколько скачано брошюр\", \"зарегистрировано бюллетеней\", \"сколько было посещений страницы services.html\", и т.д.",
        "NewGoalIntro": "Отслеживание достигнутых переходов является одним из наиболее эффективных способов измерить и улучшить свои бизнес-задачи.",
        "NewGoalYouWillBeAbleTo": "Вы сможете просматривать и анализировать производительность для каждой цели, и узнать, как увеличить количество переходов, коэффициентов конверсии и доходов за одно посещение.",
        "NewVisitorsConversionRateIs": "Коэффициент новых посетителей %s",
        "Optional": "(необязательно)",
        "OverallConversionRate": "%s общий коэффициент конверсий (переходы с выполненной целью)",
        "OverallRevenue": "%s общая прибыль",
        "PageTitle": "Заголовок страницы",
        "Pattern": "Шаблон",
        "PluginDescription": "Создавайте цели и изучайте отчеты по их достиению: эволюцию по времени, прибыль за посещение, переходы по источникам, по ключевым словам и т.д.",
        "ProductCategory": "Категория товаров",
        "ProductName": "Наименование товара",
        "Products": "Товары",
        "ProductSKU": "Артикул",
        "ReturningVisitorsConversionRateIs": "Коэффициент наиболее частых вернувшихся посетителей %s",
        "SingleGoalOverviewDocumentation": "Это обзор конверсий по конкретной цели. %s Графики, показанные ниже, можно увеличить, кликнув по ним.",
        "UpdateGoal": "Обновить цель",
        "URL": "URL выглядит следующим образом:",
        "ViewAndEditGoals": "Просмотреть и редактировать цели",
        "ViewGoalsBy": "Смотреть цели по %s",
        "VisitPageTitle": "Посещает страницу с заголовком (page title)",
        "VisitsUntilConv": "Сконвертированные посещения",
        "VisitUrl": "Посещает данный URL (страницу или группу страниц)",
        "WhenVisitors": "посетители",
        "WhereThe": "где",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "Где цель засчитывается с помощью установки вызова функции JavaScript piwikTracker.trackGoal() (%sизучить больше%s)",
        "YouCanEnableEcommerceReports": "Вы можете активировать %s для этого сайта на странице %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Колонка ’%s’ не была найдена в этом отчете. Попробуйте что-нибудь из %s",
        "PluginDescription": "Генерировать красивый статичный PNG-график для всех отчетов Piwik."
    },
    "Installation": {
        "ConfigurationHelp": "Похоже, конфигурационный файл Piwik не сконфигурирован надлежащим образом. Вы можете удалить config\/config.ini.php, и продолжить установку, или исправить настройки соединения с базой данных.",
        "ConfirmDeleteExistingTables": "Вы действительно хотите удалить таблицы: %s из базы данных? ВНИМАНИЕ: УДАЛЕННЫЕ ДАННЫЕ НЕВОЗМОЖНО ВОССТАНОВИТЬ!",
        "Congratulations": "Поздравляем",
        "CongratulationsHelp": "<p>Поздравляем! Установка Piwik закончена.<\/p><p>Убедитесь, что JavaScript-код размещен на всех страницах, и ожидайте первых посетителей!",
        "DatabaseAbilities": "Возможности базы данных",
        "DatabaseCreation": "Создание базы данных",
        "DatabaseErrorConnect": "Возникла ошибка при попытке подключения к серверу БД",
        "DatabaseServerVersion": "Версия сервера БД",
        "DatabaseSetup": "Установки базы данных",
        "DatabaseSetupAdapter": "адаптер",
        "DatabaseSetupDatabaseName": "имя базы данных",
        "DatabaseSetupLogin": "логин",
        "DatabaseSetupServer": "сервер баз данных",
        "DatabaseSetupTablePrefix": "префикс таблиц",
        "Email": "Адрес электронной почты (email)",
        "Extension": "модуль",
        "Filesystem": "Файловая система",
        "GoBackAndDefinePrefix": "Вернитесь назад и введите префикс для таблиц Piwik",
        "Installation": "Установка",
        "InstallationStatus": "Статус установки",
        "InsufficientPrivilegesHelp": "Вы можете добавить эти права, используя, например, phpMyAdmin или с помощью соответствующих SQL-запросов. Если вы не знаете, как это работает, пожалуйста, попросите вашего сисадмина, чтобы он добавил вам права.",
        "JsTagArchivingHelp1": "Для сайтов с высокой и средней посещаемостью есть определенные оптимизации, которые должны быть сделаны, чтобы помочь Piwik работать быстрее (например, %1$sнастройка автоматического архивирования (en)%2$s).",
        "JSTracking_EndNote": "Примечание: После того, как закончится процесс установки, вы сможете генерировать код в разделе %1$sКод отслеживания%2$s в настройках.",
        "JSTracking_Intro": "Чтобы отслеживать интернет-трафик с Piwik вы должны убедиться, что сгенерированный код добавляется на каждую вашу веб-страницу.",
        "LargePiwikInstances": "Помощь для пользователей с большой посещаемостью",
        "Legend": "Легенда",
        "LoadDataInfileRecommended": "Если ваш сервер Piwik отслеживает сайты с высоким посещением (например, более 100 000 страниц в месяц), мы рекомендуем решить эту проблему.",
        "LoadDataInfileUnavailableHelp": "Использование %1$s позволит значительно ускорить процесс архивирования Piwik. Чтобы сделать его доступным для Piwik, попробуйте обновить PHP и MySQL и убедитесь, что пользователь вашей базы имеет привилегии %2$s.",
        "NfsFilesystemWarning": "Ваш сервер использует NFS.",
        "NoConfigFound": "Конфигурационный файл Piwik не может быть найден, однако вы пытаетесь зайти в систему.<br \/><b>  » Вы можете <a href='index.php'>установить Piwik сейчас.<\/a><\/b><br \/><small> Если Piwik уже был установлен и вы имеете данные в БД, вы можете использовать их.<\/small>",
        "Optional": "Необязательно",
        "Password": "Пароль",
        "PasswordDoNotMatch": "Пароль не совпадает",
        "PasswordRepeat": "Пароль (еще раз)",
        "PercentDone": "%s %% Завершено",
        "PleaseFixTheFollowingErrors": "Пожалуйста, исправьте следующие ошибки",
        "PluginDescription": "Процесс установки Piwik. Установка обычно осуществляется единожды. Если же конфигурационный файл config\/config.inc.php удален, установка начнется снова.",
        "Requirements": "Требования Piwik",
        "RestartWebServer": "После этих изменений перезапустите браузер.",
        "SeeBelowForMoreInfo": "Смотрите ниже для получения дополнительной информации.",
        "SetupWebsite": "Добавить сайт",
        "SetupWebsiteError": "Возникла ошибка при добавлении сайта",
        "SetupWebSiteName": "Имя сайта",
        "SetupWebsiteSetupSuccess": "Сайт %s создан успешно!",
        "SetupWebSiteURL": "URL сайта",
        "SiteSetup": "Пожалуйста, добавьте первый сайт, который вы хотите отслеживать и анализировать с помощью Piwik:",
        "SiteSetupFootnote": "Подсказка: Если установка Piwik авершена, вы сможете добавить больше сайтов для отслеживания!",
        "SuperUser": "Супер Администратор",
        "SuperUserLogin": "Логин суперпользователя",
        "SuperUserSetupSuccess": "Суперпользователь успешно создан!",
        "SystemCheck": "Проверка системы",
        "SystemCheckAutoUpdateHelp": "Учтите: Piwik One Click Update требует прав записи в папку Piwik и в папки компонентов.",
        "SystemCheckCreateFunctionHelp": "Piwik использует анонимные функции для колбэков.",
        "SystemCheckDatabaseHelp": "Piwik для своей работы требует модуль mysqli, или оба модуля: PDO и pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory не может сгенерировать просмотры для вызвавшего модуля.",
        "SystemCheckError": "Возникла ошибка, которая должна быть исправлена перед продолжением",
        "SystemCheckEvalHelp": "Необходимо для HTML QuickForm и шаблонизатора Smarty.",
        "SystemCheckExtensions": "Необходимые модули",
        "SystemCheckFileIntegrity": "Целостность файла",
        "SystemCheckFunctions": "Необходимые функции",
        "SystemCheckGDHelp": "Отображение тонких (нитчатых) графиков не будет работать.",
        "SystemCheckGlobHelp": "Эта встроенная функция отключена на сервере. Piwik попытается сэмулировать ее вызов, но могут возникнуть ограничения безопасности. Это также может нанести вред общей функциональности системы.",
        "SystemCheckGzcompressHelp": "Вам необходимо разрешить модуль zlib и функцию gzcompress.",
        "SystemCheckGzuncompressHelp": "Вам необходимо разрешить модуль zlib и функцию gzuncompress.",
        "SystemCheckIconvHelp": "Вам необходимо сконфигурировать или перекомпилировать PHP со включенной поддержкой \"iconv\" --with-iconv.",
        "SystemCheckMailHelp": "Отзывы разработчиков и письма восстановления паролей не будут отправляться без mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Ограничение памяти",
        "SystemCheckMemoryLimitHelp": "На высоконагруженном сайте, процесс архивации может занять больше памяти, чем разрешено в данный момент. Если необходимо, измените директиву memory_limit в вашем php.ini файле.",
        "SystemCheckOpenURL": "Открыть URL",
        "SystemCheckOpenURLHelp": "Подписки на новостные ленты, сообщения о обновлениях, и One Click Update требует наличия включенного модуля \"curl\", измените директиву php.ini allow_url_fopen=On, или вызовите fsockopen().",
        "SystemCheckOtherExtensions": "Другие модули",
        "SystemCheckOtherFunctions": "Другие функции",
        "SystemCheckPackHelp": "Функиця pack() необходима для отслеживания действий Piwik.",
        "SystemCheckParseIniFileHelp": "Эта встроенная функция отключена на сервере. Piwik попытается сэмулировать ее вызов, но могут возникнуть ограничения безопасности. Это также может нанести вред общей производительности системы.",
        "SystemCheckPdoAndMysqliHelp": "На сервере с Linux вы можете откомпилировать php со следующими опциями: %1$s В вашем php.ini добавьте следующие строки: %2$s",
        "SystemCheckPhp": "Версия PHP",
        "SystemCheckPhpPdoAndMysqli": "Узнайте больше на страница: %1$sPHP PDO%2$s и %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Вам необходимо сконфигурировать или перекомпилировать PHP со включенной стандартной библиотекой PHP (SPL), обычно включенной по умолчанию.",
        "SystemCheckSummaryNoProblems": "Ура! Нет никаких проблем с настройками Piwik. Молодец, возьми с полки пирожок.",
        "SystemCheckSummaryThereWereErrors": "Ой-ой! Piwik обнаружил некоторые %1$sкритические ошибки%2$s. %3$sЭти ошибки должны быть исправленные немедленно.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Есть некоторые проблемы с вашей системой. Piwik будет работать, но вы можете столкнуться с некоторыми незначительными проблемами.",
        "SystemCheckTimeLimitHelp": "На высоконагруженном сайте, процесс архивации может занять больше времени, чем разрешено в данный момент. Если необходимо, измените директиву max_execution_time в вашем php.ini файле.",
        "SystemCheckTracker": "Статус отслеживания",
        "SystemCheckTrackerHelp": "Запрос GET к piwik.php завершился неудачей. Попробуйте этот URL занести в белый список mod_security и HTTP Authentication.",
        "SystemCheckWarnDomHelp": "Следует разрешить модуль \"dom\" (скорее всего, установить модуль \"php-dom\" и\/или \"php-xml\").",
        "SystemCheckWarning": "Piwik будет работать нормально, но некоторые функции не будут доступны",
        "SystemCheckWarnJsonHelp": "Следует разрешить модуль \"json\" (скорее всего, установить модуль \"php-json\") для лучшего быстродействия.",
        "SystemCheckWarnLibXmlHelp": "Следует разрешить модуль \"libxml\" (скорее всего, установить модуль \"php-libxml\"), поскольку он необходим другим модулям PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Следует разрешить модуль \"SimpleXML\" (скорее всего, установить модуль \"php-simplexml\" и\/или \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "На сервере с Windows добавьте следующие строки в php.ini: %s",
        "SystemCheckWriteDirs": "Папки с правами записи",
        "SystemCheckWriteDirsHelp": "Для исправления этой ошибки в ОС Linux, попробуйте ввести следующие команды",
        "SystemCheckZlibHelp": "Вам необходимо сконфигурировать PHP на поддержку zlib, или перекомпилировать с параметром --with-zlib.",
        "Tables": "Создание таблиц",
        "TablesCreatedSuccess": "Таблицы успешно созданы!",
        "TablesDelete": "Удалить найденные таблицы",
        "TablesDeletedSuccess": "Существующие таблицы Piwik успешно удалены",
        "TablesFound": "Следующие таблицы найдены в БД",
        "TablesReuse": "Использовать существующие таблицы",
        "TablesWarningHelp": "Выберите одно из двух: использовать существующих таблиц БД, или чистую установку, которая удалит все существующие данные в базе данных.",
        "TablesWithSameNamesFound": "Некоторые %1$s таблицы в вашей базе данных %2$s имеют совпадающие названия с теми таблицами, которые Piwik пытается создать.",
        "Timezone": "Зона времени сайта",
        "Welcome": "Добро пожаловать!",
        "WelcomeHelp": "<p>Piwik - это открытое программное обеспечение, позволяющее вам вести статистический учет посещений ваших сайтов и анализировать полученную информацию о посетителях. Этот процесс состоит из %s простых шагов и занимает около пяти минут времени.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "О переводах Piwik",
        "PluginDescription": "Этот плагин будет отображать список языков, доступных для интерфейса Piwik. Выбранный язык будет сохранен в настройках для каждого пользователя."
    },
    "Live": {
        "AveragePageGenerationTime": "В среднем требовалось %1$s у этого посетителя для полной загрузки страницы.",
        "ConvertedNGoals": "Целей достигнуто: %s",
        "FirstVisit": "Первое посещение",
        "GoalType": "Тип",
        "HideMap": "скрыть карту",
        "KeywordRankedOnSearchResultForThisVisitor": "Ключевое слово %1$s занимает %2$s место на %3$s странице поиска для этого посетителя",
        "LastHours": "Последние %s часов",
        "LastMinutes": "Последние %s минут",
        "LastVisit": "Последнее посещение",
        "LinkVisitorLog": "Посмотреть детальный журнал посетителей",
        "MorePagesNotDisplayed": "Больше страниц по этому посетителю не отображается.",
        "NbVisitor": "1 посетитель",
        "NbVisitors": "%s посетителей",
        "NextVisitor": "Следующий посетитель",
        "NoMoreVisits": "Больше нет посещений у этого посетителя.",
        "PageRefreshed": "Сколько раз эта страница была просмотрена \/ обновлена несколько ряд подряд.",
        "PluginDescription": "Сладите за вашими пользователями на сайте прямо сейчас!",
        "PreviousVisitor": "Предыдущий посетитель",
        "RealTimeVisitorCount": "Счётчик посетителей в реальном времени",
        "Referrer_URL": "URL источника",
        "ShowMap": "показать карту",
        "SimpleRealTimeWidget_Message": "%s и %s за последние %s",
        "ViewVisitorProfile": "Посмотреть профиль посетителя",
        "VisitedPages": "Посещённые страницы",
        "VisitorLog": "Журнал посетителей",
        "VisitorLogDocumentation": "Эта таблица показывает последние посещения за выбранный период. Вы можете видеть последнее посещение пользователя при наведении мыши на дату посещения. %s Если период включает сегодняшний день, вы можете наблюдать за посетителями в реальном времени! %s Данные здесь всегда отображаются в режиме реального времени вне зависимости от того, как часто вы используете архивацию по крону.",
        "VisitorProfile": "Профиль посетителя",
        "VisitorsInRealTime": "Посетители в реальном времени",
        "VisitorsLastVisit": "Последнее посещение этого пользователя было %s дней назад.",
        "VisitSummary": "Провёл в общей сложности %1$s%2$s на этом сайте%3$s, и %4$sпросмотрел %5$s страниц за %6$s посещений%7$s."
    },
    "Login": {
        "ConfirmationLinkSent": "Ссылка с подтверждением была отправлена на ваш e-mail. Проверьте свой e-mail и перейдите по отправленной вам ссылке.",
        "ContactAdmin": "Возможная причина: функция mail() отключена. <br \/>Пожалуйста, свяжитесь с администратором.",
        "ExceptionPasswordMD5HashExpected": "Параметр пароля вероятно является MD5-хэшем пароля.",
        "InvalidNonceOrHeadersOrReferrer": "Ошибка при загрузки формы безопасности. Пожалуйста, обновите форму и проверьте, что ваши cookies включены. Если вы используете прокси-сервер, вы должны %s настроить принятие прокси-заголовков в Piwik%s, которые следуют за названием хоста. Также убедитесь, что заголовки источника трафика отправляются верно.",
        "InvalidOrExpiredToken": "Код неправильный или просрочен.",
        "InvalidUsernameEmail": "Неверное имя пользователя и\/или e-mail",
        "LogIn": "Войти",
        "LoginOrEmail": "Имя пользователя или E-mail",
        "LoginPasswordNotCorrect": "Логин или пароль неверны",
        "LostYourPassword": "Потеряли пароль?",
        "MailPasswordChangeBody": "Привет %1$s, был зафиксирован сброс пароля от %2$s. Чтобы подтвердить смену пароля, залогиньтесь под новыми авторизационными данными по этой ссылке: %3$s Подсказка: ссылка перестанет действовать через 24 часа. И спасибо вам за то, что пользуетесь Piwik!",
        "MailTopicPasswordChange": "Подтвердите смену пароля",
        "PasswordChanged": "Ваш пароль был изменен.",
        "PasswordRepeat": "Пароль еще раз",
        "PasswordsDoNotMatch": "Пароли не совпадают.",
        "RememberMe": "Запомнить меня",
        "ResetPasswordInstructions": "Введите новый пароль для вашего аккаунта."
    },
    "Mobile": {
        "AboutPiwikMobile": "О Piwik Mobile",
        "AccessUrlLabel": "URL для анонимного доступа",
        "Account": "Учетная запись",
        "Accounts": "Аккаунты",
        "AddAccount": "Добавить аккаунт",
        "AddPiwikDemo": "Добавить демо Piwik",
        "Advanced": "Расширенные",
        "AnonymousAccess": "Анонимный доступ",
        "AnonymousTracking": "Анонимное слежение",
        "AskForAnonymousTrackingPermission": "При активации Piwik Mobile будет отправлять данные piwik.org анонимно. Отправляемые данные помогают разработчикам Piwik Mobile лучше понять, как вы используете приложение. Отправляемая информация: клики по меню и настройкам, название ОС и версия, ошибки, которые возникают в Piwik Mobile. Мы НЕ отслеживаем ваши аналитические данные. Эти анонимные данные никогда не станут доступными для кого-то еще. Вы можете отключить\/включить анонимное слежение в Настройках в любое время.",
        "ChooseHttpTimeout": "Выберите значение HTTP timeout",
        "ChooseMetric": "Выберите показатель",
        "ChooseReport": "Выберите отчет",
        "DefaultReportDate": "Дата отчета",
        "EnableGraphsLabel": "Отображать графики",
        "HelpUsToImprovePiwikMobile": "Вы желаете включить анонимное отслеживание в Piwik Mobile?",
        "HowtoDeleteAnAccountOniOS": "Проведите слева направа, чтобы удалить аккаунт",
        "HttpIsNotSecureWarning": "Ваш авторизационный ключ в Piwik(token_auth) отправляется в незащищенном виде, если вы используете 'HTTP'. Поэтому мы рекомендуем HTTPS для безопасности передачи информации по интернету. Желаете продолжить?",
        "HttpTimeout": "HTTP Timeout",
        "LastUpdated": "Последнее обновление: %s",
        "LoadingReport": "Загрузка %s",
        "LoginCredentials": "Полномочия",
        "LoginUseHttps": "Использовать https",
        "MultiChartLabel": "Отображать тонкие графики (нити)",
        "NavigationBack": "Назад",
        "NetworkError": "Ошибка сети",
        "NetworkErrorWithStatusCode": "Проищошла ошибка '%s'. Запрос вернул статус: '%s'. URL была - '%s'. Пожалуйста, проверьте введенную URL и лог ошибок на сервере для более детальной информации по ошибке и ее решения.",
        "NetworkErrorWithStatusCodeShort": "Ошибка сети %s",
        "NetworkNotReachable": "Сеть недоступна",
        "NoDataShort": "Нет данных",
        "NoPiwikAccount": "У вас еще нет аккаунта в Piwik?",
        "NoReportsShort": "Нет отчетов",
        "NoVisitorFound": "Посетителей не найдено",
        "NoVisitorsShort": "Нет посетителей",
        "NoWebsiteFound": "Сайтов не найдено",
        "NoWebsitesShort": "Нет сайтов",
        "PullDownToRefresh": "Потяните вниз, чтобы обновить...",
        "RatingDontRemindMe": "Не напоминать мне",
        "RatingNotNow": "Не сейчас",
        "RatingNow": "OK, сейчас оценю",
        "RatingPleaseRateUs": "Мобильное приложение Piwik бесплатно, мы будем очень благодарны вам, если вы найдете минутку, чтобы оценить приложение в %s. Если у вас есть предложения по новым функциям или вы нашли баг, пожалуйста,please contact %s",
        "ReleaseToRefresh": "Отпустите, чтобы обновить...",
        "Reloading": "Обновление...",
        "SaveSuccessError": "Пожалуйста, проверьте настройки",
        "SearchWebsite": "Искать сайты",
        "ShowAll": "Показать все",
        "ShowLess": "Показать меньше",
        "UseSearchBarHint": "Здесь отображаются только первые %s сайтов. Пожалуйста, используйте строку поиска, чтобы получить доступ к других вашим сайтам.",
        "VerifyAccount": "Верификация аккаунта",
        "VerifyLoginData": "Убедитесь, что вы ввели имя пользователя и пароль правильно.",
        "YouAreOffline": "Извините, но вы сейчас офлайн"
    },
    "MobileMessaging": {
        "MobileReport_AdditionalPhoneNumbers": "Вы можете добавить несколько телефонных номеров получив доступ",
        "MobileReport_NoPhoneNumbers": "Пожалуйста, включите хотя бы один номер телефона получив доступ",
        "PhoneNumbers": "Номера телефонов",
        "PluginDescription": "Позволяет создавать и загружать SMS-отчёты и отправлять их на мобильный телефон каждый день, неделю или месяц.",
        "Settings_APIKey": "API ключ",
        "Settings_CountryCode": "Код страны",
        "Settings_CredentialNotProvided": "Прежде чем вы сможете создавать и управлять номерами телефонов, подключите Piwik к своему ​​аккаунту SMS выше.",
        "Settings_CredentialNotProvidedByAdmin": "Прежде чем вы сможете создавать и управлять номерами телефонов, пожалуйста, обратитесь к администратору для подключения Piwik к аккаунту SMS.",
        "Settings_InvalidActivationCode": "Код, который вы ввели, неверен. Попробуйте ещё.",
        "Settings_LetUsersManageAPICredential": "Разрешить пользователям управлять своими полномочиями SMS API",
        "Settings_LetUsersManageAPICredential_No_Help": "Все пользователи имеют возможность получать SMS-отчеты и будут использовать кредиты вашего аккаунта.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Каждый пользователь сможет настроить самостоятельно счета SMS API и не будет использовать ваши кредиты.",
        "Settings_ManagePhoneNumbers": "Управление номерами телефонов",
        "Settings_PhoneActivated": "Номер телефона успешно проверен! Теперь вы можете получать SMS со статистикой.",
        "Settings_PhoneNumber": "Номер телефона",
        "Settings_PhoneNumbers_Add": "Добавить новый номер телефона",
        "Settings_PleaseSignUp": "Для создания SMS сообщений и получения коротких текстовых сообщений со статистикой ваших веб-сайтов, на свой мобильный телефон, пожалуйста, зарегистрируйтесь в SMS API и введите информацию ниже.",
        "Settings_SMSAPIAccount": "Управление API SMS аккаунтом",
        "Settings_SMSProvider": "SMS-гейт",
        "Settings_SuperAdmin": "Настройки суперпользователя",
        "Settings_UpdateOrDeleteAccount": "Так же вы можете %sобновить%s или %sудалить%s этот аккаунт.",
        "Settings_ValidatePhoneNumber": "Проверить",
        "SettingsMenu": "СМС сообщения",
        "SMS_Content_Too_Long": "[слишком длинно]",
        "TopMenu": "Email и SMS отчёты"
    },
    "MultiSites": {
        "Evolution": "Эволюция",
        "PluginDescription": "Отображает сравнительную статистику по многим сайтам. В данный момент является ключевым плагином Piwik.",
        "TopLinkTooltip": "Сравните веб-аналитику для всех ваших сайтов."
    },
    "Overlay": {
        "Clicks": "%s кликов",
        "Domain": "Домен",
        "Link": "Ссылка",
        "Location": "Местоположение",
        "NoData": "Нет данных по этой странице за выбранный период.",
        "OneClick": "1 клик",
        "OpenFullScreen": "Перейти к полному экрану",
        "Overlay": "Глубина проникновения"
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Выберите \"Да\", если хотите, чтобы система отслеживала не полный IP-адрес посетителей.",
        "AnonymizeIpInlineHelp": "Скрыть последний байт IP-адресов ваших посетителей согласно вашим принципам конфиденциальности или законодательству.",
        "AnonymizeIpMaskLengtDescription": "Выберите, как много байтов IP-адреса посетителей должно быть скрыто.",
        "AnonymizeIpMaskLength": "%s байт(ов), например, %s",
        "CannotLockSoDeleteLogActions": "Таблица log_action не будет удалена: пожалуйста, установите привелегии LOCK TABLES для ’%s’ пользователя MYSQL.",
        "ClickHereSettings": "Нажмите здесь, чтобы перейти к настройкам: %s.",
        "CurrentDBSize": "Текущий размер базы данных",
        "DBPurged": "База данных очищена.",
        "DeleteBothConfirm": "Вы собираетесь удалить данные посещениях сайта и данные по отчетам одновременно. Вы больше не сможете просматривать статистику по старым посещениям. Вы уверены, что хотите сделать это?",
        "DeleteDataDescription": "Вы можете настроить Piwik для постоянного удаления старых данных о посещениях сайта и(или) обработанных отчетов, чтобы сохранять размер вашей БД.",
        "DeleteDataDescription2": "По желанию заранее обработанные отчеты не будут удаляться. Будут удаляться только посещения, просмотры страниц и конверсия. Или заранее обработанные отчеты могут удаляться, а данные по входам сохранятся.",
        "DeleteDataInterval": "Удалять старые данные каждые",
        "DeleteDataSettings": "Удаление старых логов посещений и отчетов",
        "DeleteLogDescription2": "Если вы используете автоматическое удаление логов, убедитесь, что все предыдущие отчеты за день были обработаны, чтобы не потерять ни каких данных.",
        "DeleteLogInfo": "Будут удалены логи из следующих таблиц: %s",
        "DeleteLogsConfirm": "Вы собираетесь включить удаление данных о посещениях сайта. Когда старые данные по посещениям будут удалены, а соответствующие отчеты не обработаны, вы не сможете просматривать аналитические данные в исторической последовательности. Вы уверены, что хотите сделать это?",
        "DeleteLogsOlderThan": "Удалить логи, старше чем",
        "DeleteMaxRows": "Максимальное число строк для удаления за один раз:",
        "DeleteMaxRowsNoLimit": "нет ограничений",
        "DeleteReportsConfirm": "Вы собираетесь включить удаление данных по отчетам. Когда старые отчеты будут удалены, вы должны снова обработать их, если хотите просмотреть их. Вы увереныЮ что хотите сделать это?",
        "DeleteReportsDetailedInfo": "Данные базы данных, содержащиеся в numeric (%s) и blob-таблицах (%s) будут удалены.",
        "DeleteReportsInfo": "Если включено, старые отчеты будут удалены. %sМы рекомендуем включать это только если размер вашей БД ограничен.%s",
        "DeleteReportsInfo2": "Если вы не включили '%s', старые отчеты будут воссоздаваться автоматически по запросу.",
        "DeleteReportsInfo3": "Если вы включили '%s', данные будут навсегда потеряны.",
        "DeleteReportsOlderThan": "Удалить отчеты, старше чем",
        "DeleteSchedulingSettings": "Настройки расписания",
        "DoNotTrack_Description": "Отказ от Отслеживания - технология и предложение политики безопасности, которая позволяет пользователям отказываться от того, чтобы их посещения отслеживали. Используется в аналитических сервисах, рекламных сетях и социальных платформах.",
        "DoNotTrack_Disable": "Отключить возможность отказа от отслеживания",
        "DoNotTrack_Disabled": "Piwik сейчас отслеживает всех посетителей, даже если они установили настройку \"Я не хочу, чтобы меня отслеживали\" в своих браузерах.",
        "DoNotTrack_DisabledMoreInfo": "Мы рекомендуем уважать конфиденциальность ваших посетителей и включить возможность отказа от отслеживания.",
        "DoNotTrack_Enable": "Включить возможность отказа от отслеживания",
        "DoNotTrack_Enabled": "На данный момент вы уважается конфиденциальность ваших посетителей. Браво!",
        "DoNotTrack_EnabledMoreInfo": "Когда пользователь настраивает свой браузер на \"Я не хочу, чтобы меня отслеживали\" (Возможность отказа от отслеживания включена), Piwik не будет отслеживать такие посещения.",
        "DoNotTrack_SupportDNTPreference": "Настройки Отказа от Отслеживания",
        "EstimatedDBSizeAfterPurge": "Ожидаемый размер базы данных после чистки",
        "EstimatedSpaceSaved": "Ожидаемый сохраненный размер space saved",
        "GeolocationAnonymizeIpNote": "Подсказка: Геолоакция будет иметь практически те же результаты с 1 скрытым байтом IP адреса. Если скрыто два или более байтов, геолокация будет определять местонахождене пользователя неточно.",
        "GetPurgeEstimate": "Оценить очистку базы по времени",
        "KeepBasicMetrics": "Сохранить основные показатели (посещения, просмотры страниц, процент отскоков, конверсию целей, конверсию эл. заказов и др.)",
        "KeepDataFor": "Сохранить все данные для:",
        "KeepReportSegments": "Для сохранения данных выше также настройте сегментацию отчетов",
        "LastDelete": "Последнее удаление было",
        "LeastDaysInput": "Пожалуйста, определите количество дней, большее чем %s.",
        "LeastMonthsInput": "Пожалуйста, определите количество месяцев, большее чем %s.",
        "MenuPrivacySettings": "Конфиденциальность",
        "NextDelete": "Следующее удаление по расписанию через",
        "PluginDescription": "Настройте Piwik для соответствия вашей политики конфиденциальности законодательству вашей страны.",
        "PurgeNow": "Очистить базу данных сейчас",
        "PurgeNowConfirm": "Вы собираетесь навсегда удалить данные из вашей базы данных. Вы уверены, что хотите продолжить?",
        "PurgingData": "Чистка данных...",
        "ReportsDataSavedEstimate": "Размер базы данных",
        "SaveSettingsBeforePurge": "Вы изменили настройки удаления данных. Пожалуйста, сохраните их, перед тем как начать чистку.",
        "SeeAlsoOurOfficialGuidePrivacy": "Смотрите также официальное руководство: %sКонфидециальность данных в Piwik%s",
        "Teaser": "На этой вкладке вы можете настраивать Веб-аналитику для ее соответствия политике конфиденциальности действующего законодательства вашей страны. Используйте: %s скрытие IP-адреса посетителя%s, %s автоматическое стирание старых логов из базы банных%s и %s возможность для посетителей исключить себя из учета в системе%s.",
        "TeaserHeadline": "Настройки конфиденциальности",
        "UseAnonymizeIp": "Скрыть IP-адреса посетителей",
        "UseDeleteLog": "Регулярно удалять старые логи посещений из базы данных",
        "UseDeleteReports": "Всегда удалять старые отчеты из баз данных"
    },
    "Provider": {
        "ColumnProvider": "Провайдер",
        "PluginDescription": "Отображает провайдеры посетителей.",
        "ProviderReportDocumentation": "Этот отчет показывает, какие интернет-провайдеры у посетителей вашего сайта. Вы можете кликнуть на имя провайдера, чтобы посмотреть детали. %s Если Piwik не может определить провайдера, отображается просто IP.",
        "SubmenuLocationsProvider": "Локации и провайдеры",
        "WidgetProviders": "Провайдеры"
    },
    "Referrers": {
        "Campaigns": "Кампании",
        "CampaignsDocumentation": "Посетитель перешел на ваш сайт с рекламной кампании. %s Детальная информация в отчете %s",
        "CampaignsReportDocumentation": "Этот отчет показывает, какие рекламные кампании привели посетителей на ваш сайт. %s Для большей информации об отслеживании кампаний читайте %sДокументацию по кампаниям на сайте piwik.org%s",
        "ColumnCampaign": "Кампания",
        "ColumnSearchEngine": "Поисковый движок",
        "ColumnSocial": "Страница социальной сети",
        "ColumnWebsite": "Сайт",
        "ColumnWebsitePage": "Страница сайта",
        "DetailsByReferrerType": "Детали по типу источника",
        "DirectEntry": "Прямой вход",
        "DirectEntryDocumentation": "Посетитель перешел на ваш сайт по ссылке, вбив ее в адресую строку браузера или по закладке, что называется прямым переходом.",
        "Distinct": "Различные источники по типу",
        "DistinctCampaigns": "Различные кампании",
        "DistinctKeywords": "Различные ключевые слова",
        "DistinctSearchEngines": "Различные поисковые системы",
        "DistinctWebsites": "Различные сайты",
        "EvolutionDocumentation": "Это обзор источников, с которых посетители приходят на ваш сайт.",
        "EvolutionDocumentationMoreInfo": "Больше информации о различных типах источников см. в документации по таблице %s.",
        "Keywords": "Ключевые слова",
        "KeywordsReportDocumentation": "Этот отчет показывает ключевые слова, которые посетители ващего сайта вводили в поисковике, прежде чем попасть на ваш сайт. %s Кликнув на конкретный ряд таблицы, вы увидите распределение ключевого слова по поисковым системам.",
        "PluginDescription": "Отображает данные о источниках трафика: поисковые движки, ключевые слова, сайты, входы с кампаний и прямые входы.",
        "Referrer": "Источник",
        "ReferrerName": "Имя источника",
        "Referrers": "Источники трафика",
        "ReferrersOverview": "Обзор источников",
        "SearchEngines": "Поисковые движки",
        "SearchEnginesDocumentation": "Посетитель перешел на ваш сайт с поисковой системы. %s Детальная информация в отчете %s.",
        "SearchEnginesReportDocumentation": "Этот отчет показывает, с каких поисковых систем пришли посетители. %s Кликнув на конкретный ряд таблицы, вы увидите, что посетитель искал в поисковой систем и что привело его на ваш сайт.",
        "Socials": "Социальные сети",
        "SocialsReportDocumentation": "Этот отчет показывает, какие социальные сети привели посетителей на ваш сайт.<br \/>Кликнув на конкретную строку таблицы, вы можете увидить, с каких именно страниц соц. сетей перешли эти посетители.",
        "SubmenuSearchEngines": "Поисковые системы и ключевые слова",
        "SubmenuWebsites": "Сайты",
        "Type": "Тип источника",
        "TypeCampaigns": "%s входов с кампаний",
        "TypeDirectEntries": "%s прямых входов",
        "TypeReportDocumentation": "Эта таблица содержит информацию о распределении типов источников трафика.",
        "TypeSearchEngines": "%s входов из поисковых движков",
        "TypeWebsites": "%s входов из сайтов",
        "UsingNDistinctUrls": "(по %s различным ссылкам)",
        "ViewAllReferrers": "Посмотреть все источники",
        "ViewReferrersBy": "Посмотреть Источники по %s",
        "Websites": "Сайты",
        "WebsitesDocumentation": "Посетитель перешел на ваш сайт по ссылке, которая находилась на другом сайте. %s Детальная информация в отчете %s",
        "WebsitesReportDocumentation": "В этой таблице вы можете видеть сайты, которые привели посетителей на ваш сайт. %s Кликнув на таблице по конкретной строке, вы увидите где была размещена ссылка на ваш сайт.",
        "WidgetExternalWebsites": "Внешние сайты",
        "WidgetGetAll": "Все источники трафика",
        "WidgetKeywords": "Список ключевых слов",
        "WidgetSocials": "Список социальных сетей",
        "WidgetTopKeywordsForPages": "Топ ключевых слов для страницы URL"
    },
    "RowEvolution": {
        "AvailableMetrics": "Доступные показатели",
        "CompareDocumentation": "Нажмите на ссылку ниже, чтобы открыть всплывающее окно для другой строки из той же самой таблицы для сравнения нескольких записей. \tИспользуйте shift+клик, чтобы пометить строку для дальнейшего сравнения без открытия всплывающего окна.",
        "CompareRows": "Сравнить записи",
        "ComparingRecords": "Сравнение %s строк",
        "Documentation": "Нажмите на показатели, чтобы отобразить их динамику на большом графике. Используйте shift+клик для отображения нескольких показателей одновременно.",
        "MetricBetweenText": "Между %s и %s",
        "MetricChangeText": "%s за период",
        "MetricsFor": "Показатели для %s",
        "MultiRowEvolutionTitle": "Динамика нескольких строк",
        "PickAnotherRow": "Выберите другую строку для сравнения",
        "PickARow": "Выберите строку для сравнения"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(необязательно) Настройки отображения",
        "AggregateReportsFormat_GraphsOnly": "Отображать только графики (без отчетных таблиц)",
        "AggregateReportsFormat_TablesAndGraphs": "Отображать таблицы и графики для всех отчетов",
        "AggregateReportsFormat_TablesOnly": "(по умолчанию) Отображать таблицы отчетов (графики только для ключевых показетелей)",
        "AlsoSendReportToTheseEmails": "Также отправлять отчеты на слудующие e-mail адреса (по одному в каждой строке):",
        "AreYouSureDeleteReport": "Вы уверены, что хотите удалить отчет и его расписание?",
        "CancelAndReturnToReports": "Отменить и %sвернуться к списку отчетов%s",
        "CreateAndScheduleReport": "Создать и настроить расписание отчетов",
        "CreateReport": "Создать отчетность",
        "DescriptionOnFirstPage": "Описание отчета будет отображено на первой страние отчета.",
        "DisplayFormat_TablesOnly": "Отображать только таблицы (без графиков)",
        "EmailHello": "Здравствуйте,",
        "EmailReports": "Отправка по e-mail",
        "EmailSchedule": "Расписание e-mail рассылки",
        "EvolutionGraph": "Показать историю изменения графика для первых %s значений.",
        "FrontPage": "Первая страница",
        "ManageEmailReports": "Управление Email-отчетами",
        "MonthlyScheduleHelp": "Ежемесячное расписание: отчеты будут рассылаться каждый первый день месяца.",
        "MustBeLoggedIn": "Вы должны быть авторизованы для создания и редактирования расписания отчетов.",
        "NoRecipients": "У этого отчета нет получателей",
        "OClock": "часов",
        "Pagination": "Страница %s из %s",
        "PiwikReports": "Отчеты Веб-аналитики",
        "PleaseFindAttachedFile": "К этому письму прикреплен файл %1$s, являющийся отчетом для %2$s.",
        "PleaseFindBelow": "Пожалуйста, ниже вашего %1$s отчет за %2$s.",
        "PluginDescription": "Создавайте и скачивайте ваши пользовательские отчеты и получайте их по почте каждый день, неделю, месяц.",
        "ReportFormat": "Формат отчета",
        "ReportHour": "Отправлять отчёт в",
        "ReportIncludeNWebsites": "Отчет будет содержать основные показатели для всех сайтов, у которых было хотя бы одно посещение (всего сейчас доступно %s сайтов).",
        "ReportsIncluded": "Данные, включенные в отчет",
        "ReportType": "Отправить отчет с помощью",
        "Segment_Help": "Вы можете выбрать существующий пользовательский сегмент для применения к данным для этого отчёта. Вы можете создавать и редактировать пользовательские сегменты на панели инструментов %s(нажмите здесь, чтобы открыть)%s, далее нажмите на \"%s\", затем \"%s\".",
        "SendReportNow": "Отправить отчет сейчас",
        "SendReportTo": "Получатели",
        "SentToMe": "Отправить мне",
        "TableOfContent": "Лист отчета",
        "ThereIsNoReportToManage": "У вас пока нет отчетности для сайта %s",
        "TopLinkTooltip": "Создайте Email отчеты в Piwik, чтобы получать их прямо на ваш email или email ваших клиентов автоматически!",
        "TopOfReport": "Вернуться наверх",
        "UpdateReport": "Обновить отчетность",
        "WeeklyScheduleHelp": "Еженедельное расписание: отчеты будут рассылаться каждый понедельник."
    },
    "SegmentEditor": {
        "AddNewSegment": "Добавить новый сегмент",
        "AutoArchiveRealTime": "отчёты по сегментам обрабатываются в реальном времени",
        "ChooseASegment": "Выбрать сегмент",
        "DefaultAllVisits": "Все посещения",
        "OperatorAND": "И",
        "OperatorOR": "ИЛИ",
        "SaveAndApply": "Сохранить и применить",
        "SegmentDisplayedAllWebsites": "все сайты",
        "SegmentDisplayedThisWebsiteOnly": "только этот сайт",
        "SegmentIsDisplayedForWebsite": "и отображается для",
        "SelectSegmentOfVisitors": "Выберите сегмент посетителей:",
        "ThisSegmentIsVisibleTo": "Этот сегмент видим для:",
        "VisibleToAllUsers": "все пользователи",
        "VisibleToMe": "меня"
    },
    "SEO": {
        "AlexaRank": "Рейтинг Alexa",
        "Bing_IndexedPages": "Страниц в индексе Bing",
        "Dmoz": "Записей в каталоге DMOZ",
        "DomainAge": "Возраст домена",
        "ExternalBacklinks": "Внешние обратные ссылки (Majestic)",
        "Google_IndexedPages": "Страниц в индексе Google",
        "Rank": "Рейтинг",
        "ReferrerDomains": "Ссылающиеся домены (Majestic)",
        "SeoRankings": "SEO-Рейтинги",
        "SEORankingsFor": "SEO Рейтинги для %s",
        "ViewBacklinksOnMajesticSEO": "Посмотреть Внешние обратные ссылки на сайте MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Добавить новый сайт",
        "AdvancedTimezoneSupportNotFound": "Поддержка дополнительных временных зон не найдена в вашем PHP (поддерживается в PHP>=5.2). Вы все еще можете выбрать UTC вручную вместо этого.",
        "AliasUrlHelp": "Рекомендуется, но необязательно, указывать все домены для сайта (каждый домен – новая линия), которые пользователи могут использовать для доступа к сайту. Псевдонимы для различных доменов сайта не будут отображаться в разделе Источики трафика > Сайты. Заметьте, что нет необходимости указывать варианты адресов с \"www\" и без него. Piwik автоматически учитывает оба.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Изменение вашего часового пояса только повлияет на то, что данные будут учитываться наперед, и никак не повлияет на существующие данные.",
        "ChooseCityInSameTimezoneAsYou": "Выберите город в том же часовом поясе, где вы находитесь.",
        "Currency": "Валюта",
        "CurrencySymbolWillBeUsedForGoals": "Символ валюты будет отображен после целей выручки.",
        "DefaultCurrencyForNewWebsites": "Валюта по умолчанию для новых сайтов",
        "DefaultTimezoneForNewWebsites": "Часовой пояс по умолчанию для новых сайтов",
        "DeleteConfirm": "Вы действительно желаете удалить этот сайт %s?",
        "DisableSiteSearch": "Не отслеживать поиск на сайте",
        "EcommerceHelp": "Если включено, то отчет по Целям будет содержать новый раздел - \"Ecommerce (электронная коммерция)",
        "EnableEcommerce": "Эл. коммерция включена",
        "EnableSiteSearch": "Отслеживание поиска на сайте включено",
        "EnableSiteSpecificUserAgentExclude": "Включить фильтрацию user agent'ов для определённых веб-сайтов.",
        "EnableSiteSpecificUserAgentExclude_Help": "Если нужно исключить разные агенты пользователей (user agents) для различных веб-сайтов, установите этот флажок, нажмите кнопку сохранить и %1$sдобавьте пользовательские агенты сверху%2$s.",
        "ExceptionDeleteSite": "Невозможно удалить, так как это единственный сайт в вашем списке. Добавьте еще какой-нибудь сайт для удаления данного.",
        "ExceptionEmptyName": "Название сайта не может быть пустое.",
        "ExceptionInvalidCurrency": "Валюта \"%s\" не верна. Пожалуйста, введите правильный символ валюты (напр., %s)",
        "ExceptionInvalidIPFormat": "IP для сключения \"%s\" не имеет правильный IP формат (напр., %s).",
        "ExceptionInvalidTimezone": "Часовой пояс \"%s\" не верен. Пожалуйста, введите правильный.",
        "ExceptionInvalidUrl": "URL '%s' не верен.",
        "ExceptionNoUrl": "Вы должны указать хотя бы один URL для этого сайта.",
        "ExcludedIps": "Исключенные IP",
        "ExcludedParameters": "Исключенные параметры",
        "ExcludedUserAgents": "Исключённые User Agents",
        "GlobalExcludedUserAgentHelp1": "Введите список пользовательских агентов, чтобы исключить отслеживание с помощью Piwik.",
        "GlobalExcludedUserAgentHelp2": "Вы можете использовать это, чтобы исключить отслеживание каких-нибудь ботов.",
        "GlobalListExcludedIps": "Общий список исключенных IP",
        "GlobalListExcludedQueryParameters": "Общий список запросов URL-параметров для исключения",
        "GlobalListExcludedUserAgents": "Общий список пользовательских агентов для исключения",
        "GlobalListExcludedUserAgents_Desc": "Если строка user-agent'а посетителя содержит строки которые вы указали - Piwik не будет учитывать посещение.",
        "GlobalWebsitesSettings": "Общие настройки сайтов",
        "HelpExcludedIps": "Введите список IP адресов, по одному на каждую строку, которые вы хотите исключить и не учитывать в Веб-аналитике. Можно вводить группой, напр. %1$s или %2$s",
        "JsTrackingTagHelp": "Это код JavaScript, который необходимо вставить во все ваши страницы",
        "KeepURLFragments": "Отслеживание фрагментов url страницы",
        "KeepURLFragmentsHelp": "Если флажок не установлен, фрагменты URL (всё после %1$s) будут удалены при отслеживании: %2$s будут отслеживаться как %3$s",
        "KeepURLFragmentsHelp2": "Вы также можете переопределить этот параметр для отдельных веб-сайтов выше.",
        "KeepURLFragmentsLong": "Сохранять дополнительные фрагменты url при отслеживании страниц",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP адреса ниже будут исключены из статистики и не будут учитываться при сборе данных на всех сайтах.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Запросы URL-параметров ниже будут исключены и не будут учитываться при сборе статистики на всех сайтах.",
        "ListOfQueryParametersToExclude": "Введите список запросов URL-параметров по одному на каждую строку, чтобы исключить их со страницы с отчетами по URL.",
        "MainDescription": "Для ведения статистики требуется добавить сайты. Добавляйте, обновляйте, удаляйте информацию о сайтах, а также просмотрите JavaScript-код для вставки на ваши страницы.",
        "NotAnEcommerceSite": "Сайт без эл. коммерции",
        "NotFound": "Не найдено сайтов для",
        "NoWebsites": "Вы не имеете ни одного сайта на учете.",
        "OnlyOneSiteAtTime": "Вы можете только редактировать один сайт в одно и то же время. Пожалуйста, сохраните или отмените ваши текущие изменения к сайту %s.",
        "PiwikOffersEcommerceAnalytics": "Эта опция может быть использована для аналитики интернет-магазинов и электронных заказов. Больше информации - здесь: %s Аналитика эл. коммерции%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Веб-аналитика будет автоматически изымать необходимые параметры сессии (%s).",
        "PluginDescription": "Управление сайтами в Веб-аналитике: Добавьте новый сайт, редактируйте уже существующий, просмотрите Javascript код, который необходимо вставить для индексации страниц. Конечно, все это доступно и через API.",
        "SearchCategoryDesc": "Piwik также может отслеживать категорию поиска для каждого слова, которое ищут на вашем сайте в поиске.",
        "SearchCategoryLabel": "Параметр категорий",
        "SearchCategoryParametersDesc": "Вы можете ввести разделенные запятыми список параметров, которые бы определяли категорию поиска.",
        "SearchKeywordLabel": "Параметр запросов",
        "SearchKeywordParametersDesc": "Введите список параметров, которые содержат ключевые слова поиска по сайту (через запятую).",
        "SearchParametersNote": "Подсказка: параметры запроса и категории будут использованы только для сайтов, которые имеют внутренний поиск и включили отслеживание поиска, но оставили эти параметры пустыми (нетронутыми).",
        "SearchParametersNote2": "Чтобы отключить функции отслеживания поиска по сайту для новых сайтов, оставьте эти два поля пустыми.",
        "SearchUseDefault": "Использовать %sдефолтные%s параметры поиска по сайту",
        "SelectACity": "Выбрать город",
        "SelectDefaultCurrency": "Вы можете установить валюту по умолчанию для новых сайтов.",
        "SelectDefaultTimezone": "Вы можете установить часовой пояс по умолчанию для новых сайтов.",
        "ShowTrackingTag": "Показать код",
        "Sites": "Сайты",
        "SiteSearchUse": "Вы можете использовать Piwik для отслеживания и отображения аналитики по тому, что ищут посетители на вашем сайте используя функционал для внутреннего поиска по сайту.",
        "Timezone": "Часовой пояс",
        "TrackingSiteSearch": "Отслеживание внутреннего поиска по сайту",
        "TrackingTags": "Код отслеживания для %s",
        "Urls": "URL-ы",
        "UTCTimeIs": "Время UTC: %s.",
        "WebsitesManagement": "Управление сайтами",
        "YouCurrentlyHaveAccessToNWebsites": "В данный момент вы имеете доступ к %s сайтам.",
        "YourCurrentIpAddressIs": "Ваш IP: %s"
    },
    "Transitions": {
        "BouncesInline": "%s отскоков (отказов)",
        "DirectEntries": "Прямых входов",
        "ErrorBack": "Верниться к предыдущему действию",
        "ExitsInline": "%s уходов с сайта",
        "FromCampaigns": "с кампаний",
        "FromPreviousPages": "с внутренних страниц",
        "FromPreviousPagesInline": "%s с внутренних страниц",
        "FromPreviousSiteSearches": "внутренних поисков по сайту",
        "FromPreviousSiteSearchesInline": "%s с внутреннего поиска по сайту",
        "FromSearchEngines": "с поисковых систем",
        "FromWebsites": "с сайтов",
        "IncomingTraffic": "Входящий трафик",
        "LoopsInline": "%s обновлений страницы",
        "NoDataForAction": "Нет данныз для %s",
        "NoDataForActionDetails": "Не было совершено таких действий %s или они неправильны.",
        "OutgoingTraffic": "Исходящий трафик",
        "PluginDescription": "Отчеты о предыдущих и последующих действиях для каждой страницы (URL).",
        "ShareOfAllPageviews": "У этой страницы %s просмотров (%s из просмотров всех страниц)",
        "ToFollowingPages": "на внутренние страницы",
        "ToFollowingPagesInline": "%s на внутренние страницы",
        "ToFollowingSiteSearches": "внутренних поисков по сайту",
        "ToFollowingSiteSearchesInline": "%s внутренних поисков по сайту",
        "XOfAllPageviews": "%s из всех просмотров страницы",
        "XOutOfYVisits": "%s (из %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Не удается найти apache_get_modules функцию, видимо, это не веб-сервер Apache.",
        "CannotFindGeoIPServerVar": "Переменная %s не установлена. Ваш сервер не может быть сконфигурирован правильно.",
        "CannotFindPeclGeoIPDb": "Невозможно найти базу базу данных по стране, региону или городу для GeoIP PECL модуля. Убедитесь, что ваша БД GeoIP находится в %1$s и названа %2$s или %3$s, иначе PECL модуль не заметит ее.",
        "CannotLocalizeLocalIP": "IP адрес %s - это локальный адрес и его конкретное местонахождение не может быть определено.",
        "CannotSetupGeoIPAutoUpdating": "Похоже на то, чтобы храните свои GeoIP базы за пределами папки Piwik. Piwik не может автоматически обновлять базы, которые находятся за пределами папки misc.",
        "City": "Город",
        "Continent": "Континент",
        "continent_afr": "Африка",
        "continent_amc": "Центральная Америка",
        "continent_amn": "Северная Америка",
        "continent_ams": "Южная Америка",
        "continent_ant": "Антарктика",
        "continent_asi": "Азия",
        "continent_eur": "Европа",
        "continent_oce": "Океания",
        "Country": "Страна",
        "country_a1": "Анонимный прокси",
        "country_a2": "Спутниковый провайдер",
        "country_ac": "Острова Вознесения",
        "country_ad": "Андорра",
        "country_ae": "Объединённые Арабские Эмираты",
        "country_af": "Афганистан",
        "country_ag": "Антигуа и Барбуда",
        "country_ai": "Ангилья",
        "country_al": "Албания",
        "country_am": "Армения",
        "country_an": "Антильские острова",
        "country_ao": "Ангола",
        "country_ap": "Азия\/регион Тихого океана",
        "country_aq": "Антарктика",
        "country_ar": "Аргентина",
        "country_as": "Американское Самоа",
        "country_at": "Австрия",
        "country_au": "Австралия",
        "country_aw": "Аруба",
        "country_ax": "Аландские острова",
        "country_az": "Азербайджан",
        "country_ba": "Босния и Герцеговина",
        "country_bb": "Барбадос",
        "country_bd": "Бангладеш",
        "country_be": "Бельгия",
        "country_bf": "Буркина-Фасо",
        "country_bg": "Болгария",
        "country_bh": "Бахрейн",
        "country_bi": "Бурунди",
        "country_bj": "Бенин",
        "country_bl": "Сен-Бартельми",
        "country_bm": "Бермудские острова",
        "country_bn": "Бруней",
        "country_bo": "Боливия",
        "country_bq": "Бонэйр, Синт-Эста́тиус и Са́ба",
        "country_br": "Бразилия",
        "country_bs": "Багамские острова",
        "country_bt": "Бутан",
        "country_bu": "Бирма",
        "country_bv": "Остров Буве",
        "country_bw": "Ботсвана",
        "country_by": "Беларусь",
        "country_bz": "Белиз",
        "country_ca": "Канада",
        "country_cat": "Каталаноязычные общества",
        "country_cc": "Кокосовые острова",
        "country_cd": "Конго, демократическая республика",
        "country_cf": "Центральноафриканская Республика",
        "country_cg": "Конго",
        "country_ch": "Швейцария",
        "country_ci": "Кот Д'ивуар",
        "country_ck": "Острова Кука",
        "country_cl": "Чили",
        "country_cm": "Камерун",
        "country_cn": "Китай",
        "country_co": "Колумбия",
        "country_cp": "Клиппертонские острова",
        "country_cr": "Коста-Рика",
        "country_cs": "Сербия и Черногория",
        "country_cu": "Куба",
        "country_cv": "Кабо Верде",
        "country_cw": "Кюраса́о",
        "country_cx": "Остров Рождества",
        "country_cy": "Кипр",
        "country_cz": "Чешская Республика",
        "country_de": "Германия",
        "country_dg": "Диего-Гарсия",
        "country_dj": "Джибути",
        "country_dk": "Дания",
        "country_dm": "Доминика",
        "country_do": "Доминиканская Республика",
        "country_dz": "Алжир",
        "country_ea": "Сеута и Мелилья",
        "country_ec": "Эквадор",
        "country_ee": "Эстония",
        "country_eg": "Египет",
        "country_eh": "Западная Сахара",
        "country_er": "Эритрея",
        "country_es": "Испания",
        "country_et": "Эфиопия",
        "country_eu": "Европейский Союз",
        "country_fi": "Финляндия",
        "country_fj": "Фиджи",
        "country_fk": "Фолклендские острова (Мальвинские)",
        "country_fm": "Федеративные Штаты Микронезии",
        "country_fo": "Фарерские острова",
        "country_fr": "Франция",
        "country_fx": "Метрополия Франции",
        "country_ga": "Габон",
        "country_gb": "Великобритания",
        "country_gd": "Гренада",
        "country_ge": "Грузия",
        "country_gf": "Фр. Гайана",
        "country_gg": "Гернси",
        "country_gh": "Гана",
        "country_gi": "Гибралтар",
        "country_gl": "Гренландия",
        "country_gm": "Гамбия",
        "country_gn": "Гвинея",
        "country_gp": "Гваделупа",
        "country_gq": "Экваториальная Гвинея",
        "country_gr": "Греция",
        "country_gs": "Южная Джорджия и Южные Сандвичевы острова",
        "country_gt": "Гватемала",
        "country_gu": "Гуам",
        "country_gw": "Гвинея-Бисау",
        "country_gy": "Гайана",
        "country_hk": "Гонконг",
        "country_hm": "Острова Херда и Макдональда",
        "country_hn": "Гондурас",
        "country_hr": "Хорватия",
        "country_ht": "Гаити",
        "country_hu": "Венгрия",
        "country_ic": "Канарские острова",
        "country_id": "Индонезия",
        "country_ie": "Ирландия",
        "country_il": "Израиль",
        "country_im": "Остров Мэн",
        "country_in": "Индия",
        "country_io": "Британская территория Индийского океан",
        "country_iq": "Ирак",
        "country_ir": "Иран",
        "country_is": "Исландия",
        "country_it": "Италия",
        "country_je": "Джерси",
        "country_jm": "Ямайка",
        "country_jo": "Иордания",
        "country_jp": "Япония",
        "country_ke": "Кения",
        "country_kg": "Киргизия",
        "country_kh": "Камбоджа",
        "country_ki": "Кирибати",
        "country_km": "Коморские острова",
        "country_kn": "Сент-Китс и Невис",
        "country_kp": "КНДР",
        "country_kr": "Корея",
        "country_kw": "Кувейт",
        "country_ky": "Каймановы острова",
        "country_kz": "Казахстан",
        "country_la": "Лаос",
        "country_lb": "Ливан",
        "country_lc": "Сент-Люсия",
        "country_li": "Лихтенштейн",
        "country_lk": "Шри-Ланка",
        "country_lr": "Либерия",
        "country_ls": "Лесото",
        "country_lt": "Литва",
        "country_lu": "Люксембург",
        "country_lv": "Латвия",
        "country_ly": "Ливия",
        "country_ma": "Марокко",
        "country_mc": "Монако",
        "country_md": "Молдавия",
        "country_me": "Черногория",
        "country_mf": "Остров Святого Мартина",
        "country_mg": "Мадагаскар",
        "country_mh": "Маршалловы острова",
        "country_mk": "Македония",
        "country_ml": "Мали",
        "country_mm": "Мьянма",
        "country_mn": "Монголия",
        "country_mo": "Макау",
        "country_mp": "Северные Марианские острова",
        "country_mq": "Мартиника",
        "country_mr": "Мавритания",
        "country_ms": "Монсеррат",
        "country_mt": "Мальта",
        "country_mu": "Маврикий",
        "country_mv": "Мальдивские острова",
        "country_mw": "Малави",
        "country_mx": "Мексика",
        "country_my": "Малайзия",
        "country_mz": "Мозамбик",
        "country_na": "Намибия",
        "country_nc": "Новая Каледония",
        "country_ne": "Нигер",
        "country_nf": "Норфолкские острова",
        "country_ng": "Нигерия",
        "country_ni": "Никарагуа",
        "country_nl": "Нидерланды",
        "country_no": "Норвегия",
        "country_np": "Непал",
        "country_nr": "Науру",
        "country_nt": "Нейтральные территории",
        "country_nu": "Ние",
        "country_nz": "Новая Зеландия",
        "country_o1": "Другая страна",
        "country_om": "Оман",
        "country_pa": "Панама",
        "country_pe": "Перу",
        "country_pf": "Французская Полинезия",
        "country_pg": "Папуа - Новая Гвинея",
        "country_ph": "Филиппины",
        "country_pk": "Пакистан",
        "country_pl": "Польша",
        "country_pm": "Сен-Пьер и Микелон",
        "country_pn": "Питкэрн",
        "country_pr": "Пуэрто-Рико",
        "country_ps": "Палестинская территория",
        "country_pt": "Португалия",
        "country_pw": "Палау",
        "country_py": "Парагвай",
        "country_qa": "Катар",
        "country_re": "Остров Реюньон",
        "country_ro": "Румыния",
        "country_rs": "Сербия",
        "country_ru": "Россия",
        "country_rw": "Руанда",
        "country_sa": "Саудовская Аравия",
        "country_sb": "Соломоновы острова",
        "country_sc": "Сейшельские острова",
        "country_sd": "Судан",
        "country_se": "Швеция",
        "country_sf": "Финляндия",
        "country_sg": "Сингапур",
        "country_sh": "Остров Святой Елены",
        "country_si": "Словения",
        "country_sj": "Свольбар",
        "country_sk": "Словакия",
        "country_sl": "Сьерра-Леоне",
        "country_sm": "Сан-Марино",
        "country_sn": "Сенегал",
        "country_so": "Сомали",
        "country_sr": "Суринам",
        "country_ss": "Южный Судан",
        "country_st": "Сан-Томе и Принсипи",
        "country_su": "СССР (бывший)",
        "country_sv": "Сальвадор",
        "country_sx": "Синт-Ма́ртен",
        "country_sy": "Сирийская Арабская Республика",
        "country_sz": "Свазиленд",
        "country_ta": "Тристан-да-Кунья",
        "country_tc": "Острова Турции и Каикоса",
        "country_td": "Чад",
        "country_tf": "Южные территории Франции",
        "country_tg": "Того",
        "country_th": "Таиланд",
        "country_ti": "Тибет (Китай)",
        "country_tj": "Таджикистан",
        "country_tk": "Токело",
        "country_tl": "Восточный Тимор",
        "country_tm": "Туркменистан",
        "country_tn": "Тунис",
        "country_to": "Тонга",
        "country_tp": "Восточный Тимор",
        "country_tr": "Турция",
        "country_tt": "Тринидад и Тобаго",
        "country_tv": "Тувалу",
        "country_tw": "Тайвань",
        "country_tz": "Танзания",
        "country_ua": "Украина",
        "country_ug": "Уганда",
        "country_uk": "Соединённое Королевство",
        "country_um": "Внешние малые острова США",
        "country_us": "США",
        "country_uy": "Уругвай",
        "country_uz": "Узбекистан",
        "country_va": "Ватикан",
        "country_vc": "Сент-Винсент и Гренадины",
        "country_ve": "Венесуэла",
        "country_vg": "Виргинские острова Британии",
        "country_vi": "Виргинские острова США",
        "country_vn": "Вьетнам",
        "country_vu": "Вануату",
        "country_wf": "Уоллис и Футуна",
        "country_ws": "Самоа",
        "country_ye": "Йемен",
        "country_yt": "Майотта",
        "country_yu": "Югославия",
        "country_za": "Южно-Африканская Республика",
        "country_zm": "Замбия",
        "country_zr": "Заир",
        "country_zw": "Зимбабве",
        "CurrentLocationIntro": "Согласно используемому способу отслеживания вы находитесь здесь",
        "DefaultLocationProviderDesc1": "Этот способ отслеживания определяет местоположение на основе языка, которым пользователи пользуются в браузере и системе.",
        "DefaultLocationProviderDesc2": "Это не очень точное определение, поэтому %1$sмы рекомендуем установить и использовать плагин %2$sGeoIp%3$s.%4$s",
        "DistinctCountries": "%s уникальных стран",
        "DownloadingDb": "Загрузка %s",
        "DownloadNewDatabasesEvery": "Обновлять базу раз в",
        "FatalErrorDuringDownload": "Произошла критическая ошибка при загрузке этого файла. Там может быть что-то не так с вашим интернет соединением, с базой данных GeoIP, которую вы загрузили или Piwik. Попробуйте скачать и установить его вручную.",
        "FoundApacheModules": "Piwik нашёл следующие модули Apache",
        "GeoIPCannotFindMbstringExtension": "Невозможно найти функцию %1$s. Пожалуйста, убедитесь, что расширение %2$s загружено и установлено.",
        "GeoIPDatabases": "Базы данных GeoIP",
        "GeoIPDocumentationSuffix": "Чтобы увидеть данные по этому отчету вы должны установить GeoIP в секции Geolocation, которая находится в панели администрирования. Платные базы данных GeoIP %1$sMaxmind%2$s более точны, чем бесплатные. Насколько именно они точные, вы можете посмотреть %3$sздесь%4$s.",
        "GeoIPImplHasAccessTo": "Этот вариант реализации GeoIP имеет доступ к следующим базам данных",
        "GeoIpLocationProviderDesc_Pecl1": "Местоположение ваших посетителей определяется с помощью базы данных GeoIP и модуля PECL. Такое определение — более четкое и эффективное.",
        "GeoIpLocationProviderDesc_Pecl2": "Нет ограничений по использованию этого способа отслеживания, так что мы рекомендуем именно его.",
        "GeoIpLocationProviderDesc_Php1": "Этот способ отслеживания является наиболее простым в установке, поскольку это не требует настройки сервера (идеально подходит для виртуального хостинга!). Он использует GeoIP базы данных и PHP API MaxMind, чтобы точно определить местоположение ваших посетителей.",
        "GeoIpLocationProviderDesc_Php2": "Если у вашего сайта слишком много посетителей, вы заметите, что этот способ слишком медленный. В этом случае вам нужно установить %1$sPECL расширение%2$s или специальный %3$sсерверный модуль%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Определение локации основано на модуле GeoIP, который был установлен на ваш HTTP-сервер. Это работает быстрее и точнее, но %1$sможет быть использовано только при отслеживании посетителей, которые пользуются обычными браузерами.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Если вам нужно импортировать лог-файлы или сделать что-то, требующее наличие IP адресов, используйте %1$s встраиваемый PECL GeoIP (рекомендуется)%2$s или %3$s встраиваемый PHP GeoIP %4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Подсказка: анонимизация IP не оказывает на эффект на получение локации пользователей таким способом. Перед тем, как использовать его с анонимизацией IP, убедитесь, что это не противоречит законодательству вашей страны.",
        "GeoIPNoServerVars": "Piwik не может найти GeoIP %s переменные.",
        "GeoIPPeclCustomDirNotSet": "PHP ini опция %s не установлена.",
        "GeoIPServerVarsFound": "Piwik нашёл следующие переменные GeoIP: %s",
        "GeoIPUpdaterInstructions": "Укажите ссылки для загрузки баз данных ниже. Если вы купили базы данных из %3$sMaxMind%4$s, вы можете найти эти ссылки %1$sздесь%2$s. Пожалуйста, свяжитесь с %3$sMaxMind%4$s если у вас есть проблемы с доступом к ним.",
        "GeoIPUpdaterIntro": "Piwik в настоящее время управляет обновлениями для следующих баз GeoIP",
        "GeoLiteCityLink": "Если вы используете базу данных GeoLite City, воспользуйтесь этой ссылкой: %1$s%2$s%3$s.",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "На этой странице вы можете изменить способ определения местоположения посетителей.",
        "getCityDocumentation": "Этот отчет показывает города посетителей вашего сайта.",
        "getContinentDocumentation": "Этот отчет показывает континенты посетителей вашего сайта.",
        "getCountryDocumentation": "Этот отчет показывает страны посетителей вашего сайта.",
        "getRegionDocumentation": "Этот отчет показывает регионы посетителей вашего сайта.",
        "HowToInstallApacheModule": "Как установить GeoIP модуль для Apache?",
        "HowToInstallGeoIPDatabases": "Как мне получить базы данных GeoIP?",
        "HowToInstallGeoIpPecl": "Как установить GeoIP PECL расширение?",
        "HowToInstallNginxModule": "Как установить GeoIP модуль для Nginx?",
        "HowToSetupGeoIP": "Как установить точное определение локаций посетителей с помощью GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sСкачайте%2$s базу данных GeoLite City из %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Извлеките этот файл и скопируйте %1$s в %2$smisc%3$s поддиректорию Piwik (вы можете сделать это через FTP или SSH).",
        "HowToSetupGeoIP_Step3": "Перезагрузите эту страницу. Убедитесь что %1$sGeoIP (PHP)%2$s теперь %3$sУстановлено%4$s. Выберите его.",
        "HowToSetupGeoIP_Step4": "Вот и все! Вы только что установили GeoIP для Piwik, что означает, что вы можете видеть регионы и города ваших посетителей и, естественно, страну, где они находятся.",
        "HowToSetupGeoIPIntro": "Кажется, что у вас не настроено определено локации посетителей с помощью GeoIP. Это полезная \"штука\" - без нее вы не сможете достаточно точно определять местонахождение посетителей. И вот как вы можете быстро все настроить:",
        "HttpServerModule": "HTTP Серверный модуль",
        "IPurchasedGeoIPDBs": "Я купил более %1$sдетализированную базу данных у MaxMind%2$s и хочу настроить автоматические обновления.",
        "ISPDatabase": "База провайдеров",
        "IWantToDownloadFreeGeoIP": "Я хочу загрузить бесплатную GeoIP базу...",
        "Latitude": "Широта",
        "Location": "Локация",
        "LocationDatabase": "Расположение базы данных",
        "LocationDatabaseHint": "Расположение базы данных страны, региона или города.",
        "LocationProvider": "Способ определения локации пользователя",
        "Longitude": "Долгота",
        "NoDataForGeoIPReport1": "Не существует данных для этого отчета, потому что либо нет данных о местоположении или IP адрес посетителя не может быть определён географически.",
        "NoDataForGeoIPReport2": "Для обеспечения точной геолокации, изменить параметры %1$sтут%2$s и используйте %3$sбазу данных городов%4$s.",
        "Organization": "Организация",
        "OrgDatabase": "База организаций",
        "PeclGeoIPNoDBDir": "PECL модуль обращается к базам в %1$s, но это директория не существует. Пожалуйста, создайте ее и добавьте в нее базу данных GeoIP. Или вы можете установить %2$s в правильную директорию в вашем php.ini файле.",
        "PeclGeoLiteError": "Ваша БД GeoIP в %1$s названа %2$s. К сожалению, PECL модуь не сможет распознать такое имя. Пожалуйста, переименуйте это в %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik в настоящее время не работает с базами GeoIP.",
        "PluginDescription": "Отображает страну посетителя.",
        "Region": "Регион",
        "SetupAutomaticUpdatesOfGeoIP": "Настроить автоматическое обновление GeoIP баз",
        "SubmenuLocations": "Локации",
        "TestIPLocatorFailed": "Piwik попытался определить местонахождение известного IP-адреса (%1$s), но ваш сервер вернул значение: %2$s. Если способ определения локации был настроен верно, он бы вернул значение: %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Загруженный файл не является корректной GeoIP базой. Пожалуйста, перепроверьте ссылку или загрузите файл вручную.",
        "ToGeolocateOldVisits": "Для того чтобы получить информацию о местоположении для предыдущих посетителей, воспользуйтесь скриптом, о котором написано %1$sтут%2$s.",
        "UpdaterHasNotBeenRun": "Обновления никогда не производились.",
        "WidgetLocation": "Местонахождение посетителя"
    },
    "UserCountryMap": {
        "AndNOthers": "и %s других",
        "Cities": "Города",
        "Countries": "Страны",
        "DaysAgo": "%s дней назад",
        "GoalConversions": "%s целей достигнуто",
        "Hours": "часов",
        "HoursAgo": "%s часов назад",
        "map": "карта",
        "Minutes": "минуты",
        "MinutesAgo": "%s минут назад",
        "NoVisit": "Без посещений",
        "RealTimeMap": "Карта в реальном времени",
        "Regions": "Регионы",
        "Searches": "%s поисковых запросов",
        "Seconds": "секунд",
        "SecondsAgo": "%s секунд назад",
        "VisitorMap": "Карта посещений",
        "WorldWide": "Весь мир"
    },
    "UserSettings": {
        "BrowserFamilies": "По семейству браузеров",
        "BrowserLanguage": "Язык браузера",
        "Browsers": "По браузерам",
        "ColumnBrowser": "Браузер",
        "ColumnBrowserFamily": "Семейство браузеров",
        "ColumnBrowserVersion": "Версия браузера",
        "ColumnConfiguration": "Конфигурация",
        "ColumnOperatingSystem": "Операционная система",
        "ColumnResolution": "Разрешение",
        "ColumnTypeOfScreen": "Тип экрана",
        "Configurations": "По конфигурации",
        "GamingConsole": "Игровые консоли",
        "Language_aa": "афар",
        "Language_ab": "абхазский",
        "Language_ae": "авестийский",
        "Language_af": "африкаанс",
        "Language_ak": "акан",
        "Language_am": "амхарский",
        "Language_an": "арагонский",
        "Language_ar": "арабский",
        "Language_as": "ассамский",
        "Language_av": "аварский",
        "Language_ay": "аймара",
        "Language_az": "азербайджанский",
        "Language_ba": "башкирский",
        "Language_be": "белорусский",
        "Language_bg": "болгарский",
        "Language_bh": "бихари",
        "Language_bi": "бислама",
        "Language_bm": "бамбарийский",
        "Language_bn": "бенгальский",
        "Language_bo": "тибетский",
        "Language_br": "бретонский",
        "Language_bs": "боснийский",
        "Language_ca": "каталанский",
        "Language_ce": "чеченский",
        "Language_ch": "чаморро",
        "Language_co": "корсиканский",
        "Language_cr": "криийский",
        "Language_cs": "чешский",
        "Language_cu": "церковнославянский",
        "Language_cv": "чувашский",
        "Language_cy": "валлийский",
        "Language_da": "датский",
        "Language_de": "немецкий",
        "Language_dv": "мальдивский",
        "Language_dz": "дзонг-кэ",
        "Language_ee": "эве",
        "Language_el": "греческий",
        "Language_en": "английский",
        "Language_eo": "эсперанто",
        "Language_es": "испанский",
        "Language_et": "эстонский",
        "Language_eu": "баскский",
        "Language_fa": "персидский",
        "Language_ff": "фулах",
        "Language_fi": "финский",
        "Language_fj": "фиджи",
        "Language_fo": "фарерский",
        "Language_fr": "французский",
        "Language_fy": "фризский",
        "Language_ga": "ирландский",
        "Language_gd": "гэльский",
        "Language_gl": "галисийский",
        "Language_gn": "гуарани",
        "Language_gu": "гуджарати",
        "Language_gv": "мэнский",
        "Language_ha": "хауса",
        "Language_he": "иврит",
        "Language_hi": "хинди",
        "Language_ho": "хиримоту",
        "Language_hr": "хорватский",
        "Language_ht": "гаитянский",
        "Language_hu": "венгерский",
        "Language_hy": "армянский",
        "Language_hz": "гереро",
        "Language_ia": "интерлингва",
        "Language_id": "индонезийский",
        "Language_ie": "интерлингве",
        "Language_ig": "игбо",
        "Language_ii": "сычуань",
        "Language_ik": "инупиак",
        "Language_io": "идо",
        "Language_is": "исландский",
        "Language_it": "итальянский",
        "Language_iu": "инуктитут",
        "Language_ja": "японский",
        "Language_jv": "яванский",
        "Language_ka": "грузинский",
        "Language_kg": "конго",
        "Language_ki": "кикуйю",
        "Language_kj": "кунама",
        "Language_kk": "казахский",
        "Language_kl": "эскимосский (гренландский)",
        "Language_km": "кхмерский",
        "Language_kn": "каннада",
        "Language_ko": "корейский",
        "Language_kr": "канури",
        "Language_ks": "кашмири",
        "Language_ku": "курдский",
        "Language_kv": "коми",
        "Language_kw": "корнийский",
        "Language_ky": "киргизский",
        "Language_la": "латинский",
        "Language_lb": "люксембургский",
        "Language_lg": "ганда",
        "Language_li": "лимбургский",
        "Language_ln": "лингала",
        "Language_lo": "лаосский",
        "Language_lt": "литовский",
        "Language_lu": "луба-катанга",
        "Language_lv": "латышский",
        "Language_mg": "малагасийский",
        "Language_mh": "маршалльский",
        "Language_mi": "маори",
        "Language_mk": "македонский",
        "Language_ml": "малаялам",
        "Language_mn": "монгольский",
        "Language_mr": "маратхи",
        "Language_ms": "малайский",
        "Language_mt": "мальтийский",
        "Language_my": "бирманский",
        "Language_na": "науру",
        "Language_nb": "норвежский букмол",
        "Language_nd": "ндебели (северный)",
        "Language_ne": "непальский",
        "Language_ng": "ндонга",
        "Language_nl": "голландский",
        "Language_nn": "норвежский нюнорск",
        "Language_no": "норвежский",
        "Language_nr": "ндебели южный",
        "Language_nv": "навахо",
        "Language_ny": "ньянджа",
        "Language_oc": "окситанский",
        "Language_oj": "оджибва",
        "Language_om": "оромо",
        "Language_or": "ория",
        "Language_os": "осетинский",
        "Language_pa": "панджаби (пенджаби)",
        "Language_pi": "пали",
        "Language_pl": "польский",
        "Language_ps": "пашто (пушту)",
        "Language_pt": "португальский",
        "Language_qu": "кечуа",
        "Language_rm": "ретороманский",
        "Language_rn": "рунди",
        "Language_ro": "румынский",
        "Language_ru": "русский",
        "Language_rw": "киньяруанда",
        "Language_sa": "санскрит",
        "Language_sc": "сардинский",
        "Language_sd": "синдхи",
        "Language_se": "саамский (северный)",
        "Language_sg": "санго",
        "Language_si": "сингальский",
        "Language_sk": "словацкий",
        "Language_sl": "словенский",
        "Language_sm": "самоанский",
        "Language_sn": "шона",
        "Language_so": "сомали",
        "Language_sq": "албанский",
        "Language_sr": "сербский",
        "Language_ss": "свази",
        "Language_st": "сото южный",
        "Language_su": "сунданский",
        "Language_sv": "шведский",
        "Language_sw": "суахили",
        "Language_ta": "тамильский",
        "Language_te": "телугу",
        "Language_tg": "таджикский",
        "Language_th": "тайский",
        "Language_ti": "тигринья",
        "Language_tk": "туркменский",
        "Language_tl": "тагалог",
        "Language_tn": "тсвана",
        "Language_to": "тонга",
        "Language_tr": "турецкий",
        "Language_ts": "тсонга",
        "Language_tt": "татарский",
        "Language_tw": "тви",
        "Language_ty": "таитянский",
        "Language_ug": "уйгурский",
        "Language_uk": "украинский",
        "Language_ur": "урду",
        "Language_uz": "узбекский",
        "Language_ve": "венда",
        "Language_vi": "вьетнамский",
        "Language_vo": "волапюк",
        "Language_wa": "валлонский",
        "Language_wo": "волоф",
        "Language_xh": "ксоза",
        "Language_yi": "идиш",
        "Language_yo": "йоруба",
        "Language_za": "чжуань",
        "Language_zh": "китайский",
        "Language_zu": "зулу",
        "LanguageCode": "Код языка",
        "MobileVsDesktop": "Мобильные посещения vs компьютерных",
        "OperatingSystemFamily": "Тип операционной системы",
        "OperatingSystems": "По операционным системам",
        "PluginDescription": "Ведет учет различных настроек пользователя: браузер, семейство браузера, операционная система, плагины, разрешение экрана, а также глобальные настройки.",
        "PluginDetectionDoesNotWorkInIE": "Учтите: Определение плагинов не работает в Internet Explorer. Этот отчет содержит информацию о не-IE браузерах.",
        "Resolutions": "По разрешению мониторов",
        "VisitorSettings": "Настройки посетителей",
        "WideScreen": "По ширине экрана",
        "WidgetBrowserFamilies": "Браузеры по семейству",
        "WidgetBrowserFamiliesDocumentation": "Этот график показывается информацию о браузерах посетителей, разбитую по типу семейства. %s Наиболее важная информация для веб-разработчиков - на каком движке работают браузеры посетителей. Значки содержат имя движка в зависимости от наиболее популярного браузера, который работает на этом движке.",
        "WidgetBrowsers": "Браузеры посетителей",
        "WidgetBrowsersDocumentation": "Этот отчет содержит информацию по браузерам, которые используют ваши посетители. Каждая версия браузера отображается отдельно.",
        "WidgetBrowserVersion": "Версия браузера",
        "WidgetGlobalVisitors": "Глобальная конфигурация",
        "WidgetGlobalVisitorsDocumentation": "Этот отчет показывает общую информацию по наиболее популяоным конфигурациям системы ваших посетителей. Конфигурация - это комбинация операционной системы, браузера и разрешения экрана.",
        "WidgetOperatingSystems": "Операционные системы",
        "WidgetPlugins": "Список плагинов",
        "WidgetPluginsDocumentation": "Этот отчет показывается какие плагины посетители используют в своих браузерах. Эта информация может быть важна для того, чтобы посетители смогли видеть ваш контент должным образом.",
        "WidgetResolutions": "По разрешению мониторов",
        "WidgetWidescreen": "Нормальный \/ Широкоэкранный"
    },
    "UsersManager": {
        "AddUser": "Добавить нового пользователя",
        "Alias": "Псевдоним",
        "AllWebsites": "Все сайты",
        "AnonymousUserHasViewAccess2": "Отчеты и данные о посетителях общедоступны.",
        "ApplyToAllWebsites": "Применить ко всем сайтам",
        "ChangeAllConfirm": "Вы действительно желаете изменить права '%s' на все сайты?",
        "ChangePasswordConfirm": "Смена пароля также изменит пользовательский token_auth. Вы действительно хотите продолжить?",
        "ClickHereToDeleteTheCookie": "Нажмите здесь, чтобы удалить cookie игнорирования, и разрешить системе Веб-аналитики отслеживать ваши посещения",
        "ClickHereToSetTheCookieOnDomain": "Нажмите здесь, чтобы установить cookie игнорирования Веб-аналитики, после установки которого система вас будет игнорировать при посещении %s",
        "DeleteConfirm": "Вы уверены, что хотите удалить пользователя %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$sНапишите вашему администратору об этой проблеме%2$s.",
        "ExceptionAccessValues": "Параметр доступа может иметь только одно из следующих значений: [ %s ]",
        "ExceptionAdminAnonymous": "Вы не можете давать права администратора анонимному пользователю.",
        "ExceptionDeleteDoesNotExist": "Пользователя '%s' не существует, поэтому он не может быть удален.",
        "ExceptionEditAnonymous": "Анонимный пользователь не может быть удален. Он необходим системе Веб-аналитики для идентификации пользователей, которые не вошли в систему. Допустим, вы можете сделать статистику публичной, предоставляя право 'Просмотр' анонимному пользователю.",
        "ExceptionEmailExists": "Пользователь с Email '%s' уже существует.",
        "ExceptionInvalidEmail": "Email неправильного формата",
        "ExceptionInvalidLoginFormat": "Логин должен быть длиной от %1$s до %2$s символов, а также содержать только буквы, цифры или символы '_', '-', '.'",
        "ExceptionInvalidPassword": "Длина пароля должна быть от %1$s до %2$s символов.",
        "ExceptionLoginExists": "Логин '%s' уже существует.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth ожидает MD5-хэшированный пароль (строка в 32 символа). Пожалуйста, вызовите функцию md5() к паролю перед вызовом этого метода.",
        "ExceptionUserDoesNotExist": "Пользователь '%s' не существует.",
        "ExcludeVisitsViaCookie": "Cookie исключения из статистики",
        "ForAnonymousUsersReportDateToLoadByDefault": "Отчет для анонимных пользователей отображается за",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Если вы хотите сменить пароль, введите новый. Иначе оставьте поле пустым.",
        "InjectedHostCannotChangePwd": "В данный момент вы находитесь в Piwik с неизвестного хоста (%1$s). Вы не можете изменить пароль, пока эта проблема не будет решена.",
        "MainDescription": "Укажите, какие пользователи имеют доступ к Piwik на вашем сайте. Также Вы можете задать права доступа на все сайты.",
        "ManageAccess": "Управление правами доступа",
        "MenuAnonymousUserSettings": "Настройки анонимности",
        "MenuUsers": "Пользователи",
        "MenuUserSettings": "Мои настройки",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Подсказка: Вы не можете сменить эти настройки, потому что у вас нет ни одного веб-сайта, к которому бы имел доступ анонимный пользователь.",
        "PluginDescription": "Управление пользователями в Piwik: добавляйте новых, редактируйте существующих, устанавливайте для них разрешения. Все эти действия также доступны через API.",
        "PrivAdmin": "Админ",
        "PrivNone": "Нет доступа",
        "PrivView": "Просмотр",
        "ReportDateToLoadByDefault": "Отчет по умолчанию за",
        "ReportToLoadByDefault": "Показывать при входе",
        "TheLoginScreen": "Страница входа",
        "ThereAreCurrentlyNRegisteredUsers": "Сейчас насчитывается %s зарегистрированных пользователей.",
        "TypeYourPasswordAgain": "Введите ваш новый пароль снова.",
        "User": "Пользователь",
        "UsersManagement": "Управление пользователями",
        "UsersManagementMainDescription": "Создание новых пользователей или редактирование существующих. Также Вы можете задать права доступа для пользователя.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Когда незарегистрированные пользователи посещают систему Piwik, они должны видеть",
        "YourUsernameCannotBeChanged": "Имя вашего пользователя не может быть изменено.",
        "YourVisitsAreIgnoredOnDomain": "%sВаши посещения игнорируются Piwik на %s %s (cookie игнорирования Веб-аналитики обнаружен в браузере).",
        "YourVisitsAreNotIgnored": "%sВаши посещения не игнорируются Piwik%s (cookie игнорирования Веб-аналитики не обнаружен в браузере)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Действий за повторное посещение",
        "ColumnAverageVisitDurationForReturningVisitors": "Средняя продолжительность посещения для возвратившихся посетителей (секунд)",
        "ColumnAvgActionsPerReturningVisit": "Среднее количество действий за повторное посещениеAvg. Actions per Returning visit",
        "ColumnBounceCountForReturningVisits": "Отскоки вернувшихся посетителей",
        "ColumnBounceRateForReturningVisits": "Для отскочивих среди повторных посетителей",
        "ColumnMaxActionsInReturningVisit": "Максимум действий за одно вернувшееся посещение",
        "ColumnNbReturningVisitsConverted": "Число конверсии вернувшихся посетителей",
        "ColumnReturningVisits": "Повторные посещения",
        "ColumnSumVisitLengthReturning": "Общее время, проведенное вернувшимися посетителями (в секундах)",
        "ColumnUniqueReturningVisitors": "Уникальные вернувшиеся посетители",
        "PluginDescription": "Предоставляет различную информацию о повторных посещениях, для сравнения ее с теми, кто пришел первый раз.",
        "ReturnActions": "%s действий за повторные посещения",
        "ReturnAverageVisitDuration": "%s средняя продолжительность посещения возвратившимся пользователями",
        "ReturnAvgActions": "%s действий за повторное посещение",
        "ReturnBounceRate": "%s раз пользователи отскочили (вышли после просмотра одной страницы)",
        "ReturningVisitDocumentation": "Вернувшийся посетитель (не путать с новым посещением) - это тот, кто хотя бы раз посещал сайт ранее.",
        "ReturningVisitsDocumentation": "Это обзор повторных (вернувшихся) посещений.",
        "ReturnVisits": "%s повторных посещений",
        "SubmenuFrequency": "Частота",
        "WidgetGraphReturning": "График повторных посещений",
        "WidgetOverview": "Обзор частоты посещений"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s мин",
        "BetweenXYSeconds": "%1$s-%2$s сек",
        "ColumnPagesPerVisit": "Страниц за посещение",
        "ColumnVisitDuration": "Длительность посещений",
        "Engagement": "Повторные посещения",
        "NPages": "%s страниц",
        "OneMinute": "1 мин.",
        "OnePage": "1 страница",
        "PluginDescription": "Предоставляет информацию о интересах посетителей: количество просмотренных страниц, время, проведенное на сайте и др.",
        "PlusXMin": "%s мин",
        "VisitNum": "Число посещений",
        "VisitsByDaysSinceLast": "Посещения по дням с момента последнего визита",
        "visitsByVisitCount": "Посещения по их числу",
        "VisitsPerDuration": "Посещений по длине визита",
        "VisitsPerNbOfPages": "Посещений по количеству страниц",
        "WidgetLengths": "Длительность посещений",
        "WidgetLengthsDocumentation": "В этом отчете вы можете видеть, как много посещений имело определенную длительность. По умолчанию отчет отображается в виде облака тегов: наиболее частая длительность посещений показывается большим тегом.",
        "WidgetPages": "Старниц за посещение",
        "WidgetPagesDocumentation": "В этом отчете вы можете видеть, как много посещений имело определенное количество просмотров страниц. По умолчанию отчет отображается в виде облака тегов: наиболее частое количество просмотренных страниц показывается большим тегом.",
        "WidgetVisitsByDaysSinceLast": "Посещения по дням с момента последнего посещения",
        "WidgetVisitsByDaysSinceLastDocumentation": "В этом отчете отображаются посещения, которые были совершены пользователями, чьи последние посещения были определенное количество дней назад.",
        "WidgetVisitsByNumDocumentation": "В этом отчете отображаются посещения, которые были N-ми по счету, т.е. показывается сколько пользователей посетили ваш N-ое количество раз."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s среднее время генерации страницы",
        "AverageVisitDuration": "%s средняя продолжительность посещения",
        "GenerateQueries": "%s запросов выполнено",
        "GenerateTime": "Страница сгенерирована за %s секунд",
        "MaxNbActions": "%s макс. действий за одно посещение",
        "NbActionsDescription": "%s действий (просмотры страниц, загрузки, внешние переходы)",
        "NbActionsPerVisit": "%s действий за одно посещение",
        "NbDownloadsDescription": "%s скачиваний",
        "NbKeywordsDescription": "%s уникальных ключевых слов",
        "NbOutlinksDescription": "%s исходящих ссылок",
        "NbPageviewsDescription": "%s просмотров страниц",
        "NbSearchesDescription": "%s всего поисков на вашем сайте",
        "NbUniqueDownloadsDescription": "%s уникальных скачиваний",
        "NbUniqueOutlinksDescription": "%s уникальных исходящих ссылок",
        "NbUniquePageviewsDescription": "%s уникальных просмотров страниц",
        "NbUniqueVisitors": "%s уникальных посетителей",
        "NbVisitsBounced": "%s отказов (ушли после посещения одной страницы)",
        "PluginDescription": "Показывает общую аналитику: посещения, уникальные посетители, поличество действий, доля отказов и т. д.",
        "VisitsSummary": "Посещения",
        "VisitsSummaryDocumentation": "Это обзор динамики посещений.",
        "WidgetLastVisits": "График последних посещений",
        "WidgetOverviewGraph": "Обзор по всем графикам",
        "WidgetVisits": "Обзор посещений"
    },
    "VisitTime": {
        "ColumnLocalTime": "Местное время",
        "ColumnServerTime": "Время на сервере",
        "DayOfWeek": "День недели",
        "LocalTime": "Посещений по местному времени",
        "NHour": "%s ч.",
        "PluginDescription": "Отчет о местном и серверном времени. Информация о серверном времени может быть полезна для создания расписания по технических работам на сайте.",
        "ServerTime": "Посещений по времени на сервере",
        "SubmenuTimes": "По времени",
        "VisitsByDayOfWeek": "Посещения по дням недели",
        "WidgetByDayOfWeekDocumentation": "Этот график показывает число посещений по каждому дню в неделе.",
        "WidgetLocalTime": "Посещений по местному времени",
        "WidgetLocalTimeDocumentation": "Этот график показывает, какое время было у %s посетителя в его временной зоне %s во время его посещения.",
        "WidgetServerTime": "Посещений по времени на сервере",
        "WidgetServerTimeDocumentation": "Этот график показывает, какое время было на %s сервере в его временной зоне %s во время посещения сайта."
    },
    "Widgetize": {
        "OpenInNewWindow": "Открыть в новом окне",
        "PluginDescription": "Этот плагин позволяет легко экспортировать любой виджет Веб-аналитики на ваш блог, сайт, iGoogle и Netvibes!",
        "TopLinkTooltip": "Экспортируйте аналитику Piwik в виде виджетов и установите их на своем сайте или веб-сервисе как iframe."
    }
}