{
    "Actions": {
        "ColumnClickedURL": "URL të klikuara",
        "ColumnClicks": "Klikime",
        "ColumnClicksDocumentation": "Sa herë është klikuar kjo lidhje.",
        "ColumnDownloadURL": "URL shkarkimesh",
        "ColumnEntryPageTitle": "Titull Faqeje Hyrëse",
        "ColumnEntryPageURL": "URL Faqeje Hyrëse",
        "ColumnExitPageTitle": "Titull Faqeje Dalëse",
        "ColumnExitPageURL": "URL Faqeje Dalëse",
        "ColumnNoResultKeyword": "Fjalëkyça me Pa Përfundime Kërkimi",
        "ColumnPageName": "Emër Faqeje",
        "ColumnPagesPerSearch": "Kërkoni te faqet e Përfundimeve",
        "ColumnPagesPerSearchDocumentation": "Vizitorët do të kërkojnë te site-i juaj web, dhe ndonjëherë klikojnë \"pasuesja\" që të shohin më tepër përfundime. Kjo është mesatarja e numrit të faqeve me përfundime kërkimi të para për këtë fjalëkyç.",
        "ColumnPageURL": "URL faqesh",
        "ColumnSearchCategory": "Kategori Kërkimesh",
        "ColumnSearches": "Kërkime",
        "ColumnSearchesDocumentation": "Numri i vizitave nga të cilat pati kërkime për këtë fjalëkyç te motori i kërkimit në site-in tuaj web.",
        "ColumnSearchExits": "% Largime Nga Kërkimi",
        "ColumnSearchExitsDocumentation": "Përqindja e vizitave që përfunduan me largim nga site-i web pas kërkimit për këtë Fjalëkyç te motori i kërkimeve në Site-in tuaj.",
        "ColumnSearchResultsCount": "Numërim Përfundimesh Kërkimi",
        "ColumnSiteSearchKeywords": "Fjalëkyça Unikë",
        "ColumnUniqueClicks": "Klikime Unike",
        "ColumnUniqueClicksDocumentation": "Numri i vizitave që kanë sjellë klikim mbi këtë lidhje. Nëse një lidhje është klikuar shumë herë gjatë një vizite, llogaritet vetëm një herë.",
        "ColumnUniqueDownloads": "Shkarkime Unike",
        "ColumnUniqueOutlinks": "Lidhje për Jashtë Unike",
        "DownloadsReportDocumentation": "Në këtë raport, mund të shihni cilat kartela kanë shkarkuar vizitorët tuaj. %s Ato që Piwik-u numëron si shkarkim është çdo klikim mbi një lidhje shkarkimi. Por Piwik-u nuk mund ta dijë a u plotësua a jo shkarkimi.",
        "EntryPagesReportDocumentation": "Ky raport përmban të dhëna rreth faqesh hyrjesh që janë përdorur gjatë një periudhe të caktuar. Faqe hyrjeje është faqja e parë që sheh një vizitor gjatë vizitës së tij. %s URL-të e hyrjeve shfaqen sipas një strukture dosjeje.",
        "EntryPageTitles": "Tituj faqesh hyrje",
        "EntryPageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve hyrje që janë përdorur gjatë periudhës së dhënë.",
        "ExitPagesReportDocumentation": "Ky raport përmban të dhëna rreth faqesh daljesh që janë kryer gjatë një periudhe të caktuar. Faqe daljeje është faqja e fundit që sheh një vizitor gjatë vizitës së tij. %s URL-të e daljeve shfaqen sipas një strukture dosjeje.",
        "ExitPageTitles": "Tituj faqesh dalje",
        "ExitPageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve dalje që janë përdorur gjatë periudhës së dhënë.",
        "LearnMoreAboutSiteSearchLink": "Mësoni më tepër rreth Gjurmimit se si e përdorin vizitorët motorin tuaj të Kërkimeve.",
        "OutlinkDocumentation": "Një lidhje e jashtme është një lidhje që e shpie përdoruesin diku jashtë site-it tuaj web (te një tjetër përkatësi).",
        "OutlinksReportDocumentation": "Ky raport shfaq një listë hierarkike URL-sh të jashtme që janë klikuar nga vizitorët tuaj.",
        "PagesReportDocumentation": "Ky raport përmban të dhëna rreth URL faqesh që janë vizituar. %s Tabela është e sistemuar në mënyrë hierarkike, URL-të tregohen si strukturë dosjeje.",
        "PageTitlesReportDocumentation": "Ky raport përmban të dhëna rreth titujve të faqeve që janë vizituar. %s Titulli i faqes është Etiketa HTML %s që shfaqin shumica e shfletuesve te titulli i dritares.",
        "PageUrls": "URL faqesh",
        "PluginDescription": "Raporton rreth shikimit të faqeve, lidhjeve nga jashtë dhe shkarkimeve. Ndjekja e Lidhjeve nga Jashtë dhe e Shkarkimeve bëhet automatikisht!",
        "SiteSearchCategories1": "Ky raport paraqet kategoritë që vizitorët kanë përzgjedhur kur bënë një Kërkim te site-i juaj web.",
        "SiteSearchCategories2": "Për shembull, site-et web për e-tregti kanë zakonisht një përzgjedhës \"Kategorish\" që kështu vizitorët të mund t'i ngushtojnë kërkimet e tyre nga krejt produktet te një Kategori specifike.",
        "SiteSearchFollowingPagesDoc": "Kur vizitorët kërkojnë te site-i juaj web, ata shohin për një faqe, lëndë, produkt ose shërbim të veçantë. Ky raport paraqet faqet që qenë klikuar më shumë pas një kërkimi të brendshëm. Me fjalë të tjera, listën e faqeve më të kërkuara nga vizitorët tashmë brenda site-it tuaj web.",
        "SiteSearchIntro": "Gjurmimi i kërkimeve që bëjnë vizitorët në site-in tuaj web është një rrugë shumë e efektshme për të mësuar më tepër rreth çka po kërkon publiku juaj, mund t'ju ndihmojë të gjeni ide për lëndë të re, produkte të reja e-tregtie që mund të jenë duke u kërkuar nga blerës potencialë, dhe përgjithësisht të përmirësoni për vizitorët punimin e site-it tuaj web.",
        "SiteSearchKeywordsDocumentation": "Ky raport paraqet Fjalëkyça Kërkimesh që vizitorët kanë bërë me Motorin tuaj të brendshëm të Kërkimeve.",
        "SiteSearchKeywordsNoResultDocumentation": "Ky raport paraqet Fjalëkyça Kërkimesh që nuk patën ndonjë përfundim kërkimi: ndoshta algoritmi i motorit të kërkimit mund të përmirësohet, ose ndoshta vizitorët tuaj po kërkonin [ër lëndë që nuk gjendet (ende) në site-in tuaj web?",
        "SubmenuPagesEntry": "Faqe hyrjesh",
        "SubmenuPagesExit": "Faqe daljesh",
        "SubmenuPageTitles": "Titull faqesh",
        "SubmenuSitesearch": "Kërkim te Site-i",
        "WidgetEntryPageTitles": "Tituj Faqesh Hyrje",
        "WidgetExitPageTitles": "Tituj Faqesh Dalje",
        "WidgetPagesEntry": "Faqe Hyrje",
        "WidgetPagesExit": "Faqe Daljesh",
        "WidgetPageTitles": "Tituj Faqesh",
        "WidgetSearchCategories": "Kategori Kërkimesh",
        "WidgetSearchNoResultKeywords": "Fjalëkyça Kërkimesh me Pa Përfundime"
    },
    "Annotations": {
        "AddAnnotationsFor": "Shtoni shënime për %s...",
        "AnnotationOnDate": "Shënim te %1$s: %2$s",
        "Annotations": "Shënime",
        "ClickToDelete": "Klikoni që të fshihet ky shënim.",
        "ClickToEdit": "Klikoni që të përpunohet ky shënim.",
        "ClickToEditOrAdd": "Klikoni që të përpunohet ose që të shtohet një shënim i ri.",
        "ClickToStarOrUnstar": "Klikoni që këtij shënimi t'i vihet ose hiqet ylli.",
        "CreateNewAnnotation": "Krijoni një shënim të ri...",
        "EnterAnnotationText": "Jepni shënim tuaj...",
        "HideAnnotationsFor": "Fshihi shënimet për %s...",
        "IconDesc": "Shihni shënimet për këtë interval kohor.",
        "IconDescHideNotes": "Fshihi shënimet për këtë interval datash.",
        "InlineQuickHelp": "Mund të krijoni shënime për të vënë një shenjë te ngjarje speciale (fjala vjen, një postim i ri blogu, ose ri hartim site-i web), për të ruajtur analiza të të dhënave tuaja ose për të ruajtur arëdo gjëje tjetër që mendoni se është e rëndësishme.",
        "LoginToAnnotate": "Që të krijoni një shënim, bëni hyrjen.",
        "NoAnnotations": "Nuk ka shënime për këtë interval datash.",
        "ViewAndAddAnnotations": "Shihni dhe shtoni shënime për %s...",
        "YouCannotModifyThisNote": "Nuk e ndryshoni dot këtë shënim, ngaqë nuk e krijuat ju, dhe as keni të drejta përgjegjësi për këtë site."
    },
    "API": {
        "GenerateVisits": "Nëse nuk keni të dhëna për ditën e sotme, mund të prodhonit ca të dhëna duke përdorur shtojcën %s. Shtojcën %s mund ta aktivizoni, mandej klikoni mbi menunë 'Gjenerator Vizitorësh' te pjesa Përgjegjës Piwik-u.",
        "KeepTokenSecret": "Ky token_auth është po aq i fshehtë sa të dhënat tuaja për hyrjen dhe fjalëkalimi juaj, %s mos ia jepni kujt%s!",
        "LoadedAPIs": "U ngarkua me sukses API %s",
        "MoreInformation": "Për më tepër të dhëna rreth API-ve të Piwik-ut, ju lutem, hidhini një sy %s Hyrje në API-t e Piwik-ut %s dhe %s Referencë API-sh Piwik-u %s.",
        "PluginDescription": "Në Piwik krejt të dhënat mund të kihen përmes API-sh të thjeshta. Kjo shtojcë është pikënisja e shërbimit web, ajo që mund të thërrisni për të patur të dhënat për Analizën tuaj Web në format xml, json, php, csv, etj.",
        "QuickDocumentationTitle": "Dokumentim i shpejtë për API",
        "TopLinkTooltip": "Hyni programatikisht te të dhënat tuaja të Analizave Web përmes një API-je të thjeshtë json, xml, etj.",
        "UserAuthentication": "Mirëfilltësim përdoruesi",
        "UsingTokenAuth": "Nëse doni të %s kërkoni të dhëna brenda një programthi, një crontab-i, etj. %s lypset të shtoni parametrin %s te URL-të për thirrje API që lypin mirëfilltësim."
    },
    "CoreAdminHome": {
        "Administration": "Administrim",
        "BrandingSettings": "Rregullime marke",
        "ClickHereToOptIn": "Klikoni këtu për të kryer \"opt in\"",
        "ClickHereToOptOut": "Klikoni këtu për të kryer \"opt out\"",
        "CustomLogoFeedbackInfo": "Nëse e përshtatni logon e Piwik-ut, mund t’ju interesonte edhe fshehja lidhjes %s te menuja në krye. Për ta bërë këtë, mund të çaktivizoni shtojcën e Përshtypjeve te faqja e %sAdministrimit të Shtojcëve%s.",
        "CustomLogoHelpText": "Logon e Piwik-ut, që do të shfaqet në ndërfaqen e përdoruesit dhe raportet email.",
        "EmailServerSettings": "Rregullime shërbyesi email",
        "LogoUpload": "Përzgjidhni një Logo për ta ngarkuar",
        "MenuDiagnostic": "Diagnostikim",
        "MenuGeneralSettings": "Rregullime të përgjithshme",
        "MenuManage": "Administroni",
        "OptOutComplete": "\"Opt-out\" u plotësua; vizitat tuaja në këtë \"site\" web nuk do të regjistrohen nga mjeti Analiza Web.",
        "OptOutCompleteBis": "Mbani parasysh që nëse i hiqni \"cookie\"-t tuaja, fshini \"cookie\"-in për \"opt-out\", ose ndërroni kompjuter apo shfletues Web, do t'ju duhet të kryeni sërish procedurën për \"opt-out\".",
        "OptOutExplanation": "Piwik-u është i përkushtuar ndaj mundësimit të vetësisë në Internet. Për t'u dhënë mundësinë e zgjedhjes së \"opt-out\" te Analizat Web Piwik, mund të shtoni kodin HTML vijues te një nga faqet e site-it tuaj web, për shembull te faqja e Rregullave të Vetësisë.",
        "OptOutExplanationBis": "Ky kod do të shfaqë një Iframe që përmban një lidhje me të cilën vizitorët të mund të zgjedhin \"opt-out\" për Piwik-un, duke depozituar një \"opt-out cookie\" në shfletuesin e tyre. %s Klikoni këtu%s që të shihni lëndën që do të shfaqet nga iFrame-i.",
        "OptOutForYourVisitors": "\"Opt-out\" i Piwik-ut për vizitorët tuaj",
        "PiwikIsInstalledAt": "Piwik-u është instaluar te",
        "PluginDescription": "Zona e administrimit të Piwik-ut.",
        "TrustedHostConfirm": "Jeni i sigurt se doni të ndryshoni emërstrehën e besuar të Piwik-ut?",
        "TrustedHostSettings": "Strehëemër e Besuar Piwik",
        "UseCustomLogo": "Përdorni një logo të përshtatur",
        "ValidPiwikHostname": "Strehëemër e Vlefshme Piwik",
        "YouAreOptedIn": "Tani jeni nën \"opt-in\"",
        "YouAreOptedOut": "Tani jeni nën \"opt-out\"",
        "YouMayOptOut": "Mundet edhe të zgjidhni të mos ju përshoqërohet një numër unik identifikimi \"cookie\" analizash web për kompjuterin tuaj, për të shmangur mbledhjen dhe analizimin e të dhënave të mbledhura në këtë \"site\" web.",
        "YouMayOptOutBis": "Për ta bërë këtë zgjedhje, ju lutem klikoni më poshtë që të merrni një \"cookie\" \"opt-out\"."
    },
    "CoreHome": {
        "CategoryNoData": "Pa të dhëna për këtë kategori. Provoni të \"Përfshini tërë popullatën\".",
        "CheckForUpdates": "Kontrollo për përditësime",
        "DataForThisReportHasBeenPurged": "Të dhënat e këtij raporti janë më të vjetra se %s muaj dhe u pastruan.",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "JavascriptDisabled": "Që të mund të përdorni Piwik-un në parjen standarde duhet të aktivizohet JavaScript-i.<br \/>Por ja që duket se ose JavaScript-i është i çaktivizuar, ose nuk mbulohet nga shfletuesi juaj.<br \/>Që të përdorni parjen standarde, aktivizoni JavaScript-in duke ndryshuar mundësitë përkatëse te shfletuesi juaj, mandej %1$sriprovoni%2$s.<br \/>",
        "NoPrivilegesAskPiwikAdmin": "Jeni i futur si '%s' por duket se nuk keni leje të rregulluara për ju në Piwik. %s Kërkojini administratorit tuaj te Piwik (klikoni që t’i dërgoni email)%s që t’ju japë të drejta 'parjesh' te një site web.",
        "PageOf": "%1$s nga %2$s",
        "PeriodDay": "Ditë",
        "PeriodDays": "ditë",
        "PeriodMonth": "Muaj",
        "PeriodMonths": "muaj",
        "PeriodWeek": "Javë",
        "PeriodWeeks": "javë",
        "PeriodYear": "Vit",
        "PeriodYears": "vite",
        "PluginDescription": "Strukturë Raportesh Analizash Web.",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShowJSCode": "Shfaqe kodin JavaScript që duhet futur",
        "ThereIsNoDataForThisReport": "Nuk ka të dhëna për këtë raport.",
        "WebAnalyticsReports": "Raporte Analizash Web"
    },
    "CorePluginsAdmin": {
        "Activate": "Aktivizoje",
        "Activated": "E aktivizuar",
        "Active": "Vepruese",
        "AuthorHomepage": "Faqja Hyrëse e Autorit",
        "Deactivate": "Çaktivizoje",
        "Inactive": "Jovepruese",
        "LicenseHomepage": "Faqja Hyrëse e Lejes",
        "MainDescription": "Shtojcat zgjerojnë dhe thellojnë funksionet e Piwik-ut. Pasi një shtojcë të jetë instaluar, mund ta aktivizoni ose çaktivizoni prej këtu.",
        "PluginDescription": "Ndërfaqe Administrimi Shtojcash.",
        "PluginHomepage": "Faqe Hyrëse e Shtojcës",
        "PluginsManagement": "Administrim Shtojcash",
        "Status": "Gjendje",
        "Version": "Version"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Klikoni këtu që të shihni dhe të kopjoni listën e kërkesave SQL që ka për t'u ekzekutuar",
        "CreatingBackupOfConfigurationFile": "Po krijohet një kopjeruajtje e kartelës së formësimit te %s",
        "CriticalErrorDuringTheUpgradeProcess": "Gabim Kritik gjatë procesit të përditësimit:",
        "DatabaseUpgradeRequired": "Lypset Përmirësim i Bazës së të Dhënave",
        "DownloadingUpdateFromX": "Po shkarkohet përditësimi prej %s",
        "DownloadX": "Shkarko %s",
        "EmptyDatabaseError": "Baza e të dhënave %s është bosh. Kartelën tuaj të formësimit të Piwik-ut duhet ta përpunoni ose ta hiqni.",
        "ErrorDIYHelp": "Nëse jeni përdorues i përparuar dhe hasni një gabim në përditësimin e bazës së të dhënave:",
        "ErrorDIYHelp_1": "identifikoni dhe ndreqni burimin e problemit (p.sh., memory_limit ose max_execution_time)",
        "ErrorDIYHelp_2": "plotësoni kërkesat e mbetura te përditësimi që dështoi",
        "ErrorDIYHelp_3": "përditësojeni dorazi tabelën `option` te baza juaj e të dhënave për Piwik-un, duke caktuar si vlerë për version_core vlerën e përditësimit që dështoi",
        "ErrorDIYHelp_4": "rixhironi përditësuesin (nga shfletuesi ose rreshti i urdhrave) për të vazhduar me përditësimet e mbetura",
        "ErrorDIYHelp_5": "njoftoni për problemin (dhe zgjidhjen), që kështu Piwik-u të mund të përmirësohet",
        "ErrorDuringPluginsUpdates": "Gabim gjatë përditësimit të shtojcave:",
        "ExceptionAlreadyLatestVersion": "Versioni juaj %s i Piwik-ut është i fundit.",
        "ExceptionArchiveEmpty": "Arkivë bosh.",
        "ExceptionArchiveIncompatible": "Arkivë e papërputhshme: %s",
        "ExceptionArchiveIncomplete": "Arkiva nuk është e plotë: mungojnë disa kartela (p.sh. %s).",
        "HelpMessageContent": "Hidhini një sy %1$s Piwik FAQ %2$s që shpjegojnë gabimet më të rëndomta gjatë përditësimesh. %3$s Pyesni përgjegjësin e sistemit tuaj - ai mund të jetë në gjendje të t'ju ndihmojë për gabimin, i cili ka shumë të ngjarë të ketë lidhje me rregullimet e shërbyesit tuaj ose ato të MySQL-së.",
        "HelpMessageIntroductionWhenError": "Sa më sipër, është thelbi i mesazhit të gabimit. Do të ndihmonte të shpjegohej shkaku, por nëse keni nevojë për ndihmë të mëtejshme, ju lutem:",
        "HelpMessageIntroductionWhenWarning": "Përditësimi u plotësua me sukses, sidoqoftë pati ca kleçka gjatë procesit. Ju lutem, lexoni përshkrimet më sipër për hollësi. Për më tepër ndihmë:",
        "InstallingTheLatestVersion": "Po instalohet versioni më i fundit",
        "NoteForLargePiwikInstances": "Shënime të rëndësishme për instalime Piwik me shumë ngarkesë",
        "NoteItIsExpectedThatQueriesFail": "Shënim: nëse këto kërkesa i ekzekutoni dorazi, pritet që ndonjëra, ose disa, prej tyre edhe të dështojë. Në një rast të tillë, thjesht shpërfillini gabimet, dhe vazhdoni me pasueset në listë.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik-u u përmirësua me sukses!",
        "PiwikUpdatedSuccessfully": "Piwik-u u përditësua me sukses!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Baza e të dhënave për Piwik-un do të përmirësohet prej versionit %1$s te versioni i ri %2$s.",
        "PluginDescription": "Mekanizmi i përditësimit të Piwik-ut",
        "ReadyToGo": "Gati për t'ia filluar?",
        "TheFollowingPluginsWillBeUpgradedX": "Shtojcat vijuese do të përditësohen: %s.",
        "ThereIsNewVersionAvailableForUpdate": "Mund të kihet një version i ri, i përmirësuar, i Piwik-ut",
        "TheUpgradeProcessMayFailExecuteCommand": "Nëse keni një bazë të dhënash Piwik të madhe, përditësimet mund të zgjasin shumë në shfletues. Në të tilla raste, mund t'i bëni përditësimet që nga rresht urdhrash: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Procesi i përditësimit të bazës së të dhënave mund të zgjasë ca, ndaj bëni durim.",
        "UnpackingTheUpdate": "Po shpaketohet përditësimi",
        "UpdateAutomatically": "Përmirësoje Vetvetiu",
        "UpdateHasBeenCancelledExplanation": "Përditësimi Piwik Me Një Klik u anulua. Nëse nuk ndreqni dot gabimin me mesazhin e mësipërm, këshillohet ta përditësoni Piwik-un dorazi. %1$s Ju lutem, shihni %2$sdokumentimin e Përditësimeve%3$s për t'ia filluar!",
        "UpdateTitle": "Piwik › Përditësim",
        "UpgradeComplete": "Përmirësim i plotësuar!",
        "UpgradePiwik": "Përmirësojeni Piwik-un",
        "VerifyingUnpackedFiles": "Po verifikohen kartelat e shpaketuara",
        "WarningMessages": "Mesazhe sinjalizimi:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Çaktivizuam automatikisht shtojcat vijuese: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Mund ta përmirësoni automatikisht me versionin %s, ose të shkarkoni paketën dhe ta instaloni atë dorazi:",
        "YouCouldManuallyExecuteSqlQueries": "Nëse nuk jeni në gjendje të xhironi përditësuesin nga rresht urdhrash dhe Piwik-u nuk arrin të përmirësohet (për shkak mbarimi kohe për bazën e të dhënave, mbarimi kohe për shfletuesin, ose çfarëdo çështje tjetër), mundeni të ekzekutoni kërkesa SQL dorazi që të përditësoni Piwik-un.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik-u është i pazoti të mbishkruajë instalimin tuaj të tanishëm. Mundeni ose të ndreqni lejet mbi drejtorira\/kartela, ose të shkarkoni paketën dhe instaloni versionin %s dorazi:",
        "YourDatabaseIsOutOfDate": "Baza juaj e të dhënave për Piwik-un është e vjetruar, dhe duhet përmirësuar përpara se të mund të vazhdoni."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Emër Ndryshoreje të Personalizueshme",
        "ColumnCustomVariableValue": "Vlerë Ndryshoreje të Personalizueshme",
        "CustomVariables": "Ndryshore të Personalizueshme",
        "CustomVariablesReportDocumentation": "Ky raport përmban të dhëna rreth Ndryshoreve tuaja të Personalizuara. Klikoni mbi një emër ndryshoreje që të shihni shpërndarjen e vlerave. %s Për më tepër të dhëna rreth Ndryshoresh të Personalizuara në përgjithësi, lexoni %sdokumentimin e Ndryshoreve të Personalizuara te piwik.org%s",
        "PluginDescription": "Ndryshoret e personalizueshme janë të trajtës emër,çift vlerash që mund të rregullohen prej jush për një Vizitë duke përdorur funksionin Javascript API setVisitCustomVariables(). Piwik-u mandej do të njoftojë se sa vizita, faqe, shndërrime kanë ndodhur për këto emra dhe vlera të personalizuara.",
        "ScopePage": "faqe me qëllim",
        "ScopeVisit": "vizitë me qëllim"
    },
    "Dashboard": {
        "AddAWidget": "Shtoni një widget",
        "AddPreviewedWidget": "Shtoje \"widget\"-in e paraparë te pulti",
        "ChangeDashboardLayout": "Ndryshoni skemën e pultit",
        "Dashboard": "Pulti",
        "DeleteWidgetConfirm": "Jeni i sigurt se doni të fshihet ky \"widget\" prej pulti?",
        "LoadingWidget": "\"Widget\"-i po ngarkohet, ju lutem prisni...",
        "Maximise": "Maksimizoje",
        "Minimise": "Minimizoje",
        "PluginDescription": "Pulti Juaj Për Analiza Web. Pultin Tuaj mund ta personalizoni: shtoni \"widget\"-e të rinj, ndryshoni radhën e \"widget\"-eve tuaja. Çdo përdorues mund të hyjë te Pulti i tij i personalizuar.",
        "ResetDashboard": "Riktheje pultin te parazgjedhjet",
        "ResetDashboardConfirm": "Doni vërtet ta riktheni skemën e pultit tuaj te përzgjedhja parazgjedhje për Widget-et?",
        "SelectDashboardLayout": "Ju lutem, përzgjidhni skemën e re për pultin tuaj",
        "SelectWidget": "Përzgjidhni \"widget\"-in që doni të shtoni te pulti",
        "WidgetNotFound": "Nuk u gjet \"widget\"",
        "WidgetPreview": "Paraparje \"widget\"-i",
        "WidgetsAndDashboard": "Widget-e & Pult"
    },
    "Feedback": {
        "ContactThePiwikTeam": "Lidhuni me ekipin e Piwik-ut!",
        "DoYouHaveBugReportOrFeatureRequest": "Keni ndonjë të metë që ta raportoni apo kërkesë për veçori të reja?",
        "IWantTo": "Dua të:",
        "LearnWaysToParticipate": "Njihuni me krejt mënyrat përmes të cilave mund të %s merrni pjesë%s",
        "ManuallySendEmailTo": "Ju lutem, dërgojeni mesazhin tuaj dorazi te",
        "PluginDescription": "Dërgojini Përshtypjet tuaja Ekipit të Piwik-ut. Ndani me ne idetë dhe sugjerimet tuaja!",
        "SendFeedback": "Dërgoji Përshtypjet",
        "SpecialRequest": "Keni ndonjë kërkesë speciale për ekipin e Piwik-ut?",
        "ThankYou": "Faleminderit që na ndihmoni ta bëjmë më të mirë Piwik-un!",
        "VisitTheForums": "Vizitoni %s Forumet%s"
    },
    "General": {
        "AbandonedCarts": "Shporta të Braktisura",
        "AboutPiwikX": "Rreth Piwik-ut %s",
        "Action": "Veprim",
        "Actions": "Veprime",
        "AfterEntry": "pas hyrjes këtu",
        "AllowPiwikArchivingToTriggerBrowser": "Lejoje vënien në punë të arkivimit nga Piwik-u kur raportet shihen nga një shfletues",
        "AllWebsitesDashboard": "Pult për krejt site-et Web",
        "API": "API",
        "ApplyDateRange": "Zbato Intervalin e Datave",
        "ArchivingInlineHelp": "Për site-e web me trafik mesatar ose të shumtë këshillohet të çaktivizohet vënia në punë e arkivimit nga Piwik-u prej shfletuesit. Në vend të kësaj këshillojmë të rregulloni një akt cron që të përpunoni raporte Piwik-u çdo orë.",
        "ArchivingTriggerDescription": "E këshilluar për instalime më të ngarkuara të Piwik-ut, lypset të %srregulloni një akt cron-i%s që të përpunohen raportet automatikisht.",
        "AuthenticationMethodSmtp": "Metodë mirëfilltësimi për SMTP",
        "AverageOrderValue": "Vlerë Mesatare Porosie",
        "AveragePrice": "Çmim Mesatar",
        "AverageQuantity": "Sasi Mesatare",
        "BackToPiwik": "Mbrapsht te Piwik-u",
        "BrokenDownReportDocumentation": "Është zbërthyer në raporte të ndryshme, që tregohen me grafikë vijëzorë në fund të faqes. Grafikët mund t'i zmadhoni duke klikuar te raporti që dëshironi të shihni.",
        "ChangePassword": "Ndryshoni fjalëkalimin",
        "ChangeTagCloudView": "Ju lutem, mbani parasysh që raportin mund ta shihni në mënyra të tjera nga re etiketash. Për ta bërë këtë, përdorni kontrollet në fund të raportit.",
        "ChooseDate": "Zgjidhni datë",
        "ChooseLanguage": "Zgjidhni gjuhën",
        "ChoosePeriod": "Zgjidhni periudhën",
        "ChooseWebsite": "Zgjidhni site-in web",
        "ClickHere": "Për më tepër të dhëna, klikoni këtu.",
        "Close": "Mbylle",
        "ColumnActionsPerVisit": "Veprime për Vizitë",
        "ColumnActionsPerVisitDocumentation": "Numri mesatar i veprimeve (parje faqesh, shkarkime ose klikime lidhjesh për gjetkë) që janë kryer gjatë vizitave.",
        "ColumnAverageTimeOnPage": "Kohë mesatarisht në faqe",
        "ColumnAverageTimeOnPageDocumentation": "Sasia mesatare e kohës që vizitorët harxhuan në këtë faqe (vetëm te faqja, jo në krejt site-in web).",
        "ColumnAvgTimeOnSite": "Kohë Mesatare te Site-i Web",
        "ColumnAvgTimeOnSiteDocumentation": "Zgjatje mesatare e një vizite.",
        "ColumnBounceRate": "Mesatare Kthimesh",
        "ColumnBounceRateDocumentation": "Përqindja e vizitave gjatë të cilave pati vetëm një parje faqeje. Kjo do të thotë, që vizitori e braktisi site-in web drejt e pas faqes hyrëse.",
        "ColumnBounceRateForPageDocumentation": "Përqindje vizitash që zunë fill dhe përfunduan me këtë faqe.",
        "ColumnBounces": "Kthime",
        "ColumnBouncesDocumentation": "Numër vizitash që filluan dhe mbaruan me këtë faqe. Kjo do të thotë që vizitori e braktisi site-in web pasi pa vetëm këtë faqe.",
        "ColumnConversionRate": "Koeficient Shndërrimi",
        "ColumnConversionRateDocumentation": "Përqindja e vizitave që shkaktoi një shndërrim objektivi.",
        "ColumnEntrances": "Hyrje",
        "ColumnEntrancesDocumentation": "Numër vizitash që zunë fill në këtë faqe.",
        "ColumnExitRate": "Mesatare Largimesh",
        "ColumnExitRateDocumentation": "Përqindje vizitash që e braktisën site-in web pas parjes së kësaj faqeje.",
        "ColumnExits": "Dalje",
        "ColumnExitsDocumentation": "Numër vizitash që përfunduan me këtë faqe.",
        "ColumnKeyword": "Fjalëkyç",
        "ColumnLabel": "Etiketë",
        "ColumnMaxActions": "Veprime maksimum në një vizitë",
        "ColumnNbActions": "Veprime",
        "ColumnNbActionsDocumentation": "Numri i veprimeve të kryera nga vizitorët tuaj. Veprimet mund të jenë parje faqesh, shkarkime ose klikime lidhjesh për diku gjetkë.",
        "ColumnNbUniqVisitors": "Vizitorë unikë",
        "ColumnNbUniqVisitorsDocumentation": "Numri jo i shumëfishuar i vizitorëve që vijnë në site-in tuaj web. Çdo përdorues numërohet vetëm një herë, edhe pse e viziton site-in disa herë në ditë.",
        "ColumnNbVisits": "Vizita",
        "ColumnNbVisitsDocumentation": "Nëse një vizitor vjen për herë të parë në site-in tuaj web ose nëse e viziton një faqe më shumë se 30 minuta më vonë pasi ka parë faqen e fundit, kjo do të regjistrohet si vizitë e re.",
        "ColumnPageBounceRateDocumentation": "Përqindje vizitash që zunë fill në këtë faqe dhe e braktisën site-in menjëherë.",
        "ColumnPageviews": "Shikime faqesh",
        "ColumnPageviewsDocumentation": "Sa herë është vizituar kjo faqe.",
        "ColumnPercentageVisits": "% Vizita",
        "ColumnRevenue": "Të ardhura",
        "ColumnSumVisitLength": "Kohë gjithsej e harxhuar nga vizitorët (në sekonda)",
        "ColumnUniqueEntrances": "Hyrje unike",
        "ColumnUniqueExits": "Dalje unike",
        "ColumnUniquePageviews": "Shikime Unike Faqesh",
        "ColumnUniquePageviewsDocumentation": "Numër vizitash që përfshinë edhe këtë faqe. Nëse një faqe qe parë disa herë gjatë një vizite, numërohet vetëm një herë.",
        "ColumnValuePerVisit": "Vlerë për Vizitë",
        "ColumnVisitDuration": "Kohëzgjatje Vizite (në sekonda)",
        "ColumnVisitsWithConversions": "Vizita me Shndërrime",
        "ConfigFileIsNotWritable": "Kartela për formësimin e Piwik-ut %s nuk është e shkruajtshme, disa nga ndryshimet tuaja mund të mos ruhen dot. %s Ju lutem, ndryshoni lejet mbi kartelën e formësimit për ta bërë të shkruajtshme.",
        "ContinueToPiwik": "Vazhdoni te Piwik-u",
        "CurrentMonth": "Muaji i Tanishëm",
        "CurrentWeek": "Java e Tanishme",
        "CurrentYear": "Viti i Tanishëm",
        "Daily": "Përditë",
        "DailySum": "shumë ditore",
        "DashboardForASpecificWebsite": "Pult për një site web të caktuar",
        "Date": "Datë",
        "DateRange": "Interval datash:",
        "DateRangeFrom": "Prej",
        "DateRangeFromTo": "Nga %s në %s",
        "DateRangeInPeriodList": "Interval datash",
        "DateRangeTo": "Për",
        "DayFr": "Pr",
        "DayMo": "Hë",
        "DaySa": "Sh",
        "DaysHours": "%1$s ditë %2$s orë",
        "DaysSinceFirstVisit": "Ditë që nga vizita e parë",
        "DaysSinceLastEcommerceOrder": "Ditë që nga porosia e parë E-tregti",
        "DaysSinceLastVisit": "Ditë që nga vizita e fundit",
        "DaySu": "Di",
        "DayTh": "En",
        "DayTu": "Ma",
        "DayWe": "Më",
        "Default": "Parazgjedhje",
        "Delete": "Fshije",
        "Description": "Përshkrim",
        "Details": "Hollësi",
        "Discount": "Ulje Çmimi",
        "DisplaySimpleTable": "Shfaq një tabelë të thjeshtë",
        "DisplayTableWithGoalMetrics": "Shfaq një tabelë me matje Objektivash",
        "DisplayTableWithMoreMetrics": "Shfaq një tabelë me më tepër matje",
        "Done": "U bë",
        "Download": "Shkarkojeni",
        "DownloadFullVersion": "%1$sShkarkoni%2$s versionin e plotë! Shihni %3$s",
        "Downloads": "Shkarkime",
        "EcommerceOrders": "Porosi E-tregtie",
        "EcommerceVisitStatusDesc": "Shihni gjendjen e E-trgtisë në fund të vizitës",
        "EcommerceVisitStatusEg": "Për shembull, për të përzgjedhur krejt vizitat që janë bërë një porosi E-tregti, kërkesa API do të duhej të përmbante %s",
        "Edit": "Përpunojeni",
        "EncryptedSmtpTransport": "Jepni kodimin e shtresës së transportimit siç e kërkon shërbyesi juaj SMTP.",
        "EnglishLanguageName": "Albanian",
        "Error": "Gabim",
        "ErrorRequest": "Hmmm… problem gjatë kërkesës, ju lutem, riprovoni.",
        "EvolutionOverPeriod": "Zhvillime përgjatë periudhës",
        "ExceptionConfigurationFileNotFound": "Nuk u gjet kartela {%s} e formësimit.",
        "ExceptionDatabaseVersion": "Versioni juaj për %1$s është %2$s por Piwik-u lyp të paktën %3$s.",
        "ExceptionFileIntegrity": "Kontrolli i pacënueshmërisë dështoi: %s",
        "ExceptionFilesizeMismatch": "Mospërputhje madhësie kartelash: %1$s (pritej gjatësi: %2$s, u gjet: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Versioni i klientit tuaj për %1$s është %2$s çka është e papërputhshme me versionin e shërbyesit %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Formati '%s' për raporte të grumbulluar nuk është i vlefshëm. Provoni më mirë ndonjë nga vijuesit: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Jetëgjatësia e arkivës për sot duhet të jetë një numër sekondash më i madh se zero",
        "ExceptionInvalidDateFormat": "Formati i datës duhet të jetë: %s ose çfarëdo fjalëkyçi që funksioni %s e mbulon (për më tepër të dhëna, shihni %s)",
        "ExceptionInvalidDateRange": "Data '%s' nuk është interval i saktë datash. Ky do të duhej të kishte formatin vijues: %s.",
        "ExceptionInvalidPeriod": "Nuk mbulohet periudha '%s'. Provoni më mirë ndonjë nga vijuesit: %s",
        "ExceptionInvalidRendererFormat": "Formati '%s' për vizatuesin nuk është i vlefshëm. Provoni më mirë ndonjë nga vijuesit: %s.",
        "ExceptionInvalidReportRendererFormat": "Formati '%s' për raportuesin nuk është i vlefshëm. Provoni më mirë ndonjë nga vijuesit: %s.",
        "ExceptionInvalidStaticGraphType": "Lloji '%s' për grafik statik nuk është i vlefshëm. Provoni më mirë ndonjë nga vijuesit: %s.",
        "ExceptionInvalidToken": "\"Token\"-i nuk është i vlefshëm.",
        "ExceptionLanguageFileNotFound": "Nuk u gjet kartela e gjuhës '%s'.",
        "ExceptionMethodNotFound": "Metoda '%s' nuk ekziston ose nuk është e mundshme në modulin '%s'.",
        "ExceptionMissingFile": "Kartelë që mungon: %s",
        "ExceptionNonceMismatch": "Nuk u verifikua dot \"token\"-i i sigurisë në këtë formular.",
        "ExceptionPrivilege": "Nuk mund të hyni në këtë burim, ngaqë lyp të drejta %s.",
        "ExceptionPrivilegeAccessWebsite": "Nuk mund të hyni në këtë burim, ngaqë lyp të drejta %s për id = %d të site-it web.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Nuk mund të hyni në këtë burim, ngaqë lyp të drejta %s për të paktën një nga site-et web.",
        "ExceptionUnableToStartSession": "I pazoti të nisë sesion.",
        "ExceptionUndeletableFile": "I pazoti të fshijë %s",
        "ExceptionUnreadableFileDisabledMethod": "Nuk u lexua dot kartela {%s} e formësimit. Streha juaj mund të ketë çaktivizuar %s.",
        "Export": "Eksporto",
        "ExportAsImage": "Eksportoje si Figurë",
        "ExportThisReport": "Eksportojeni këtë grup të dhënash në formate të tjerë",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Kontrolli i pacënueshmërisë së kartelës dështoi dhe njoftoi për disa gabime. Kjo ka shumë të ngjarë të vijë për shkak të një ngarkimi të pjesshëm ose të pasuksesshëm të disa kartelave Piwik. Do të duhej të ringarkonit krejt kartelat e Piwik-ut në trajtë DYORE dhe të rifreskoni faqen derisa të mos tregojë më gabim.",
        "First": "I pari",
        "ForExampleShort": "p.sh.",
        "FromReferrer": "prej",
        "GeneralSettings": "Rregullime të Përgjithshme",
        "GiveUsYourFeedback": "Na jepni Përshtypjet!",
        "Goal": "Objektiv",
        "GoTo": "Shko te %s",
        "GraphHelp": "Më tepër të dhëna rreth shfaqjes së grafikëve në Piwik.",
        "HelloUser": "Tungjatjeta, %s!",
        "Help": "Nidhmë",
        "HoursMinutes": "%1$s orë %2$s minuta",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Duke pranuar që arkivimi në site-in tuaj është i shpejtë, mund ta rregulloni crontab-in të xhirojë më shpesh.",
        "InvalidDateRange": "Interval i Pavlefshëm Datash, Ju lutem, Riprovoni",
        "InvalidResponse": "Të dhënat e marra janë të pavlefshme.",
        "JsTrackingTag": "Kod JavaScript Gjurmimi",
        "Language": "Gjuhë",
        "LastDays": "%s ditët e fundit (përfshirë të sotmen)",
        "LayoutDirection": "ltr",
        "Loading": "Po ngarkohet...",
        "LoadingData": "Po ngarkohen të dhënat...",
        "Locale": "sq_AL.UTF-8",
        "Logout": "Dilni",
        "LongDay_1": "E hënë",
        "LongDay_2": "E martë",
        "LongDay_3": "E mërkurë",
        "LongDay_4": "E enjte",
        "LongDay_5": "E premte",
        "LongDay_6": "E shtunë",
        "LongDay_7": "E dielë",
        "LongMonth_1": "Janar",
        "LongMonth_10": "Tetor",
        "LongMonth_11": "Nëntor",
        "LongMonth_12": "Dhjetor",
        "LongMonth_2": "Shkurt",
        "LongMonth_3": "Mars",
        "LongMonth_4": "Prill",
        "LongMonth_5": "Maj",
        "LongMonth_6": "Qershor",
        "LongMonth_7": "Korrik",
        "LongMonth_8": "Gusht",
        "LongMonth_9": "Shtator",
        "MainMetrics": "Llogaritjet kryesore",
        "MediumToHighTrafficItIsRecommendedTo": "Për site-e web me trafik të shumtë, këshillojmë t'i përpunoni raportet për ditën e sotme e shumta çdo gjysmë ore (%s sekonda) ose çdo një orë (%s sekonda).",
        "Metadata": "Tejtëdhëna",
        "MetricsToPlot": "Matje për t'u hedhur në grafik",
        "MetricToPlot": "Matje për t'u hedhur në grafik",
        "MinutesSeconds": "%1$s minuta %2$ss",
        "Monthly": "Përmuaj",
        "MultiSitesSummary": "Krejt Site-et Web",
        "Name": "Emër",
        "NbActions": "Numër Veprimesh",
        "NDays": "%s ditë",
        "Never": "Kurrë",
        "NewReportsWillBeProcessedByCron": "Kur arkivimi nga Piwik-u nuk vihet në punë nga shfletuesi, raportet e reja do të përpunohen nga crontab.",
        "NewUpdatePiwikX": "Përditësim i Ri: Piwik %s",
        "NewVisitor": "Vizitor i Ri",
        "NewVisits": "Vizita të reja",
        "Next": "Pasuesja",
        "No": "Jo",
        "NoDataForGraph": "Pa të dhëna për këtë grafik",
        "NoDataForTagCloud": "Pa të dhëna për këtë re etiketash.",
        "NotDefined": "%s pa u përkufizuar",
        "NotValid": "%s nuk është e vlefshme",
        "NSeconds": "%s sekonda",
        "NumberOfVisits": "Numër vizitash",
        "NVisits": "%s vizita",
        "Ok": "Ok",
        "OneDay": "1 ditë",
        "OneVisit": "1 vizitë",
        "OnlyEnterIfRequired": "Jepni emër përdoruesi vetëm nëse shërbyesi juaj SMTP lyp një të tillë.",
        "OnlyEnterIfRequiredPassword": "Jepni fjalëkalim vetëm nëse shërbyesi juaj SMTP lyp një të tillë.",
        "OnlyUsedIfUserPwdIsSet": "E përdorur vetëm kur ka të caktuar një emër përdoruesi\/fjalëkalim, pyesni mundësuesin e llogarisë suaj nëse jeni i pasigurt se cilën metodë të përdorni.",
        "OpenSourceWebAnalytics": "Analizë Web me Burim të Hapët",
        "OptionalSmtpPort": "Opsionale. Parazgjedhjet janë 25 për të pakoduarat dhe TLS SMTP, dhe 465 për SSL SMTP.",
        "OrCancel": "ose %s Anulojeni %s",
        "OriginalLanguageName": "Shqip",
        "Others": "Tjetër",
        "Outlink": "Lidhje për gjetiu",
        "Outlinks": "Lidhje për Jashtë",
        "Overview": "Përmbledhje",
        "Pages": "Faqe",
        "ParameterMustIntegerBetween": "Parametri %s duhet të jetë një numër i plotë nga %s në %s.",
        "Password": "Fjalëkalim",
        "Period": "Periudhë",
        "Piechart": "Qarkore",
        "PiwikXIsAvailablePleaseUpdateNow": "Mund të kihet Piwik %1$s. %2$s Ju lutem, përditësojeni tani!%3$s (shihni %4$s ndryshimet%5$s).",
        "PleaseSpecifyValue": "Ju lutem, përcaktoni një vlerë për '%s'.",
        "PleaseUpdatePiwik": "Ju lutem, përditësoni Piwik-un tuaj",
        "Plugin": "Shtojca",
        "Plugins": "Shtojca",
        "PoweredBy": "Bazuar në",
        "Previous": "E mëparshmja",
        "PreviousDays": "%s ditë më parë (pa përfshirë të sotmen)",
        "Price": "Çmim",
        "ProductConversionRate": "Kurs Këmbimi Produkti",
        "ProductRevenue": "Të ardhura Produkti",
        "PurchasedProducts": "Produkte të Blerë",
        "Quantity": "Sasi",
        "Recommended": "(e këshilluar)",
        "RecordsToPlot": "Regjistrime për t'u hedhur në grafik",
        "RefreshPage": "Rifreskoje faqen",
        "Report": "Raport",
        "Reports": "Raporte",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Raportet për ditën e sotme (ose për çfarëdo Intervali Datash që përfshin ditën e sotme) do të përpunohen e shumta çdo",
        "ReportsWillBeProcessedAtMostEveryHour": "Ndaj raportet do të përpunohen e shumta çdo një orë.",
        "RequestTimedOut": "Kërkesës për të dhëna te %s i mbaroi koha. Ju lutem, riprovoni.",
        "Required": "%s i domosdoshëm",
        "ReturningVisitor": "Vizitor i Mëparshëm",
        "RowsToDisplay": "Rreshta për shfaqje",
        "Save": "Ruaje",
        "SaveImageOnYourComputer": "Për ta ruajtur figurën në kompjuterin tuaj, djathtasklikoni mbi figurën dhe përzgjidhni \"Ruajeni Figurën Si...\"",
        "Search": "Kërko",
        "Seconds": "%ss",
        "SeeTheOfficialDocumentationForMoreInformation": "Për më tepër të dhëna, shihni %sdokumentimin zyrtar%s.",
        "SelectYesIfYouWantToSendEmailsViaServer": "Përzgjidhni \"Po\" nëse doni të dërgoni, ose keni për të dërguar, e-mail përmes një shërbyesi të emërtuar, në vend se përmes të një funksioni vendor poste",
        "Settings": "Rregullime",
        "Shipping": "Dërgesë",
        "ShortDay_1": "Hën",
        "ShortDay_2": "Mar",
        "ShortDay_3": "Mër",
        "ShortDay_4": "Enj",
        "ShortDay_5": "Pre",
        "ShortDay_6": "Sht",
        "ShortDay_7": "Die",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Tet",
        "ShortMonth_11": "Nën",
        "ShortMonth_12": "Dhj",
        "ShortMonth_2": "Shk",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Pri",
        "ShortMonth_5": "Maj",
        "ShortMonth_6": "Qer",
        "ShortMonth_7": "Kor",
        "ShortMonth_8": "Gus",
        "ShortMonth_9": "Sht",
        "SmallTrafficYouCanLeaveDefault": "Për site-e web me trafik të pakët, mund të lini parazgjedhjen prej %s sekondash, dhe të konsultoni krejt raportet në kohë reale.",
        "SmtpEncryption": "Kodim SMTP",
        "SmtpPassword": "Fjalëkalim SMTP",
        "SmtpPort": "Portë SMTP",
        "SmtpServerAddress": "Adresë shërbyesi SMTP",
        "SmtpUsername": "Emër përdoruesi SMTP",
        "Subtotal": "Nëntotal",
        "Table": "Tabelë",
        "TagCloud": "Re Etiketash",
        "Tax": "Taksë",
        "Today": "Sot",
        "Total": "Gjithsej",
        "TotalRevenue": "Të ardhura Gjithsej",
        "TranslatorEmail": "besnik@programeshqip.org",
        "TranslatorName": "Besnik Bleta",
        "UniquePurchases": "Blerje Unike",
        "Unknown": "I panjohur",
        "Upload": "Ngarkoje",
        "UsePlusMinusIconsDocumentation": "Për lëvizje përdorni ikonën plus dhe minus majtas.",
        "Username": "Emër përdoruesi",
        "UseSMTPServerForEmail": "Për e-mail përdor shërbyes SMTP",
        "Value": "Vlerë",
        "VBarGraph": "Grafikë me shtylla vertikale",
        "View": "Pamje",
        "Visit": "Vizitë",
        "VisitConvertedGoal": "Vizita shndërroi të paktën një Objektiv",
        "VisitConvertedGoalId": "Vizita shndërroi një Id specifike Objektivi",
        "VisitConvertedNGoals": "Vizita shndërroi %s Objektiva",
        "VisitDuration": "Kohëzgjatje Mesatare Vizitash (në sekonda)",
        "Visitor": "Vizitor",
        "VisitorID": "ID vizitori",
        "VisitorIP": "IP vizitori",
        "Visitors": "Vizitorë",
        "VisitsWith": "Vizita me %s",
        "VisitType": "Lloj vizitori",
        "VisitTypeExample": "Për shembull, për përzgjedhjen e krejt vizitorëve që janë rikthyer te site-i web, përfshi ata që kanë blerë diçka gjatë vizitash të mëparshme, kërkesa API do të duhej të përmbante %s",
        "Warning": "Sinjalizim",
        "WarningFileIntegrityNoManifest": "Kontrolli i pacënueshmërisë së kartelës nuk u krye dot për shkak të mungesës së manifest.inc.php.",
        "WarningFileIntegrityNoMd5file": "Kontrolli i pacënueshmërisë së kartelës nuk u plotësua dot për shkak të mungesës së funksionit md5_file().",
        "WarningPasswordStored": "%sKujdes:%s Ky fjalëkalim do të depozitohet te kartela e formësimit që është e dukshme karshi kujtdo që mund të mbërrijë deri te ajo.",
        "Website": "\"Site\" Web",
        "Weekly": "Përjavë",
        "Widgets": "Widget-e",
        "YearsDays": "%1$s vite %2$s ditë",
        "Yes": "Po",
        "Yesterday": "Dje",
        "YouAreCurrentlyUsing": "Jeni duke përdorur Piwik %s.",
        "YouAreViewingDemoShortMessage": "Hëpërhë jeni duke parë një demonstrim të Piwik-ut",
        "YouMustBeLoggedIn": "Që të përdorni këtë funksion, duhet të keni bërë hyrjen.",
        "YourChangesHaveBeenSaved": "Ndryshimet tuaja u ruajtën."
    },
    "Goals": {
        "AbandonedCart": "Shportë e Braktisur",
        "AddGoal": "Shtoni Objektiv",
        "AddNewGoal": "Shtoni Objektiv të ri",
        "AddNewGoalOrEditExistingGoal": "%sShtoni Objektiv të ri%s ose %sPërpunoni%s Objektiva ekzistuese",
        "AllowGoalConvertedMoreThanOncePerVisit": "Lejoje Objektivin të shndërrohet më shumë se një herë për vizitë",
        "AllowMultipleConversionsPerVisit": "Lejo shndërrime shumëfishe për vizitë",
        "BestCountries": "Vendet me shndërrime më të mira për ju janë:",
        "BestKeywords": "Fjalëkyçat kryesues për shndërrimet tuaja janë:",
        "BestReferrers": "Referuesit më të mirë të shndërrimeve nga site-et web për ju janë:",
        "CaseSensitive": "Përputhjes për siç është shkruajtur",
        "ClickOutlink": "Klikon mbi një Lidhje te një site web i jashtëm",
        "ColumnAverageOrderRevenueDocumentation": "Vlera Mesatare për Porosi (VMP) është shifra e marrë nga pjesëtimi i të ardhura gjithsej nga krejt Porositë E-tregti me numrin e porosive.",
        "ColumnAveragePriceDocumentation": "Të ardhurat mesatare për këtë %s.",
        "ColumnAverageQuantityDocumentation": "Sasia mesatare e këtij %s shitur nga porosi E-tregtie.",
        "ColumnConversionRateDocumentation": "Përqindja e vizitave që shkaktuan veprimtari në objektivin %s.",
        "ColumnConversionRateProductDocumentation": "Koeficienti i shndërrimit %s është numri i porosive që përmbajnë këtë produkt pjesëtuar me numrin e vizitave bërë te faqja e produktit.",
        "ColumnConversions": "Shndërrime",
        "ColumnConversionsDocumentation": "Numër shndërrimesh për %s.",
        "ColumnOrdersDocumentation": "Numri gjithsej i porosive E-tregti që e përmbanin këtë %s të paktën një herë.",
        "ColumnPurchasedProductsDocumentation": "Numri i produkteve të blera është shuma e sasive të Produkteve të shitura nga krejt porositë E-tregti.",
        "ColumnQuantityDocumentation": "Sasia është numri gjithsej i produkteve të shitura për secilin %s.",
        "ColumnRevenueDocumentation": "Të ardhura gjithsej fituar nga %s.",
        "ColumnRevenuePerVisitDocumentation": "Të ardhura gjithsej të rrjedhura nga %s pjesëtuar me numrin e vizitave.",
        "ColumnVisits": "Numër vizitash gjithsej, pavarësisht nëse u shkaktua a jo veprimtari te një objektiv.",
        "ColumnVisitsProductDocumentation": "Numri i vizitave te faqja Produkt\/Kategori. Kjo përdoret gjithashtu për të përpunuar koeficientin %s e shndërrimeve. Kjo llogaritje gjendet te raporti nëse ndjekja e parjeve E-tregti është rregulluar te faqet Produkt\/Kategori.",
        "Contains": "përmban %s",
        "ConversionByTypeReportDocumentation": "Ky raport ofron të dhëna të hollësishme rreth funksionimit të objektivave (shndërrime, koeficient shndërrimesh dhe të ardhura për vizitë) për secilën prej kategorive të mundshme te paneli majtas. %s Ju lutem, klikoni mbi një nga këto kategori që të shihni raportin. %s Për më tepër të dhëna, lexoni %sdokumentimin për Ndjekje Objektivash te piwik.org%s",
        "ConversionRate": "Koeficient shndërrimi %s",
        "Conversions": "Shndërrime %s",
        "ConversionsOverview": "Përmbledhje Shndërrimesh",
        "ConversionsOverviewBy": "Përmbledhje shndërrimesh sipas llojit të vizitave",
        "CreateNewGOal": "Krijoni Objektiv të ri",
        "DaysToConv": "Ditë për Shndërrim",
        "DefaultGoalConvertedOncePerVisit": "(parazgjedhje) Objektivi mund të shndërrohet një herë për vizitë",
        "DefaultRevenue": "E ardhura parazgjedhje e objektivit është",
        "DefaultRevenueHelp": "Për shembull, një Formular Kontakti parashtruar nga një vizitor mund të vlejë mesatarisht 10 euro. Piwik-u do t'ju ndihmojë të kuptoni se si shtresëzohen segmentet e vizitorëve tuaj.",
        "DeleteGoalConfirm": "Jeni i sigurt se doni të fshihet Objektivi %s?",
        "DocumentationRevenueGeneratedByProductSales": "Shitje produkti. Pa taksa, dërgesë dhe zbritje çmimi",
        "Download": "Shkarkon një kartelë",
        "Ecommerce": "E-tregti",
        "EcommerceAndGoalsMenu": "E-tregti & Objektiva",
        "EcommerceLog": "Regjistrim E-tregtie",
        "EcommerceOrder": "Porosi E-tregtie",
        "EcommerceOverview": "Përmbledhje E-tregtie",
        "EcommerceReports": "Raporte E-tregtie",
        "ExceptionInvalidMatchingString": "Nëse zgjidhni 'përputhje e përpiktë', vargu për përputhje duhet të jetë një URL që fillon me %s. Për shembull, '%s'.",
        "ExternalWebsiteUrl": "URL site-i web të jashtëm",
        "Filename": "emër kartele",
        "GoalConversion": "Shndërrim objektivi",
        "GoalConversions": "Shndërrime objektivi",
        "GoalConversionsBy": "Shndërrime objektivash %s sipas llojit të vizitave",
        "GoalIsTriggered": "Objektivi vihet në punë",
        "GoalIsTriggeredWhen": "Objektivi vihet në punë kur",
        "GoalName": "Emër Objektivi",
        "Goals": "Objektiva",
        "GoalsManagement": "Administrim objektivash",
        "GoalsOverview": "Përmbledhje objektivash",
        "GoalsOverviewDocumentation": "Kjo është një përmbledhje e shndërrimeve tuaja për objektivat. Fillimisht, grafiku tregon shumën e krejt shndërrimeve. %s Nën grafik, mund të shihni raporte shndërrimesh për secilin prej objektivave tuaj. Grafikët vijëzorë mund të zmadhohen duke klikuar mbi ta.",
        "GoalX": "Objektiv %s",
        "HelpOneConversionPerVisit": "Nëse një faqe që përputhet me këtë Objektiv rifreskohet ose shihet më shumë se një herë gjatë një Vizite, Objektivi do të ndiqet vetëm herën e parë që faqja u ngarkua gjatë kësaj vizite.",
        "IsExactly": "është saktësisht %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Mësoni më tepër rreth %s Ndjekjes së Objektivave në Piwik%s, te dokumentimi i përdoruesit.",
        "LeftInCart": "%s ende në shportë",
        "Manually": "dorazi",
        "ManuallyTriggeredUsingJavascriptFunction": "Objektivi vihet në punë dorazi duke përdorur JavaScript API trackGoal()",
        "MatchesExpression": "përputhet me shprehjen %s",
        "NewVisitorsConversionRateIs": "Koeficienti i shndërrimit për vizitorë të rinj është %s",
        "Optional": "(opsionale)",
        "OverallConversionRate": "Koeficient shndërrimesh %s gjithsej (vizita me objektiv të plotësuar)",
        "OverallRevenue": "E ardhur %s e përgjithshme",
        "PageTitle": "Titull Faqeje",
        "Pattern": "Mostër",
        "PluginDescription": "Krijoni Objektiva dhe shihni raporte rreth shndërrimeve për objektivin tuaj: ecurinë në kohë, të ardhura për vizitë, shndërrime sipas referuesash, sipas fjalëkyçash, etj.",
        "ProductCategory": "Kategori Produkti",
        "ProductName": "Emër Produkti",
        "Products": "Produkte",
        "ProductSKU": "SKU Produkti",
        "ReturningVisitorsConversionRateIs": "Koeficienti i shndërrimit për vizitorë të rikthyer është %s",
        "UpdateGoal": "Përditësoni Objektiv",
        "URL": "URL",
        "ViewAndEditGoals": "Shihni dhe Përpunoni Objektiva",
        "ViewGoalsBy": "Shihni objektiva sipas %s",
        "VisitPageTitle": "Vizitoni një Titull Faqeje të dhënë",
        "VisitsUntilConv": "Vizita për Shndërrim",
        "VisitUrl": "Viziton një URL të dhënë (faqe ose grup faqesh)",
        "WhenVisitors": "kur vizitorët",
        "WhereThe": "kur",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "kur faqja e vizituar përmban një thirrje të metodës JavaScript piwikTracker.trackGoal() (%smësoni më tepër%s)",
        "YouCanEnableEcommerceReports": "Për këtë site web mund të aktivizoni %s te faqja %s."
    },
    "ImageGraph": {
        "PluginDescription": "Prodhoni për çfarëdo raporti Piwik figura të mrekullueshme PNG statike Grafikësh."
    },
    "Installation": {
        "ConfigurationHelp": "Kartela juaj për formësimin e Piwik-ut duket se është e keqformësuar. Ose mund të hiqni config\/config.ini.php dhe rinisni instalimin, ose ndreqni rregullimet për lidhjen me bazën e të dhënave.",
        "ConfirmDeleteExistingTables": "Jeni i sigurt se doni të fshihen tabelat: %s prej bazës së të dhënave? KUJDES: NUK DO TË MUND TË RIKTHENI TË DHËNAT PREJ KËTYRE TABELAVE!",
        "Congratulations": "Urime",
        "CongratulationsHelp": "<p>Urime! Instalimi juaj i Piwik-ut u plotësua.<\/p><p>Sigurohuni që keni futur kodin JavaScript te faqet tuaja, dhe prisni për vizitorët e parë!<\/p>",
        "DatabaseCreation": "Krijim baze të dhënash",
        "DatabaseErrorConnect": "Gabim gjatë provës për t'u lidhur me shërbyesin e bazës së të dhënave",
        "DatabaseServerVersion": "Version shërbyesi baze të dhënash",
        "DatabaseSetup": "Rregullimi i Bazës së të Dhënave",
        "DatabaseSetupAdapter": "përshtatës",
        "DatabaseSetupDatabaseName": "emër baze të dhënash",
        "DatabaseSetupLogin": "hyrje",
        "DatabaseSetupServer": "Shërbyes i bazës së të dhënave",
        "DatabaseSetupTablePrefix": "parashtesë tabele",
        "Email": "email",
        "Extension": "zgjerim",
        "GoBackAndDefinePrefix": "Kthehuni mbrapsht dhe përcaktoni një Prefiks për Tabelat e Piwik-ut",
        "Installation": "Instalim",
        "InstallationStatus": "Gjendje instalimi",
        "LargePiwikInstances": "Ndihmë për raste Piwik-u me ngarkesë",
        "Legend": "Legjendë",
        "NoConfigFound": "S'u gjet dot kartela e formësimit të Piwik-ut dhe po provoni të hyni te një faqe Piwik-u.<br \/><b>  » Mund ta <a href='index.php'>instaloni Piwik-un tani<\/a><\/b><br \/><small>Nëse e kishit instaluar Piwik-un më parë dhe keni disa tabela te baza juaj e të dhënave, mos u shqetësoni, mund të ripërdorni po ato tabela dhe të mbani të dhënat tuaja ekzistuese!<\/small>",
        "Optional": "Opsionale",
        "Password": "fjalëkalim",
        "PasswordDoNotMatch": "fjalëkalimet nuk përputhen",
        "PasswordRepeat": "fjalëkalim (rijepeni)",
        "PercentDone": "Plotësuar %s %%",
        "PleaseFixTheFollowingErrors": "Ju lutem, ndreqni gabimet vijuese",
        "PluginDescription": "Procesi i instalimit të Piwik-ut. Instalimi zakonisht bëhet vetëm një herë. Po u fshi kartela e formësimit config\/config.inc.php, instalimi duhet nisur nga e para.",
        "Requirements": "Të domosdoshme për Piwik-un",
        "SetupWebsite": "Caktoni një \"site\" web",
        "SetupWebsiteError": "Pati një gabim gjatë shtimit të një \"site\"-i web",
        "SetupWebSiteName": "emër site-i web",
        "SetupWebsiteSetupSuccess": "\"Site\"-i Web %s u shtua me sukses!",
        "SetupWebSiteURL": "Url site-i web",
        "SuperUser": "Super Përdorues",
        "SuperUserLogin": "emër hyrjeje për super përdoruesin",
        "SuperUserSetupSuccess": "Super Përdoruesi u krijua me sukses!",
        "SystemCheck": "Kontroll sistemi",
        "SystemCheckAutoUpdateHelp": "Shënim: përditësimi me Një Klikim i Piwik-ut lyp leje për shkrim te dosja Piwik dhe lënda e saj.",
        "SystemCheckCreateFunctionHelp": "Piwik-u përdor funksione anonime për \"callbacks\".",
        "SystemCheckDatabaseHelp": "Piwik-u lyp ose zgjerimin mysqli, ose që të dy zgjerimet PDO dhe pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory nuk do të jetë në gjendje të krijojë parje për modulin thirrës.",
        "SystemCheckError": "Ndodhi një gabim - duhet të ndreqet përpara se të ecni më tej",
        "SystemCheckEvalHelp": "E domosdoshme për HTML QuickForm dhe sistemin Smarty të gjedheve.",
        "SystemCheckExtensions": "Të tjera zgjerime të domosdoshme",
        "SystemCheckFileIntegrity": "Pacënueshmëri kartele",
        "SystemCheckFunctions": "Funksione të domosdoshëm",
        "SystemCheckGDHelp": "\"Sparklines\" (grafikë të veckël) nuk do të funksionojnë.",
        "SystemCheckGlobHelp": "Ky funksion i trupëzuar është i çaktivizuar te streha juaj. Piwik-u do të përpiqet ta emulojë këtë funksion por mund të hasë kufizime të mëtejshme sigurie. Kjo mund të ketë ndikim te funksionimi.",
        "SystemCheckGzcompressHelp": "Lypset të aktivizoni zgjerimin zlib dhe funksionin gzcompress.",
        "SystemCheckGzuncompressHelp": "Lypset të aktivizoni zgjerimin zlib dhe funksionin gzuncompress.",
        "SystemCheckIconvHelp": "Lypset të formësoni dhe rindërtoni PHP-në me aktivizim të mbulimit të \"iconv\", --with-iconv.",
        "SystemCheckMailHelp": "Mesazhet mbi Përshtypjet dhe Fjalëkalim të Humbur nuk kanë për t'u dërguar pa mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Kufi kujtese",
        "SystemCheckMemoryLimitHelp": "Në një \"site\" web me shumë trafik, procesi i arkivimit mund të dojë më tepër kujtesë se sa i është dhënë tani. Në u dashtë, ndryshojeni parametrin memory_limit te kartela juaj php.ini.",
        "SystemCheckOpenURL": "Hap URL",
        "SystemCheckOpenURLHelp": "Pajtimet në buletine, njoftime përditësimesh, dhe përditësimet me një klikim e duan zgjerimin \"curl\", allow_url_fopen=On, ose fsockopen() të aktivizuar.",
        "SystemCheckOtherExtensions": "Zgjerime të tjera",
        "SystemCheckOtherFunctions": "Funksione të tjerë",
        "SystemCheckPackHelp": "Që të gjurmohen vizitorët me Piwik-un, funksioni pack() është i domosdoshëm.",
        "SystemCheckParseIniFileHelp": "Ky funksion i trupëzuar është i çaktivizuar te streha juaj. Piwik-u do të përpiqet ta emulojë këtë funksion por mund të hasë kufizime të mëtejshme sigurie. Edhe punimi i gjurmuesit do të preket nga kjo.",
        "SystemCheckPdoAndMysqliHelp": "Në një shërbyes Linux mund ta përpiloni php-në me mundësitë vijuese: %1$s te php.ini juaj, shtoni rreshtat vijues: %2$s",
        "SystemCheckPhp": "Version PHP-je",
        "SystemCheckPhpPdoAndMysqli": "Më tepër të dhëna te: %1$sPHP PDO%2$s dhe %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Lypset të formësoni dhe krijoni PHP-në me Librarinë Standarde PHP të aktivizuar (si parazgjedhje).",
        "SystemCheckTimeLimitHelp": "Në \"site\" web me shumë trafik, përmbushja e procesit të arkivimit mund të dojë më tepër kohë se sa i është dhënë tani. Në u dashtë, ndryshojeni parametrin max_execution_time te kartela juaj php.ini.",
        "SystemCheckTracker": "Gjendje gjurmuesi",
        "SystemCheckTrackerHelp": "Kërkesa GET te piwik.php dështoi. Provoni ta hidhni te lista e bardhë këtë URL prej mod_security dhe Mirëfilltësimit HTTP.",
        "SystemCheckWarnDomHelp": "Do të duhej të aktivizonit zgjerimin \"dom\" (p.sh., instaloni paketën \"php-dom\" dhe\/ose \"php-xml\").",
        "SystemCheckWarning": "Piwik-u do të punojë normalisht por mund t'i mungojnë disa veçori",
        "SystemCheckWarnJsonHelp": "Do të duhej të aktivizonit zgjerimin \"json\" (p.sh., instaloni paketën \"php-json\") për punim më të mirë.",
        "SystemCheckWarnLibXmlHelp": "Do të duhej të aktivizonit zgjerimin \"libxml\" (p.sh., paketën \"install the php-libxml\" ) meqë është e domosdoshme nga zgjerime të tjera bazë të PHP-së.",
        "SystemCheckWarnSimpleXMLHelp": "Do të duhej të aktivizonit zgjerimin \"SimpleXML\" (p.sh., instaloni paketën \"php-simplexml\" dhe\/ose \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Në një shërbyes Windows mund të shtoni rreshtat vijues te php.ini juaj: %s",
        "SystemCheckWriteDirs": "Drejtori me hyrje për shkrim",
        "SystemCheckWriteDirsHelp": "Për ndreqjen e këtij gabimi në sistemin tuaj Linux, provoni të shtypni urdhrin(at) vijues",
        "SystemCheckZlibHelp": "Lypset të formësoni dhe rikrijoni PHP-në me mbulim të zlib-it të aktivizuar, --with-zlib.",
        "Tables": "Krijim Tabelash",
        "TablesCreatedSuccess": "Tabelat u krijuan me sukses!",
        "TablesDelete": "Fshiji tabelat e pikasura",
        "TablesDeletedSuccess": "Tabelat ekzistuese të Piwik-ut u fshinë me sukses",
        "TablesFound": "Te baza e të dhënave u gjetën tabelat vijuese",
        "TablesReuse": "Ripërdor tabelat ekzistuese",
        "TablesWarningHelp": "Ose zgjidhni përdorimin sërish të tabelave ekzistuese të bazës së të dhënave, ose përzgjidhni instalimin nga e para për të fshirë tërë të dhënat ekzistuese te baza e të dhënave.",
        "TablesWithSameNamesFound": "Disa tabela %1$s te baza juaj e të dhënave %2$s kanë të njëjtit emra si tabelat që Piwik-u po përpiqet të krijojë",
        "Timezone": "zonë kohore e site-it web",
        "Welcome": "Mirë se vini!",
        "WelcomeHelp": "<p>Piwik-u është një program analize web, me burim të hapët, që e bën të lehtë të kihen të dhëna që dëshironi rreth vizitorëve tuaj.<\/p><p>Ky proces është ndarë në %s hapa të kollajtë dhe do të zgjasë rreth 5 minuta.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Mbi përkthimet e Piwik-ut",
        "PluginDescription": "Kjo shtojcë do të shfaqë një listë të gjuhëve të mundshme për ndërfaqen e Piwik-ut. Gjuha e përzgjedhur do të ruhet te parapëlqimet e çdo përdoruesi."
    },
    "Live": {
        "GoalType": "Lloj",
        "KeywordRankedOnSearchResultForThisVisitor": "Për këtë vizitor, fjalëkyçi %1$s u radhit i %2$s te faqja e përfundimeve të kërkimit për %3$s",
        "LastHours": "%s orët e fundit",
        "LastMinutes": "%s minutat e fundit",
        "LinkVisitorLog": "Shihni regjistër të hollësishëm të përdoruesit",
        "PageRefreshed": "Sa herë rresht është parë \/ rifreskuar kjo faqew.",
        "PluginDescription": "Gjurmoni vizitorët tuaj, live, në kohë reale!",
        "Referrer_URL": "URL Referuesi",
        "VisitorLog": "Regjistër Vizitori",
        "VisitorLogDocumentation": "Kjo tabelë tregon vizitat e fundit brenda intervalit kohor të përzgjedhur. Se kur u bë vizita e fundit nga një vizitor mund ta shihni duke kaluar kursorin përsipër datës së një vizite. %s Nëse intervali kohor e përfshin ditën e sotme, mund t’i shihni vizitorët aty për aty! %s Të dhënat e shfaqura këtu janë përherë më të rejat, pavarësisht nëse e përdorni a jo dhe se sa shpesh funksionin cron për arkivim.",
        "VisitorsInRealTime": "Vizitorë në Kohë Reale",
        "VisitorsLastVisit": "Vizita e fundit e këtij vizitori ndodhi %s ditë më parë."
    },
    "Login": {
        "ContactAdmin": "Arsye e mundshme: streha juaj mund të ketë çaktivizuar funksionin mail(). <br \/>Ju lutem, lidhuni me përgjegjësin e Piwik-ut tuaj.",
        "ExceptionPasswordMD5HashExpected": "Parametri i fjalëkalimit pritet të jetë një hash MD5 fjalëkalimi.",
        "InvalidNonceOrHeadersOrReferrer": "Siguria e formularit dështoi. Ju lutem, ringarkoni formularin dhe kontrolloni nëse janë të aktivizuara \"cookie\"-et tuaja. Nëse përdorni një shërbyes ndërmjetës, duhet ta formësoni %s Piwik-un që të pranojë titull ndërmjetësi%s i cili përcjell titull Strehe. Kontrolloni gjithashtu që titulli i Referuesit dërgohet saktë.",
        "InvalidOrExpiredToken": "Elementi është i pavlefshëm ose ka skaduar",
        "InvalidUsernameEmail": "Emër përdoruesi dhe\/ose vendndodhje e-mail e pavlefshme",
        "LogIn": "Hyni",
        "LoginOrEmail": "Emër hyrjeje ose E-mail",
        "LoginPasswordNotCorrect": "Emër përdoruesi & Fjalëkalim jo të saktë",
        "LostYourPassword": "Humbët fjalëkalimin tuaj?",
        "PasswordRepeat": "Fjalëkalim (sërish)",
        "PasswordsDoNotMatch": "Fjalëkalimet nuk përputhen.",
        "RememberMe": "Mbamë Mend"
    },
    "MultiSites": {
        "Evolution": "Evolution",
        "PluginDescription": "Shfaq përmbledhje\/statistika ekzekutive multi-site-i. Hëpërhë trajtohet si shtojcë bazë e Piwik-ut."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Përzgjidhni \"Po\" nëse doni që Piwik-u të mos gjurmojë adresa IP të përcaktuara qartë.",
        "AnonymizeIpInlineHelp": "Anonimizoje bajtin e fundit të adresave IP të vizitorëve, në pajtim me ligjet\/udhëzimet vendore për vetësinë.",
        "AnonymizeIpMaskLengtDescription": "Përzgjidhni sa bajte të maskohen te IP-ja e vizitorit.",
        "AnonymizeIpMaskLength": "%s bajt(e) - p.sh. %s",
        "ClickHereSettings": "Klikoni këtu që të shkoni te rregullimet mbi %s.",
        "DeleteLogDescription2": "Kur aktivizoni fshirjen e vetvetishme të regjistrimeve, duhet të siguroheni që janë përpunuar krejt raportet e ditës së mëparshme, që të mos humbni të dhëna.",
        "DeleteLogInfo": "Regjistrimet nga tabelat vijuese do të fshihen: %s",
        "DeleteLogsOlderThan": "Fshi regjistrime më të vjetër se",
        "DeleteMaxRows": "Numër maksimum rreshtash për t’u fshirë njëherazi:",
        "DeleteMaxRowsNoLimit": "pa kufi",
        "LastDelete": "Fshirja e fundit u krye më",
        "LeastDaysInput": "Ju lutem, jepni një numër ditësh më të madh se %s.",
        "MenuPrivacySettings": "Privatësi",
        "NextDelete": "Fshirja pasuese është planifikuar më",
        "PluginDescription": "Përshtateni Piwik-un për ta bërë privatësinë të përputhshme me legjislacionin ekzistues.",
        "Teaser": "Në këtë faqe, mund ta përshtatni Piwik-un që privatësi në të të jetë në pajtim me legjislacionin në fuqi, duke: %s anonimizuar IP-të e vizitorëve%s, %s hequr automatikisht nga baza e të dhënave regjistrime të vjetër vizitorësh%s, dhe %s duke ofruar një mekanizëm Opt-out për site-in tuaj web%s.",
        "TeaserHeadline": "Rregullime Privatësie",
        "UseAnonymizeIp": "Anonimizoni adresat IP të Vizitorëve",
        "UseDeleteLog": "Fshiji rregullisht te baza e të dhënave regjistrimet e vjetra të përdoruesve"
    },
    "Provider": {
        "ColumnProvider": "Mundësues",
        "PluginDescription": "Raporton Mundësuesin e vizitorëve.",
        "ProviderReportDocumentation": "Ky raport ju tregon cilët Mundësuesa Shërbimi Internet kanë përdorur vizitorët tuaj për të hyrë te site-i web. Për më tepër hollësi mund të klikoni mbi emrin e një mundësuesi. %s Nëse Piwik nuk arrin ta përcaktojë mundësuesin për një vizitor, e tregon thjesht si IP.",
        "SubmenuLocationsProvider": "Vende & Mundësuesa",
        "WidgetProviders": "Mundësuesa"
    },
    "Referrers": {
        "Campaigns": "Fushata",
        "CampaignsDocumentation": "Vizitorë që kanë ardhur te site-i juaj web si rrjedhojë e një fushate. Për më tepër %s shihni %s raportin.",
        "CampaignsReportDocumentation": "Ky raport tregon se cilat fushata prunë vizitorë te site-i juaj web. %s Për më tepër të dhëna rreth fushatave të ndjekjes, lexoni %sdokumentimin mbi fushatat, te piwik.org%s",
        "ColumnCampaign": "Fushatë",
        "ColumnSearchEngine": "Motorë Kërkimesh",
        "ColumnWebsite": "\"Site\" Web",
        "ColumnWebsitePage": "Faqe \"site\"-i Web",
        "DetailsByReferrerType": "Hollësi sipas Llojit të Referuesit",
        "DirectEntry": "Zë i Drejtpërdrejtë",
        "DirectEntryDocumentation": "Një vizitor dha URL-në te shfletuesi i vet dhe filloi shfletimin e site-it tuaj - site-in e dha drejtpërdrejt.",
        "Distinct": "Referuesa të Dallueshëm sipas Llojit të Referuesit",
        "DistinctCampaigns": "fushata të dallueshme",
        "DistinctKeywords": "fjalëkyça të dallueshëm",
        "DistinctSearchEngines": "motorë kërkimesh të dallueshëm",
        "DistinctWebsites": "\"site\"-e web të dallueshëm",
        "EvolutionDocumentation": "Kjo është një përmbledhje e sjellësve që prunë vizitorë te site-i juaj.",
        "EvolutionDocumentationMoreInfo": "Për më tepër të dhëna rreth llojeve të ndryshëm të sjellësve, shihni dokumentimin mbi tabelën %s.",
        "Keywords": "Fjalëkyça",
        "KeywordsReportDocumentation": "Ky raport tregon cilët fjalëkyça janë përdorur nga përdoruesit përpara se të silleshin te site-i juaj web. %s Duke klikuar mbi një rresht të tabelës, mund të shihni shpërndarjen sipas motorëve të kërkimit te të cilët u kërkua rreth fjalëkyçit.",
        "PluginDescription": "Raporton të dhëna Referuesish: Motorë Kërkimesh, Fjalëkyça, site-e web, Gjurmim Fushatash, Zëra të Drejtpërdrejtë.",
        "ReferrerName": "Emër Referuesi",
        "Referrers": "Referuesa",
        "SearchEngines": "Motorë Kërkimesh",
        "SearchEnginesDocumentation": "Një vizitori i është treguar site-i juaj nga një motor kërkimesh. Për më tepër hollësira, %s shihni %s raportin.",
        "SearchEnginesReportDocumentation": "Ky raport shfaq cilët motorë kërkimi sollën përdorues te site-i juaj web. %s Duke klikuar mbi një rresht të tabelës, mund të shihni se për çfarë po kërkonin përdoruesit që përdorën një motor të caktuar kërkimesh.",
        "SubmenuSearchEngines": "Motorë kërkimi & fjalëkyça",
        "SubmenuWebsites": "\"Site\"-e Web",
        "Type": "Lloj Referuesi",
        "TypeCampaigns": "%s prej fushatash",
        "TypeDirectEntries": "%s zëra të drejtpërdrejtë",
        "TypeReportDocumentation": "Kjo tabelë përmban të dhëna rreth shpërndarjes së llojeve të sjellësve.",
        "TypeSearchEngines": "%s prej motorësh kërkimi",
        "TypeWebsites": "%s prej \"site\"-esh web",
        "UsingNDistinctUrls": "(duke përdorur url të dallueshme %s)",
        "Websites": "\"Site\"-e Web",
        "WebsitesDocumentation": "Vizitori ndoqi një lidhje në një site tjetër web e cila të shpinte te site-i juaj. Për më tepër hollësira, %s shihni %s raportin.",
        "WebsitesReportDocumentation": "Në këtë tabelë, mund të shihni cilët site-e web sollën vizitorë te site-i juaj. %s Duke klikuar mbi një rresht të tabelës, mund të shihni se te cilat URL gjendeshin lidhjet për te site-i juaj web.",
        "WidgetExternalWebsites": "Listë e \"site\"-eve Web të jashtëm",
        "WidgetKeywords": "Listë e Fjalëkyçave"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(opsionale) Shfaqni mundësitë",
        "AggregateReportsFormat_GraphsOnly": "Shfaq vetëm Grafikë (pa tabela raporti)",
        "AggregateReportsFormat_TablesAndGraphs": "Shfaq tabela Raporti dhe Grafikë për krejt raportet",
        "AggregateReportsFormat_TablesOnly": "(parazgjedhje) Shfaq tabela Raporti (Grafikë vetëm për matjet kyçe)",
        "AlsoSendReportToTheseEmails": "Dërgoje raportin edhe te këto email-e (një email për rresht):",
        "AreYouSureDeleteReport": "Jeni i sigurt se doni të fshihet ky raport dhe planifikimi për të?",
        "CancelAndReturnToReports": "Anuloje dhe %skthehu te lista e raporteve%s",
        "CreateAndScheduleReport": "Krijoni dhe Planifikoni një raport",
        "CreateReport": "Krijoje Raportin",
        "DescriptionOnFirstPage": "Përshkrimi i raportit do të shfaqet te faqja e parë e raportit.",
        "EmailHello": "Tungjatjeta,",
        "EmailReports": "Dërgo Raportet Me Email",
        "EmailSchedule": "Plan Dërgimi me Email",
        "FrontPage": "Faqja Ballore",
        "ManageEmailReports": "Administroni Raporte Email",
        "MonthlyScheduleHelp": "Planifikim mujor: raporti do të dërgohet ditën e parë të çdo muaji.",
        "MustBeLoggedIn": "Duhet të jeni i futur që të krijoni dhe të planifikoni raporte të personalizuar.",
        "Pagination": "Faqja %s nga %s",
        "PiwikReports": "Raporte Piwik",
        "PleaseFindAttachedFile": "Ju lutem, shihni te kartela bashkangjitur %1$s raportin tuaj për %2$s.",
        "PleaseFindBelow": "Ju lutem, shihni më poshtë raportin tuaj %1$s për %2$s.",
        "PluginDescription": "Krijoni dhe shkarkoni raporte të personalizuar, dhe merrini ata përditë, përjavë ose përmuaj, me email.",
        "ReportFormat": "Format Raporti",
        "ReportsIncluded": "Përfshi statistikat",
        "SendReportNow": "Dërgoje Raportin tani",
        "SendReportTo": "Raportin dërgoje te",
        "SentToMe": "Dërgoma mua",
        "TableOfContent": "Listë raportesh",
        "ThereIsNoReportToManage": "Nuk ka raport që mund të administrohet për site-in web %s",
        "TopOfReport": "Mbrapsht në krye",
        "UpdateReport": "Përditësoje Raportin",
        "WeeklyScheduleHelp": "Planifikim javor: raporti do të dërgohet të Hënën e parë të çdo jave."
    },
    "SEO": {
        "AlexaRank": "Renditje Alexa",
        "DomainAge": "Moshë Përkatësie",
        "Rank": "Renditje",
        "SeoRankings": "Renditje SEO",
        "SEORankingsFor": "Renditje SEO për %s"
    },
    "SitesManager": {
        "AddSite": "Shtoni \"site\" web të ri",
        "AdvancedTimezoneSupportNotFound": "Nuk u gjet mbulim i thelluar zonash kohore te PHP-ja juaj (mbulim te PHP 5.2 e më të rinj). Mundeni prapëseprapë të zgjidhni dorazi një shmangie UTC.",
        "AliasUrlHelp": "Këshillohet, por nuk është e domosdoshme, të jepen URL të ndryshme, një për rresht, që vizitorët tuaj përdorin për të hyrë në këtë site web. URL-të alias për site-in web nuk kanë për t'u dukur te raporti Referuesa > Site-e Web. Mbani shënim që nuk është e domosdoshme të jepen URL me apo pa 'www', ngaqë Piwik-u i ka që të dyja parasysh automatikisht.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ndryshimi i zonës suaj kohore do të prekë vetëm të dhënat pas kësaj e tutje, nuk do të zbatohet për të më parshmet.",
        "ChooseCityInSameTimezoneAsYou": "Zgjidhni një qytet nën të njëjtën zonë kohore me ju.",
        "Currency": "Monedhë",
        "CurrencySymbolWillBeUsedForGoals": "Simboli i monedhës do të shfaqet në krah të të ardhurave nga Objektivat.",
        "DefaultCurrencyForNewWebsites": "Monedhë parazgjedhje për site-et e rinj web",
        "DefaultTimezoneForNewWebsites": "Zonë kohore parazgjedhje për site-e web të rinj",
        "DeleteConfirm": "Jeni i sigurt se doni të hiqet \"site\"-i web %s?",
        "EcommerceHelp": "Po u aktivizua, te raporti \"Objektiva\" do të shfaqet një ndarje e re, \"E-tregti\".",
        "EnableEcommerce": "Me E-tregti të aktivizuar",
        "ExceptionDeleteSite": "Heqja e këtij \"site\"-i web nuk është e mundur, ngaqë është i vetmi \"site\" web i regjistruar. Së pari shtoni një \"site\" web të ri, mandej hiqni këtë këtu.",
        "ExceptionEmptyName": "\"Site\"-i web s';mund të jetë bosh.",
        "ExceptionInvalidCurrency": "Monedha \"%s\" nuk është një nga të vlefshmet. Ju lutem, jepni një simbol monedhe të vlefshme (p.sh. %s).",
        "ExceptionInvalidIPFormat": "IP-ja që duhet përjashtuar \"%s\" nuk ka format të vlefshëm IP-sh (p.sh. %s).",
        "ExceptionInvalidTimezone": "Zona kohore \"%s\" nuk është një nga të vlefshmet. Ju lutem, jepni një zonë kohore të vlefshme.",
        "ExceptionInvalidUrl": "Url-ja '%s' nuk është URL e vlefshme.",
        "ExceptionNoUrl": "Duhet të tregoni të paktën një URL për \"site\"-in web.",
        "ExcludedIps": "IP të Përjashtuara",
        "ExcludedParameters": "Parametra të Përjashtuar",
        "GlobalListExcludedIps": "Listë globale IP-sh të përjashtuara",
        "GlobalListExcludedQueryParameters": "Listë globale parametrash URL-sh Kërkese që duhen përjashtuar",
        "GlobalWebsitesSettings": "Rregullime global për site-e web",
        "HelpExcludedIps": "Jepni listën e IP-ve, një për rresht, që dëshironi të përjashtohen nga gjurmimi prej Piwik-ut. Mund të përdorni shenja të gjithëpushtetshme, p.sh. %1$s ose %2$s",
        "JsTrackingTagHelp": "Kjo është etiketa JavaScript e Gjurmimit që duhet përfshirë në krejt faqet tuaja",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP-të më poshtë do të përjashtohen nga gjurmimi për krejt site-et web.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Parametrat për URL-ra Kërkesash më poshtë do të përjashtohen nga URL-të për krejt site-et web.",
        "ListOfQueryParametersToExclude": "Jepni listën e Parametrave për URL-ra Kërkesash, një për rresht, që duhen përjashtuar nga raportet për URL-ra Faqesh.",
        "MainDescription": "Raportet tuaja të Analizuesit Web lypin \"site\"-e web! Shtoni, përditësoni, hiqni \"site\"-e web, dhe shfaqni JavaScript-in për futje në faqet tuaja.",
        "NotAnEcommerceSite": "Site jo E-tregti",
        "NotFound": "Nuk u gjetën site-e web për",
        "NoWebsites": "Nuk keni ndonjë \"site\" web për ta administruar.",
        "OnlyOneSiteAtTime": "Mund të përpunoni vetëm një site web në një herë. Ju lutem, Ruani ose Anuloni ndryshimet tuaja të tanishme te site-i web %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik-u ju mundëson ndjekje & raportim të thelluar Analizash E-tregtie. Mësoni më tepër rreth %s Analizash E-tregtie%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik-u do t'i përjashtojë vetvetiu parametrat e zakonshëm të sesioneve (%s).",
        "PluginDescription": "Administrim site-esh web në Piwik: Shtoni një site web të ri, Përpunoni një ekzistues, Shfaqni kod JavaScript për t'u përfshirë te faqet tuaja. Krejt veprimet mund të kryhen edhe përmes API-t.",
        "SelectACity": "Përzgjidhni një qytet",
        "SelectDefaultCurrency": "Mund të përzgjidhni monedhën parazgjedhje për site-et e rinj web.",
        "SelectDefaultTimezone": "Mund të përzgjidhni zonën kohore parazgjedhje për site-et e rinj web.",
        "ShowTrackingTag": "Shihni kodin e Gjurmimit",
        "Sites": "\"Site\"-e web",
        "Timezone": "Zonë kohore",
        "TrackingTags": "Kod gjurmimi për %s",
        "Urls": "URL-ra",
        "UTCTimeIs": "Koha UTC është %s.",
        "WebsitesManagement": "Administrim \"site\"-esh web",
        "YouCurrentlyHaveAccessToNWebsites": "Deri tani keni hyrje te %s site-e web.",
        "YourCurrentIpAddressIs": "Adresa juaj IP e tanishme është %s"
    },
    "UserCountry": {
        "Continent": "Kontinent",
        "continent_afr": "Afrikë",
        "continent_amc": "Amerika Qendrore",
        "continent_amn": "Amerika e Veriut",
        "continent_ams": "Amerika e Jugut dhe Qendrore",
        "continent_ant": "Antarktida",
        "continent_asi": "Azi",
        "continent_eur": "Europë",
        "continent_oce": "Oqeani",
        "Country": "Vend",
        "country_a1": "Ndërmjetës Anonim",
        "country_a2": "Mundësues Satelitor",
        "country_ac": "Ishujt Asension",
        "country_ad": "Andorra",
        "country_ae": "Emiratet e Bashkuara Arabe",
        "country_af": "Afganistan",
        "country_ag": "Antigua dhe Barbuda",
        "country_ai": "Anguila",
        "country_al": "Shqipëri",
        "country_am": "Armeni",
        "country_an": "Antilet Holandeze",
        "country_ao": "Angola",
        "country_ap": "Rajoni i Azisë\/Paqësorit",
        "country_aq": "Antarktida",
        "country_ar": "Argjentinë",
        "country_as": "Samoa Amerikane",
        "country_at": "Austri",
        "country_au": "Australi",
        "country_aw": "Aruba",
        "country_ax": "Ishujt Aland",
        "country_az": "Azerbajxhan",
        "country_ba": "Bosnjë dhe Hercegovinë",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Belgjikë",
        "country_bf": "Burkina Faso",
        "country_bg": "Bullgari",
        "country_bh": "Bahrein",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Shën Bartolome",
        "country_bm": "Bermuda",
        "country_bn": "Bruneo",
        "country_bo": "Bolivi",
        "country_bq": "Piwik",
        "country_br": "Brazil",
        "country_bs": "Bahame",
        "country_bt": "Butan",
        "country_bu": "Burma",
        "country_bv": "Ishulli Buve",
        "country_bw": "Botsvana",
        "country_by": "Bjellorusi",
        "country_bz": "Belize",
        "country_ca": "Kanada",
        "country_cat": "Bashkësi që flasin Katalançe",
        "country_cc": "Ishujt Kokos (Kiling)",
        "country_cd": "Repulika Demokratike e Kongos",
        "country_cf": "Republika e Afrikës Qendore",
        "country_cg": "Kongo",
        "country_ch": "Zvicër",
        "country_ci": "Bregu i Fildishtë",
        "country_ck": "Ishujt Kuk",
        "country_cl": "Kili",
        "country_cm": "Kamerun",
        "country_cn": "Kinë",
        "country_co": "Kolumbi",
        "country_cp": "Ishulli Klipërton",
        "country_cr": "Kosta Rika",
        "country_cs": "Serbi Mal i Zi",
        "country_cu": "Kubë",
        "country_cv": "Kepi i Gjelbër",
        "country_cw": "Kurasao",
        "country_cx": "Ishulli i Kërshnellave",
        "country_cy": "Qipro",
        "country_cz": "Republika Çeke",
        "country_de": "Gjermani",
        "country_dg": "Diego Garcia",
        "country_dj": "Xhibut",
        "country_dk": "Danimarkë",
        "country_dm": "Dominika",
        "country_do": "Republika Dominikane",
        "country_dz": "Algjeri",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Ekuador",
        "country_ee": "Estoni",
        "country_eg": "Egjipt",
        "country_eh": "Sahara Perëndimore",
        "country_er": "Eritre",
        "country_es": "Spanjë",
        "country_et": "Etiopi",
        "country_eu": "Bashkimi Europian",
        "country_fi": "Finlandë",
        "country_fj": "Fixhi",
        "country_fk": "Ishujt Folkland (Malvinas)",
        "country_fm": "Shtetet Federale të Mikronezisë",
        "country_fo": "Ishujt Faroe",
        "country_fr": "Francë",
        "country_fx": "Franca Metropolitane",
        "country_ga": "Gabon",
        "country_gb": "Britani e Madhe",
        "country_gd": "Grenada",
        "country_ge": "Gjeorgjia",
        "country_gf": "Guajana Franceze",
        "country_gg": "Gernsi",
        "country_gh": "Gana",
        "country_gi": "Gjibraltar",
        "country_gl": "Groenlandë",
        "country_gm": "Gambia",
        "country_gn": "Guine",
        "country_gp": "Guadalup",
        "country_gq": "Guinea Ekuatoriale",
        "country_gr": "Greqi",
        "country_gs": "Xhorxhia Jugore dhe Ishujt Sanduiçi i Jugut",
        "country_gt": "Guatemalë",
        "country_gu": "Guam",
        "country_gw": "Guinea-Bisau",
        "country_gy": "Guajana",
        "country_hk": "Hong Kong",
        "country_hm": "Ishujt Heard dhe Ishujt McDonald",
        "country_hn": "Honduras",
        "country_hr": "Kroaci",
        "country_ht": "Haiti",
        "country_hu": "Hungari",
        "country_ic": "Ishujt Kanarie",
        "country_id": "Indonezi",
        "country_ie": "Irlandë",
        "country_il": "Izrael",
        "country_im": "Ishulli i Robit",
        "country_in": "Indi",
        "country_io": "Territoret Britanike në Oqeanin Indian",
        "country_iq": "Irak",
        "country_ir": "Republike Islamike e Iranit",
        "country_is": "Islandë",
        "country_it": "Itali",
        "country_je": "Xhersi",
        "country_jm": "Xhamaikë",
        "country_jo": "Jordani",
        "country_jp": "Japoni",
        "country_ke": "Kenia",
        "country_kg": "Kirgizstan",
        "country_kh": "Kamboxhia",
        "country_ki": "Kiribati",
        "country_km": "Komoros",
        "country_kn": "Shën Kits dhe Nevis",
        "country_kp": "Republika Demokratike Popullore e Koresë",
        "country_kr": "Republika e Koresë",
        "country_kw": "Kuvajt",
        "country_ky": "Ishujt Kajman",
        "country_kz": "Kazakistan",
        "country_la": "Laos",
        "country_lb": "Liban",
        "country_lc": "Shën Lucia",
        "country_li": "Lihtenshtein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberi",
        "country_ls": "Lesoto",
        "country_lt": "Lituani",
        "country_lu": "Luksemburg",
        "country_lv": "Letoni",
        "country_ly": "Libia",
        "country_ma": "Marok",
        "country_mc": "Monako",
        "country_md": "Republika e Moldavisë",
        "country_me": "Mal i Zi",
        "country_mf": "Shën Martin",
        "country_mg": "Madagaskar",
        "country_mh": "Ishujt Marshall",
        "country_mk": "Maqedoni",
        "country_ml": "Mali",
        "country_mm": "Mianmar",
        "country_mn": "Mongoli",
        "country_mo": "Makau",
        "country_mp": "Ishujt Veriorë Mariana",
        "country_mq": "Martinikë",
        "country_mr": "Mauritani",
        "country_ms": "Montserrat",
        "country_mt": "Maltë",
        "country_mu": "Mauricius",
        "country_mv": "Maldive",
        "country_mw": "Malaui",
        "country_mx": "Meksikë",
        "country_my": "Malajzi",
        "country_mz": "Mozambik",
        "country_na": "Namibi",
        "country_nc": "Kaledonia e Re",
        "country_ne": "Niger",
        "country_nf": "Ishujt Norfolk",
        "country_ng": "Nigeri",
        "country_ni": "Nikaragua",
        "country_nl": "Holandë",
        "country_no": "Norvegji",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Zonë Neutral",
        "country_nu": "Niue",
        "country_nz": "Zelandë e Re",
        "country_o1": "Vend Tjetër",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "Polinezia Franceze",
        "country_pg": "Papua Nju Guinea",
        "country_ph": "Filipine",
        "country_pk": "Pakistan",
        "country_pl": "Poloni",
        "country_pm": "Shën Pier dhe Mikëlon",
        "country_pn": "Pitkern",
        "country_pr": "Porto Riko",
        "country_ps": "Territoret Palestineze",
        "country_pt": "Portugali",
        "country_pw": "Palau",
        "country_py": "Paraguai",
        "country_qa": "Katar",
        "country_re": "Ishulli Reunion",
        "country_ro": "Rumani",
        "country_rs": "Serbi",
        "country_ru": "Rusi",
        "country_rw": "Ruandë",
        "country_sa": "Arabi Saudite",
        "country_sb": "Ishujt Solomon",
        "country_sc": "Sejshelle",
        "country_sd": "Sudan",
        "country_se": "Suedi",
        "country_sf": "Finlandë",
        "country_sg": "Singapor",
        "country_sh": "Shën Helena",
        "country_si": "Sloveni",
        "country_sj": "Svalbard",
        "country_sk": "Slovaki",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somali",
        "country_sr": "Surinam",
        "country_ss": "Sudani i Jugut",
        "country_st": "Sao Tome dhe Principe",
        "country_su": "Ish B.R.S.S",
        "country_sv": "Salvador",
        "country_sx": "Shën Maarten (Pjesa holandeze)",
        "country_sy": "Republika Arabe e Sirisë",
        "country_sz": "Svazilend",
        "country_ta": "Tristan da Kunja",
        "country_tc": "Ishujt Turks dhe Kaikos",
        "country_td": "Çad",
        "country_tf": "Territoret Frënge Jugore",
        "country_tg": "Togo",
        "country_th": "Tailandë",
        "country_ti": "Tibet",
        "country_tj": "Taxhikistan",
        "country_tk": "Tokelau",
        "country_tl": "Timori Lindor",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunizi",
        "country_to": "Tonga",
        "country_tp": "Timori Lindor",
        "country_tr": "Turqi",
        "country_tt": "Trinidad dhe Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Tajvan",
        "country_tz": "Republika e Bashkuar e Tanzanisë",
        "country_ua": "Ukrainë",
        "country_ug": "Ugandë",
        "country_uk": "Mbretëri e Bashkuar",
        "country_um": "Ishujt e Vegjël të Përtejmë të Shteteve të Bashkuara",
        "country_us": "Shtetet e Bashkuara",
        "country_uy": "Uruguai",
        "country_uz": "Uzbekistan",
        "country_va": "Vatikan",
        "country_vc": "Shën Vinçens dhe Grenadinet",
        "country_ve": "Venezuelë",
        "country_vg": "Ishujt e Virgjër Britanikë",
        "country_vi": "Ishujt e Virgjër, U.S.",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Uallis dhe Futuna",
        "country_ws": "Samoa",
        "country_ye": "Jemen",
        "country_yt": "Majot",
        "country_yu": "Jugosllavi",
        "country_za": "Afrikë e Jugut",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabve",
        "DistinctCountries": "%s vende ndaras",
        "Location": "Vend",
        "PluginDescription": "Raporton Vendin e vizitorëve.",
        "SubmenuLocations": "Vende"
    },
    "UserCountryMap": {
        "map": "hartë"
    },
    "UserSettings": {
        "BrowserFamilies": "Familje shfletuesi",
        "Browsers": "Shfletuesa",
        "ColumnBrowser": "Shfletues",
        "ColumnBrowserFamily": "Familje shfletuesi",
        "ColumnBrowserVersion": "Version shfletuesi",
        "ColumnConfiguration": "Formësim",
        "ColumnOperatingSystem": "Sistem operativ",
        "ColumnResolution": "Qartësi",
        "ColumnTypeOfScreen": "Lloj ekrani",
        "Configurations": "Formësime",
        "Language_af": "Afrikanisht",
        "Language_am": "Amharike",
        "Language_ar": "Arabisht",
        "Language_as": "Asamezisht",
        "Language_az": "Azerbajxhanisht",
        "Language_be": "Bjellorusisht",
        "Language_bg": "Bullgarisht",
        "Language_bh": "Bihari",
        "Language_bn": "Bengalisht",
        "Language_br": "Breton",
        "Language_bs": "Boshnjakisht",
        "Language_ca": "Katalonisht",
        "Language_cs": "Çekisht",
        "Language_cy": "Uellsisht",
        "Language_da": "Danisht",
        "Language_de": "Gjermanisht",
        "Language_el": "Greqisht",
        "Language_en": "Anglisht",
        "Language_eo": "Esperanto",
        "Language_es": "Spanjisht",
        "Language_et": "Estonisht",
        "Language_eu": "Baskisht",
        "Language_fa": "Persisht",
        "Language_fi": "Finlandisht",
        "Language_fo": "Faroisht",
        "Language_fr": "Frengjisht",
        "Language_fy": "Frizianisht",
        "Language_ga": "Irlandisht",
        "Language_gd": "Galisht",
        "Language_gl": "Galicianisht",
        "Language_gn": "Guarani",
        "Language_gu": "Guxharati",
        "Language_he": "Hebraisht",
        "Language_hi": "Hindi",
        "Language_hr": "Kroatisht",
        "Language_hu": "Hungarisht",
        "Language_hy": "Armen",
        "Language_ia": "Interlingua",
        "Language_id": "Indonezisht",
        "Language_ie": "Gjuha nderkombtare",
        "Language_is": "Islandisht",
        "Language_it": "Italisht",
        "Language_ja": "Japanisht",
        "Language_jv": "Javanisht",
        "Language_ka": "Gjeorgjisht",
        "Language_km": "Kamboxhiane",
        "Language_kn": "Kanada",
        "Language_ko": "Koreançe",
        "Language_ku": "Kurd",
        "Language_ky": "Kyrgyz",
        "Language_la": "Latinisht",
        "Language_ln": "Lingala",
        "Language_lo": "Laosisht",
        "Language_lt": "Lituanisht",
        "Language_lv": "Letonisht",
        "Language_mk": "Maqedonisht",
        "Language_ml": "Malajalam",
        "Language_mn": "Mongolisht",
        "Language_mr": "Marati",
        "Language_ms": "Malajzisht",
        "Language_mt": "Maltisht",
        "Language_ne": "Nepalisht",
        "Language_nl": "Holandisht",
        "Language_nn": "Norvegjisht (Nynorsk)",
        "Language_no": "Norvegjisht",
        "Language_oc": "Oksitanisht",
        "Language_or": "Orija",
        "Language_pa": "Punxhabi",
        "Language_pl": "Polonisht",
        "Language_ps": "Pashto",
        "Language_pt": "Portugeze",
        "Language_ro": "Rumanisht",
        "Language_ru": "Rusisht",
        "Language_sa": "Sanskritisht",
        "Language_sd": "Si'ndi",
        "Language_si": "Sinhalezisht",
        "Language_sk": "Sllovakisht",
        "Language_sl": "Sllovenisht",
        "Language_so": "Somalisht",
        "Language_sq": "shqipe",
        "Language_sr": "Serbisht",
        "Language_st": "Sesotho",
        "Language_su": "Sundanisht",
        "Language_sv": "Suedisht",
        "Language_sw": "Suahilisht",
        "Language_ta": "Tamil",
        "Language_te": "Telugu",
        "Language_th": "Tajlandisht",
        "Language_ti": "Tigrinja",
        "Language_tk": "Turk",
        "Language_tr": "Turqisht",
        "Language_tw": "Twi",
        "Language_ug": "Ujgur",
        "Language_uk": "Ukrainisht",
        "Language_ur": "Urdu",
        "Language_uz": "Uzbekistanisht",
        "Language_vi": "Vietnamisht",
        "Language_xh": "Xhosa",
        "Language_yi": "Jiden",
        "Language_zh": "Kineze",
        "Language_zu": "Zulu",
        "LanguageCode": "Kod Gjuhe",
        "OperatingSystems": "Sisteme operativë",
        "PluginDescription": "Raporton Rregullime të ndryshme të Përdoruesit: Shfletues, Familje Shfletuesi, Sistem Operativ, Shtojca, Qartësi, Rregullime Globale.",
        "PluginDetectionDoesNotWorkInIE": "Shënim: Zbulimi i shtojcave nuk funksionon nën Internet Explorer. Ky raport mund të kihet vetëm nën shfletuesa jo-IE.",
        "Resolutions": "Qartësi",
        "VisitorSettings": "Rregullimet për Vizitor",
        "WideScreen": "Ekran së Gjeri",
        "WidgetBrowserFamilies": "Shfletuesa sipas familjesh",
        "WidgetBrowserFamiliesDocumentation": "Ky grafik tregon shfletuesit e vizitorëve tuaj, grupuar sipas familjesh shfletuesish. %s Informacioni më i rëndësishëm për programuesit web është lloji i mekanizmit vizatues që përdor shfletuesi. Etiketat përmbajnë emrat e mekanizmave, pasuar në kllapa nga shfletuesit më të zakonshëm që përdorin secilin prej tyre.",
        "WidgetBrowsers": "Shfletuesa vizitorësh",
        "WidgetBrowsersDocumentation": "Ky raport përmban të dhëna rreth llojeve të shfletuesit që përdornin vizitorët tuaj. Secili version i një shfletuesi tregohet veçmas.",
        "WidgetGlobalVisitors": "Formësime globale vizitorësh",
        "WidgetGlobalVisitorsDocumentation": "Ky raport shfaq formësimet e përgjithshme më të rëndomta të përdorura nga vizitorët tuaj. Formësimi përmban të dhënat për sistemin operativ, llojin e shfletuesit dhe qartësinë e ekranit.",
        "WidgetOperatingSystems": "Sisteme operativë",
        "WidgetPlugins": "Listë e Shtojcave",
        "WidgetPluginsDocumentation": "Ky raport tregon se cilat shtojca shfletuesi kanë të aktivizuara vizitorët tuaj. Ky informacion mund të jetë i vlefshëm për zgjedhjen e mënyrës më të përshtatshme për ofrimin e lëndës suaj.",
        "WidgetResolutions": "Qartësi ekrani",
        "WidgetWidescreen": "Normal \/ Ekran së gjeri"
    },
    "UsersManager": {
        "AddUser": "Shtoni përdorues të ri",
        "Alias": "Alias",
        "AllWebsites": "Tërë \"site\"-et web",
        "ApplyToAllWebsites": "Zbatoje për tërë \"site\"-et web",
        "ChangeAllConfirm": "Jeni i sigurt se doni të ndryshoni lejet e '%s' në tërë \"site\"-et web?",
        "ChangePasswordConfirm": "Ndryshimi i fjalëkalimit do të sjellë gjithashtu ndryshimin e “token_auth” të përdoruesit. Doni vërtet të vazhdohet?",
        "ClickHereToDeleteTheCookie": "Klikoni këtu që të fshihet \"cookie\" dhe që ta bëni Piwik-un të gjurmojë vizitat tuaja",
        "ClickHereToSetTheCookieOnDomain": "Klikoni këtu që të vendoset një \"cookie\" që do të përjashtojë vizitat tuaja në site-e web të gjurmuara nga Piwik-u %s",
        "DeleteConfirm": "Jeni i sigurt se doni të fshihet përdoruesi %s?",
        "Email": "Email",
        "ExceptionAccessValues": "Parametri duhet të ketë një nga vlerat vijuese : [ %s ]",
        "ExceptionAdminAnonymous": "S'mund t'i jepni hyrje 'administratori' përdoruesit 'anonim'.",
        "ExceptionDeleteDoesNotExist": "Përdoruesi '%s' s'ekziston, ndaj s'mund të bëhet fshirje.",
        "ExceptionEditAnonymous": "Përdoruesi anonim nuk mund të fshihet apo përpunohet të dhënat e tij. Përdoret nga Piwik-u për të përkufizuar një përdorues që nuk ka bërë ende hyrjen. Për shembull, mund t'i bëni statistikat tuaja publike duke lejuar hyrje për 'parje' për përdoruesin 'anonim'.",
        "ExceptionEmailExists": "Ka tashmë një përdorues me email-in '%s'.",
        "ExceptionInvalidEmail": "Email-i s'është në format të vlefshëm.",
        "ExceptionInvalidLoginFormat": "Hyrja duhet të jetë ndërmjet %1$s dhe %2$s shenjash e gjatë, dhe duhet të përmbajë vetëm shkronja, numra, ose shenjat '_' or '-' or '.' or '@' or '+'",
        "ExceptionInvalidPassword": "Fjalëkalimi duhet të jetë nga %1$s deri në %2$s shenja i gjatë.",
        "ExceptionLoginExists": "Ka tashmë një hyrje për '%s'.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth pret një fjalëkalim hash MD5 (varg 32 shenja të gjatë). Ju lutem, zbatojeni funksionin md5() mbi fjalëkalimin përpara zbatimit të kësaj metode",
        "ExceptionUserDoesNotExist": "Përdoruesi '%s' s'ekziston.",
        "ExcludeVisitsViaCookie": "Përjashtoni vizitat tuaja, përmes përdorimit të një \"cookie\"",
        "ForAnonymousUsersReportDateToLoadByDefault": "Datë raporti që duhet ngarkuar si parazgjedhje për përdoruesit anonimë",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Nëse dëshironi të ndryshoni fjalëkalimin, shtypni një të ri. Përndryshe lëreni të zbrazët.",
        "MainDescription": "Vendosni cilët përdoruesa kanë hyrje Piwik në \"site\"-et tuaj web. Mundet edhe të caktoni njëherazi lejet mbi tërë \"site\"-et web.",
        "ManageAccess": "Administroni hyrjet",
        "MenuAnonymousUserSettings": "Rregullime përdoruesi anonim",
        "MenuUsers": "Përdorues",
        "MenuUserSettings": "Rregullime përdoruesi",
        "PluginDescription": "Administrimi i Përdoruesve në Piwik: shtoni një Përdorues të ri, përpunoni një ekzistues, përditësoni lejet për ta. Krejt veprimet mundet të kryhen edhe përmes API-t.",
        "PrivAdmin": "Admin",
        "PrivNone": "Pa hyrje",
        "PrivView": "Parje",
        "ReportDateToLoadByDefault": "Datë raporti që duhet ngarkuar si parazgjedhje",
        "ReportToLoadByDefault": "Raport që duhet ngarkuar si parazgjedhje",
        "TheLoginScreen": "Skena e hyrjes",
        "ThereAreCurrentlyNRegisteredUsers": "Deri tani ka %s përdorues të regjistruar.",
        "TypeYourPasswordAgain": "Shtypeni sërish fjalëkalimin e ri.",
        "User": "Përdorues",
        "UsersManagement": "Administrim Përdoruesish",
        "UsersManagementMainDescription": "Krijoni përdoruesa të rinj ose përditësoni përdoruesit ekzistues. Mandej mund t'u caktoni lejet më sipër.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Kur përdoruesit nuk janë të futur dhe vizitojnë Piwik-un, do të duhej të hynin",
        "YourUsernameCannotBeChanged": "Emri juaj i përdoruesit nuk mund të ndryshohet.",
        "YourVisitsAreIgnoredOnDomain": "%sVizitat tuaja te %s %s janë shpërfillur nga Piwik-u (te shfletuesi juaj u gjet \"cookie\" për shpërfillje nga Piwik-u).",
        "YourVisitsAreNotIgnored": "%sVizitat tuaja nuk janë shpërfillur nga Piwik-u%s (te shfletuesi juaj nuk u gjet \"cookie\" për shpërfillje nga Piwik-u)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Veprime nga Vizita Rikthim",
        "ColumnAverageVisitDurationForReturningVisitors": "Mesatare Zgjatjeje Vizite për Vizitorë të Rikthyer (në sekonda)",
        "ColumnAvgActionsPerReturningVisit": "Mesatare Veprimesh për vizita të Rikthyerish",
        "ColumnBounceCountForReturningVisits": "Numër Kthimesh për Vizita Me Rikthim",
        "ColumnBounceRateForReturningVisits": "Mesatare kthimi për Vizita Rikthim",
        "ColumnMaxActionsInReturningVisit": "Maksimum veprimesh në një vizitë rikthim",
        "ColumnNbReturningVisitsConverted": "Numër vizitash me rikthim të shndërruara",
        "ColumnReturningVisits": "Vizita Rikthim",
        "ColumnSumVisitLengthReturning": "Kohë e shpenzuar nga vizitorë të rikthyer (në sekonda) gjithsej",
        "ColumnUniqueReturningVisitors": "Vizitorë të rikthyer unikë",
        "PluginDescription": "Raporton statistika të ndryshme rreth Vizitorë të Rikthyer kundrejt vizitorëve që vijnë për herë të Parë.",
        "ReturnActions": "%s veprime nga vizita rikthim",
        "ReturnAverageVisitDuration": "%s mesatare zgjatjeje vizite për vizitorë të rikthyer",
        "ReturnAvgActions": "%s veprime për vizitë të rikthyer",
        "ReturnBounceRate": "janë kthyer mbrapsht %s vizita rikthim (e kanë lënë \"site\"-in web pas një faqeje)",
        "ReturningVisitDocumentation": "Vizitë rikthim është (ndryshe nga një vizitë e re) e bërë nga dikush që e ka vizituar site-in web të paktën një herë më përpara.",
        "ReturningVisitsDocumentation": "Kjo është një përmbledhje e vizitave rikthim",
        "ReturnVisits": "%s vizita rikthim",
        "SubmenuFrequency": "Shpeshti",
        "WidgetGraphReturning": "Grafik vizitash Rikthim",
        "WidgetOverview": "Përmbledhje shpeshtie"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Faqe për vizitë",
        "ColumnVisitDuration": "Kohëzgjatje vizite",
        "Engagement": "Angazhim",
        "NPages": "%s faqe",
        "OneMinute": "1 min",
        "OnePage": "1 faqe",
        "PluginDescription": "Raporton rreth Interesave të Vizitorit: numër faqesh të para, kohë e shpenzuar në site-in Web.",
        "PlusXMin": "%s min",
        "VisitNum": "Numër vizitash",
        "VisitsByDaysSinceLast": "Vizita sipas ditësh që pas vizitës së fundit",
        "visitsByVisitCount": "Vizita sipas numrit të vizitave",
        "VisitsPerDuration": "Vizita sipas kohëzgjatjes së vizitës",
        "VisitsPerNbOfPages": "Vizita sipas numrit të faqeve",
        "WidgetLengths": "Gjatësi Vizitash",
        "WidgetLengthsDocumentation": "Në këtë raport, mund të shihni vizita sipas një kohëzgjatje të caktuar. Fillimisht, ky raport shfaqet si re etiketash, me zgjatjet më të shpeshta të treguara me shkronja më të mëdha.",
        "WidgetPages": "Faqe për vizitë",
        "WidgetPagesDocumentation": "Në këtë raport, mund të shihni sa vizitorë panë një numër të dhënë faqesh. Fillimisht, ky raport shfaqet si re etiketash, me numrat më të shpeshtë të faqeve të treguara me shkronja më të mëdha.",
        "WidgetVisitsByDaysSinceLastDocumentation": "Në këtë raport, mund të shihni se sa vizita kanë qenë prej vizitorësh vizita e fundit e të cilëve ka ndodhur një numër ditësh më parë.",
        "WidgetVisitsByNumDocumentation": "Në këtë raport, mund të shihni numrin e vizitave që kanë qenë vizita e N-të, d.m.th. vizitorët që e kanë vizituar site-in tuaj web të paktën N herë."
    },
    "VisitsSummary": {
        "AverageVisitDuration": "%s mesatare zgjatje vizitash",
        "GenerateQueries": "%s kërkesa të kryera",
        "GenerateTime": "%s sekonda për prodhimin e faqes",
        "MaxNbActions": "maksimumi %s veprime në një vizitë",
        "NbActionsDescription": "%s veprime (parje faqesh, shkarkime dhe lidhje ikëse)",
        "NbActionsPerVisit": "%s veprime për vizitë",
        "NbDownloadsDescription": "%s shkarkime",
        "NbOutlinksDescription": "%s lidhje për jashtë",
        "NbPageviewsDescription": "%s parje faqesh",
        "NbUniqueDownloadsDescription": "%s shkarkime unike",
        "NbUniqueOutlinksDescription": "%s lidhje unike për jashtë",
        "NbUniquePageviewsDescription": "%s parje unike faqesh",
        "NbUniqueVisitors": "%s vizitorë unikë",
        "NbVisitsBounced": "%s vizita të kthyera mbrapsht (e lanë \"site\"-in web pas një faqeje)",
        "PluginDescription": "Raporton numrat e përgjithshëm të Analizës: vizita, vizitorë unikë, numër veprimesh, Shkallë Kthimesh, etj.",
        "VisitsSummary": "Përmbledhje Vizitash",
        "VisitsSummaryDocumentation": "Kjo është një përmbledhje e evolucionit të vizitave",
        "WidgetLastVisits": "Grafik për vizitat e fundit",
        "WidgetOverviewGraph": "Përmbledhje me grafik",
        "WidgetVisits": "Përmbledhje vizitash"
    },
    "VisitTime": {
        "ColumnLocalTime": "Kohë vendore",
        "ColumnServerTime": "Kohë shërbyesi",
        "LocalTime": "Vizita sipas kohës vendore",
        "NHour": "%sh",
        "PluginDescription": "Paraqet kohën Vendore dhe të Shërbyesit. Të dhëna mbi kohën e shërbyesit mund të jenë të dobishme për planifikimin e mirëmbajtjes në site-in web.",
        "ServerTime": "Vizita sipas kohës së shërbyesit",
        "SubmenuTimes": "Kohë",
        "WidgetLocalTime": "Vizita sipas kohës vendore",
        "WidgetLocalTimeDocumentation": "Ky grafik shfaq kohën sipas %s zonës kohore të vizitorit %s kur ka ndodhur një vizitë.",
        "WidgetServerTime": "Vizita sipas kohës së shërbyesit",
        "WidgetServerTimeDocumentation": "Ky grafik shfaq kohën sipas %s zonës kohore të shërbyesit %s kur ka ndodhur një vizitë."
    },
    "Widgetize": {
        "OpenInNewWindow": "Hape në dritare të re",
        "PluginDescription": "Shtojca e bën shumë të lehtë të eksportohet çfarëdo Widget-i Piwik-u te Blogu juaj, site-i juaj web ose te Igoogle apo Netvibes!"
    }
}