{
    "Actions": {
        "AvgGenerationTimeTooltip": "Prosek zasnovan na %s pogodaka %s između %s i %s",
        "ColumnClickedURL": "Kliknutih linkova",
        "ColumnClicks": "Klikovi",
        "ColumnClicksDocumentation": "Broj klikova na ovaj link.",
        "ColumnDownloadURL": "Download link",
        "ColumnEntryPageTitle": "Naslov ulazne strane",
        "ColumnEntryPageURL": "Adresa ulazne strane",
        "ColumnExitPageTitle": "Naslov izlazne strane",
        "ColumnExitPageURL": "Adresa izlazne strane",
        "ColumnNoResultKeyword": "Ključne reči koje nisu vratile rezultate pretrage",
        "ColumnPageName": "Naslov stranice",
        "ColumnPagesPerSearch": "Rezultati pretrage",
        "ColumnPagesPerSearchDocumentation": "Korisnici koji pretražuju vaš sajt često kliknu na \"sledeći\" kako bi videli više rezultata. Ovo je prosečan broj strana sa rezultatima pretrage za ovu ključnu reč.",
        "ColumnPageURL": "Adresa stranice",
        "ColumnSearchCategory": "Kategorija pretrage",
        "ColumnSearches": "Pretrage",
        "ColumnSearchesDocumentation": "Broj poseta koje su rezultirale traženjem ove ključne reči.",
        "ColumnSearchExits": "% već postoji",
        "ColumnSearchExitsDocumentation": "Procenat poseta koje su napustile sajt nakom traženja ove ključne reči.",
        "ColumnSearchResultsCount": "Broj rezultata pretrage",
        "ColumnSiteSearchKeywords": "Jedinstvene ključne reči",
        "ColumnUniqueClicks": "Jedinstveni klikovi",
        "ColumnUniqueClicksDocumentation": "Broj poseta koje uključuju klik na ovaj link. Ako je link kliknut više puta tokom jedne posete, računa se samo jedan klik.",
        "ColumnUniqueDownloads": "Jedinstvenih preuzimanja",
        "ColumnUniqueOutlinks": "Jedinstveni izlazni linkovi",
        "DownloadsReportDocumentation": "U ovom izveštaju možete videti koje su fajlove posetioci kliknuli. %s Ono što Piwik računa kao download jeste klik na link za skidanje fajla. Bilo da je fajl skinut ili ne, to nije poznato Piwik-u.",
        "EntryPagesReportDocumentation": "Ovaj izveštaj sadrži informacije o ulaznim stranicama koje su korišćene tokom određenog perioda. Izlazna stranica je prva stranica koju posetilac gleda tokom svoje posete. %s Ulazni lijkovi su prikazani u vidu foldera.",
        "EntryPageTitles": "Naslovi ulaznih stranica",
        "EntryPageTitlesReportDocumentation": "Ovaj izveštaj sadrži informacije o naslovima ulaznih stranica koje su korišćene tokom određenog perioda.",
        "ExitPagesReportDocumentation": "Ovaj izveštaj sadrži informacije o izlaznim stranicama koje su se desile tokom određenog perioda. Izlazna stranica je poslednja stranica koju posetilac gleda tokom svoje posete. %s Izlazni linkovi su prikazani u vidu foldera.",
        "ExitPageTitles": "Naslovi izlaznih stranica",
        "ExitPageTitlesReportDocumentation": "Ovaj izveštaj sadrži informacije o naslovima izlaznih stranica koje su se desile tokom određenog perioda.",
        "LearnMoreAboutSiteSearchLink": "Naučite više o tome kako možete da pratite kako vaši posetioci koriste polje za pretragu.",
        "OneSearch": "Jedna pretraga",
        "OutlinkDocumentation": "Odlazni link je link koji posetioca vodi sa Vašeg sajta (ka nekom drugom).",
        "OutlinksReportDocumentation": "Ovaj izveštaj pokazuje hijerarhijsku listu odlaznih linkova koje su Vaši posetioci kliknuli.",
        "PagesReportDocumentation": "Ovaj izveštaj sadrži informacije o linkovima koji su posećeni. %s Tabela je organizovana hijerarhijski, linkovi su prikazani u vidu foldera.",
        "PageTitlesReportDocumentation": "Ovaj izveštaj sadrži informacije o naslovima stranica koje su posećene. %s Naslov stranice je HTML %s tag koji većina pregledača prikazuje umesto svog naslova.",
        "PageUrls": "Adrese stranica",
        "PluginDescription": "Izveštaji o broju prikaza stranica, izlaznih linkova i preuzimanja. Praćenje izlaznih linkova i preuzimanja je automatsko!",
        "SiteSearchCategories1": "Ovaj izveštaj prikazuje kategorije koje posetioci biraju kada pretražuju vaš sajt.",
        "SiteSearchCategories2": "Na primer, sajtovi za elektronsku trgovinu obično nude mogućnost izbora kategorije kako bi posetioci ograničili svoju pretragu na proizvode iz određene kategorije.",
        "SiteSearchFollowingPagesDoc": "Kada posetioci pretražuju vaš sajt, oni traže određenu stranicu, sadržaj, proizvod ili uslugu. Ovaj izveštaj prikazuje stranice koje su najčešće otvarane nakom završene pretrage. Drugim rečima, ovo je spisak stranica koje se najviše traže na vašem sajtu.",
        "SiteSearchIntro": "Praćenje pretraga koje vrše vaši posetioci je efikasan način shvatanja šta vaši posetioci traže, pomaže u iznalaženju novih ideja i koncepata, novih proizvoda koje potencijalni kupci traže i generalno unapređuje korisničko iskustvo na vašem sajtu.",
        "SiteSearchKeyword": "Ključna reč (Pretraživanje)",
        "SiteSearchKeywordsDocumentation": "Ovaj izveštaj prikazuje ključne reči koje su vaši posetioci tražili u polju za pretragu.",
        "SiteSearchKeywordsNoResultDocumentation": "Ovaj izveštaj prikazuje ključne reči koje nisu vratile nijedan rezultat pretrage. Možda algoritam pretrage može da se poboljša ili možda posetioci traže sadržaje koji (još uvek) nisu na sajtu?",
        "SubmenuPagesEntry": "Ulazne stranice",
        "SubmenuPagesExit": "Izlazne stranice",
        "SubmenuPageTitles": "Naslovi stranica",
        "SubmenuSitesearch": "Pretraživanje sajta",
        "WidgetEntryPageTitles": "Naslovi ulaznih stranica",
        "WidgetExitPageTitles": "Naslovi izlaznih stranica",
        "WidgetPagesEntry": "Ulazne stranice",
        "WidgetPagesExit": "Izlazne stranice",
        "WidgetPageTitles": "Naslovi stranica",
        "WidgetPageTitlesFollowingSearch": "Naslovi stranica",
        "WidgetPageUrlsFollowingSearch": "Stranice",
        "WidgetSearchCategories": "Kategorije za pretragu",
        "WidgetSearchKeywords": "Ključne reči",
        "WidgetSearchNoResultKeywords": "Ključne reči bez rezultata pretrage"
    },
    "Annotations": {
        "AddAnnotationsFor": "Dodaj belešku za %s...",
        "AnnotationOnDate": "Beleške za %1$s: %2$s",
        "Annotations": "Beleške",
        "ClickToDelete": "Kliknite kako biste obrisali belešku.",
        "ClickToEdit": "Kliknite kako biste izmenili belešku.",
        "ClickToEditOrAdd": "Kliknite kako biste dodali ili izmenili belešku.",
        "ClickToStarOrUnstar": "Kliknite kako biste markirali belešku.",
        "CreateNewAnnotation": "Napravi novu belešku...",
        "EnterAnnotationText": "Upišite belešku...",
        "HideAnnotationsFor": "Sakrij beleške za %s...",
        "IconDesc": "Prikaži beleške za ovaj vremenski period.",
        "IconDescHideNotes": "Sakrij beleške za ovaj vremenski period.",
        "InlineQuickHelp": "Možete da kreirate beleške kako biste istakli posebne događaje (novi post na blogu, redizajn sajta), sačuvali vašu analizu podataka ili kako biste sačuvali bilo šta drugo što smatrate važnim.",
        "LoginToAnnotate": "Prijavite se kako biste napravili novu belešku.",
        "NoAnnotations": "Nema beleški za ovaj vremenski period.",
        "PluginDescription": "Omogućuje vam da dodate beleške za određene dane kako biste zapamtili zašto podaci izgledaju tako kako izgledaju.",
        "ViewAndAddAnnotations": "Prikaži i dodaj beleške za %s...",
        "YouCannotModifyThisNote": "Ovu belešku ne možete da izmenite zato što je niste vi kreirali i nemate nivo administratorskog pristupa sajtu."
    },
    "API": {
        "GenerateVisits": "Ukoliko nema podataka za danas, onda ih prvo generišite pomoću dodatka %s. Aktivirajte dodatak %s a onda kliknite na 'Generator posetilaca' na stranici za Piwik administraciju.",
        "KeepTokenSecret": "token_auth je poverljivi podatak poput vašeg korisničkog imena i lozinke, stoga ga %s nemojte nikome pokazivati%s!",
        "LoadedAPIs": "Uspešno učitano API-ja: %s",
        "MoreInformation": "Za više informacija o Piwik API-ju molimo vas da pogledate %s uvod u Piwik API %s i %s Piwik API referenc listu %s.",
        "PluginDescription": "Svi podaci u Piwik-u su dostupni preko jednostavnog API-ja. Ovaj dodatak je ulazna tačka koju pozivate kako biste dobili podatke u xml, json, php, csv itd.",
        "QuickDocumentationTitle": "API kratka dokumentacija",
        "TopLinkTooltip": "Pristupite analitičkim podacima iz vašeg programa pomoću jednostavnog API-ja u json-u, xml-u itd.",
        "UserAuthentication": "Autentifikacija korisnika",
        "UsingTokenAuth": "Ukoliko želite da %s dođete do podataka putem skripta, crontaba i slično %s potrebno je da dodate parametar %s API pozivima."
    },
    "CoreAdminHome": {
        "Administration": "Administracija",
        "ArchivingSettings": "Podešavanja arhiviranja",
        "BrandingSettings": "Podešavanje brendiranja",
        "CheckReleaseGetVersion": "Kada kliknem na novu verziju Piwik-a, uvek mi prikaži",
        "ClickHereToOptIn": "Kliknite za uključenje.",
        "ClickHereToOptOut": "Kliknite za izuzeće.",
        "CustomLogoFeedbackInfo": "Ako podesite Piwik logo, možda biste bili zainteresovani da sakrijete %s link iz glavnog menija. Da to uradite, možete isključiti Feedback plugin iz %sOrganizuj Plugin-ove%s.",
        "CustomLogoHelpText": "Možete podesiti Piwik logo koji će biti prikazan u korisničkom interfejsu i E-Mail izveštajima.",
        "DevelopmentProcess": "Iako se naš %srazvojni proces%s zasniva na preko hiljadu automatskih testova, beta testeri igraju ključnu ulogu u postizanju \"Politike bez bagova\"",
        "EmailServerSettings": "Podešavanje servera za elektronsku poštu",
        "ForBetaTestersOnly": "Samo za beta testere",
        "ImageTracking": "Praćenje pomoću slike",
        "ImageTrackingIntro1": "Kada korisnik isključi JavaScript ili kada JavaScript nije moguće koristiti, možete da koristite sliku za praćenje posetilaca.",
        "ImageTrackingIntro2": "Generišite link i iskopirajte HTML na web stranicu. Ukoliko ovo koristite kao rezervni plan za praćenje putem JavaScript-a, možete ga zaokružiti %1$s tagovima.",
        "ImageTrackingIntro3": "Za ceo spisak opcija koje možete koristiti uz link za praćenje preko slike, %1$spogledajte dokumentaciju%2$s.",
        "ImageTrackingLink": "Link za praćenje preko slike",
        "ImportingServerLogs": "Uvoz serverskih zapisa",
        "ImportingServerLogsDesc": "Alternativa praćenju posetilaca kroz čitač (bilo pomoću JavaScripta ili slike sa linkom) je konstantan uvoz serverskih logova. Pročitajte više o tome u %1$sAnalizi serverskih logova%2$s.",
        "InvalidPluginsWarning": "Sledeći dodaci nisu kompatibilni sa %1$s te ne mogu biti učitani: %2$s.",
        "InvalidPluginsYouCanUninstall": "Možete osvežiti ili deinstalirati ove dodatke na stranici %1$sUpravljanje dodacima%2$s.",
        "JavaScriptTracking": "Praćenje pomoću JavaScript-a",
        "JSTracking_CampaignKwdParam": "Parametar ključne reči kampanje",
        "JSTracking_CampaignNameParam": "Parametar naziva kampanje",
        "JSTracking_CodeNote": "Proverite da li se ovaj kod nalazi na svakoj stranici vašeg sajta pre %1$s taga.",
        "JSTracking_CustomCampaignQueryParam": "Korišćenje korisnički definisanih parametara za nazive i ključne reči kampanje",
        "JSTracking_CustomCampaignQueryParamDesc": "%1$sPiwik će automatski prepoznati Google Analytics parametre.%2$s",
        "JSTracking_EnableDoNotTrack": "Omogući prepoznavanje DoNotTrack sa klijentske strane",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "DoNotTrack podrška za serverske strane je uključena tako da ova opcija neće imati efekta.",
        "JSTracking_EnableDoNotTrackDesc": "Zahtevi za praćenjem neće biti slati ako posetilac ne želi da bude praćen.",
        "JSTracking_GroupPageTitlesByDomain": "Dodaj domen sajta ispred naslova stranice prilikom praćenja",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Ukoliko neko poseti 'O nama' stranicu na blogu,%1$s to će biti zabeleženo kao 'blog \/ O nama'. Ovo je najjednostavniji način pregleda saobraćaja po poddomenima.",
        "JSTracking_MergeAliases": "U izveštaju \"Izlazni linkovi\", sakrij klikove na poznate aliase",
        "JSTracking_MergeAliasesDesc": "Klikovi na aliase poput %s neće biti računati kao \"Izlazni linkovi\".",
        "JSTracking_MergeSubdomains": "Prati posetioce kroz sve poddomene domena",
        "JSTracking_MergeSubdomainsDesc": "Ukoliko jedan posetilac poseti i %1$s i %2$s, to će biti računato kao jedinstveni posetilac.",
        "JSTracking_PageCustomVars": "Praćenje korisnički definisane promenljive za svaki prikaz stranice",
        "JSTracking_PageCustomVarsDesc": "Na primer, sa promenljivom pod nazivom \"Kategorija\" i vrednošću \"Dokumenti\".",
        "JSTracking_VisitorCustomVars": "Praćenje korisnički definisanih promenljivih za ovog korisnika",
        "JSTracking_VisitorCustomVarsDesc": "Na primer, pomoću promenljive sa nazivom \"Tip\" i vrednošću \"Korisnik\".",
        "JSTrackingIntro1": "Posetioce možete pratiti na više načina. Preporučen način je preko JavaScript-a. Da biste mogli da koristite ovaj metod, morate na svaku stranicu vašeg sajta da postavite JavaScript kod koji možete ovde da generišete.",
        "JSTrackingIntro2": "Kada budete imali spreman JavaScript kod za praćenje, ubacite ga na sve stranice sajta koje želite da pratite sa Piwik-om.",
        "JSTrackingIntro3": "Na većini sajtova, blogova, CMS-ova itd. možete koristiti već pripremljeni dodatak za tehničko održavanje (pogledajte %1$slistu dodataka koje možete integrisati u Piwik%2$s). Ukoliko ne postoji odgovarajući dodatak, možete izmeniti šablone vašeg sajta i dodati ovaj kod u futer.",
        "JSTrackingIntro4": "Ukoliko ne želite da koristite JavaScript za praćenje posetilaca, %1$sgenerišite link za praćenje preko slike pomoću ovog linka%2$s.",
        "JSTrackingIntro5": "Ukoliko želite da pratite više od prikaza stranica, pogledajte %1$sPiwik dokumentaciju za JavaScript praćenje%2$s za sve raspoložive funkcije. Pomoću tih funkcija možete pratiti ciljeve, korisnički definisane promenljive, elektronske porudžbine, napuštene korpe i još puno toga.",
        "LatestBetaRelease": "Poslednje beta izdanje",
        "LatestStableRelease": "Poslednja stabilna verzija",
        "LogoNotWriteableInstruction": "Ukoliko želite da koristite sopstveni logotip umesto Piwik logotipa, dodelite pravila upisivanja sledećem direktorijumu: %1$s Piwik-u je potrebna dozvola upisivanja za vaše logotipe koji se nalaze u datotekama %2$s.",
        "LogoUpload": "Izaberite logo za kačenje",
        "LogoUploadHelp": "Molimo vas da postavite datoteku u %s formatima minimalne visine %s piksela.",
        "MenuDiagnostic": "Dijagnostika",
        "MenuGeneralSettings": "Osnovna podešavanja",
        "MenuManage": "Upravljanje",
        "OptOutComplete": "Opt-out je kompletiran; vaše posete ovom sajtu neće biti zabeležene od strane alata za web analitiku.",
        "OptOutCompleteBis": "Imajte na umu da ako obrišete kolačiće ili promenite računar ili brauzer, da ćete morati ponovo da prođete kroz ovu proceduru.",
        "OptOutExplanation": "Piwik poštuje privatnost na Internetu. Kako biste omogućili vašim posetiocima da budu izuzeti iz Piwik analize, dodajte sledeći HTML kod na neku od stranica vaše sajta, na primer u polisu privatnosti",
        "OptOutExplanationBis": "Ovaj tag će prikazati iframe element koji sadrži link za vaše posetioce koji žele da budu izuzeti iz Piwik analize tako što će imati specijalan opt-out kolačić u svom brauzeru. %s Kliknite ovde%s kako biste videli sadržaj iframe elementa.",
        "OptOutForYourVisitors": "Piwik opt-out za vaše posetioce",
        "PiwikIsInstalledAt": "Piwik je instaliran",
        "PluginDescription": "Piwik administracija",
        "PluginSettingChangeNotAllowed": "Nije vam dozvoljeno da promenite vrednost podešavanja \"%s\" u dodatku \"%s\"",
        "PluginSettings": "Podešavanja dodatka",
        "PluginSettingsIntro": "Ovde možete promeniti podešavanja sledećih dodataka:",
        "PluginSettingsValueNotAllowed": "Vrednost za polje \"%s\" u dodatku \"%s\" nije dozvoljena",
        "SendPluginUpdateCommunication": "Pošalji mi mejl sa obaveštenjem o novoj verziji dodatka",
        "SendPluginUpdateCommunicationHelp": "Mejl će biti poslat superkorisnicima kad god se pojavi nova verzija ovog dodatka.",
        "StableReleases": "Ukoliko Piwik čini kritičan deo vašeg poslovanja, preporučujemo vam da koristite poslednju stabilnu verziju. Ukoliko koristite poslednju beta verziju i nađete bag ili imate predlog, molimo vas %spogledajte ovde%s.",
        "TrackAGoal": "Praćenje cilja",
        "TrackingCode": "Kod za praćenje",
        "TrustedHostConfirm": "Da li ste sigurni da želite da promenite naziv Piwik hosta?",
        "TrustedHostSettings": "Naziv Piwik hosta",
        "UpdateSettings": "Ažuriraj podešavanja",
        "UseCustomLogo": "Koristite svoj logo",
        "ValidPiwikHostname": "Validni naziv Piwik hosta",
        "WithOptionalRevenue": "sa opcionom zaradom",
        "YouAreOptedIn": "Trenutno ste uključeni u statistiku.",
        "YouAreOptedOut": "Trenutno ste izuzeti iz statistike.",
        "YouMayOptOut": "Možete da izaberete da nemate jedinstven identifikacioni broj vezan za vaš računar.",
        "YouMayOptOutBis": "Ukoliko želite tako, molimo vas da kliknete ispod kako biste primili opt-out kolačić."
    },
    "CoreHome": {
        "CategoryNoData": "Nema podataka u ovoj kategoriji. Probajte sa \"Uključi celu populaciju\".",
        "CheckForUpdates": "Proveri da li se pojavila nova verzija",
        "CheckPiwikOut": "Proverite!",
        "CloseWidgetDirections": "Možete zatvoriti ovaj vidžet tako što ćete kliknuti na sličicu 'X' na vrhu.",
        "DataForThisReportHasBeenPurged": "Podaci za ovaj izveštaj su više od %s meseci stari te su obrisani.",
        "DataTableExcludeAggregateRows": "Zbirni redovi su prikazani %s Sakrij ih",
        "DataTableIncludeAggregateRows": "Zbirni redovi su sakriveni %s Prikaži ih",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "podrazumevano",
        "DonateCall1": "Piwik vas nikada neće ništa koštati ali to ne znači da nas Piwik ništa ne košta dok ga pravimo.",
        "DonateCall2": "Piwiku je potrebna vaša stalna podrška kako bi rastao i napredovao.",
        "DonateCall3": "Ukoliko imate osećaj da je Piwik u znatnoj meri dodao vrednost vašem biznisu, %1$smolimo vas da razmislite o donaciji%2$s.",
        "DonateFormInstructions": "Kliknite na klizač kako biste odabrali iznos pa onda kliknite na \"subscribe\"",
        "ExcludeRowsWithLowPopulation": "Svi redovi su prikazani %s Sakrij slabu populaciju",
        "ExternalHelp": "Pomoć (otvara se u novom tabu)",
        "FlattenDataTable": "Izveštaj je u hijerarhiji %s Poravnaj ga",
        "HowMuchIsPiwikWorth": "Koliko Piwik po vama vredi?",
        "IncludeRowsWithLowPopulation": "Redovi sa slabom populacijom su sakriveni %s Prikaži sve redove",
        "InjectedHostEmailBody": "Pozdrav. Pokušao\/la sam da pristupim Piwik-u danas i dobio\/la upozorenje o nepoznatom nazivu hosta.",
        "InjectedHostEmailSubject": "Piwik-u je pristupljeno sa nepoznatim nazivom hosta: %s",
        "InjectedHostNonSuperUserWarning": "%1$sKliknite ovde kako biste pristupili Piwik-u bezbedno%2$s i uklonili ovo upozorenje. Takođe možete kontaktirati administratora i obavestiti ga o ovom upozorenju (%3$skliknite ovde kako biste poslali poruku%4$s).",
        "InjectedHostSuperUserWarning": "Piwik možda nije podešen kako treba (na primer, premešten je na novi server ili URL). Možete ili da %1$skliknete ovde i dodate %2$s kao validan naziv hosta (ukoliko mu verijete)%3$s, ili da %4$skliknete ovde i %5$s pristupite bezbedno Piwik-u%6$s.",
        "InjectedHostWarningIntro": "Sada pristupate Piwik-u sa %1$s, ali je Piwik podešen da radi sa ove adrese: %2$s.",
        "JavascriptDisabled": "JavaScript mora bidi uključen kako biste standardno koristili Piwik.<br \/>Izgleda da je JavaScript ili isključen ili nije podržan od strane vašeg brauzera.<br \/>Kako biste omogućili standardni prikaz, uključite JavaScript kroz podešavanja vašeg brauzera a onda %1$spokušajte ponovo%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Budi drugačiji: %1$sDoniraj%2$s za Piwik 2.0!",
        "MakeOneTimeDonation": "Možete izvršiti i jednokratnu donaciju.",
        "NoPrivilegesAskPiwikAdmin": "Prijavljeni ste kao '%s' ali izgleda da nemate postavljena nikakva ovlašćenja. %s Tražite od Piwik administratora (kliknite za poruku)%s da vam dozvoli 'prikaz' na sajtu.",
        "OnlyForSuperUserAccess": "Ovaj vidžet se prikazuje samo superkorisnicima.",
        "PageOf": "%1$s od %2$s",
        "PeriodDay": "Dan",
        "PeriodDays": "dana",
        "PeriodMonth": "Mesec",
        "PeriodMonths": "meseci",
        "PeriodRange": "Period",
        "PeriodWeek": "Nedelja",
        "PeriodWeeks": "nedelja",
        "PeriodYear": "Godina",
        "PeriodYears": "godina",
        "PluginDescription": "Struktura izveštaja web analitike",
        "ReportGeneratedOn": "Izveštaj generisan %s",
        "ReportGeneratedXAgo": "Izveštaj generisan pre %s",
        "SharePiwikLong": "Ćaos! Upravo sam naleteo na strava program: Piwik!\n\nPiwik je besplatan program otvorenog koda za praćenje posetilaca na tvom sajtu. Definitvno moraš da ga isprobaš!",
        "SharePiwikShort": "Piwik! Besplatna web analitika otvorenog koda. Budite vlasnici svojih podataka.",
        "ShareThis": "Podeli",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Prikaži JavaScript kod",
        "SubscribeAndBecomePiwikSupporter": "Nastavite ka stranici za sigurno plaćanje (Paypal) kako biste postali Piwik suporter!",
        "SupportPiwik": "Podržite Piwik!",
        "TableNoData": "Nema podataka za ovu tabelu.",
        "ThereIsNoDataForThisReport": "Nema podataka za ovaj izveštaj.",
        "UnFlattenDataTable": "Izveštaj je ravan %s Prikaži hijerarhiju",
        "ViewAllPiwikVideoTutorials": "Prikaži sve Piwik video tutorijale",
        "WebAnalyticsReports": "Izveštaj web analitike",
        "YouAreUsingTheLatestVersion": "Koristite poslednju verziju Piwik-a"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Aktivacija dodatka",
        "ActionActivateTheme": "Aktivacija teme",
        "ActionInstall": "Instalacija",
        "ActionUninstall": "Deinstalacija",
        "Activate": "Aktivirati",
        "Activated": "Aktivirano",
        "Active": "Aktivno",
        "Activity": "Aktivnost",
        "AllowedUploadFormats": "Preko ove stranice možete da postavite dodatak ili temu u .zip formatu.",
        "AuthorHomepage": "Autorov sajt",
        "Authors": "Autori",
        "BackToExtendPiwik": "Natrag na Market",
        "BeCarefulUsingPlugins": "Dodatke koji nisu autorizovani od strane Piwik tima treba koristiti sa oprezom: mi ih nismo isprobali.",
        "BeCarefulUsingThemes": "Teme koje nisu autorizovane od strane Piwik tima treba koristiti sa oprezom: mi ih nismo isprobali.",
        "ByDesigningOwnTheme": "%sdizajniranjem sopstvene teme%s",
        "ByInstallingNewPluginFromMarketplace": "%sinstaliranjem novog dodatka sa Marketa%s",
        "ByInstallingNewThemeFromMarketplace": "%sinstaliranjem nove teme sa Marketa%s",
        "ByWritingOwnPlugin": "%spisanjem sopstvenog dodatka%s",
        "ByXDevelopers": "%s razvojnom timu",
        "Changelog": "Dnevnik promena",
        "ChangeSettingsPossible": "Možete izmeniti %spodešavanja%s za ovaj dodatak.",
        "CorePluginTooltip": "Osnovni dodaci oznaku verzije s obzirom na to da se distribuiraju zajedno sa Piwik-om.",
        "Deactivate": "Deaktivirati",
        "Developer": "Programer",
        "DoMoreContactPiwikAdmins": "Ukoliko želite da instalirate novi dodatak ili temu, kontaktirajte vašeg Piwik administratora.",
        "DownloadAndInstallPluginsFromMarketplace": "Možete automatski preuzeti i instalirati nove dodatke sa %sMarketa%s.",
        "EmailToEnquireUpdatedVersion": "Molimo vas da pošaljete mejl na %1$s i da zatražite novu verziju %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Uživajte u novom izgledu",
        "FeaturedPlugin": "Istaknuti dodatak",
        "GetNewFunctionality": "Obezbedite nove funkcionalnosti",
        "History": "Istorijat",
        "Inactive": "Neaktivno",
        "InfoPluginUpdateIsRecommended": "Ažurirajte dodatke kako biste iskoristili najnovija poboljšanja.",
        "InfoThemeIsUsedByOtherUsersAsWell": "%1$s registrovanih Piwik korisnika takođe koristi temu %2$s.",
        "InfoThemeUpdateIsRecommended": "Ažurirajte temu kako biste uživali u najnovijoj verziji.",
        "InstallingPlugin": "Instaliranje %s",
        "InstallNewPlugins": "Instaliranje novog dodatka",
        "InstallNewThemes": "Instaliranje nove teme",
        "LastCommitTime": "(poslednja promena %s)",
        "LastUpdated": "Poslednje ažuriranje",
        "LicenseHomepage": "Podaci o licenci",
        "MainDescription": "Dodaci proširuju funkcionalnost Piwik-a. Jednom instaliran dodatak se ovde može aktivirati ili deaktivirati.",
        "Marketplace": "Market",
        "MarketplaceSellPluginSubject": "Market - prodaja dodatka",
        "MenuPlatform": "Platforma",
        "MissingRequirementsNotice": "Molimo vas da ažurirate %1$s %2$s na noviju verziju, %1$s %3$s je neophodan.",
        "NoPluginsFound": "Nije nađen nijedan dodatak",
        "NotAllowedToBrowseMarketplacePlugins": "Možete da pretražujete spisak dodataka koje je moguće instalirati kako biste podesili ili proširili vašu Piwik platformu. Kontaktirajte vašeg administratora ukoliko želite neki od njih da vidite instaliran.",
        "NotAllowedToBrowseMarketplaceThemes": "Možete da pretražujete listu tema koje mogu biti instalirane kako biste podesili izgled vaše Piwik platforme. Kontaktirajte vašeg administratora ako želite da neku od njih vidite instaliranu.",
        "NoThemesFound": "Nije nađena nijedna tema",
        "NoZipFileSelected": "Molimo vas da izaberete ZIP datoteku.",
        "NumDownloadsLatestVersion": "Poslednja verzija: %s preuzimanja",
        "NumUpdatesAvailable": "Ažuriranja na raspolaganju: %s",
        "OrByUploadingAPlugin": "ili %spostavljanjem dodatka%s",
        "OrByUploadingATheme": "ili %spostavljanjem teme%s",
        "Origin": "Izvor",
        "OriginCore": "Srž",
        "OriginThirdParty": "Treća strana",
        "PluginDescription": "Interfejs za upravljanje dodacima",
        "PluginHomepage": "Sajt dodatka",
        "PluginKeywords": "Ključne reči",
        "PluginNotCompatibleWith": "%1$s dodatak nije kompatibilan sa %2$s.",
        "PluginNotWorkingAlternative": "Ukoliko ste koristili ovaj dodatak, novu verziju možda možete naći na Marketu. Ukoliko niste, možda želite da ga deinstalirate.",
        "PluginRequirement": "%1$s zahteva %2$s.",
        "PluginsManagement": "Upravljanje dodacima",
        "PluginUpdateAvailable": "Koristite verziju %s a novija verzija %s je na raspolaganju.",
        "PluginVersionInfo": "%1$s od %2$s",
        "PluginWebsite": "Sajt sa dodacima",
        "Screenshots": "Snimci ekrana",
        "SortByAlpha": "alfa",
        "SortByNewest": "najnoviji",
        "SortByPopular": "popularnost",
        "Status": "Status",
        "StepDownloadingPluginFromMarketplace": "Preuzmi dodatak sa Marketa",
        "StepDownloadingThemeFromMarketplace": "Preuzmi temu sa Marketa",
        "StepPluginSuccessfullyInstalled": "Uspešno ste instalirali dodatak %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Uspešno ste ažurirali dodatak %1$s %2$s.",
        "StepReplaceExistingPlugin": "Zamena postojećeg dodatka",
        "StepReplaceExistingTheme": "Zamena postojeće teme",
        "StepThemeSuccessfullyInstalled": "Uspešno ste instalirali temu %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "Uspešno ste ažurirali temu %1$s %2$s.",
        "StepUnzippingPlugin": "Raspakivanje dodatka",
        "StepUnzippingTheme": "Raspakivanje teme",
        "SuccessfullyActicated": "Uspešno ste aktivirali <strong>%s<\/strong>.",
        "Support": "Podrška",
        "TeaserExtendPiwik": "Proširite Piwik dodacima i temama",
        "TeaserExtendPiwikByPlugin": "Proširite Piwik instaliranjem novog dodatka",
        "TeaserExtendPiwikByTheme": "Uživajte u novom izgledu instaliranjem nove teme",
        "TeaserExtendPiwikByUpload": "Proširite Piwik postavljanjem ZIP datoteke",
        "Theme": "Tema",
        "Themes": "Teme",
        "ThemesDescription": "Pomoću tema možete da izmenite izgled Piwik korisničkog interfejsa te da doživite potpuno novo vizuelno iskustvo i uživanje u vašim analitičkim izveštajima.",
        "ThemesManagement": "Upravljanje temama",
        "UninstallConfirm": "Ukoliko deinstalirate dodatak %s, on će biti uklonjen sa vaše platforme i više neće biti moguće vratiti ga. Da li ste sigurni da želite to da uradite?",
        "Updated": "Ažurirano",
        "UpdatingPlugin": "Ažuriranje %s",
        "UploadZipFile": "Postavljanje ZIP datoteke",
        "Version": "Verzija",
        "ViewRepositoryChangelog": "Prikaži promene",
        "Websites": "Sajtovi"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Kliknite ovde kako biste videli i iskopirali SQL upite koje je potrebno izvršiti",
        "CreatingBackupOfConfigurationFile": "Kreiranje rezervne kopije datoteke sa podešavanjima u %s",
        "CriticalErrorDuringTheUpgradeProcess": "Kritične greške nastale tokom procesa nadogradnje:",
        "DatabaseUpgradeRequired": "Potrebna je nadogradnja baze",
        "DisablingIncompatiblePlugins": "Isključivanje nekompatibilnih dodataka: %s",
        "DownloadingUpdateFromX": "Preuzimanje nadogradnje sa %s",
        "DownloadX": "Preuzmite %s",
        "EmptyDatabaseError": "Baza %s je prazna. Morate promeniti ili obrisati vašu datoteku sa podešavanjima.",
        "ErrorDIYHelp": "Ukoliko ste napredni korisnik i iskusite grešku prilikom nadogradnje baze:",
        "ErrorDIYHelp_1": "identifikujte i ispravite izvor problema (na primer, memory_limit ili max_execution_time)",
        "ErrorDIYHelp_2": "izvršite ostale upite",
        "ErrorDIYHelp_3": "ručno izmenite tabelu `option` u Piwik bazi tako što ćete za version_core postaviti vrednost verzije poslednje nadogradnje",
        "ErrorDIYHelp_4": "ponovo pokrenite nadogradnju (kroz brazuer ili preko komandne linije) kako biste nastavili sa procesom nadogradnje",
        "ErrorDIYHelp_5": "prijavite problem (i rešenje) kako bi Piwik bio poboljšan",
        "ErrorDuringPluginsUpdates": "Greška tokom nadogradnje dodatka:",
        "ExceptionAlreadyLatestVersion": "Verzija %s je aktuelna.",
        "ExceptionArchiveEmpty": "Prazna arhiva.",
        "ExceptionArchiveIncompatible": "Nekompatibilna arhiva: %s",
        "ExceptionArchiveIncomplete": "Arhiva nije kompletna: neke datoteke nedostaju (na primer %s).",
        "FeedbackRequest": "Slobodno delite vaše ideje i predloge sa Piwik timom:",
        "HelpMessageContent": "Pogledajte %1$s Piwik pitanja i odgovore %2$s koja objašnjavaju najčešće greške prilikom nadogradnje. %3$s Kontaktirajte vašeg sistemskog administratora - možda je u mogućnosti da vam pomogne oko grešaka koje su najverovatnije u domenu podešavanja servera ili MySQL-a.",
        "HelpMessageIntroductionWhenError": "Ovo gore je sama srž poruke o grešci. Ona bi trebalo da objasni uzrok a u slučaju da vam je potrebna dalja pomoć:",
        "HelpMessageIntroductionWhenWarning": "Proces nadogradnje je uspešno okončan, međutim, imamo i spornih momenata nastalih tokom procesa. Molimo vas da pročitate njihove opise zarad detalja. U slučaju da vam je potrebna dalja pomoć:",
        "HighTrafficPiwikServerEnableMaintenance": "Ukoliko koristite Piwik na serveru sa velikim saobraćajem, preporučujemo da %sodmah isključite praćenje posetilaca i prebacite Piwik interfejs u mod održavanja%s.",
        "IncompatbilePluginsWillBeDisabledInfo": "Neko dodaci nisu kompatibilni sa Piwik %s. Oni će biti deaktivirani nakon nadogradnje:",
        "InstallingTheLatestVersion": "Instaliranje poslednje verzije",
        "MajorUpdateWarning1": "Ovo je bitna nadogradnja! Trajaće duže nego inače.",
        "MajorUpdateWarning2": "Sledeći predlog je naročito važan kod dugih instalacija.",
        "NoteForLargePiwikInstances": "Važna napomena za velike Piwik instalacije",
        "NoteItIsExpectedThatQueriesFail": "Pažnja: ukoliko ručno vršite ove upite, za očekivati je da neki od njih neće proći. U tom slučaju jednostavno ignorišite greške i nastavite sa sledećim upitom sa spiska.",
        "NotificationClickToUpdatePlugins": "Kliknite ovde kako biste nadogradili dodatke:",
        "NotificationClickToUpdateThemes": "Kliknite ovde kako biste ažurirali vaše teme:",
        "NotificationSubjectAvailableCoreUpdate": "Izašao je novi Piwik %s",
        "NotificationSubjectAvailablePluginUpdate": "Ažuriranja dostupna za vaše Piwik dodatke",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik je uspešno nadograđen!",
        "PiwikUpdatedSuccessfully": "Piwik je uspešno nadograđen!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik baza će biti nadograđena sa verzije %1$s na %2$s.",
        "PluginDescription": "Sistem za instaliranje novih verzija",
        "ReadyToGo": "Da li ste spremni?",
        "TheFollowingPluginsWillBeUpgradedX": "Sledeći dodaci će biti nadograđeni: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Neki od dodataka koje koristite su ažurirani na Marketu:",
        "ThereIsNewVersionAvailableForUpdate": "Izašla je nova verzija Piwik-a",
        "TheUpgradeProcessMayFailExecuteCommand": "Ukoliko imate veliku Piwik bazu onda nadogradnja može trajati predugo da bi se izvršila iz brauzera. U tom slučaju nadogradnju možete izvršiti iz komandne linije: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Proces nadogradnje može potrajati te vas molimo da budete strpljivi.",
        "UnpackingTheUpdate": "Raspakivanje",
        "UpdateAutomatically": "Automatska nadogradnja",
        "UpdateHasBeenCancelledExplanation": "Automatska nadogradnja Piwik-a je prekinuta. Ako ne možete popraviti grešku iznad, preporučljivo je da ručno izvršite nadogradnju. %1$s Molimo Vas da proverite %2$sdokumentaciju za nadogradnju%3$s!",
        "UpdateTitle": "Nadogradnja",
        "UpgradeComplete": "Nadogradnja okončana!",
        "UpgradePiwik": "Nadogradnja Piwik-a",
        "VerifyingUnpackedFiles": "Provera otpakovanih datoteka",
        "WarningMessages": "Poruka upozorenja:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Automatski smo deaktivirali sledeće dodatke: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Možete izvršiti automatsku nadogradnju na verziju %s ili preuzeti poslednju verziju Piwik-a i izvršiti ručnu nadogradnju",
        "YouCouldManuallyExecuteSqlQueries": "Ukoliko niste u mogućnosti da izvršite nadogradnju iz komandne linije i ako Piwik ne uspe da se nadogradi (zbog isteka vremena na bazi, brauzeru ili bilo čega drugog), možete ručno izvršiti SQL upite.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik nije u stanju da prebriše trenutnu instalaciju. Možete ili da popravite dozvole nad datotekama i direktorijumima ili da preuzmete paket sa Interneta i instalirate verziju %s ručno:",
        "YourDatabaseIsOutOfDate": "Piwik baza podataka je zastarela i mora biti nadograđena pre nego što nastavite."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Ime dodatnog parametra",
        "ColumnCustomVariableValue": "Vrednost dodatnog parametra",
        "CustomVariables": "Dodatni parametri",
        "CustomVariablesReportDocumentation": "Ovaj izveštaj sadrži informacije o dodatnim parametrima. Kliknite na ime parametra kako biste videli distribuciju vrednosti. %s Za više informacija o dodatnim parametrima pogledajte %sCustom Variables na piwik.org%s",
        "PluginDescription": "Dodatni parametri predstavljaju uređene parove ime, vrednost koje možete sami postaviti pomoću JavaScript API funkcije setVisitCustomVariables(). U tom slučaju Piwik će prikazati koliko je bilo poseta, otvaranja stranica i ciljeva za svaki od zadatih parova.",
        "ScopePage": "oblast strana",
        "ScopeVisit": "oblast poseta"
    },
    "Dashboard": {
        "AddAWidget": "Dodaj vidžet",
        "AddPreviewedWidget": "Dodaj pregledani vidžet na Konzolu",
        "ChangeDashboardLayout": "Promeni izgled konzole",
        "CopyDashboardToUser": "Kopiraj Konzolu korisniku",
        "CreateNewDashboard": "Nova konzola",
        "Dashboard": "Konzola",
        "DashboardCopied": "Konzola je uspešno iskopirana izabranim korisnicima.",
        "DashboardEmptyNotification": "Vaša konzola nema nijedan vidžet. Počnite sa dodavanjem vidžeta ili jednostavno resetujte konzolu na podrazumevane vidžete.",
        "DashboardName": "Naziv konzole:",
        "DashboardOf": "Konzola za %s",
        "DefaultDashboard": "Podrazumevana konzola - prikaz podrazumevanih vidžeta i rasporeda kolona",
        "DeleteWidgetConfirm": "Da li ste sigurni da želite da uklonite ovaj vidžet sa Konzole?",
        "EmptyDashboard": "Prazna konzola - izaberite omiljene vidžete",
        "LoadingWidget": "Učitavanje vidžeta, molimo sačekajte...",
        "ManageDashboard": "Upravljanje konzolom",
        "Maximise": "Povećaj",
        "Minimise": "Smanji",
        "NotUndo": "Nećete moći da poništite ovu operaciju",
        "PluginDescription": "Vaša Konzola za web analitiku. Ovde možete personalizovati vašu Konzolu: dodajte vidžete ili im izmenite redosled. Svaki korisnik ima sopstvenu Konzolu.",
        "RemoveDashboard": "Ukloni konzolu",
        "RemoveDashboardConfirm": "Da li ste sigurni da želite da uklonite konzolu \"%s\"?",
        "RenameDashboard": "Promena naziva",
        "ResetDashboard": "Resetuj konzolu",
        "ResetDashboardConfirm": "Da li ste sigurni da želite da resetujete konzolu na podrazumevane vidžete?",
        "SelectDashboardLayout": "Molimo vas da izaberete novi izgled konzole",
        "SelectWidget": "Izaberite vidžet koji želite da dodate na Konzolu",
        "SetAsDefaultWidgets": "Sačuvaj kao podrazumevane vidžete",
        "SetAsDefaultWidgetsConfirm": "Da li ste sigurni da trenutno prikazane vidžete i raspored kolona želite da sačuvate kao podrazumevane?",
        "SetAsDefaultWidgetsConfirmHelp": "Ovi vidžeti i raspored kolona će biti upotrebljeni kada neki korisnik kreira novu konzolu ili kada se klikne na \"%s\"",
        "TopLinkTooltip": "Prikaži izveštaj za %s.",
        "WidgetNotFound": "Vidžet nije pronađen",
        "WidgetPreview": "Prikaz vidžeta",
        "WidgetsAndDashboard": "Vidžeti i konzola"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignoriši posete sa zaglavljima X-Do-Not-Track i DNT."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Kontaktirajte Piwik tim!",
        "DoYouHaveBugReportOrFeatureRequest": "Da li želite da prijavite grešku u programu ili imate neku želju?",
        "GetInTouch": "Zahvaljujemo vam na interesovanju, mi uvek pročitamo sve poruke. Možda želite da podelite sa nama poslovnu ponudu, unajmite Piwik konsultanta, da nam ispričate uspešnu priču ili jednostavno da nas pozdravite!",
        "IWantTo": "Želim da:",
        "LearnWaysToParticipate": "Pogledajte kako sve možete da %s uzmete učešće%s",
        "ManuallySendEmailTo": "Molimo vas da pošaljete poruku na",
        "PluginDescription": "Pošaljite vaša opažanja Piwik timu. Podelite sa nama vaše ideje i sugestije!",
        "PrivacyClaim": "Piwik poštuje vašu %1$sprivatnost%2$s i daje vam potpunu kontrolu nad vašim podacima.",
        "RateFeatureLeaveMessageDislike": "Šao nam je da vam se ne dopada! Molimo vas da nam javite kako možemo da ga poboljšamo.",
        "RateFeatureLeaveMessageLike": "Drago nam je da vam se dopada! Molimo vas da nam javite šta vam se najviše sviđa ili da li imate neki zahtev.",
        "RateFeatureSendFeedbackInformation": "Vaša Piwik platforma će poslati Piwik timu mejl (uključujući i vašu adresu) tako da možemo da stupimo sa vama u kontakt ukoliko imate neko pitanje.",
        "RateFeatureThankYouTitle": "Hvala vam na oceni '%s'!",
        "RateFeatureTitle": "Da li vam se sviđa '%s'? Molimo vas da date ocenu i ostavite komentar",
        "SendFeedback": "Pošaljite vaše zapažanje",
        "SpecialRequest": "Da li imate neki specijalan zahtev za Piwik tim?",
        "ThankYou": "Hvala vam što nam pomažete da učinimo Piwik boljim!",
        "TopLinkTooltip": "Recite nam šta mislite ili zatražite profesionalnu pomoć.",
        "ViewAnswersToFAQ": "Prikaži odgovore na %sčesto postavljana pitanja%s",
        "ViewUserGuides": "Naučite kako da podesite Piwik i kako da efikasno analizirate vaše podatke prateći %1$skorisničko uputstvo%2$s",
        "VisitTheForums": "Posetite %s Forum%s",
        "WantToThankConsiderDonating": "Da li smatrate da je Piwik fenomenalan i želite da nam se zahvalite?"
    },
    "General": {
        "AbandonedCarts": "Napuštene korpe",
        "AboutPiwikX": "O programu Piwik %s",
        "Action": "Akcija",
        "Actions": "Akcije",
        "Add": "Dodaj",
        "AfterEntry": "nakon ulaska ovde",
        "All": "Sve",
        "AllowPiwikArchivingToTriggerBrowser": "Dozvoli da Piwik arhivira izveštaje svaki put kada se pregledaju iz brauzera",
        "AllWebsitesDashboard": "Svi sajtovi",
        "And": "i",
        "API": "API",
        "ApplyDateRange": "Primeni opseg datuma",
        "ArchivingInlineHelp": "Za srednje i velike sajtove preporuka je da isključite ovu opciju i da podesite cron koji će procesirati Piwik izveštaje svaki sat",
        "ArchivingTriggerDescription": "Preporučljivo za velike Piwik instalacije; potrebno je da %spodesite cron%s da procesira izveštaje automatski",
        "AuthenticationMethodSmtp": "Način autentikacije za SMTP",
        "AverageOrderValue": "Prosečna vrednost porudžbine",
        "AveragePrice": "Prosečna cena",
        "AverageQuantity": "Prosečan kvalitet",
        "BackToPiwik": "Nazad na Piwik",
        "Broken": "Prekinut",
        "BrokenDownReportDocumentation": "Izdeljeno je na više izveštaja koji su prikazani crticama na dnu stranice. Možete povećati grafikon klikom na izveštaj koji želite da vidite.",
        "Cancel": "Odustajanje",
        "CannotUnzipFile": "Ne mogu da raspakujem arhivu %1$s: %2$s",
        "ChangePassword": "Promeni lozinku",
        "ChangeTagCloudView": "Imajte na umu da izveštaj možete da vidite i u drugačijem obliku. Da biste to učinili, upotrebite kontrole na dnu izveštaja.",
        "ChooseDate": "Izaberite datum",
        "ChooseLanguage": "Izaberite jezik",
        "ChoosePeriod": "Izaberite period",
        "ChooseWebsite": "Izaberite sajt",
        "ClickHere": "Kliknite ovde za više informacija.",
        "ClickToChangePeriod": "Kliknite ponovo kako biste izmenili period.",
        "Close": "Zatvoriti",
        "ColumnActionsPerVisit": "Akcije po poseti",
        "ColumnActionsPerVisitDocumentation": "Prosečan broj akcija (prikaza stranica, preuzimanja ili odlazaka) koji se odigrao tokom poseta.",
        "ColumnAverageGenerationTime": "Prosečno vreme generisanja",
        "ColumnAverageGenerationTimeDocumentation": "Prosečno vreme potrebno za prikaz stranice. Ovaj izveštaj uključuje vreme koje je potrebno serveru da kreira stranicu plus vreme koje je potrebno korisniku da je preuzme. Manja vrednost za 'Prosečno vreme generisanja' znači brži sajt za vaše posetioce!",
        "ColumnAverageTimeOnPage": "Prosečno vreme na strani",
        "ColumnAverageTimeOnPageDocumentation": "Prosečno vreme koje posetioci provedu na ovoj stranici (samo stranici, ne na celom sajtu)",
        "ColumnAvgTimeOnSite": "Prosečno vreme provedeno na sajtu",
        "ColumnAvgTimeOnSiteDocumentation": "Prosečna dužina posete.",
        "ColumnBounceRate": "Stopa odbijanja",
        "ColumnBounceRateDocumentation": "Procenat poseta koje imaju samo jednu prikazanu stranicu. To su slučajevi u kojima posetioc napusti sajt sa stranice na koju je ušao.",
        "ColumnBounceRateForPageDocumentation": "Procenat poseta koje su počele i okončale se na ovoj stranici.",
        "ColumnBounces": "Odbijanja",
        "ColumnBouncesDocumentation": "Broj poseta koje su počele i okončale se na ovoj stranici. To su slučajevi u kojima posetioc napusti sajt nakon što je video samo ovu stranicu.",
        "ColumnConversionRate": "Stepen konverzije",
        "ColumnConversionRateDocumentation": "Procenat poseta koji su pokrenuli konverziju cilja.",
        "ColumnDestinationPage": "Odredišna stranica",
        "ColumnEntrances": "Ulazi",
        "ColumnEntrancesDocumentation": "Broj poseta koje su počele na ovoj stranici.",
        "ColumnExitRate": "Stepen izlaza",
        "ColumnExitRateDocumentation": "Procenat poseta koje su napustile sajt nakon prikaza ove stranice.",
        "ColumnExits": "Izlazi",
        "ColumnExitsDocumentation": "Broj poseta koje su se okončale na ovoj stranici.",
        "ColumnGenerationTime": "Vreme generisanja",
        "ColumnKeyword": "Ključna reč",
        "ColumnLabel": "Kategorija",
        "ColumnMaxActions": "Maksimalan broj akcija u jednoj poseti",
        "ColumnNbActions": "Akcije",
        "ColumnNbActionsDocumentation": "Broj akcija odrađenih od strane Vaših posetilaca. Akcije mogu biti pregledi strana, skidanje materijala sa sajta ili linkovi van sajta.",
        "ColumnNbUniqVisitors": "Jedinstveni posetioci",
        "ColumnNbUniqVisitorsDocumentation": "Broj jedinstvenih posetioca koji dolaze na Vaš sajt. Svaki korisnik se računa jednom, čak i ako poseti sajt više puta dnevno.",
        "ColumnNbVisits": "Posete",
        "ColumnNbVisitsDocumentation": "Ako posetilac dođe na Vaš sajt po prvi put ili ako poseti stranu više od 30min nakon zadnjeg pregleda, onda se njegova poseta računa kao nova poseta.",
        "ColumnPageBounceRateDocumentation": "Procenat poseta koje su počele na ovoj stranici i odmah napustile sajt.",
        "ColumnPageviews": "Pregledane stranice",
        "ColumnPageviewsDocumentation": "Koliko puta je ova stranica posećena.",
        "ColumnPercentageVisits": "% poseta",
        "ColumnRevenue": "Prihod",
        "ColumnSumVisitLength": "Ukupno vreme provedeno od strane posetilaca (u sekundama)",
        "ColumnTotalPageviews": "Ukupan broj pregleda stranica",
        "ColumnUniqueEntrances": "Jedinstveni ulazi",
        "ColumnUniqueExits": "Jedinstveni izlazi",
        "ColumnUniquePageviews": "Jedinstven broj pregledanih stranica",
        "ColumnUniquePageviewsDocumentation": "Broj poseta koje uključuju ovu stranicu. Ukoliko je stranica pregledana više puta tokom jedne posete, računaće se samo jednom.",
        "ColumnValuePerVisit": "Vrednost po poseti",
        "ColumnViewedAfterSearch": "Kliknuto u rezultatima pretrage",
        "ColumnViewedAfterSearchDocumentation": "Broj pregleda stranice nakon što je korisnik uradio pretragu sajta i kliknuo na nju kao na rezultat pretrage.",
        "ColumnVisitDuration": "Dužina posete (u sekundama)",
        "ColumnVisitsWithConversions": "Posete sa konverzijom",
        "ConfigFileIsNotWritable": "U Piwik datoteku sa podešavanjima %s nije moguće pisati tako da neke od vaših izmena nije moguće sačuvati. %s Molimo vas da promenite dozvole nad ovom datotekom kako bi se u nju moglo pisati.",
        "Continue": "Nastavak",
        "ContinueToPiwik": "Nastavite rad sa Piwik-om.",
        "CurrentMonth": "Tekući mesec",
        "CurrentWeek": "Tekuća nedelja",
        "CurrentYear": "Tekuća godina",
        "Daily": "Dnevno",
        "DailyReport": "dnevno",
        "DailyReports": "Dnevni izveštaji",
        "DailySum": "dnevno",
        "DashboardForASpecificWebsite": "Konzola za određeni sajt",
        "DataForThisGraphHasBeenPurged": "Podaci za ovaj grafikon su više od %s meseci stari te su izbrisani.",
        "DataForThisTagCloudHasBeenPurged": "Podaci za ovaj oblak tagova su više od %s meseci stari te su izbrisani.",
        "Date": "Datum",
        "DateRange": "Vremenski period:",
        "DateRangeFrom": "Od",
        "DateRangeFromTo": "Od %s do %s",
        "DateRangeInPeriodList": "Vremenski period",
        "DateRangeTo": "Do",
        "DayFr": "Pe",
        "DayMo": "Po",
        "DaySa": "Su",
        "DaysHours": "%1$s dani %2$s sati",
        "DaysSinceFirstVisit": "Dana od prve posete",
        "DaysSinceLastEcommerceOrder": "Dana od poslednje elektronske porudžbine",
        "DaysSinceLastVisit": "Dana od poslednje posete",
        "DaySu": "Ne",
        "DayTh": "Če",
        "DayTu": "Ut",
        "DayWe": "Sr",
        "Default": "Podrazumevana vrednost",
        "DefaultAppended": "(podrazumevano)",
        "Delete": "Obriši",
        "Description": "Opis",
        "Desktop": "Desktop",
        "Details": "Detalji",
        "Discount": "Popust",
        "DisplaySimpleTable": "Prikaži jednostavnu tabelu",
        "DisplayTableWithGoalMetrics": "Prikaži tabelu sa ciljevima",
        "DisplayTableWithMoreMetrics": "Prikaži tabelu sa više metrika",
        "Documentation": "Dokumentacija",
        "Donate": "Donacija",
        "Done": "Izvršeno",
        "Download": "Preuzimanje",
        "DownloadFail_FileExists": "Datoteka %s već postoji.",
        "DownloadFail_FileExistsContinue": "Pokušavam da nastavim sa preuzimanjem datoteke %s ali kompletno preuzeta datoteka već postoji.",
        "DownloadFail_HttpRequestFail": "Ne mogu da preuzmem datoteku. Možda nešto nije u redu sa sajtom sa kojeg se vrši preuzimanje. Možete pokušati kasnije ili je preuzeti sami.",
        "DownloadFullVersion": "%1$sPreuzmite%2$s punu verziju! Posetite %3$s",
        "DownloadPleaseRemoveExisting": "Ukoliko želite da je zamenite, molim vas da uklonite postojeću datoteku.",
        "Downloads": "Preuzimanja",
        "EcommerceOrders": "Elektronske porudžbine",
        "EcommerceVisitStatusDesc": "Prikaži status elektronske porudžbine na kraju posete",
        "EcommerceVisitStatusEg": "Na primer, ukoliko želite da izaberete sve posete koje su dovele do elektronske porudžbine, API zahtev bi sadržavao %s",
        "Edit": "Izmeni",
        "EncryptedSmtpTransport": "Upišite tip enkripcije koji zahteva vaš SMTP server.",
        "EnglishLanguageName": "Serbian",
        "Error": "Greška",
        "ErrorRequest": "Ups… problem s zahtevom, pokušajte ponovo",
        "EvolutionOverPeriod": "Trend za period",
        "EvolutionSummaryGeneric": "%1$s u %2$s u odnosu na %3$s u %4$s. Razvoj: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "Korisnik treba da bude ili superkorisnik ili sam korisnik '%s'.",
        "ExceptionConfigurationFileNotFound": "Datoteka sa podešavanjima {%s} nije nađena.",
        "ExceptionDatabaseVersion": "Vaša %1$s verzija je %2$s ali Piwik zahteva barem %3$s.",
        "ExceptionFileIntegrity": "Provera integriteta nije uspela: %s",
        "ExceptionFilesizeMismatch": "Veličina datoteke se ne poklapa: %1$s (očekivana veličina: %2$s, zatečena: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Vaša %1$s klijentska verzija je %2$s što je nekompatibilno sa serverskom verzijom %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Format '%s' nije validan. Pokušajte neki od ovih: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Vreme mora biti predstavljeno brojem sekundi koje je veće od nule.",
        "ExceptionInvalidDateFormat": "Oblik datima mora da bude: %s ili bilo koja ključna reč podržana od strane funkcije %s (pogledajte %s za više informacija)",
        "ExceptionInvalidDateRange": "Datum '%s' nije validan vremenski raspon. Trebalo bi da ima sledeći oblik: %s",
        "ExceptionInvalidPeriod": "Period '%s' nije podržan. Pokušajte neki od ovih: %s.",
        "ExceptionInvalidRendererFormat": "Format '%s' nije validan. Pokušajte neki od ovih: %s.",
        "ExceptionInvalidReportRendererFormat": "Format '%s' nije validan. Pokušajte neki od ovih: %s.",
        "ExceptionInvalidStaticGraphType": "Tip grafikona '%s' nije validan. Pokušajte neki od ovih: %s.",
        "ExceptionInvalidToken": "Token nije validan.",
        "ExceptionLanguageFileNotFound": "Datoteka sa jezikom '%s' nije nađena.",
        "ExceptionMethodNotFound": "Metod '%s' ne postoji ili nije na raspolaganju u modulu '%s'.",
        "ExceptionMissingFile": "Nedostajuća datoteka: %s",
        "ExceptionNonceMismatch": "Nije moguće proveriti sigurnosni token na ovoj formi.",
        "ExceptionPrivilege": "Ne možete pristupiti resursu pošto to zahteva %s.",
        "ExceptionPrivilegeAccessWebsite": "Ne možete pristupiti resursu pošto to zahteva %s za sajt id = %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Ne možete pristupiti resursu pošto to zahteva %s za barem jedan sajt.",
        "ExceptionUnableToStartSession": "Nije moguće pokrenuti sesiju",
        "ExceptionUndeletableFile": "Nije moguće obrisati %s",
        "ExceptionUnreadableFileDisabledMethod": "Datoteka sa podešavanjima {%s} ne može biti pročitana. Vaš server možda ima onemogućen %s.",
        "ExpandDataTableFooter": "Promeni izgled ili podesi izveštaj",
        "Export": "Izvoz",
        "ExportAsImage": "Snimi kao sliku",
        "ExportThisReport": "Snimi ove podatke u neki drugi oblik",
        "Faq": "Pitanja i odgovori",
        "FileIntegrityWarningExplanation": "Provera integriteta datoteka je neuspešna i prijavljene su greške. Ovo se najverovatnije desilo zbog toga što neke datoteke nisu uspešno prenesene na server. Trebalo bi da ponovo prenesete sve Piwik datoteke na server u binarnom modu i da ponovo učitate ovu stranu sve dok ne nestane poruka o greški.",
        "First": "Prva",
        "Flatten": "Ravno",
        "ForExampleShort": "npr.",
        "Forums": "Forumi",
        "FromReferrer": "od",
        "GeneralInformation": "Opšte informacije",
        "GeneralSettings": "Opšta podešavanja",
        "GetStarted": "Da počnemo",
        "GiveUsYourFeedback": "Vaši utisci",
        "Goal": "Cilj",
        "GoTo": "Idi na %s",
        "GraphHelp": "Više informacija o prikazivanju grafikona u Piwik",
        "HelloUser": "Pozdrav, %s!",
        "Help": "Pomoć",
        "HelpTranslatePiwik": "Možda biste %1$sželeli da pomognete u Piwik prevodima%2$s?",
        "Hide": "sakrij",
        "HoursMinutes": "%1$s sati %2$s minuti",
        "Id": "ID",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Ukoliko je arhiviranje previše brzo, možete podesiti crontab da radi češće",
        "InfoFor": "Info za %s",
        "Installed": "Instaliran",
        "InvalidDateRange": "Neispravan opseg datuma, molimo pokušajte ponovo",
        "InvalidResponse": "Primljeni podaci nisu validni.",
        "IP": "IP adresa",
        "JsTrackingTag": "JavaScript kod za praćenje",
        "Language": "Jezik",
        "LastDays": "Poslednjih %s dana (uključujući i današnji dan)",
        "LastDaysShort": "Poslednjih %s dana",
        "LayoutDirection": "ltr",
        "Live": "Uživo",
        "Loading": "Učitavanje...",
        "LoadingData": "Učitavanje podataka...",
        "LoadingPopover": "Učitavanje %s...",
        "LoadingPopoverFor": "Učitavanje %s za",
        "Locale": "sr_RS.UTF-8",
        "Logout": "Odjava",
        "LongDay_1": "Ponedeljak",
        "LongDay_2": "Utorak",
        "LongDay_3": "Sreda",
        "LongDay_4": "Četvrtak",
        "LongDay_5": "Petak",
        "LongDay_6": "Subota",
        "LongDay_7": "Nedelja",
        "LongMonth_1": "Januar",
        "LongMonth_10": "Oktobar",
        "LongMonth_11": "Novembar",
        "LongMonth_12": "Decembar",
        "LongMonth_2": "Februar",
        "LongMonth_3": "Mart",
        "LongMonth_4": "April",
        "LongMonth_5": "Maj",
        "LongMonth_6": "Jun",
        "LongMonth_7": "Jul",
        "LongMonth_8": "Avgust",
        "LongMonth_9": "Septembar",
        "MainMetrics": "Glavne metrike",
        "Matches": "Pogodaka",
        "MediumToHighTrafficItIsRecommendedTo": "Za sajtove sa osrednjim ili velikim saobraćajem preporučujemo da današnje izveštaje procerirate na svakih barem pola sata (%s sekundi) ili svaki sat (%s sekundi)",
        "Metadata": "Meta podaci",
        "Metric": "Metrika",
        "Metrics": "Metrike",
        "MetricsToPlot": "Metrike za prikaz",
        "MetricToPlot": "Metrike za prikaz",
        "MinutesSeconds": "%1$s min %2$ss",
        "Mobile": "Mobilni",
        "Monthly": "Mesečno",
        "MonthlyReport": "mesečno",
        "MonthlyReports": "Mesečni izveštaji",
        "More": "Više",
        "MoreDetails": "Više detalja",
        "MoreLowerCase": "više",
        "MultiSitesSummary": "Svi sajtovi",
        "Name": "Ime",
        "NbActions": "Broj akcija",
        "NbSearches": "Broj pretraga",
        "NDays": "%s dana",
        "Never": "Nikad",
        "NewReportsWillBeProcessedByCron": "Ako Piwik arhiviranje nije pokrenuto od strane brauzera, onda će nove izveštaje procesirati crontab",
        "NewUpdatePiwikX": "Izašla je nova verzija: %s",
        "NewVisitor": "Novi posetilac",
        "NewVisits": "Nove posete",
        "Next": "Sledeće",
        "NMinutes": "%s minuta",
        "No": "Ne",
        "NoDataForGraph": "Nema podataka za ovaj grafikon.",
        "NoDataForTagCloud": "Nema podataka",
        "NotDefined": "%s nije definisano",
        "Note": "Beleška",
        "NotInstalled": "Nije instaliran",
        "NotRecommended": "(ne preporučuje se)",
        "NotValid": "%s nije validno",
        "NSeconds": "%s sekundi",
        "NumberOfVisits": "Broj poseta",
        "NVisits": "%s poseta",
        "Ok": "U redu",
        "OneAction": "1 akcija",
        "OneDay": "1 dan",
        "OneMinute": "1 minut",
        "OneVisit": "1 poseta",
        "OnlyEnterIfRequired": "Upišite korisničko ime samo ako to zahteva vaš SMTP server.",
        "OnlyEnterIfRequiredPassword": "Upišite lozinku samo ako to zahteva vaš SMTP server.",
        "OnlyUsedIfUserPwdIsSet": "Koristi se samo ako su postavljeni korisničko ime i lozinka. Kontaktirajte vašeg provajdera ako niste sigurni koji metod se koristi.",
        "OpenSourceWebAnalytics": "Web Analitika",
        "OperationAtLeast": "Barem",
        "OperationAtMost": "Najviše",
        "OperationContains": "Sadrži",
        "OperationDoesNotContain": "Ne sadrži",
        "OperationEquals": "Jednako",
        "OperationGreaterThan": "Više od",
        "OperationIs": "Je",
        "OperationIsNot": "Nije",
        "OperationLessThan": "Manje od",
        "OperationNotEquals": "Različito od",
        "OptionalSmtpPort": "Opciono. Podrazumevana vrednost za neenkriptovani i TLS SMTP server je 25, z 465 za SSL SMTP server.",
        "Options": "Opcije",
        "OrCancel": "ili %s prekid %s",
        "OriginalLanguageName": "Srpski",
        "Others": "Ostalo",
        "Outlink": "Izlazni link",
        "Outlinks": "Izlazni linkovi",
        "OverlayRowActionTooltip": "Pogledajte analitičke podatke direktno na vašem sajtu (link se otvara u novom tabu)",
        "OverlayRowActionTooltipTitle": "Otvorite prikaz",
        "Overview": "Pregled",
        "Pages": "Stranice",
        "ParameterMustIntegerBetween": "Parametar %s mora biti celobrojna vrednost između %s i %s",
        "Password": "Lozinka",
        "Period": "Period",
        "Piechart": "Grafikon",
        "PiwikIsACollaborativeProjectYouCanContributeAndDonate": "%1$sPiwik%2$s je saradnički projekat %7$sPiwik tim%8$s članova kao i mnogih drugih učesnika širom sveta. Ukoliko ste Piwik fan, možete da pomognete: pogledajte %3$sKako da učestvujete u Piwik-u%4$s, ili %5$sizvršite donaciju%6$s kako biste pomogli razvoju Piwik 3.0!",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%1$s je izašao. Obavestite %2$sPiwik administratora%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "Objavljen je Piwik %1$s. %2$s Molimo Vas da izvršite nadogradnju!%3$s (pogledajte %4$spromene%5$s).",
        "PleaseSpecifyValue": "Molimo vas da navedete vrednost za '%s'.",
        "PleaseUpdatePiwik": "Molimo vas da nadogradite Piwik",
        "Plugin": "Dodatak",
        "Plugins": "Dodaci",
        "PoweredBy": "Pokreće",
        "Previous": "Prethodno",
        "PreviousDays": "Prethodnih %s dana (bez današnjeg dana)",
        "PreviousDaysShort": "Prethodnih %s dana",
        "Price": "Cena",
        "ProductConversionRate": "Stopa konverzije proizvoda",
        "ProductRevenue": "Prihodi od proizvoda",
        "PurchasedProducts": "Naručeni proizvodi",
        "Quantity": "Količina",
        "RangeReports": "Korisnički definisani vremenski periodi",
        "ReadThisToLearnMore": "%1$sPročitajte kako biste više saznali.%2$s",
        "Recommended": "(preporučeno)",
        "RecordsToPlot": "Zapisi za prikaz",
        "Refresh": "Osveži prikaz",
        "RefreshPage": "Osvežite stranu",
        "RelatedReport": "Povezani izveštaj",
        "RelatedReports": "Povezani izveštaji",
        "Remove": "Ukloni",
        "Report": "Izveštaj",
        "ReportGeneratedFrom": "Izveštaj je generisan uz pomoć podataka iz %s.",
        "ReportRatioTooltip": "'%1$s' predstavlja %2$s od %3$s %4$s sa %5$s.",
        "Reports": "Izveštaji",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Izveštaji za danas (ili bilo koji preiod koji uključuje današnji dan) će uskoro biti obrađeni",
        "ReportsWillBeProcessedAtMostEveryHour": "Izveštaji će u tom slučaju biti procesirani na svakih sat vremena",
        "RequestTimedOut": "Vreme za zahtev %s je isteklo. Molimo pokušajte ponovo",
        "Required": "%s potrebno",
        "ReturningVisitor": "Povratnik",
        "ReturningVisitorAllVisits": "Prikaži sve posete",
        "RowEvolutionRowActionTooltip": "Pogledajte kako se se metrike za ovaj red menjale kroz vreme",
        "RowEvolutionRowActionTooltipTitle": "Otvorite razvoj reda",
        "Rows": "Redovi",
        "RowsToDisplay": "Prikazati redova",
        "Save": "Sačuvaj",
        "SaveImageOnYourComputer": "Ukoliko želite sa snimite sliku na vaš računar, kliknite desnim dugmetom na sliku i izaberite \"Sačuvaj sliku kao...\"",
        "Search": "Pretraga",
        "SearchNoResults": "Nema rezultata",
        "Seconds": "%ss",
        "SeeAll": "prikaži sve",
        "SeeTheOfficialDocumentationForMoreInformation": "Pogledajte %szvaničnu dokumentaciju%s za više informacija",
        "Segment": "Segment",
        "SelectYesIfYouWantToSendEmailsViaServer": "Izaberite \"Da\" ukoliko želite da šaljete elektronska pisma preko posebnog servera umesto putem lokalne mail funkcije.",
        "Settings": "Podešavanja",
        "Shipping": "Isporuka",
        "ShortDay_1": "Pon",
        "ShortDay_2": "Uto",
        "ShortDay_3": "Sre",
        "ShortDay_4": "Čet",
        "ShortDay_5": "Pet",
        "ShortDay_6": "Sub",
        "ShortDay_7": "Ned",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Okt",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dec",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "Maj",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Avg",
        "ShortMonth_9": "Sep",
        "Show": "prikaži",
        "SingleWebsitesDashboard": "Jedan sajt",
        "SmallTrafficYouCanLeaveDefault": "Za sajtove sa manjim saobraćajem možete ostaviti podrazumevanih %s sekundi i pristupiti svim izveštajima u realnom vremenu",
        "SmtpEncryption": "SMTP enkripcija",
        "SmtpPassword": "SMTP lozinka",
        "SmtpPort": "SMTP port",
        "SmtpServerAddress": "Adresa SMTP servera",
        "SmtpUsername": "SMTP korisničko ime",
        "Source": "Izvor",
        "StatisticsAreNotRecorded": "Piwik praćenje posetilaca je trenutno isključeno. Uključite ga tako što ćete upisati record_statistics = 1 u config\/config.ini.php datoteku.",
        "Subtotal": "Međuzbir",
        "Summary": "Ukupno",
        "Table": "Tabela",
        "TagCloud": "Oblak tagova",
        "Tax": "Porez",
        "TimeAgo": "pre %s",
        "TimeOnPage": "Vreme na strani",
        "Today": "Danas",
        "Total": "Ukupno",
        "TotalRatioTooltip": "Ovo je %1$s od %2$s %3$s.",
        "TotalRevenue": "Ukupan prihod",
        "TotalVisitsPageviewsRevenue": "(Ukupno poseta %s, prikaza %s, zarada %s)",
        "TransitionsRowActionTooltip": "Pogledajte šta su posetioci radili pre i posle posete ovoj stranici",
        "TransitionsRowActionTooltipTitle": "Otvori tranzicije",
        "TranslatorEmail": "petar@benke.co.uk, info@maksin.ms, nikola@codingcat.com",
        "TranslatorName": "Petar Benke, Branislav Maksin, Nikola Stojković",
        "UniquePurchases": "Jedinstvene porudžbine",
        "Unknown": "Nepoznato",
        "Upload": "Okači",
        "UsePlusMinusIconsDocumentation": "Za navigaciju koristite sličice plus i minus s leve strane.",
        "Username": "Korisničko ime",
        "UseSMTPServerForEmail": "Koristi SMTP server za elektronsku poštu",
        "Value": "Vrednost",
        "VBarGraph": "Vertikalni dijagram",
        "View": "Prikaz",
        "ViewDocumentationFor": "Prikaži dokumentaciju za %1$s",
        "Visit": "Poseta",
        "VisitConvertedGoal": "Broj poseta koje su ostvarile barem jedan cilj",
        "VisitConvertedGoalId": "Broj poseta koje su ostvarile određeni cilj",
        "VisitConvertedNGoals": "Pogledaj %s konvertovana cilja",
        "VisitDuration": "Prosečna dužina posete (u sekundama)",
        "Visitor": "Posetilac",
        "VisitorID": "ID posetioca",
        "VisitorIP": "IP adresa posetioca",
        "Visitors": "Posetioci",
        "VisitsWith": "Posete sa %s",
        "VisitType": "Tip posetioca",
        "VisitTypeExample": "Na primer, kako biste obeležili sve posetioce koji su se vratili na sajt, uključujući i one koji su već nešto kupili, API zahtev bi sadržao %s",
        "Warning": "Upozorenje",
        "WarningFileIntegrityNoManifest": "Proveru integriteta datoteka nije moguće sprovesti zato što nedostaje datoteka manifest.inc.php.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Ukoliko podižete Piwik iz Git-a, ova poruka je sasvim prirodna.",
        "WarningFileIntegrityNoMd5file": "Proveru integriteta datoteka nije moguće okončati zato što nedostaje funkcija md5_file().",
        "WarningPasswordStored": "%sUpozorenje:%s Ova lozinka će biti upisana u datoteku sa podešavanjima i biće vidljiva svakome ko ima pristup.",
        "Website": "Sajt",
        "Weekly": "Nedeljno",
        "WeeklyReport": "nedeljno",
        "WeeklyReports": "Nedeljni izveštaji",
        "WellDone": "Odlično!",
        "Widgets": "Vidžeti",
        "XComparedToY": "%1$s u poređenju sa %2$s",
        "XFromY": "%1$s sa %2$s",
        "YearlyReport": "godišnje",
        "YearlyReports": "Godišnji izveštaji",
        "YearsDays": "%1$s godine %2$s dani",
        "YearShort": "god",
        "Yes": "Da",
        "Yesterday": "Juče",
        "YouAreCurrentlyUsing": "Trenutno koristite Piwik %s.",
        "YouAreViewingDemoShortMessage": "Trenutno koristite demo verziju programa Piwik",
        "YouMustBeLoggedIn": "Morate se prijaviti da biste pristupili ovim funkcijama",
        "YourChangesHaveBeenSaved": "Vaše izmene su sačuvane"
    },
    "Goals": {
        "AbandonedCart": "Napuštene korpe",
        "AddGoal": "Dodaj cilj",
        "AddNewGoal": "Dodavanje novog cilja",
        "AddNewGoalOrEditExistingGoal": "%sDodaj novi cilj%s ili %sizmeni%s postojeće",
        "AllowGoalConvertedMoreThanOncePerVisit": "Dozvoli da cilj bude ostvaren više od jednom tokom jedne posete",
        "AllowMultipleConversionsPerVisit": "Dozvoli više ispunjenja po poseti",
        "BestCountries": "Zemlje koje imaju najbolje ispunjenje ciljeva:",
        "BestKeywords": "Ključne reči koje imaju najbolje ispunjenje:",
        "BestReferrers": "Reference koje imaju najbolje ispunjenje:",
        "CaseSensitive": "Obrati pažnju na velika i mala slova",
        "ClickOutlink": "Klik na link ka eksternom sajtu",
        "ColumnAverageOrderRevenueDocumentation": "Prosečna vrednost porudžbine (PVP) je ukupan prihod od svih elektronskih porudžbina podeljen sa brojem porudžbina.",
        "ColumnAveragePriceDocumentation": "Prosečan prihod za %s.",
        "ColumnAverageQuantityDocumentation": "Prosečna količina za %s prodata kroz elektronske porudžbine.",
        "ColumnConversionRateDocumentation": "Procenat poseta koji je doveo do cilja %s.",
        "ColumnConversionRateProductDocumentation": "Ispunjenje cilja %s je broj porudžbina koje sadrže ovaj proizvod podeljen sa brojem poseta stranice sa proizvodom.",
        "ColumnConversions": "Ispunjenja",
        "ColumnConversionsDocumentation": "Broj ispunjenih ciljeva za %s.",
        "ColumnOrdersDocumentation": "Ukupan broj elektronskih porudžbina koji barem jednom sadrži %s.",
        "ColumnPurchasedProductsDocumentation": "Broj poručenih proizvoda je ukupan broj proizvoda prodatih kroz sve elektronske porudžbine",
        "ColumnQuantityDocumentation": "Količina je ukupan broj proizvoda prodat za svaki %s.",
        "ColumnRevenueDocumentation": "Ukupan prihod generisan od strane %s.",
        "ColumnRevenuePerVisitDocumentation": "Ukupan prihod generisan od strane %s podeljen sa brojem poseta.",
        "ColumnVisits": "Ukupan broj poseta bez obzira da li je cilj ispunjen ili ne.",
        "ColumnVisitsProductDocumentation": "Broj poseta Proizvod\/Kategorija stranice. Ovo se koristi i za obradu %s stepena ispunjenosti cilja. Ova metrika je u izveštaju ako je na stranici Proizvod\/Kategorija uključeno praćene elektronskih porudžbina.",
        "Contains": "sadrži %s",
        "ConversionByTypeReportDocumentation": "Ovaj izveštaj prikazuje detaljne informacije o ciljevima (stepene ispunjenja i prihod po poseti) za svaku od kategorija koja je izabrana s leve strane. %s Kliknite na neku od kategorija kako biste videli izveštaj. %s Za više informacija pročitajte %sTracking Goals na piwik.org%s",
        "ConversionRate": "%s stepen ispunjenja",
        "Conversions": "%s ispunjenja",
        "ConversionsOverview": "Prikaz ispunjenja ciljeva",
        "ConversionsOverviewBy": "Pregled ispunjenja ciljeva po tipu posete",
        "CreateNewGOal": "Zadavanje novog cilja",
        "DaysToConv": "Dana do ispunjenja",
        "DefaultGoalConvertedOncePerVisit": "Cilj može biti ispunjen samo jednom po poseti (podrazumevano)",
        "DefaultRevenue": "Podrazumevana zarada za cilj je",
        "DefaultRevenueHelp": "Na primer, kontakt forma koju je popunio posetioc može u proseku biti vredna 10$. Piwik vam može pomoći da razumete koliko su dobre vaše grupe posetilaca.",
        "DeleteGoalConfirm": "Da li ste sigurni da želite da obrišete cilj %s?",
        "DocumentationRevenueGeneratedByProductSales": "Prodaja proizvoda. Nisu uračunati porezi, troškovi isporuke i popusti",
        "Download": "Preuzmi datoteku",
        "Ecommerce": "Elektronske porudžbine",
        "EcommerceAndGoalsMenu": "Elektronske porudžbine i ciljevi",
        "EcommerceLog": "Zapisi elektronskih porudžbina",
        "EcommerceOrder": "Redosled elektronskih porudžbina",
        "EcommerceOverview": "Pregled elektronskih porudžbina",
        "EcommerceReports": "Izveštaji elektronskih porudžbina",
        "ExceptionInvalidMatchingString": "Ukoliko izaberete 'tačno poklapanje', izraz mora biti adresa koja počinje sa %s. Na primer, '%s'.",
        "ExternalWebsiteUrl": "adresa eksternog sajta",
        "Filename": "datoteka",
        "GoalConversion": "Ispunjenje cilja",
        "GoalConversions": "Ispunjenja cilja",
        "GoalConversionsBy": "Ispunjenje cilja %s po tipu posete",
        "GoalIsTriggered": "Cilj je dostignut",
        "GoalIsTriggeredWhen": "Cilj je dostignut kad",
        "GoalName": "Naziv cilja",
        "Goals": "Ciljevi",
        "GoalsManagement": "Upravljanje ciljevima",
        "GoalsOverview": "Pregled ciljeva",
        "GoalsOverviewDocumentation": "Ovo je pregled ispunjenja vaših ciljeva. Grafik inicijalno prikazuje sumu svih ispunjenja. %s Ispod grafikona se nalaze izveštaji za svaki od vaših ciljeva. Linijice možete da uvećate klikom na njih.",
        "GoalX": "Cilj %s",
        "HelpOneConversionPerVisit": "Ukoliko je stranica koja odgovara ovom cilju otvorena više od jednom tokom jedne posete, cilj će biti ispraćen samo prilikom prvog otvaranja stranice.",
        "IsExactly": "je tačno %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Saznajte više o %s praćenju ciljeva u Piwik-u%s u korisničkoj dokumentaciji.",
        "LeftInCart": "%s ostalo u korpi",
        "Manually": "ručno",
        "ManuallyTriggeredUsingJavascriptFunction": "Cilj je ručno dostignut pomoću JavaScript API trackGoal()",
        "MatchesExpression": "je u skladu sa izrazom %s",
        "NewGoalDescription": "Cilj u Piwik-u je vaša strategija, vaš prioritet, i može predstavljati različite stvari: \"Preuzeta brošura\", \"Registracija za listu slanja\", \"Posećena stranica services.html\" itd.",
        "NewGoalIntro": "Praćenje ispunjenja ciljeva je jedan od najefikasnijih načina za merenje i unapređenje vaših poslovnih ciljeva.",
        "NewGoalYouWillBeAbleTo": "Moći ćete da vidite i analizirate ponašanje svakog cilja i da naučite kako da povećate ispunjenja, stope ispunjenja i zaradu po poseti.",
        "NewVisitorsConversionRateIs": "Stepen ispunjenja od strane novih posetilaca je %s",
        "NewWhatDoYouWantUsersToDo": "Šta želite da posetioci rade na vašem sajtu?",
        "NoGoalsNeedAccess": "Samo administrator ili superkorisnik može definisati ciljeve za dati sajt. Molimo vas da zatražite od vašeg Piwik administratora da postavi ciljeve za vaš sajt.<br>Praćenje ciljeva je odličan način za razumevanje i maksimiziranje rada vašeg sajta!",
        "Optional": "(opciono)",
        "OverallConversionRate": "%s ukupan stepen ispunjenja (posete sa ispunjenim ciljem)",
        "OverallRevenue": "%s ukupna zarada",
        "PageTitle": "Naslov stranice",
        "Pattern": "Obrazac",
        "PluginDescription": "Zadajte ciljeve i pogledajte izveštaje o ispunjenju vaših ciljeva: razvoj tokom vremena, zarada po poseti, ispunjenju po referenci, ključnim rečima itd.",
        "ProductCategory": "Kategorija proizvoda",
        "ProductName": "Naziv proizvoda",
        "Products": "Proizvodi",
        "ProductSKU": "SKU proizvoda",
        "ReturningVisitorsConversionRateIs": "Stepen ispunjenja od strane posetilaca koji se vraćaju je %s",
        "SingleGoalOverviewDocumentation": "Ovo je pregled ispunjenja cilja. %s Linijice ispod grafikona možete da uvećate klikom na njih.",
        "UpdateGoal": "Ažuriraj cilj",
        "URL": "URL",
        "ViewAndEditGoals": "Prikaz i izmena ciljeva",
        "ViewGoalsBy": "Prikaz ciljeva po %s",
        "VisitPageTitle": "Prikaži stranicu",
        "VisitsUntilConv": "Poseta do ispunjenja",
        "VisitUrl": "Poseti datu adresu (stranicu ili grupu stranica)",
        "WhenVisitors": "kad posetioci",
        "WhereThe": "gde",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "gde posećena stranica sadrži poziv Java Script piwikTracker.trackGoal() metod (%ssaznajte više%s)",
        "YouCanEnableEcommerceReports": "Za ovaj sajt možete omogućiti %s na stranici %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Kolona '%s' nije nađena u ovom izveštaju. Pokušajte bilo koju od %s",
        "PluginDescription": "Kreirajte statične PNG slike grafika za bilo koji Piwik izveštaj."
    },
    "Insights": {
        "ControlComparedToDescription": "Rast u poređenju sa",
        "ControlFilterByDescription": "Prikaži sve, samo movers, samo nove ili samo one koji su nestali",
        "DatePeriodCombinationNotSupported": "Nije moguće generisati uvid za datu kombinaciju datuma i perioda.",
        "DayComparedToPreviousDay": "prethodni dan",
        "DayComparedToPreviousWeek": "isti dan prethodne nedelje",
        "DayComparedToPreviousYear": "isti dan prethodne godine",
        "Filter": "Filter",
        "FilterIncreaserAndDecreaser": "Povećanje i smanjenje",
        "FilterOnlyDecreaser": "Samo oni koji su se smanjili",
        "FilterOnlyDisappeared": "Samo oni koji su nestali",
        "FilterOnlyIncreaser": "Samo povećanje",
        "FilterOnlyMovers": "Samo movers",
        "FilterOnlyNew": "Samo novo",
        "IgnoredChanges": "Promene koje utiču na manje od %s poseta se ignorišu.",
        "MonthComparedToPreviousMonth": "prethodni mesec",
        "MonthComparedToPreviousYear": "isti mesec prethodne godine",
        "MoversAndShakersWidgetTitle": "Movers i Shakers",
        "NoResultMatchesCriteria": "Nijedan red ne zadovoljava kriterijum",
        "OverviewWidgetTitle": "Pregled uvida",
        "TitleConsideredInsightsChanges": "Redovi koji su porasli ili se smanjili za barem %1$s poseta (%2$s%% od %3$s ukupno poseta).",
        "TitleConsideredInsightsGrowth": "Sledeći redovi imaju rast od bar %1$s%% u poređenju sa %2$s.",
        "TitleConsideredMoversAndShakersChanges": "Considered movers samo ako porastu za više od %1$s%% poseta ili se smanje za manje od %2$s%% poseta, novi ulasci samo ako se povećaju za više od %3$s%% poseta (%4$s), i disappeared rows ako se smanje za manje od %5$s%% poseta (%6$s).",
        "TitleConsideredMoversAndShakersGrowth": "%1$s se promenio od %2$s do %3$s u poređenju sa %4$s. Na osnovu toga, očekuje se razvoj svakog reda od %5$s%%.",
        "TitleRowChangeDetails": "'%1$s' se promenio od %2$s (%3$s) do %4$s (%5$s) %6$s.",
        "TitleRowDisappearedDetails": "'%1$s' je smanjen za %2$s i nestao je u %3$s u odnosu na %4$s.",
        "TitleRowMoverAndShaker": "Ovaj red ima veći uticaj u odnosu na prosek.",
        "TitleRowNewDetails": "'%1$s' povećan za %2$s i predstavlja novinu u odnosu na %3$s.",
        "WeekComparedToPreviousWeek": "prethodna nedelja",
        "WidgetCategory": "Uvidi",
        "YearComparedToPreviousYear": "prethodna godina"
    },
    "Installation": {
        "CollaborativeProject": "Piwik je saradnički projekat, satkan od ljubavi od strane ljudi diljem celog sveta.",
        "ConfigurationHelp": "Vaša Piwik podešavanja kao da nisu dobra. Možete ili ukloniti config\/config.ini.php datoteku i nastaviti sa instalacijom, ili ispraviti podešavanja u vezi sa povezivanjem na bazu podataka.",
        "ConfirmDeleteExistingTables": "Da li zaista želite da obrišete tabele: %s iz vaše baze? Upozorenje: Podaci iz ovih tabela se ne mogu više povratiti!",
        "Congratulations": "Čestitamo",
        "CongratulationsHelp": "<p>Čestitamo! Piwik instalacija je završena.<\/p><p>Proverite da li je JavaScript kod ubačen na sve stranice sajta i sačekajte vaše prve posetioce!<\/p>",
        "DatabaseAbilities": "Mogućnosti baze podataka",
        "DatabaseCreation": "Pravljenje baze",
        "DatabaseErrorConnect": "Greška prilikom povezivanja sa bazom",
        "DatabaseServerVersion": "Verzija servera",
        "DatabaseSetup": "Podešavanje baze podataka",
        "DatabaseSetupAdapter": "adapter",
        "DatabaseSetupDatabaseName": "ime baze",
        "DatabaseSetupLogin": "korisničko ime",
        "DatabaseSetupServer": "server",
        "DatabaseSetupTablePrefix": "prefiks tabela",
        "Email": "elektronska adresa",
        "Extension": "proširenje",
        "Filesystem": "Sistem datoteka",
        "GetInvolved": "Ukoliko vam se sviđa ono što vidite, možete %1$suzeti učešće%2$s.",
        "GoBackAndDefinePrefix": "Vratite se korak nazad i definišite prefiks za Piwik tabele",
        "HappyAnalysing": "Srećna analitika!",
        "Installation": "Instalacija",
        "InstallationStatus": "Status instalacije",
        "InsufficientPrivilegesHelp": "Ove privilegije možete dodati alatima poput phpMyAdmin ili izvršavanjem odgovarajućih SQL komandi. Ukoliko to niste u stanju, zamolite administratora sistema da vam omogući ove privilegije.",
        "InsufficientPrivilegesMain": "Ili baza podataka ne postoji (i ne može biti kreirana) ili ovaj korisnik nema dovoljne privilegije. Korisnik baze podataka mora da poseduje sledeće privilegije: %s",
        "JsTagArchivingHelp1": "Za sajtove sa srednjim i velikim saobraćajem potrebno je izvršiti izvesne optimizacije kako bi Piwik radio brže (npr, %1$spodešavanje automatskog arhiviranja%2$s).",
        "JSTracking_EndNote": "Nakon završene instalacije možete da generišete kod u sekciji %1$sKod za praćenje%2$s Administracije",
        "JSTracking_Intro": "Da biste bili u stanju da pratite saobraćaj pomoću Piwik-a, potrebno je da dodate poseban kod na svaku stranicu sajta.",
        "LargePiwikInstances": "Pomoć u vezi velikih Piwik instalacija",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Ukoliko vaš Piwik server prati sajtove sa velikim saobraćajem (na primer, više od 100.000 strana mesečno), predlažemo vam da pokušate da rešite ovaj problem.",
        "LoadDataInfileUnavailableHelp": "Upotrebom %1$s ćete znatno ubrzati proces arhiviranja. Kako biste ovo omogućili, probajte da instalirate najnovije verzije PHP i MySQL i postarajte se da korisnik baze ima %2$s privilegije.",
        "NfsFilesystemWarning": "Vaš server koristi NFS sistem datoteka.",
        "NfsFilesystemWarningSuffixAdmin": "To znači da će Piwik biti jako spor ako koristite sesije bazirane na datotekama.",
        "NfsFilesystemWarningSuffixInstall": "Korišćene sesija na bazi datoteka na NFS sistemu je jako sporo tako da će piwik koristiti sesije u bazi podataka. Ako imate puno istovremenih korisnika Konzole, možda ćete morati da povećate maksimalan broj klijentskih konekcija ka serveru sa bazom.",
        "NoConfigFound": "Piwik datoteka sa podešavanjima nije nađena u momentu dok vi pokušavate da pristupite Piwik stranici.<br \/><b>  » Kliknite ovde kako biste <a href='index.php'>instalirali Piwik<\/a><\/b><br \/><small>Ukoliko ste već ranije instalirali Piwik i imate neke tabele u bazi podataka, bez brige: možete nastaviti da ih koristite i zadržite postojeće podatke!<\/small>",
        "Optional": "Opciono",
        "Password": "lozinka",
        "PasswordDoNotMatch": "lozinke se ne podudaraju",
        "PasswordRepeat": "lozinka (ponovo)",
        "PercentDone": "%s %% Završeno",
        "PleaseFixTheFollowingErrors": "Molimo vas da ispravite sledeće greške",
        "PluginDescription": "Proces instalacije Piwik-a. Instalacija se obično vrši samo jednom. Ukoliko datoteku sa podešavanjima config\/config.inc.php obrišete, instalacija će početi ispočetka.",
        "Requirements": "Piwik zahtevi",
        "RestartWebServer": "Nakon ovih izmena restartujte vaš web server",
        "ReusingTables": "Ponovna upotreba tabela",
        "SeeBelowForMoreInfo": "Pogledajte ispod za više informacija.",
        "SetupWebsite": "Podešavanje sajta",
        "SetupWebsiteError": "Došlo je do greške prilikom dodavanja sajta",
        "SetupWebSiteName": "naziv",
        "SetupWebsiteSetupSuccess": "Sajt %s je uspešno ubačen!",
        "SetupWebSiteURL": "adresa",
        "SiteSetup": "Molimo vas da podesite prvi sajt koji želite da pratite i analizirate pomoću Piwik-a:",
        "SiteSetupFootnote": "Kada se završi instalacija moći ćete da dodate još sajtova za praćenje!",
        "SuperUser": "Superkorisnik",
        "SuperUserLogin": "Prijavljivanje na sistem superkorisnika",
        "SuperUserSetupError": "Došlo je do greške prilikom dodavanja superkorisnika",
        "SuperUserSetupSuccess": "Superkorisnik uspešno kreiran!",
        "SystemCheck": "Provera sistema",
        "SystemCheckAutoUpdateHelp": "Pažnja: Piwik nadogradnja putem jednog klika zahteva da bude omogućeno pisanje u Piwik direktorijum i njegov sadržaj",
        "SystemCheckCreateFunctionHelp": "Piwik koristi anonimne funkcije",
        "SystemCheckDatabaseHelp": "Piwik zahteva ili mysqli proširenje ili PDO i pdo_mysql proširenja.",
        "SystemCheckDebugBacktraceHelp": "View::factory neće biti u mogućnosti da generiše prikaze za module koji ga pozivaju.",
        "SystemCheckError": "Došlo je do greške koja mora biti ispravljena pre nego što nastavimo",
        "SystemCheckEvalHelp": "QuickForm i Smarty sistem šablona su neophodni",
        "SystemCheckExtensions": "Potrebna proširenja",
        "SystemCheckFileIntegrity": "Integritet datoteka",
        "SystemCheckFunctions": "Potrebne funkcije",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (grafikoni)",
        "SystemCheckGDHelp": "Mali grafikoni (linije sa tačkicama) neće raditi",
        "SystemCheckGlobHelp": "Ova funkcija je isključena na vašem serveru. Piwik će pokušati da je emulira ali može da naleti na neke dalja sigurnosna ograničenja. Svakako će biti uticaja na funkcionalnost.",
        "SystemCheckGzcompressHelp": "Potrebno je da uključite zlib proširenje i funkciju gzcompress",
        "SystemCheckGzuncompressHelp": "Potrebno je da uključite zlib proširenje i funkciju gzcompress",
        "SystemCheckIconvHelp": "Potrebno je da kompajlirate PHP sa \"iconv\" podrškom, --with-iconv.",
        "SystemCheckJsonHelp": "php5-json proširenje je neophodno kako bi Piwik mogao da čita i piše JSON podatke.",
        "SystemCheckMailHelp": "Vaši komentari i poruke za izgubljene lozinke neće biti poslate bez mail() funkcije.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Memorijsko ograničenje",
        "SystemCheckMemoryLimitHelp": "Na sajtovima sa visokim saobraćajem proces arhiviranja podataka može zahtevati više memorije nego što je to trenutno dozvoljeno.<br \/>Promenite vrednost parametra memory_limit u php.ini datoteci ukoliko je to neophodno.",
        "SystemCheckOpenURL": "Otvori adresu",
        "SystemCheckOpenURLHelp": "Pretplate na listu slanja, obaveštenja o nadogradnjama i nadogradnja na jedan klik zahtevaju \"curl\" proširenje kao i da je omogućeno allow_url_fopen=On ili fsockopen()",
        "SystemCheckOtherExtensions": "Ostala proširenja",
        "SystemCheckOtherFunctions": "Ostale funkcije",
        "SystemCheckPackHelp": "pack() funkcija je neophodna za praćenje posetilaca.",
        "SystemCheckParseIniFileHelp": "Ova funkcija je isključena na vašem serveru. Piwik će pokušati da je emulira ali može da naleti na neke dalja sigurnosna ograničenja. Takođe će biti i uticaja na treker.",
        "SystemCheckPdoAndMysqliHelp": "Na Linux serveru možete kompajlirati PHP sa sledećim opcijama: %1$s U datoteku php.ini dodajte sledeće linije: %2$s",
        "SystemCheckPhp": "Verzija PHP-a",
        "SystemCheckPhpPdoAndMysqli": "Više informacija na: %1$sPHP PDO%2$s i %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Potrebno je da kompajlirate PHP sa standardnom PHP bibiotekom (SPL).",
        "SystemCheckSummaryNoProblems": "Bravo! Nema problema sa vašom instalacijom Piwik-a. Možete biti zadovoljni.",
        "SystemCheckSummaryThereWereErrors": "Piwik je otkrio %1$skritične probleme%2$s sa vašom instalacijom. %3$sPotrebno je da ih odmah rešite.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Postoje izvesni problemi sa vašim sistemom. Piwik će raditi ali možete iskusiti manje probleme.",
        "SystemCheckTimeLimitHelp": "Na sajtovima sa visokim saobraćajem proces arhiviranja podataka može zahtevati više vremena nego što je to trenutno dozvoljeno.<br \/>Promenite vrednost parametra max_execution_time u php.ini datoteci ukoliko je to neophodno.",
        "SystemCheckTracker": "Status trekera",
        "SystemCheckTrackerHelp": "GET zahtev ka piwik.php nije uspeo. Pokušajte da stavite ovu adresu na belu listu za mod_security i HTTP Authentication.",
        "SystemCheckWarnDomHelp": "Trebalo bi da uključite \"dom\" proširenje (instalirajte npr. \"php-dom\" i\/ili \"php-xml\" paket).",
        "SystemCheckWarning": "Piwik će raditi normalno ali neke funkcije neće biti dostupne",
        "SystemCheckWarnJsonHelp": "Trebalo bi da uključite \"json\" proširenje (instalirajte npr. \"php-json\" paket) zarad boljih performansi",
        "SystemCheckWarnLibXmlHelp": "Trebalo bi da uključite \"libxml\" proširenje (instalirajte npr. \"php-libxml\" paket) zato što je ono potrebno ostalim PHP proširenjima",
        "SystemCheckWarnSimpleXMLHelp": "Trebalo bi da uključite \"SimpleXML\" proširenje (instalirajte npr. \"php-simplexml\" i\/ili \"php-xml\" paket).",
        "SystemCheckWinPdoAndMysqliHelp": "Na Windows serveru možete dodati sledeće linije u datoteku php.ini: %s",
        "SystemCheckWriteDirs": "Diektorijumi sa pristupom pisanja",
        "SystemCheckWriteDirsHelp": "Da biste ispravili ovu grešku na Linux serveru, ukucajte sledeće komande:",
        "SystemCheckZlibHelp": "Potrebno je da kompajlirate PHP sa \"zlib\" podrškom, --with-zlib.",
        "Tables": "Kreiranje tabela",
        "TablesCreatedSuccess": "Tabele su uspešno kreirane!",
        "TablesDelete": "Brisanje postojećih tabela",
        "TablesDeletedSuccess": "Postojeće Piwik tabele su uspešno obrisane",
        "TablesFound": "Sledeće tabele su pronađene u bazi podataka",
        "TablesReuse": "Nastavak korišćenja postojećih tabela",
        "TablesWarningHelp": "Ili izaberite opciju da nastavite sa korišćenjem postojećih tabela ili opciju nove instalacije čime ćete obrisati postojeće podatke iz baze",
        "TablesWithSameNamesFound": "Neke %1$s tabele u vašoj bazi %2$s imaju ista imena kao i tabele koje Piwik pokušava da kreira",
        "Timezone": "vremenska zona",
        "WeHopeYouWillEnjoyPiwik": "Nadamo se da ćete uživati u korišćenju Piwik-a isto koliko smo mi uživali u njegovom stvaranju.",
        "Welcome": "Dobrodošli!",
        "WelcomeHelp": "<p>Piwik je alat otvorenog koda za analizu saobraćaja na sajtovima koji vam na lak način pruža željene informacije o vašim posetiocima.<\/p><p>Proces instalacije je podeljen na %s jednostavnih koraka i zahteva svega 5 minuta vašeg vremena.<\/p>",
        "WelcomeToCommunity": "Dobrodošli u Piwik zajednicu!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "O Piwik prevodima",
        "PluginDescription": "Ovaj dodatak prikazuje sve raspoložive jezike za Piwik interfejs. Izabrani jezik će biti sačuvan za svakog korisnika ponaosob."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s napuštenih koripi%3$s i %4$s napuštenih artikala %5$sukupne vrednosti %6$s%7$s.",
        "AveragePageGenerationTime": "Ovom korisniku je za svaku stranicu u proseku potrebno %1$s kako bi se učitala.",
        "CalculatedOverNPageViews": "Izračunato na osnovu poslednjih %1$s prikaza stranica ovog korisnika",
        "ClickToViewMoreAboutVisit": "Kliknite kako biste videli više informacija o ovoj poseti.",
        "ConvertedNGoals": "Ispunjeno ciljeva: %s",
        "EcommerceSummaryConversions": "%1$s%2$s narudžbina od ukupno %3$s%4$s, naručeno %5$s artikala.",
        "FirstVisit": "Prva poseta",
        "GoalType": "Tip",
        "HideMap": "sakrij mapu",
        "KeywordRankedOnSearchResultForThisVisitor": "Ključna reč %1$s je rangirana na mestu %2$s kao %3$s rezultat pretrage ovog posetioca.",
        "LastHours": "Poslednjih %s sati",
        "LastMinutes": "Poslednjih %s minuta",
        "LastVisit": "Poslednja poseta",
        "LinkVisitorLog": "Prikaži detaljan zapis poseta",
        "LoadMoreVisits": "Učitaj još poseta",
        "MorePagesNotDisplayed": "više stranica ovog posetioca nisu prikazane",
        "NbVisitor": "1 posetilac",
        "NbVisitors": "%s posetilaca",
        "NextVisitor": "Sledeći posetilac",
        "NoMoreVisits": "Nema više poseta ovog posetioca.",
        "PageRefreshed": "Broj prikaza ove stranice zaredom.",
        "PluginDescription": "Pratite vaše posetioce uživo i u realnom vremenu!",
        "PreviousVisitor": "Prethodni posetilac",
        "RealTimeVisitorCount": "Brojač posetilaca u realnom vremenu",
        "Referrer_URL": "Referenca",
        "ShowMap": "prikaži mapu",
        "SimpleRealTimeWidget_Message": "%s i %s u poslednjih %s.",
        "ViewVisitorProfile": "Profil novog posetioca",
        "VisitedPages": "Posećene stranice",
        "VisitorLog": "Zapis poseta",
        "VisitorLogDocumentation": "Ova tabela prikazuje poslednje posete unutar izabranog vremenskog opsega. Možete videti poslednju posetu pomeranjem miša preko datuma posete. %s Ako vremenski opseg obuhvata i današnji dan, možete videti vaše posetioce u realnom vremenu! %s Podaci ovde prikazani su uvek u realnom vremenu bez obzira na to koliko često koristite cron.",
        "VisitorProfile": "Profil posetioca",
        "VisitorsInRealTime": "Posetioci u realnom vremenu",
        "VisitorsLastVisit": "Poslednja poseta je bila pre %s dana.",
        "VisitsFrom": "%1$s%2$s poseta%3$s sa",
        "VisitSummary": "Utrošeno ukupno %1$s%2$s na sajtu%3$s, %4$sprikazano %5$s stranica u %6$s poseta.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Link sa potvrdom je poslat na vašu elektronsku adresu. Proverite elektronsku poštu i posetite link kako biste potvrdili zahtev za promenom lozinke.",
        "ContactAdmin": "Moguć razlog: vaš hosting provajder je možda onemogućio mail() funkciju. <br \/>Molimo vas da kontaktirate vašeg Piwik administratora.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Korisnik sa superkorisničkim nivoom pristupa ne može biti autentifikovan korišćenjem mehanizma '%s'.",
        "ExceptionPasswordMD5HashExpected": "Parametar za lozinku bi trebalo da bude MD5 hash lozinke.",
        "InvalidNonceOrHeadersOrReferrer": "Problem sa sigurnošću. Molimo vas da proverite da li su kolačići (cookies) omogućeni i da ponovo učitate stranicu. Ukoliko se nalazite iza proxy servera, morate %s podesiti Piwik da prihvata proxy zaglavlje%s koje prosleđuje zaglavlje servera. Takođe, proverite da li je referer zaglavlje poslato kako treba.",
        "InvalidOrExpiredToken": "Token ili nije validan ili je istekao.",
        "InvalidUsernameEmail": "Pogrešno korisničko ime i\/ili elektronska adresa",
        "LogIn": "Prijavljivanje",
        "LoginOrEmail": "Korisničko ime ili elektronska adresa",
        "LoginPasswordNotCorrect": "Korisničko ime i lozinka nisu ispravni",
        "LostYourPassword": "Zaboravili ste lozinku?",
        "MailPasswordChangeBody": "Pozdrav %1$s. Sa %2$s je poslat zahtev za resetovanje lozinke. Ukoliko želite da promenite lozinku kako biste mogli da se ponovo prijavite na sistem, otvorite sledeći link: %3$s Ovaj token je validan naredna 24 sata.",
        "MailTopicPasswordChange": "Potvrdite promenu lozinke",
        "PasswordChanged": "Vaša lozinka je promenjena.",
        "PasswordRepeat": "Lozinka (ponovo)",
        "PasswordsDoNotMatch": "Lozinka se ne poklapa",
        "PluginDescription": "Dodatak za autentifikaciju prijave na sistem, služi za čitanje podataka za prijavu na sistem iz datoteke config\/config.ini.php kao i iz baze. Može lako biti zamenjen novim mehanizmom autentifikacije (OpenID, htaccess itd.).",
        "RememberMe": "Zapamti me",
        "ResetPasswordInstructions": "Upišite novu lozinku za vaš nalog."
    },
    "Mobile": {
        "AboutPiwikMobile": "O mobilnom Piwik-u",
        "AccessUrlLabel": "URL za pristup Piwik-u",
        "Account": "Nalog",
        "Accounts": "Nalozi",
        "AddAccount": "Dodaj nalog",
        "AddPiwikDemo": "Dodaj Piwik demo",
        "Advanced": "Za napredne korisnike",
        "AnonymousAccess": "Anonimni pristup",
        "AnonymousTracking": "Anonimno praćenje",
        "AskForAnonymousTrackingPermission": "Ako je ova opcija uključena, Mobilni Piwik će slati anonimne podatke o upotrebi na piwik.org. Svrha ovoga je pomoć razvojnom timu koji radi na projektu kako bi bolje razumeo kako se koristi aplikacija. Informacije koje se šalju su: meniji i podešavanja na koja se klikće, naziv i verzija operativnog sistema, prikazane greške. Piwik tim NEĆE pratiti vaše analitičke podatke. Ovi anonimni podaci nikada neće postati javni. U bilo kom trenutku možete uključiti i isključiti ovu opciju preko podešavanja.",
        "ChooseHttpTimeout": "Izaberite vrednost za HTTP tajmaut",
        "ChooseMetric": "Izaberite metriku",
        "ChooseReport": "Izaberite izveštaj",
        "ConfirmRemoveAccount": "Da li zaista želite da uklonite ovaj nalog?",
        "DefaultReportDate": "Datum izveštaja",
        "EmailUs": "Pošaljite nam e-pismo",
        "EnableGraphsLabel": "Prikaži grafikone",
        "EvolutionGraph": "Grafikon istorijata",
        "HelpUsToImprovePiwikMobile": "Da li želite da omogućite anonimno praćenje u Mobilnom Piwik-u?",
        "HowtoDeleteAnAccount": "Držite dugo kako biste uklonili nalog.",
        "HowtoDeleteAnAccountOniOS": "Prevucite s leva na desno kako biste obrisali nalog",
        "HowtoLoginAnonymous": "Ukoliko želite da se prijavite anonimno, ostavite polja \"korisničko ime\" i \"lozinka\" prazno",
        "HttpIsNotSecureWarning": "Vaš Piwik autorizacioni token (token_auth) će biti poslat kao običan tekst ako koristite 'HTTP'. Zbog toga vam savetujemo da koristite HTTPS za siguran prenos podataka preko Interneta. Da li želite da nastavite?",
        "HttpTimeout": "HTTP tajmaut",
        "IncompatiblePiwikVersion": "Verzija Piwik-a koju trenutno koristite nije kompatibilna sa Mobilnim Piwik-om 2. Ažurirajte vaš Piwik ili instalirajte Mobilni Piwik 1.",
        "LastUpdated": "Poslednji put ažurirano: %s",
        "LoadingReport": "Učitavanje %s",
        "LoginCredentials": "Podaci",
        "LoginToPiwikToChangeSettings": "Prijavite se na vaš Piwik server kako biste kreirali i upravljali sajtovima i korisnicima ili kako biste izmenili podešavanja tipa \"Podrazumevani izveštaj\" i \"Podrazumevani period za izveštaje\".",
        "LoginUseHttps": "Koristi HTTPS",
        "MultiChartLabel": "Prikaži male krive",
        "NavigationBack": "Nazad",
        "NetworkError": "Mrežna greška",
        "NetworkErrorWithStatusCode": "Došlo je do greške sa \"%s\". Status: \"%s\". URL: \"%s\". Molimo vas da proverite URL i serverske logove za više informacija o ovoj grešci i kako je ispraviti.",
        "NetworkErrorWithStatusCodeShort": "Mrežna greška %s",
        "NetworkNotReachable": "Mreža nije dostupna",
        "NoAccountIsSelected": "Morate da izaberete nalog. Dodajte novi nalog ako to do sad niste učinili.",
        "NoDataShort": "Nema podataka",
        "NoPiwikAccount": "Nemate Piwik nalog?",
        "NoReportsShort": "Nema izveštaja",
        "NoVisitorFound": "Nije nađen nijedan posetioc",
        "NoVisitorsShort": "Nema posetilaca",
        "NoWebsiteFound": "Nije nađen nijedan sajt",
        "NoWebsitesShort": "Nema sajtova",
        "PullDownToRefresh": "Povucite na dole za nove podatke...",
        "RatingDontRemindMe": "Nemoj da me podsećaš",
        "RatingNotNow": "Ne sad",
        "RatingNow": "U redu, oceniću ga sad",
        "RatingPleaseRateUs": "Mobilni Piwik je besplatna aplikacija. Zaista bismo cenili ako biste odvojili jedan minut i ocenili aplikaciju na %s. Ako imate predloge ili želite da prijavite problem, molimo vas da kontaktirate %s",
        "ReleaseToRefresh": "Otpusti za osveženje...",
        "Reloading": "Osvežavanje...",
        "RequestTimedOutShort": "Istek vremena na mreži",
        "RestrictedCompatibility": "Ograničena kompatibilnost",
        "RestrictedCompatibilityExplanation": "Piwik verzije %s koji trenutno koristite nije u potpunosti podržan od Mobilnog Piwik-a 2. Može doći do grešaka u radu. Preporučujemo ili da ažurirate vaš Piwik ili da koristite Mobilni Piwik 1.",
        "SaveSuccessError": "Piwik URL ili kombinacija korisničko ime i lozinka je pogrešna.",
        "SearchWebsite": "Pretraži sajtove",
        "ShowAll": "Prikaži sve",
        "ShowLess": "Prikaži manje",
        "StaticGraph": "Grafikon sa pregledom",
        "TopVisitedWebsites": "najposećenijih sajtova",
        "TryIt": "Probajte!",
        "UseSearchBarHint": "Prikazano je samo prvih %s sajtova. Molimo vas da upotrebite polje za pretragu kako biste pristupili ostalim sajtovima.",
        "VerifyAccount": "Provera naloga",
        "VerifyLoginData": "Proverite da li je tačna kombinacija korisničko ime i lozinka.",
        "YouAreOffline": "Niste povezani na Internet"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Ime provajdera '%s' je nepoznato. Pokušajte sa nekim od ovih: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Možete dodati više brojeva telefona preko",
        "MobileReport_MobileMessagingSettingsLink": "stranica sa podešavanjima za SMS",
        "MobileReport_NoPhoneNumbers": "Molimo vas da aktivirate barem jedan broj telefona preko",
        "MultiSites_Must_Be_Activated": "Da biste generisali SMS poruke za vaše statistike, molimo vas da u Piwik-u uključite MultiSites dodatak.",
        "PhoneNumbers": "Brojevi telefona",
        "PluginDescription": "Napravite i preuzmite SMS izveštaje koji će vam biti slati na vaš mobilni dnevno, nedeljno i mesečno.",
        "Settings_APIKey": "API ključ",
        "Settings_CountryCode": "Kod zemlje",
        "Settings_CredentialNotProvided": "Pre nego što budete u mogućnosti da upravljate brojevima telefona, molimo vas da povežete Piwik sa vašim SMS nalogom.",
        "Settings_CredentialNotProvidedByAdmin": "Da biste bili u mogućnosti da kreirate i upravljate telefonskim brojevima, zamolite administratora da poveže Piwik sa SMS nalogom.",
        "Settings_CredentialProvided": "Vaš %s SMS API je ispravno podešen.",
        "Settings_DeleteAccountConfirm": "Da li ste sigurni da želite da obrišete ovaj SMS nalog?",
        "Settings_InvalidActivationCode": "Kod koji ste uneli nije dobar, pokušajte ponovo.",
        "Settings_LetUsersManageAPICredential": "Omogući korisnicima da sami upravljaju svojim SMS API podešavanjima",
        "Settings_LetUsersManageAPICredential_No_Help": "Svi korisnici će biti u mogućnosti da primaju SMS izveštaje i da koriste kredite sa vašeg naloga.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Svaki korisnik će moći da podesi sopstveni SMS API nalog i neće trošiti vaše kredite.",
        "Settings_ManagePhoneNumbers": "Upravljanje brojevima telefona",
        "Settings_PhoneActivated": "Telefonski broj je validan! Sada možete da primate SMS poruke sa statistikama.",
        "Settings_PhoneNumber": "Broj telefona",
        "Settings_PhoneNumbers_Add": "Dodaj novi broj telefona",
        "Settings_PhoneNumbers_CountryCode_Help": "Ukoliko ne znate mobilni kod za zemlju, pogledajte ovde",
        "Settings_PhoneNumbers_Help": "Da biste bili u mogućnosti da primate SMS izveštaje na mobilni telefon, morate da upišete broj telefona.",
        "Settings_PhoneNumbers_HelpAdd": "Kada budete kliknuli na \"Dodaj\", SMS sa kodom će biti poslat na mobilni. Korisnik koji bude primio kod bi onda trebalo da se prijavi na Piwik, klikne na Podešavanja pa na Mobilni. Nakon što unese kod korisnik će biti u mogućnosti da prima izveštaje na svoj mobilni telefon.",
        "Settings_PleaseSignUp": "Da biste kreirali SMS izveštaje i primali poruke sa statistikama na mobilni, molimo vas da se prijavite sa SMS API-jem i da upišete svoje podatke.",
        "Settings_SMSAPIAccount": "Upravljanje SMS API nalogom",
        "Settings_SMSProvider": "SMS provajder",
        "Settings_SuperAdmin": "Podešavanja za superkorisnika",
        "Settings_SuspiciousPhoneNumber": "Ukoliko ne dobijete SMS poruku, pokušajte bez vodećih nula. Na primer %s",
        "Settings_UpdateOrDeleteAccount": "Ovaj nalog možete i %sažurirati%s ili %sobrisati%s.",
        "Settings_ValidatePhoneNumber": "Validacija",
        "Settings_VerificationCodeJustSent": "Upravo je poslata SMS poruka sa kodom na ovaj broj. Molimo vas da upišete kod u polje iznad i kliknete na \"Validacija\".",
        "SettingsMenu": "SMS poruke",
        "SMS_Content_Too_Long": "Sadržaj poruke je predug",
        "TopLinkTooltip": "Neka izveštaji i analitike stižu u vaše poštansko sanduče ili na mobilni!",
        "TopMenu": "Elektronski i SMS izveštaji",
        "VerificationText": "Kod je %s. Da biste izvršili validaciju broja vašeg telefona i počeli da primate SMS izveštaje, molimo vas da kopirate ovaj kod u Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Razvoj",
        "LoadingWebsites": "Učitavanje sajtova",
        "PluginDescription": "Prikazuje statistiku za više sajtova. Ovaj dodatak je trenutno u samoj srži Piwik-a.",
        "TopLinkTooltip": "Uporedi statistiku za sve vaše sajtove"
    },
    "Overlay": {
        "Clicks": "%s klikova",
        "ClicksFromXLinks": "%1$s klikova sa jednog od %2$s linkova",
        "Domain": "Domen",
        "ErrorNotLoading": "Nije moguće pokrenuti sesiju za ovaj prikaz.",
        "ErrorNotLoadingDetails": "Možda stranica koja se učitala sa desne strane nema Piwik kod za praćenje. U tom slučaju, pokušajte da otvorite prikaz neke druge stranice sa izveštajem.",
        "ErrorNotLoadingDetailsSSL": "S obzirom na to da koristite Piwik preko HTTPS-a, najverovatnije je da vaš sajt ne podržava SSL. Pokušajte da koristite Piwik preko HTTP-a.",
        "ErrorNotLoadingLink": "Kliknite ovde za više saveta za rešavanje problema",
        "Link": "Link",
        "Location": "Lokacija",
        "NoData": "Nema podataka o ovoj stranici za dati period.",
        "OneClick": "1 klik",
        "OpenFullScreen": "Prikaži preko celog ekrana",
        "Overlay": "Prikaz preko (overlay)",
        "PluginDescription": "Prikaži analitičke podatke preko stranice sajta (overlay).",
        "RedirectUrlError": "Pokušali ste da otvorite stranicu za URL \"%s\". %s Nijedan od domena iz Piwik podešavanja ne odgovara ovom linku.",
        "RedirectUrlErrorAdmin": "Možete dodati domen kao dodatni URL %su podešavanjima%s.",
        "RedirectUrlErrorUser": "Zamolite administratora da doda domen kao dodatni URL."
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Kliknite na \"Da\" ako želite da Piwik ne beleži pune IP adrese",
        "AnonymizeIpInlineHelp": "Maskiranje poslednjeg bajta IP adresa posetioca kako bi sve bilo u skladu sa vašim lokalnim zakonima i preporukama o zaštiti privatnosti.",
        "AnonymizeIpMaskLengtDescription": "Izaberite koliko bajtova IP adrese treba da bude maskirano",
        "AnonymizeIpMaskLength": "%s bajt(ova) - npr. %s",
        "CannotLockSoDeleteLogActions": "Tabela log_action ne može biti očišćena. Potrebno je da MYSQL korisnik '%s' ima privilegiju LOCK TABLES",
        "ClickHereSettings": "Kliknite ovde kako biste pristupili %s podešavanjima.",
        "CurrentDBSize": "Trenutna veličina baze",
        "DBPurged": "Baza je očišćena",
        "DeleteBothConfirm": "Na putu ste da uključite brisanje zapisa sa podacima i brisanje izveštaja. Time više nećete biti u mogućnosti da vidite analitičke podatke za prošlost. Da li ste sigurni da želite to da uradite?",
        "DeleteDataDescription": "Možete podesiti Piwik tako da periodično briše stare zapise o posetama i\/ili obrađene izveštaje te da tako održite veličinu baze malom.",
        "DeleteDataDescription2": "Ukoliko želite, već obrađeni izveštaji ne moraju biti obrisani već samo posete, prikazi stranica i ispunjenja ciljeva. Ili, već obrađeni izveštaji se mogu obrisati a zapisi ostati sačuvani.",
        "DeleteDataInterval": "Obriši stare posatke svakih",
        "DeleteDataSettings": "Obriši stare zapise i izveštaje",
        "DeleteLogDescription2": "Kada omogućite automatsko brisanje zapisa, morate biti sigurni da su svi prethodni dnevni izveštaji obrađeni kako ne bi došlo do gubitka podataka.",
        "DeleteLogInfo": "Zapisi iz sledećih tabela će biti obrisani: %s",
        "DeleteLogsConfirm": "Na putu ste da uključite brisanje zapisa sa podacima. Ukoliko obrišete stare podatke a izveštaji još nisu napravljeni, nećete biti u mogućnosti da vidite analitičke podatke za prošlost. Da li ste sigurni da želite to da uradite?",
        "DeleteLogsOlderThan": "Obriši zapise starije od",
        "DeleteMaxRows": "Maksimalan broj redova za brisanje odjednom:",
        "DeleteMaxRowsNoLimit": "bez ograničenja",
        "DeleteReportsConfirm": "Na putu ste da uključite brisanje izveštaja. Ukoliko obrišete stare izveštaje, moraćete ponovo da ih kreirate ako budete želeli opet da ih vidite. Da li ste sigurni da želite to da uradite?",
        "DeleteReportsDetailedInfo": "Podaci iz numeričkih (%s) i binarnih (%s) arhiva će biti obrisani.",
        "DeleteReportsInfo": "Ukoliko je uključeno, stari izveštaji će biti obrisani. %sPreporučujemo vam da ovo uključite samo ako je prostor u vašoj bazi ograničen.%s",
        "DeleteReportsInfo2": "Ukoliko niste uključili \"%s\", stari izveštaji će biti ponovo napravljeni automatski kada budu zahtevani.",
        "DeleteReportsInfo3": "Ukoliko ste uključili \"%s\", podaci će biti zauvek izgubljeni.",
        "DeleteReportsOlderThan": "Briši izveštaje starije od",
        "DeleteSchedulingSettings": "Podešavanja oko zakazivanja",
        "DoNotTrack_Description": "Do Not Track je predlog tehnologije i polise koji omogućuje korisnicima da se izuzmu iz praćenja od strane sajtova koje oni nisu posetili uključujući analitičke servise, reklamne mreže i društvene platforme.",
        "DoNotTrack_Disable": "Isključi podršku za Do Not Track",
        "DoNotTrack_Disabled": "Piwik trenutno prati sve posetioce, čak iako su oni u svom brauzeru uključi opciju \"I do not want to be tracked\"",
        "DoNotTrack_DisabledMoreInfo": "Predlažemo vam da poštujete privatnost vaših korisnika i uključite podršku za Do Not Track.",
        "DoNotTrack_Enable": "Uključi podršku za Do Not Track",
        "DoNotTrack_Enabled": "Vi poštujete privatnost vaših korisnika. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Kada korisnik u svom brauzeru uključi opciju \"I do not want to be tracked\" (Do Not Track je uključen), onda Piwik ne prati njihove posete.",
        "DoNotTrack_SupportDNTPreference": "Do Not Track podešavanja",
        "EstimatedDBSizeAfterPurge": "Procenjena veličina baze nakon čišćenja",
        "EstimatedSpaceSaved": "Procenjena ušteda u prostoru",
        "GeolocationAnonymizeIpNote": "Pažnja: Geolokacija će imati približno iste rezultate sa jednim bajtom anonimizacije. Sa dva bajta ili više, Geolokacija neće biti tačna.",
        "GetPurgeEstimate": "Daj procenu",
        "KeepBasicMetrics": "Zadrži osnovne metrike (posete, broj prikaza stranica, stopu odbijanja, ispunjenje ciljeva, elektronske porudžbine itd.)",
        "KeepDataFor": "Zadrži sve podatke za:",
        "KeepReportSegments": "Za gore sačuvane podatke sačuvaj i segmentirane izveštaje",
        "LastDelete": "Poslednje brisanje je bilo",
        "LeastDaysInput": "Molimo vas da navedete broj dana veći od %s.",
        "LeastMonthsInput": "Molimo vas da navedete broj meseci veći od %s.",
        "MenuPrivacySettings": "Privatnost",
        "NextDelete": "Sledeće zakazano brisanje za",
        "PluginDescription": "Piwik podešavanja u pogledu privatnosti",
        "PurgeNow": "Očisti bazu",
        "PurgeNowConfirm": "Na putu ste da trajno obrišete podatke iz baze. Da li želite da nastavite?",
        "PurgingData": "Čišćenje baze",
        "RecommendedForPrivacy": "(preporučljivo zbog privatnosti)",
        "ReportsDataSavedEstimate": "Veličina baze",
        "SaveSettingsBeforePurge": "Izmenili ste pravila oko brisanja podataka. Molimo vas da ih sačuvate pre nego što počnete sa čišćenjem podataka.",
        "SeeAlsoOurOfficialGuidePrivacy": "Pogledajte i naš zvanični vodič: %sPrivatnost u analitikama%s",
        "Teaser": "Na ovoj stranici možete izvršiti Piwik podešavanja u pogledu privatnosti tako što ćete: %s anonimizirati IP adrese posetilaca%s, %s automatski ukloniti stare zapise iz baze%s, obezbediti mehanizam da %s podaci ne budu zabeleženi ako posetioc to ne želi%s",
        "TeaserHeadline": "Podešavanja privatnosti",
        "UseAnonymizedIpForVisitEnrichment": "Takođe koristi anonimne IP adrese kada obogaćuješ podete.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Dodaci poput Geolokacije putem IP adrese i provajdera unapređuju podatke o posetiocima. Podrazumevano, ovi dodaci anonimiziraju IP adrese. Ukoliko izaberete 'Ne', onda će u upotrebi biti pune IP adrese što će rezultovati slabijom privatnošću ali i većom tačnošću podataka.",
        "UseAnonymizeIp": "Anonimizacija IP adrese posetilaca",
        "UseDeleteLog": "Periodično briši stare zapise iz baze",
        "UseDeleteReports": "Periodično briši stare izveštaje iz baze"
    },
    "Provider": {
        "ColumnProvider": "Provajder",
        "PluginDescription": "Izveštaj o provajderima",
        "ProviderReportDocumentation": "Ovaj izveštaj prikazuje koje Internet provajdere koriste vaši posetioci kako bi pristupili sajtu. Možete kliknuti na naziv provajdera kako biste videli više detalja. %s Ako Piwik ne može da odredi koji provajder je u pitanju, onda prikazuje IP.",
        "SubmenuLocationsProvider": "Lokacije i provajderi",
        "WidgetProviders": "Provajderi"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Ovaj izveštaj prikazuje sve vaše reference na unificiran način preko spiska svih sajtova, traženih ključnih reči i kampanja koje su koristili posetioci kako bi došli do vašeg sajta.",
        "Campaigns": "Kampanje",
        "CampaignsDocumentation": "Korisnik koji je došao na vaš sajt putem kampanje. %sPogledajte%s izveštaj za više detalja.",
        "CampaignsReportDocumentation": "Ovaj izveštaj prikazuje koje kampanje su dovele posetioce na vaš sajt. %s Za više informacija o praćenju kampanja pogledajte %scampaigns na piwik.org%s",
        "ColumnCampaign": "Kampanja",
        "ColumnSearchEngine": "Pretraživač",
        "ColumnSocial": "Društvena mreža",
        "ColumnWebsite": "Sajt",
        "ColumnWebsitePage": "Stranica sajta",
        "DetailsByReferrerType": "Detalji u vezi sa referencom",
        "DirectEntry": "Direktni ulasci",
        "DirectEntryDocumentation": "Korisnik je ukucao adresu u svoj brauzer i došao na vaš sajt - ušao je direktno na vaš sajt.",
        "Distinct": "Različite reference po tipu",
        "DistinctCampaigns": "različite kampanje",
        "DistinctKeywords": "različite ključne reči",
        "DistinctSearchEngines": "različiti pretraživači",
        "DistinctWebsites": "različiti sajtovi",
        "EvolutionDocumentation": "Ovo je pregled referenci koje dovode posetioce na vaš sajt.",
        "EvolutionDocumentationMoreInfo": "Za više informacija o različitim tipovima referenci, pogledajte dokumentaciju tabele %s.",
        "Keywords": "Ključne reči",
        "KeywordsReportDocumentation": "Ovaj izveštaj prikazuje koje ključne reči su korisnici tražili pre nego što su upućeni na vaš sajt. %s Klikom na red tabele možete videti distribuciju pretraživača po ključnim rečima.",
        "PluginDescription": "Izveštaji o referencama (dolaznim linkovima): pretraživači, ključne reči, praćenje kampanja, direktni ulasci.",
        "Referrer": "Referenca",
        "ReferrerName": "Naziv reference",
        "Referrers": "Reference",
        "ReferrersOverview": "Pregled referenci",
        "SearchEngines": "Pretraživači",
        "SearchEnginesDocumentation": "Korisnik je upućen na vaš sajt od strane pretraživača. %s Pogledajte %s izveštaj za više detalja.",
        "SearchEnginesReportDocumentation": "Ovaj izveštaj prikazuje koji pretraživači upućuju posetioce na vaš sajt. %s Klikom na red tabele možete videti šta su korisnici tražili preko pojedinih pretraživača.",
        "SocialFooterMessage": "Ovo je podskup izveštaja koje vidite na levoj strani. Ostali sajtovi su izostavljeni kako biste mogli direktno da uporedite vaše reference sa društvenih mreža.",
        "Socials": "Društvene mreže",
        "SocialsReportDocumentation": "Ovaj izveštaj prikazuje koje društvene mreže su dovele korisnike na vaš sajt.<br \/>Klikom na red tabele možete da vidite sa kojih stranica društvenih mreža posetioci su došli na vaš sajt.",
        "SubmenuSearchEngines": "Pretraživači i ključne reči",
        "SubmenuWebsites": "Sajtovi",
        "Type": "Tip dolaznog linka",
        "TypeCampaigns": "Kampanje: %s",
        "TypeDirectEntries": "Direktni ulasci: %s",
        "TypeReportDocumentation": "Ova tabela prikazuje distribuciju tipova referenci.",
        "TypeSearchEngines": "Pretraživači: %s",
        "TypeWebsites": "Sajtovi: %s",
        "UsingNDistinctUrls": "(koristeći %s različitih adresa)",
        "ViewAllReferrers": "Prikaži sve reference",
        "ViewReferrersBy": "Prikaži reference po %s",
        "Websites": "Sajtovi",
        "WebsitesDocumentation": "Korisnik je klikom na link na drugom sajtu došao do vašeg sajta. %sPogledajte%s izveštaj za više detalja.",
        "WebsitesReportDocumentation": "U ovoj tabeli možete da vidite koji sajtovi su upućivali korisnike na vaš sajt. %s Klikom na red tabele možete videti koja adresa je povezana sa vašim sajtom.",
        "WidgetExternalWebsites": "Lista eksternih sajtova",
        "WidgetGetAll": "Sve reference",
        "WidgetKeywords": "Lista ključnih reči",
        "WidgetSocials": "Spisak društvenih mreža",
        "WidgetTopKeywordsForPages": "Najbolje ključne reči za URL",
        "XPercentOfVisits": "%s%% poseta"
    },
    "RowEvolution": {
        "AvailableMetrics": "Raspoložive metrike",
        "CompareDocumentation": "Kliknite na link ispod kako biste otvorili prozor za još jedan red tabele radi poređenja više zapisa.<br \/>Koristite Shift+klik kako biste obeležili red bez otvaranja prozora.",
        "CompareRows": "Uporedi zapise",
        "ComparingRecords": "Poređenje %s redova",
        "Documentation": "Kliknite na metrike kako biste ih prikazali u većem grafikonu. Držite Shift dok klikćete kako biste prikazali više metrika odjednom.",
        "MetricBetweenText": "Između %s i %s",
        "MetricChangeText": "%s za period",
        "MetricMinMax": "%1$s se prostire između %2$s i %3$s za dati period",
        "MetricsFor": "Metrike za %s",
        "MultiRowEvolutionTitle": "Razvoj više redova",
        "PickAnotherRow": "Izaberite još jedan red radi poređenja",
        "PickARow": "Izaberite red za poređenje"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "Prikaži opcije (opciono)",
        "AggregateReportsFormat_GraphsOnly": "Prikaži samo grafikone (bez tabela)",
        "AggregateReportsFormat_TablesAndGraphs": "Prikaži i tabele i grafikone",
        "AggregateReportsFormat_TablesOnly": "Prikaži tabele izveštaja i grafikone za ključne metrike (podrazumevano)",
        "AlsoSendReportToTheseEmails": "Izveštaje pošalji i na sledeće adrese (jedna elektronska adresa po liniji):",
        "AreYouSureDeleteReport": "Da li ste sigurni da želite da obrišete ovaj izveštaj i njegovu zakazanu dinamiku slanja?",
        "CancelAndReturnToReports": "Prekini i %svrati se na spisak izveštaja%s",
        "CreateAndScheduleReport": "Kreiraj i zakaži izveštaj",
        "CreateReport": "Kreiraj izveštaj",
        "CustomVisitorSegment": "Korisnički definisan segment posetilaca:",
        "DescriptionOnFirstPage": "Opis izveštaja će biti prikazan na prvoj stranici izveštaja.",
        "DisplayFormat_TablesOnly": "Prikaži samo tabele (bez grafikona)",
        "EmailHello": "Pozdrav,",
        "EmailReports": "Slanje elektronskom poštom",
        "EmailSchedule": "Zakaži slanje",
        "EvolutionGraph": "Prikaži istorijske grafikone za prvih %s vrednosti",
        "FrontPage": "Naslovna strana",
        "ManageEmailReports": "Upravljanje izveštajima",
        "MonthlyScheduleHelp": "Mesečno zakazivanje: izveštaj će biti poslat svakog prvog u mesecu.",
        "MustBeLoggedIn": "Morate biti prijavljeni na sistem kako biste kreirali i zakazivali izveštaje.",
        "NoRecipients": "Nije definisan primaoc",
        "OClock": "sati",
        "Pagination": "Strana %s od %s",
        "PiwikReports": "Piwik izveštaji",
        "PleaseFindAttachedFile": "u prilogu se nalazi vaš %1$s izveštaj za %2$s.",
        "PleaseFindBelow": "u nastavku je vaš %1$s izveštaj za %2$s.",
        "PluginDescription": "Napravite i preuzmite izveštaje putem elektronske pošte dnevno, nedeljno ili mesečno.",
        "ReportFormat": "Format izveštaja",
        "ReportHour": "Pošalji izveštaj u",
        "ReportIncludeNWebsites": "Izveštaj će obuhvatiti glavne metrike za sve sajtove koji imaju barem jednu posetu (od ukupno %s sajtova koliko je trenutno dostupno).",
        "ReportSent": "Izveštaj je poslat",
        "ReportsIncluded": "Statistika uključena",
        "ReportType": "Pošalji izveštaj preko",
        "ReportUpdated": "Izveštaj je ažuriran",
        "Segment_Deletion_Error": "Ovaj segment nije moguće obrisati ili učiniti nevidljivim ostalim korisnicima pošto se on koristi za generisanje elektronskih izveštaja %s. Pokušajte ponovo nakon što ga uklonite iz izveštaja.",
        "Segment_Help": "Možete da izaberete postojeći segment kako biste ga primenili na podatke u ovom elektronskom izveštaju. Segmente možete kreirati i menjati preko konzole %s(kliknite ovde)%s, a zatim kliknite na \"%s\", pa na \"%s\".",
        "SegmentAppliedToReports": "Segment '%s' je primenjen na izveštaje.",
        "SendReportNow": "Pošalji sad",
        "SendReportTo": "Pošalji na",
        "SentToMe": "Pošalji meni",
        "TableOfContent": "Spisak izveštaja",
        "ThereIsNoReportToManage": "Nema izveštaja za obradu za sajt %s.",
        "TopLinkTooltip": "Napravite izveštaje kako biste vi ili vaši klijenti automatski dobijali Piwik statistike putem elektronske pošte!",
        "TopOfReport": "Povratak na početak",
        "UpdateReport": "Ažuriraj izveštaj",
        "WeeklyScheduleHelp": "Nedeljno zakazivanje: izveštaj će biti poslat svakog ponedeljka."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Dodavanje uslova %s",
        "AddNewSegment": "Dodavanje novog segmenta",
        "AreYouSureDeleteSegment": "Da li ste sigurni da želite da obrišete ovaj segment?",
        "AutoArchivePreProcessed": "segmentirani izveštaji su unapred pripremljeni (brže, zahteva archive.php cron)",
        "AutoArchiveRealTime": "segmentirani izveštaji se obrađuju u realnom vremenu",
        "ChooseASegment": "Izaberite segment",
        "DefaultAllVisits": "Sve posete",
        "DragDropCondition": "Prevuci i Pusti uslov",
        "LoadingSegmentedDataMayTakeSomeTime": "Obrada podataka može potrajati par trenutaka...",
        "OperatorAND": "I",
        "OperatorOR": "ILI",
        "SaveAndApply": "Sačuvaj i primeni",
        "SegmentDisplayedAllWebsites": "svi sajtovi",
        "SegmentDisplayedThisWebsiteOnly": "samo ovaj sajt",
        "SegmentIsDisplayedForWebsite": "i prikazan za",
        "SegmentNotApplied": "Segment '%s' nije primenjen.",
        "SelectSegmentOfVisitors": "Izaberite segment posetilaca:",
        "ThisSegmentIsVisibleTo": "Ovaj segment je vidljiv:",
        "VisibleToAllUsers": "svi korisnici",
        "VisibleToMe": "meni",
        "YouMustBeLoggedInToCreateSegments": "Morate biti prijavljeni kako biste mogli da kreirate i menjate segmente."
    },
    "SEO": {
        "AlexaRank": "Alexa rangiranje",
        "Bing_IndexedPages": "Stranice koje je indeksirao Bing",
        "Dmoz": "DMOZ stavke",
        "DomainAge": "Starost domena",
        "ExternalBacklinks": "Eksterni povratni linkovi (Majestic)",
        "Google_IndexedPages": "Stranice koje je indeksirao Google",
        "Rank": "Rang",
        "ReferrerDomains": "Domeni sa referencama (Majestic)",
        "SeoRankings": "SEO rangiranje",
        "SEORankingsFor": "SEO rangiranje za %s",
        "ViewBacklinksOnMajesticSEO": "Prikaži izveštaj o spoljnim povratnim linkovima sa MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Dodavanje novog sajta",
        "AdvancedTimezoneSupportNotFound": "Napredna podrška za vremenske zone nije pronađena u vašoj PHP instalaciji (podržana u PHP>=5.2). Kako bilo, još uvek možete ručno izabrati UTC pomeraj.",
        "AliasUrlHelp": "Savetuje se ali nije neophodno da navedete više adresa, po jednu u svakoj liniji, koje korisnici koriste kako bi pristupili ovom sajtu. Alias adrese se neće pojaviti u izveštaju Reference > Sajtovi. Imajte na umu da nije neophodno navesti adrese sa i bez 'www' zato što Piwik automatski vodi računa o obe.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Promena vremenske zone će uticati samo na potonje podatke i neće se primenjivati retroaktivno.",
        "ChooseCityInSameTimezoneAsYou": "Izaberite grad koji se nalazi u istoj vremenskoj zoni kao i vi",
        "Currency": "Valuta",
        "CurrencySymbolWillBeUsedForGoals": "Znak za valutu će biti prikazan kod prihoda po ciljevima",
        "DefaultCurrencyForNewWebsites": "Podrazumevana valuta za nove sajtove",
        "DefaultTimezoneForNewWebsites": "Podrazumevana vremenska zona za nove sajtove",
        "DeleteConfirm": "Da li ste sigurni da želite da obrišete sajt %s?",
        "DisableSiteSearch": "Nemoj da pratiš pretraživanje sajta",
        "EcommerceHelp": "Ako je omogućeno, izveštaj \"Ciljevi\" će sadržati i \"Elektronske porudžbine\" sekciju.",
        "EnableEcommerce": "Omogućene elektronske porudžbine",
        "EnableSiteSearch": "Uključeno je praćenje pretraživanja sajta",
        "EnableSiteSpecificUserAgentExclude": "Omogući isključivanje iz praćenja određene korisničke agente.",
        "EnableSiteSpecificUserAgentExclude_Help": "Ukoliko želite da isključite različite korisničke agente za različite sajtove, kliknite ovde, kliknite na Sačuvaj i %1$sdodajte korisničke agente%2$s.",
        "ExceptionDeleteSite": "Nije moguće obrisati ovaj sajt pošto je to jedini prijavljeni sajt. Najpre dodajte novi sajt pa tek onda obrišite ovaj.",
        "ExceptionEmptyName": "Naziv sajta ne može biti prazan.",
        "ExceptionInvalidCurrency": "Valuta '%s' nije validna. Molimo vas da upišete validan simbol za valutu (npr. %s)",
        "ExceptionInvalidIPFormat": "IP adresa \"%s\" nije u validnom obliku (npr. %s).",
        "ExceptionInvalidTimezone": "Vremenska zona '%s' nije validna. Molimo vas da upišete validnu vremensku zonu.",
        "ExceptionInvalidUrl": "Adresa '%s' nije validna.",
        "ExceptionNoUrl": "Morate navesti barem jednu adresu po sajtu.",
        "ExcludedIps": "IP adrese koje su izuzete",
        "ExcludedParameters": "Parametri za izuzeće",
        "ExcludedUserAgents": "Korisnički agenti koji su isključeni",
        "GlobalExcludedUserAgentHelp1": "Unesite spisak korisničkih agenata koje želite da isključite iz praćenja.",
        "GlobalExcludedUserAgentHelp2": "Možete isključiti botove iz praćenja.",
        "GlobalListExcludedIps": "Globalna lista izuzetih IP adresa",
        "GlobalListExcludedQueryParameters": "Globalna lista parametara za izuzeće",
        "GlobalListExcludedUserAgents": "Globalna lista korisničkih agenata za izuzeće",
        "GlobalListExcludedUserAgents_Desc": "Ukoliko naziv korisničkog agenta sadrži makar jednu od ovih reči, posetioc će biti isključen iz praćenja.",
        "GlobalWebsitesSettings": "Globalna podešavanja za sajtove",
        "HelpExcludedIps": "Navedite listu IP adresa, jednu po liniji, koje želite da izuzmete iz Piwik analize. Možete koristiti i džokere poput %1$s i %2$s",
        "JsTrackingTagHelp": "Ovo je JavaScript kod koji je potrebno da postavite na sve stranice vašeg sajta",
        "KeepURLFragments": "Zadrži URL fragmente",
        "KeepURLFragmentsHelp": "Ukoliko ova kućica nije štiklirana, URL fragemnti (sve posle %1$s) će biti uklonjeno prilikom praćenja pa će tako %2$s biti tretirano kao %3$s.",
        "KeepURLFragmentsHelp2": "Ovo možete podesiti za svaki sajt ponaosob.",
        "KeepURLFragmentsLong": "Zadrži URL fragmente prilikom praćenja",
        "ListOfIpsToBeExcludedOnAllWebsites": "Sledeće IP adrese će biti izuzete iz praćenja na svim sajtovima.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Sledeći parametri će biti izuzeti iz praćenja na svim sajtovima.",
        "ListOfQueryParametersToExclude": "Navedite listu parametara, jedan po liniji, koje treba izuzeti iz izveštaja",
        "MainDescription": "Potrebni su vam sajtovi da biste mogli da pratite izveštaje. Dodajte, izmenite ili uklonite sajtove, pogledajte JavaScript kod koji je potrebno postaviti na vaše stranice.",
        "NotAnEcommerceSite": "Nije sajt za elektronske porudžbine",
        "NotFound": "Nije nađen nijedan sajt za",
        "NoWebsites": "Nemate nijedan sajt",
        "OnlyOneSiteAtTime": "U jednom trenutku možete raditi samo sa jednim sajtom. Molimo vas da snimite ili poništite izmene vezane za sajt %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik omogućuje napredno praćenje i izveštavanje u pogledu elektronskih porudžbina. Saznajte više na %s Ecommerce Analytics%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik će automatski izuzeti uobičajene parametre sesije (%s)",
        "PluginDescription": "Upravljanje sajtovima: dodajte novi sajt, izmenite postojeći, pogledajte JavaScript kod koji treba ubaciti na stranice sajta. Sve akcije su dostupne i preko API-ja.",
        "SearchCategoryDesc": "Piwik takođe može i da prati kategorije pretrage za svaku ključnu reč.",
        "SearchCategoryLabel": "Parametar kategorije",
        "SearchCategoryParametersDesc": "Možete upisati spisak parametara razdvojen zarezima kako biste naveli kategoriju pretrage.",
        "SearchKeywordLabel": "Parametar upita",
        "SearchKeywordParametersDesc": "Upišite sve parametre upita koji sadrže ključne reči pretrage razdvojene zarezima.",
        "SearchParametersNote": "Pažnja: parametri upita i kategorija će biti korišćeni samo za sajtove koji imaju uključeno pretraživanje-",
        "SearchParametersNote2": "Ukoliko želite da isključite pretraživanje za nove sajtove, ostavite ova dva polja prazna.",
        "SearchUseDefault": "Koristi %spodrazumevana%s podešavanja za pretraživanje",
        "SelectACity": "Izaberite grad",
        "SelectDefaultCurrency": "Možete izabrati koja će biti podrazumevana valuta za nove sajtove.",
        "SelectDefaultTimezone": "Možete izabrati koja će biti podrazumevana vremenska zona za nove sajtove.",
        "ShowTrackingTag": "prikaži kod",
        "Sites": "Sajtovi",
        "SiteSearchUse": "Možete koristiti Piwik za praćenje i kreiranje izveštaja o tome šta posetioci traže na vašem sajtu koristeći polje za pretragu.",
        "SuperUserAccessCan": "Korisnik sa superkorisničkim nivoom pristupa može i da %spostavi globalna podešavanja%s za nove sajtove.",
        "Timezone": "Vremenska zona",
        "TrackingSiteSearch": "Praćenje pretraživanja sajta",
        "TrackingTags": "Kod za praćenje za %s",
        "Urls": "Adresa",
        "UTCTimeIs": "UTC vreme je %s.",
        "WebsitesManagement": "Upravljanje sajtovima",
        "YouCurrentlyHaveAccessToNWebsites": "Broj sajtova na koje trenutno imate pristup: %s",
        "YourCurrentIpAddressIs": "Vaša trenutna IP adresa je %s"
    },
    "Transitions": {
        "BouncesInline": "%s odbijanja",
        "DirectEntries": "Direktni ulasci",
        "ErrorBack": "Vrati se na prethodnu akciju",
        "ExitsInline": "%s izlaza",
        "FromCampaigns": "Iz kampanja",
        "FromPreviousPages": "Od internih stranica",
        "FromPreviousPagesInline": "%s sa internih strana",
        "FromPreviousSiteSearches": "Iz pretraga sajta",
        "FromPreviousSiteSearchesInline": "%s iz pretraživanja sajta",
        "FromSearchEngines": "Od pretraživača",
        "FromWebsites": "Od sajtova",
        "IncomingTraffic": "Dolazni saobraćaj",
        "LoopsInline": "%s ponovnih učitavanja stranice",
        "NoDataForAction": "Nema podataka za %s",
        "NoDataForActionDetails": "Ili akcija nema nijedan pregled stranica za dati period %s ili ona nije validna.",
        "OutgoingTraffic": "Odlazni saobraćaj",
        "PluginDescription": "Izveštaj o prethodnim i narednim akcijama za svaki URL.",
        "ShareOfAllPageviews": "Ova stranica ima %s pregleda (%s od svih pregleda)",
        "ToFollowingPages": "Ka internim stranicama",
        "ToFollowingPagesInline": "%s ka drugim stranicama",
        "ToFollowingSiteSearches": "Pretraživanja sajta",
        "ToFollowingSiteSearchesInline": "%s pretraživanja sajta",
        "XOfAllPageviews": "%s od svih pregleda ove strane",
        "XOutOfYVisits": "%s (od %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Ne mogu da nađem funkciju apache_get_modules, pretpostavljam da imate server koji nije Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Ne mogu da nađem datoteku %1$s u arhivi %2$s.",
        "CannotFindGeoIPServerVar": "Promenljiva %s nije postavljena. Vaš server možda nije valjano podešen.",
        "CannotFindPeclGeoIPDb": "Ne mogu da nađem bazu zemalja, regiona ili gradova za GeoIP PECL modul. Proverite da li se GeoIP baza nalazi u %1$s i da li joj je naziv %2$s ili %3$s, u suprotnom PECL modul je neće videti.",
        "CannotListContent": "Ne mogu da pročitam sadržaj %1$s: %2$s",
        "CannotLocalizeLocalIP": "IP adresa %s je lokalna i ne može biti locirana.",
        "CannotSetupGeoIPAutoUpdating": "Izgleda da ste GeoIP bazu smestili van Piwik-a (baza nije u misc direktorijumu ali GeoIP radi). Piwik ne može automatski da osvežava bazu ako je ona van misc direktorijuma.",
        "CannotUnzipDatFile": "Na mogu da raspakujem dat u %1$s: %2$s",
        "City": "Grad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "continent_afr": "Afrika",
        "continent_amc": "Centralna Amerika",
        "continent_amn": "Severna Amerika",
        "continent_ams": "Južna Amerika",
        "continent_ant": "Antarktika",
        "continent_asi": "Azija",
        "continent_eur": "Evropa",
        "continent_oce": "Okeanija",
        "Country": "Zemlja",
        "country_a1": "Anonimni proksi",
        "country_a2": "Satelitski provajder",
        "country_ac": "Ascension Ostrva",
        "country_ad": "Andora",
        "country_ae": "Ujedinjeni Arapski Emirati",
        "country_af": "Avganistan",
        "country_ag": "Antigva i Barbuda",
        "country_ai": "Angvila",
        "country_al": "Albanija",
        "country_am": "Jermenija",
        "country_an": "Holandski Antili",
        "country_ao": "Angola",
        "country_ap": "Azija\/Pacifički region",
        "country_aq": "Antarktik",
        "country_ar": "Argentina",
        "country_as": "Američka Samoa",
        "country_at": "Austrija",
        "country_au": "Australija",
        "country_aw": "Aruba",
        "country_ax": "Оlandska ostrva",
        "country_az": "Azerbejdžan",
        "country_ba": "Bosna i Hercegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladeš",
        "country_be": "Belgija",
        "country_bf": "Burkina Faso",
        "country_bg": "Bugarska",
        "country_bh": "Bahrein",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Ostrvo Sveti Bartolomej",
        "country_bm": "Bermuda",
        "country_bn": "Bruneji",
        "country_bo": "Bolivija",
        "country_bq": "Boner i Saba",
        "country_br": "Brazil",
        "country_bs": "Bahami",
        "country_bt": "Butan",
        "country_bu": "Burma",
        "country_bv": "Buve Ostrva",
        "country_bw": "Bocvana",
        "country_by": "Belorusija",
        "country_bz": "Belize",
        "country_ca": "Kanada",
        "country_cat": "Katalonske zajednice",
        "country_cc": "Kokos (Kiling) Ostrva",
        "country_cd": "Kongo, Demokratska Republika",
        "country_cf": "Centralnoafrička Republika",
        "country_cg": "Kongo",
        "country_ch": "Švajcarska",
        "country_ci": "Obala Slonovače",
        "country_ck": "Kukova Ostrva",
        "country_cl": "Čile",
        "country_cm": "Kamerun",
        "country_cn": "Kina",
        "country_co": "Kolumbija",
        "country_cp": "Ostrvo Kliperton",
        "country_cr": "Kosta Rika",
        "country_cs": "Srbija i Crna Gora",
        "country_cu": "Kuba",
        "country_cv": "Zelenortska Ostrva",
        "country_cw": "Karakao",
        "country_cx": "Božićna Ostrva",
        "country_cy": "Kipar",
        "country_cz": "Češka Republika",
        "country_de": "Nemačka",
        "country_dg": "Dijego Garsija",
        "country_dj": "Džibuti",
        "country_dk": "Danska",
        "country_dm": "Dominika",
        "country_do": "Dominikanska Republika",
        "country_dz": "Alžir",
        "country_ea": "Seuta, Melilja",
        "country_ec": "Ekvador",
        "country_ee": "Estonija",
        "country_eg": "Egipat",
        "country_eh": "Zapadna Sahara",
        "country_er": "Eritreja",
        "country_es": "Španija",
        "country_et": "Etiopija",
        "country_eu": "Evropska Unija",
        "country_fi": "Finska",
        "country_fj": "Fidži",
        "country_fk": "Foklandska Ostrva (Malvini)",
        "country_fm": "Mikronezija",
        "country_fo": "Farska Ostrva",
        "country_fr": "Francuska",
        "country_fx": "Francuska, Metropolitan",
        "country_ga": "Gabon",
        "country_gb": "Velika Britanija",
        "country_gd": "Grenada",
        "country_ge": "Gruzija",
        "country_gf": "Francuska Gvajana",
        "country_gg": "Gernsi",
        "country_gh": "Gana",
        "country_gi": "Gibraltar",
        "country_gl": "Grenland",
        "country_gm": "Gambija",
        "country_gn": "Gvineja",
        "country_gp": "Gvadelupe",
        "country_gq": "Ekvatorijalna Gvineja",
        "country_gr": "Grčka",
        "country_gs": "Južna Gruzija i Južnosendvička Ostrva",
        "country_gt": "Gvatemala",
        "country_gu": "Guam",
        "country_gw": "Gvineja Bisao",
        "country_gy": "Gvajana",
        "country_hk": "Hong Kong",
        "country_hm": "Herd i Mekdonaldova Ostrva",
        "country_hn": "Honduras",
        "country_hr": "Hrvatska",
        "country_ht": "Haiti",
        "country_hu": "Mađarska",
        "country_ic": "Kanarska Ostrva",
        "country_id": "Indonezija",
        "country_ie": "Irska",
        "country_il": "Izrael",
        "country_im": "Ostrvo Man",
        "country_in": "Indija",
        "country_io": "Britanska teritorija Indijskog Okeana",
        "country_iq": "Irak",
        "country_ir": "Iran",
        "country_is": "Island",
        "country_it": "Italija",
        "country_je": "Džerzi",
        "country_jm": "Jamajka",
        "country_jo": "Jordan",
        "country_jp": "Japan",
        "country_ke": "Kenija",
        "country_kg": "Kirgistan",
        "country_kh": "Kambodža",
        "country_ki": "Kiribati",
        "country_km": "Komorska Ostrva",
        "country_kn": "Sent Kits i Nevis",
        "country_kp": "Koreja, Demokratska Narodna Republika",
        "country_kr": "Koreja, Republika",
        "country_kw": "Kuvajt",
        "country_ky": "Kajmanska Ostrva",
        "country_kz": "Kazahstan",
        "country_la": "Laos",
        "country_lb": "Liban",
        "country_lc": "Sent Lucia",
        "country_li": "Lihtenštajn",
        "country_lk": "Šri Lanka",
        "country_lr": "Liberija",
        "country_ls": "Lesoto",
        "country_lt": "Litvanija",
        "country_lu": "Luksemburg",
        "country_lv": "Letonija",
        "country_ly": "Libija",
        "country_ma": "Maroko",
        "country_mc": "Monako",
        "country_md": "Moldavija",
        "country_me": "Crna Gora",
        "country_mf": "Ostrvo Sveti Martin",
        "country_mg": "Madagaskar",
        "country_mh": "Maršalska Ostrva",
        "country_mk": "Makedonija",
        "country_ml": "Mali",
        "country_mm": "Mianmar",
        "country_mn": "Mongolija",
        "country_mo": "Makao",
        "country_mp": "Severna Mariana Ostrva",
        "country_mq": "Martinik",
        "country_mr": "Mauritanija",
        "country_ms": "Monserat",
        "country_mt": "Malta",
        "country_mu": "Mauricijus",
        "country_mv": "Maldivi",
        "country_mw": "Malavi",
        "country_mx": "Meksiko",
        "country_my": "Malezija",
        "country_mz": "Mozambik",
        "country_na": "Namibija",
        "country_nc": "Nova Kaledonija",
        "country_ne": "Niger",
        "country_nf": "Norfolk Ostrva",
        "country_ng": "Nigerija",
        "country_ni": "Nikaragva",
        "country_nl": "Holandija",
        "country_no": "Norveška",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Neutralna Zona",
        "country_nu": "Niui",
        "country_nz": "Novi Zeland",
        "country_o1": "Ostale zemlje",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "Francuska Polinezija",
        "country_pg": "Papua Nova Gvineja",
        "country_ph": "Filipini",
        "country_pk": "Pakistan",
        "country_pl": "Poljska",
        "country_pm": "Sent Pjer i Mikelon",
        "country_pn": "Pitkern",
        "country_pr": "Porto Riko",
        "country_ps": "Palestina",
        "country_pt": "Portugalija",
        "country_pw": "Palau",
        "country_py": "Paragvaj",
        "country_qa": "Katar",
        "country_re": "Reunion Ostrva",
        "country_ro": "Rumunija",
        "country_rs": "Srbija",
        "country_ru": "Rusija",
        "country_rw": "Ruanda",
        "country_sa": "Saudijska Arabija",
        "country_sb": "Solomonova Ostrva",
        "country_sc": "Sejšeli",
        "country_sd": "Sudan",
        "country_se": "Švedska",
        "country_sf": "Finska",
        "country_sg": "Singapur",
        "country_sh": "Sent Helena",
        "country_si": "Slovenija",
        "country_sj": "Svalbard",
        "country_sk": "Slovačka",
        "country_sl": "Sijera Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalija",
        "country_sr": "Surinam",
        "country_ss": "Južni Sudan",
        "country_st": "Sao Tome i Prinčipe",
        "country_su": "Sovjetski Savez",
        "country_sv": "El Salvador",
        "country_sx": "Sent Marten (holandski deo)",
        "country_sy": "Sirija",
        "country_sz": "Svazilend",
        "country_ta": "Ostrvo Tristan da Kunja",
        "country_tc": "Turkova i Kajko Ostrva",
        "country_td": "Čad",
        "country_tf": "Francuske Južne Teritorije",
        "country_tg": "Togo",
        "country_th": "Tajland",
        "country_ti": "Tibet",
        "country_tj": "Tadžikistan",
        "country_tk": "Tokelau",
        "country_tl": "Istočni Timor",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunis",
        "country_to": "Tonga",
        "country_tp": "Istočni Timor",
        "country_tr": "Turska",
        "country_tt": "Trinidad i Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Tajvan",
        "country_tz": "Tanzanija",
        "country_ua": "Ukrajina",
        "country_ug": "Uganda",
        "country_uk": "Ujedinjeno Kraljevstvo",
        "country_um": "Američka Prekomorska Ostrva",
        "country_us": "Sjedinjene Američke Države",
        "country_uy": "Urugvaj",
        "country_uz": "Uzbekistan",
        "country_va": "Vatikan",
        "country_vc": "Sent Vinsent i Grenadini",
        "country_ve": "Venecuela",
        "country_vg": "Britanska Devičanska Ostrva",
        "country_vi": "Američka Devičanska Ostrva",
        "country_vn": "Vijetnam",
        "country_vu": "Vanuatu",
        "country_wf": "Valis i Futuna",
        "country_ws": "Samoa",
        "country_ye": "Jemen",
        "country_yt": "Majoti",
        "country_yu": "Jugoslavija",
        "country_za": "Južnoafrička Republika",
        "country_zm": "Zambija",
        "country_zr": "Zair",
        "country_zw": "Zimbabve",
        "CurrentLocationIntro": "Sudeći po ovom provajderu, vaša trenutna lokacija je",
        "DefaultLocationProviderDesc1": "Podrazumevani provajder lokacija nagađa zemlju posetioca na osnovu jezika koji oni koriste.",
        "DefaultLocationProviderDesc2": "Ovo nije veoma precizno tako da %1$spreporučujemo da instalirate %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Koristite podrazumevanog provajdera lokacije što znači da Piwik pokušava da pogodi lokaciju posetilaca na osnovu jezika koji oni koriste. %1$sPogledajte ovde%2$s kako da podesite znatno sigurniju geolokaciju.",
        "DistinctCountries": "%s različitih zemalja",
        "DownloadingDb": "Preuzimanje %s",
        "DownloadNewDatabasesEvery": "Ažuriraj bazu svakih",
        "FatalErrorDuringDownload": "Došlo je do greške prilikom preuzimanja ove datoteke. Možda nešto nije u redu sa Internetom ili sa GeoIP bazom koju ste skinuli. Pokušajte ručno da je preuzmete i instalirate.",
        "FoundApacheModules": "Piwik je našao sledeće Apache module",
        "FromDifferentCities": "različiti gradovi",
        "GeoIPCannotFindMbstringExtension": "Ne mogu da nađem funkciju %1$s. Proverite da li je dodatak %2$s instaliran i učitan.",
        "GeoIPDatabases": "GeoIP baza",
        "GeoIPDocumentationSuffix": "Da biste videli podatke za ovaj izveštaj potrebno je da podesite GeoIP preko taba Podešavannje geolokacije. Komercijalna %1$sMaxmind%2$s GeoIP baza je preciznija od besplatnih. Da biste videli koliko su one precizne, kliknite %3$sovde%4$s.",
        "GeoIPImplHasAccessTo": "Ova GeoIP implementacija ima pristup sledećim tipovima baza",
        "GeoIPIncorrectDatabaseFormat": "Izgleda da vaša GeoIP baza nema ispravan format. Moguće je i da je oštećena. Proverite da li koristite binarnu verziju i pokušajte da je zamenite drugom kopijom.",
        "GeoIpLocationProviderDesc_Pecl1": "Ovaj provajder koristi GeoIP bazu i PECL modul kako bi precizno i efikasno odredio lokaciju vaših psoetilaca.",
        "GeoIpLocationProviderDesc_Pecl2": "Nema ograničenja sa ovim provajderom tako da vam ga preporučujemo.",
        "GeoIpLocationProviderDesc_Php1": "Ovaj provajder lokacija je najjednostavniji za instalaciju zato što ne zahteva podešavanja servera (idealan je za deljeni hosting). Koristi GeoIP bazu i MaxMind PHP API kako bi precizno odredio lokaciju vaših posetilaca.",
        "GeoIpLocationProviderDesc_Php2": "Ukoliko vaš sajt ima puno saobraćaja, može se desiti da je ovaj provajder lokacija previše spor. U tom slučaju, instalirajte %1$sPECL proširenje%2$s ili %3$sserver modul%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Ovaj provajder lokacija koristi GeoIP modul koji je instaliran na vašem HTTP serveru. Provajder je brz i precizan ali %1$smože se koristiti samo za normalna praćenja brauzera.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Ako je potrebno da uvezete datoteke sa zapisima ili da uradite nešto drugo što zahteva podešavanje IP adresa, koristite %1$sPECL GeoIP implementaciju (preporučujemo)%2$s ili %3$sPHP GeoIP implementaciju%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Pažnja: anonimizacija IP adresa ne utiče na lokacije koje obezbeđuje ovaj provajder. Proverite da li ovo nije u suprotnosti sa zakonom o privatnosti pod koji pripadate.",
        "GeoIpLocationProviderNotRecomnended": "Geolokacija funkcioniše ali vi ne koristite jednog od preporučenih provajdera.",
        "GeoIPNoServerVars": "Piwik ne može da nađe nijednu GeoIP %s promenljivu",
        "GeoIPPeclCustomDirNotSet": "PHP ini opcija %s nije postavljena.",
        "GeoIPServerVarsFound": "Piwik je pronašao sledeće GeoIP %s promenljive",
        "GeoIPUpdaterInstructions": "Upišite linkove za preuzimanje baze podataka. Ukoliko ste baze naručili od %3$sMaxMind%4$s, linkove možete naći %1$sovde%2$s. Kontaktirajte %3$sMaxMind%4$s ukoliko ne možete da im pristupite.",
        "GeoIPUpdaterIntro": "Piwik trenutno podržava sledeće GeoIP baze",
        "GeoLiteCityLink": "Ukoliko koristite GeoLite bazu gradova, ovo je link za vas: %1$s%2$s%3$s.",
        "Geolocation": "Geolokacija",
        "GeolocationPageDesc": "Na ovoj stranici možete promeniti način na koji Piwik prepoznaje lokacije posetilaca.",
        "getCityDocumentation": "Ovaj izveštaj prikazuje gradove vaših posetilaca dok su pristupali vašem sajtu.",
        "getContinentDocumentation": "Ovaj izveštaj prikazuje sa kojih kontinenata posetioci pristupaju vašem sajtu.",
        "getCountryDocumentation": "Ovaj izveštaj prikazuje u kojim gradovima se nalaze vaši posetioci dok pristupaju vašem sajtu.",
        "getRegionDocumentation": "Ovaj izveštaj prikazuje iz kojih regiona posetioci pristupaju vašem sajtu.",
        "HowToInstallApacheModule": "Kako da instaliram GeoIP modul za Apache?",
        "HowToInstallGeoIPDatabases": "Kako da podesim GeoIP bazu?",
        "HowToInstallGeoIpPecl": "Kako da instaliram GeoIP PECL dodatak?",
        "HowToInstallNginxModule": "Kako da instaliram GeoIP modul za Nginx?",
        "HowToSetupGeoIP": "Kako podesiti preciznu geolokaciju sa GeoIP?",
        "HowToSetupGeoIP_Step1": "%1$sPreuzmi%2$s GeoLite City bazu sa %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Raspakujte ovu datoteku i kopirajte rezultat, %1$s u %2$smisc%3$s Piwik direktorijum (to možete uraditi pomoću FTP-a ili SSH).",
        "HowToSetupGeoIP_Step3": "Učitajte ponovo ovu stranicu. %1$sGeoIP (PHP)%2$s provajder će biti %3$sinstaliran%4$s. Izaberite ga.",
        "HowToSetupGeoIP_Step4": "I gotovo je! Upravo ste podesili Piwik da koristi GeoIP što znači da ćete moći da vidite regione i gradove vaših posetilaca sa veoma preciznom informacijom o zemljama.",
        "HowToSetupGeoIPIntro": "Izgleda da nemate dobro podešeno geolociranje. Ovo je korisna opcija i bez nje nećete videti kompletne i precizne informacije o lokacijama vaših posetilaca. Evo kako brzo možete da počnete da je koristite:",
        "HttpServerModule": "HTTP server modul",
        "InvalidGeoIPUpdatePeriod": "Period GeoIP osvežavanje %1$s nije validan. Validne vrednosti su %2$s.",
        "IPurchasedGeoIPDBs": "Naručio sam %1$sprecizniju bazu od MaxMind-a%2$s i želim da podesim automatska osvežavanja.",
        "ISPDatabase": "ISP baza",
        "IWantToDownloadFreeGeoIP": "Želim da preuzmem besplatnu GeoIP bazu...",
        "Latitude": "Geografska širina",
        "Location": "Lokacija",
        "LocationDatabase": "Baza lokacija",
        "LocationDatabaseHint": "Baza lokacija je baza zemalja, regija ili gradova.",
        "LocationProvider": "Provajder lokacije",
        "Longitude": "Geografska dužina",
        "NoDataForGeoIPReport1": "Nema podataka za ovaj izveštaj zato što ili podaci o lokaciji nisu dostupni ili IP adresu posetioca nije moguće geolocirati.",
        "NoDataForGeoIPReport2": "Da biste omogućili preciznu geolokaciju, promenite podešavanja %1$sovde%2$s i koristite %3$sbazu gradova%4$s.",
        "Organization": "Organizacija",
        "OrgDatabase": "Baza organizacija",
        "PeclGeoIPNoDBDir": "PECL modul traži bazu u %1$s ali ovaj direktorijum ne postoji. Molimo vas da ga kreirate i da mu dodate GeoIP bazu. Takođe možete postaviti %2$s za pravi direktorijum u php.ini datoteci.",
        "PeclGeoLiteError": "Vaša GeoIp baza se nalazi u %1$s i zove se %2$s. Na žalost, PECL modul je neće prepoznati pod ovim imenom. Molimo vas da je reimenujete u %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik trenutno ne upravlja ni jednom GeoIP bazom.",
        "PluginDescription": "Izveštaj o zemljama posetilaca",
        "Region": "Regija",
        "SetupAutomaticUpdatesOfGeoIP": "Podesite automatska osvežavanja GeoIP baza.",
        "SubmenuLocations": "Lokacije",
        "TestIPLocatorFailed": "Piwik je pokušao da proveri lokaciju poznate IP adrese (%1$s) ali je vaš server vratio %2$s. Kada bi provajder bio podešen kako treba vratio bi %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Preuzeta datoteka nije validna GeoIP baza. Molimo vas da ponovo proverite URL ili da je preuzmete ručno.",
        "ToGeolocateOldVisits": "Kako biste dobili podatke o lokacijama starih poseta, iskoristite skript %1$ssa ove adrese%2$s.",
        "UnsupportedArchiveType": "Tip arhive %1$s nije prepoznat.",
        "UpdaterHasNotBeenRun": "Program za nadogradnju nije nikada ranije pokretan.",
        "UpdaterIsNotScheduledToRun": "Nije zakazano buduće izvršenje.",
        "UpdaterScheduledForNextRun": "Zakazano je da bude pokrenuto prilikom sledećeg izvršenja archive.php posla.",
        "UpdaterWasLastRun": "Poslednja provera je izvršena %s.",
        "UpdaterWillRunNext": "Sledeće izvršenje je zakazano za %s.",
        "WidgetLocation": "Lokacija posetioca"
    },
    "UserCountryMap": {
        "AndNOthers": "i %s ostalih",
        "Cities": "Gradovi",
        "Countries": "Države",
        "DaysAgo": "pre %s dana",
        "GoalConversions": "%s ispunjenih ciljeva",
        "Hours": "sati",
        "HoursAgo": "pre %s sati",
        "map": "mapa",
        "Minutes": "minuti",
        "MinutesAgo": "pre %s minuta",
        "None": "Ništa",
        "NoVisit": "Nema poseta",
        "RealTimeMap": "Mapa u realnom vremenu",
        "Regions": "Regioni",
        "Searches": "%s pretraga",
        "Seconds": "sekundi",
        "SecondsAgo": "pre %s sekundi",
        "ShowingVisits": "Geolocirane posete od poslednjih",
        "Unlocated": "<b>%s<\/b> %p od poseta sa %c nije moguće geolocirati.",
        "VisitorMap": "Mapa posetilaca",
        "WorldWide": "Ceo svet"
    },
    "UserSettings": {
        "BrowserFamilies": "Porodica brauzera",
        "BrowserLanguage": "Jezik brauzera",
        "Browsers": "Brauzeri",
        "BrowserWithNoPluginsEnabled": "%1$s sa isključenim dodacima",
        "BrowserWithPluginsEnabled": "%1$s sa uključenim dodacima %2$s",
        "ColumnBrowser": "Brauzer",
        "ColumnBrowserFamily": "Porodica brauzera",
        "ColumnBrowserVersion": "Verzija brauzera",
        "ColumnConfiguration": "Podešavanja",
        "ColumnOperatingSystem": "Operativni sistem",
        "ColumnResolution": "Rezolucija",
        "ColumnTypeOfScreen": "Tip ekrana",
        "Configurations": "Podešavanja",
        "GamingConsole": "Konzole za igranje",
        "Language_aa": "Afar",
        "Language_ab": "Abhazijski",
        "Language_ae": "Avestan",
        "Language_af": "Afrikans",
        "Language_ak": "Akan",
        "Language_am": "Amarik",
        "Language_an": "Aragonesi",
        "Language_ar": "Arapski",
        "Language_as": "Asamesi",
        "Language_av": "Avarski",
        "Language_ay": "Ajmara",
        "Language_az": "Azerbejdžanski",
        "Language_ba": "Baškiri",
        "Language_be": "Beloruski",
        "Language_bg": "Bugarski",
        "Language_bh": "Bihari",
        "Language_bi": "Bislami",
        "Language_bm": "Bambara",
        "Language_bn": "Bengalski",
        "Language_bo": "Tibetanski",
        "Language_br": "Bretonski",
        "Language_bs": "Bosanski",
        "Language_ca": "Katalonski",
        "Language_ce": "Čečenski",
        "Language_ch": "Čamoro",
        "Language_co": "Korzikanski",
        "Language_cr": "Kri",
        "Language_cs": "Češki",
        "Language_cu": "Staroslovenski",
        "Language_cv": "Čuvaši",
        "Language_cy": "Velški",
        "Language_da": "Danski",
        "Language_de": "Nemački",
        "Language_dv": "Divehi",
        "Language_dz": "Džonga",
        "Language_ee": "Ive",
        "Language_el": "Grčki",
        "Language_en": "Engleski",
        "Language_eo": "Esperanto",
        "Language_es": "Španski",
        "Language_et": "Estonski",
        "Language_eu": "Baskijski",
        "Language_fa": "Persijski",
        "Language_ff": "Fala",
        "Language_fi": "Finski",
        "Language_fj": "Fidži",
        "Language_fo": "Farski",
        "Language_fr": "Francuski",
        "Language_fy": "Zapadni frizijski",
        "Language_ga": "Irski",
        "Language_gd": "Škotski keltski",
        "Language_gl": "Galicijski",
        "Language_gn": "Guarani",
        "Language_gu": "Gujarati",
        "Language_gv": "Manks",
        "Language_ha": "Hauza",
        "Language_he": "Hebrejski",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri motu",
        "Language_hr": "Hrvatski",
        "Language_ht": "Haiti kreolski",
        "Language_hu": "Mađarski",
        "Language_hy": "Jermenski",
        "Language_hz": "Herero",
        "Language_ia": "Interlingva",
        "Language_id": "Indonežanski",
        "Language_ie": "Interlingve",
        "Language_ig": "Igbo",
        "Language_ii": "Sičuan ji",
        "Language_ik": "Inupijaki",
        "Language_io": "Ido",
        "Language_is": "Islandski",
        "Language_it": "Italijanski",
        "Language_iu": "Inuktituti",
        "Language_ja": "Japanski",
        "Language_jv": "Javanski",
        "Language_ka": "Gruzijski",
        "Language_kg": "Kongo",
        "Language_ki": "Kukuju",
        "Language_kj": "Kvanjama",
        "Language_kk": "Kazahstanski",
        "Language_kl": "Grenlandski",
        "Language_km": "Central kmerski",
        "Language_kn": "Kanada",
        "Language_ko": "Korejski",
        "Language_kr": "Kanuri",
        "Language_ks": "Kašmirski",
        "Language_ku": "Kurdski",
        "Language_kv": "Komi",
        "Language_kw": "Korniš",
        "Language_ky": "Kirgizijski",
        "Language_la": "Latinski",
        "Language_lb": "Luksemburški",
        "Language_lg": "Ganda",
        "Language_li": "Limburški",
        "Language_ln": "Lingala",
        "Language_lo": "Laoški",
        "Language_lt": "Litvanski",
        "Language_lu": "Luba-Katanga",
        "Language_lv": "Letonski",
        "Language_mg": "Malagasi",
        "Language_mh": "Maršalski",
        "Language_mi": "Maorski",
        "Language_mk": "Makedonski",
        "Language_ml": "Malajalam",
        "Language_mn": "Mongolski",
        "Language_mr": "Marati",
        "Language_ms": "Maležanski",
        "Language_mt": "Malteški",
        "Language_my": "Burmanski",
        "Language_na": "Nauru",
        "Language_nb": "Bokma",
        "Language_nd": "Severni ndebele",
        "Language_ne": "Nepalski",
        "Language_ng": "Ndonga",
        "Language_nl": "Holandski",
        "Language_nn": "Njorsk",
        "Language_no": "Norveški",
        "Language_nr": "Južni ndebele",
        "Language_nv": "Navaho",
        "Language_ny": "Čičeva",
        "Language_oc": "Očitan",
        "Language_oj": "Odžibva",
        "Language_om": "Oroma",
        "Language_or": "Orija",
        "Language_os": "Osetijski",
        "Language_pa": "Pundžabi",
        "Language_pi": "Pali",
        "Language_pl": "Poljski",
        "Language_ps": "Pašto",
        "Language_pt": "Portugalski",
        "Language_qu": "Kečua",
        "Language_rm": "Reto romans",
        "Language_rn": "Rundi",
        "Language_ro": "Rumunski",
        "Language_ru": "Ruski",
        "Language_rw": "Kinjarvanda",
        "Language_sa": "Sanskrit",
        "Language_sc": "Sardinijski",
        "Language_sd": "Sindi",
        "Language_se": "Severni Sami",
        "Language_sg": "Sango",
        "Language_si": "Sinala",
        "Language_sk": "Slovački",
        "Language_sl": "Slovenački",
        "Language_sm": "Samoanski",
        "Language_sn": "Šona",
        "Language_so": "Somalijski",
        "Language_sq": "Albanski",
        "Language_sr": "Srpski",
        "Language_ss": "Svati",
        "Language_st": "Soto",
        "Language_su": "Sudanski",
        "Language_sv": "Švedski",
        "Language_sw": "Svahili",
        "Language_ta": "Tamilski",
        "Language_te": "Telugu",
        "Language_tg": "Tadžikistanski",
        "Language_th": "Tajlandski",
        "Language_ti": "Tigrinija",
        "Language_tk": "Turkmenistanski",
        "Language_tl": "Tagalog",
        "Language_tn": "Cvana",
        "Language_to": "Tonga",
        "Language_tr": "Turski",
        "Language_ts": "Conga",
        "Language_tt": "Tatarski",
        "Language_tw": "Tui",
        "Language_ty": "Tahićanski",
        "Language_ug": "Jigur",
        "Language_uk": "Ukrajinski",
        "Language_ur": "Urdu",
        "Language_uz": "Uzbekistanski",
        "Language_ve": "Venda",
        "Language_vi": "Vijetnamski",
        "Language_vo": "Volapik",
        "Language_wa": "Valon",
        "Language_wo": "Volof",
        "Language_xh": "Ćoša",
        "Language_yi": "Jidiš",
        "Language_yo": "Joruba",
        "Language_za": "Čueng",
        "Language_zh": "Kineski",
        "Language_zu": "Zulu",
        "LanguageCode": "Kod jezika",
        "MobileVsDesktop": "Mobilni i desktop",
        "OperatingSystemFamily": "Porodica operativnih sistema",
        "OperatingSystems": "Operativni sistemi",
        "PluginDescription": "Izveštaj o različitim parametrima vezanim za posetioce: brauzeri, operativni sistemi, dodaci, ekranske rezolucije, globalna podešavanja.",
        "PluginDetectionDoesNotWorkInIE": "Pažnja: detekcija dodataka ne radi kod Internet Explorera. Ovaj izveštaj se odnosi samo na brauzere koji nisu Internet Exlorer",
        "Resolutions": "Rezolucije",
        "VisitorSettings": "Parametri posetilaca",
        "WideScreen": "Širok ekran",
        "WidgetBrowserFamilies": "Brauzeri po porodicama",
        "WidgetBrowserFamiliesDocumentation": "Ovaj grafikon prikazuje brauzere vaših posetilaca po porodicama. %s Najvažnija informacija za web dizajnere je koju vrstu endžina koriste njihovi posetioci. Naptisi sadrže imena endžina a u zagradi je najčešća lista brauzera koji koriste taj endžin.",
        "WidgetBrowsers": "Brauzeri posetilaca",
        "WidgetBrowsersDocumentation": "Ovaj izveštaj prikazuje koje brauzere koriste vaši posetioci. Svaka verzija brauzera je prikazana posebno.",
        "WidgetBrowserVersion": "Verzija brauzera",
        "WidgetGlobalVisitors": "Globalna podešavanja posetilaca",
        "WidgetGlobalVisitorsDocumentation": "Ovaj izveštaj prikazuje najčešća podešavanja vaših posetilaca. Pod podešavanjem podrazumevamo kombinaciju operativnog sistema, tipa brauzera i ekranske rezolucije.",
        "WidgetOperatingSystems": "Operativni sistemi",
        "WidgetPlugins": "Lista dodataka",
        "WidgetPluginsDocumentation": "Ovaj izveštaj prikazuje koje dodatke za brauzere vaši posetioci imaju uključene. Ova informacija može biti od značaja prilikom odabira pravog načina prikaza sadržaja na vašem sajtu.",
        "WidgetResolutions": "Rezolucije ekrana",
        "WidgetWidescreen": "Standardan \/ Širok ekran"
    },
    "UsersManager": {
        "AddUser": "Dodavanje novog korisnika",
        "Alias": "Alias",
        "AllWebsites": "Svi sajtovi",
        "AnonymousUserHasViewAccess": "Pažnja: korisnik %1$s ima %2$s nivo pristupa ovom sajtu.",
        "AnonymousUserHasViewAccess2": "Vaši analitički podaci i informacije o vašim posetiocima su javno vidljivi.",
        "ApplyToAllWebsites": "Primeni na sve sajtove",
        "ChangeAllConfirm": "Da li ste sigurni da želite da promenite '%s' privilegije na svim sajtovima?",
        "ChangePasswordConfirm": "Promena lozinke će prouzrokovati i promenu korisnikovog token_auth. Da li ste sigurni da želite da nastavite?",
        "ClickHereToDeleteTheCookie": "Kliknite ovde kako biste obrisali kolačić i time omogućili Piwik da prati i vaše posete",
        "ClickHereToSetTheCookieOnDomain": "Kliknite ovde kako biste postavili kolačić i time onemogućili Piwik da prati i vaše posete %s",
        "ConfirmGrantSuperUserAccess": "Da li zaista želite da '%s' dodelite superkorisnički nivo pristupa? Pažnja: korisnik će dobiti pristup svim sajtovima i moći će da vrši administrativne zadatke.",
        "ConfirmProhibitMySuperUserAccess": "%s, da li zaista želite sebi da uklonite superkorisnički nivo pristupa? Izgubićete sva prava i pristup svim sajtovima i bićete odjavljeni sa Piwik-a.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Da li zaista želite da uklonite superkorisnički nivo pristupa korisniku '%s'? Ovaj korisnik će izgubiti sva prava i pristup sajtovima. Postarajte se da psole toga dodelite prava pristupa sajtovima ukoliko je to potrebno.",
        "DeleteConfirm": "Da li ste sigurni da želite da obrišete korisnika %s?",
        "Email": "Elektronska adresa",
        "EmailYourAdministrator": "%1$sObavestite administratora o ovom problemu%2$s.",
        "ExceptionAccessValues": "Parametar pristupa mora da ima jednu od sledećih vrednosti: [ %s ]",
        "ExceptionAdminAnonymous": "Ne možete dozvoliti 'admin' privilegije anonimnom korisniku.",
        "ExceptionDeleteDoesNotExist": "Korisnik '%s' ne postoji pa stoga ni ne može biti obrisan.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Nije moguće obrisati korisnika '%s'.",
        "ExceptionEditAnonymous": "Podaci o anonimnom korisniku ne mogu biti menjani ili obrisani. Anonimni korisnik služi da bi Piwik mogao da razlikuje korisnika koji se još nije prijavio na sistem. Primera radi, svoju statistiku možete učiniti javnom tako što ćete anonimnom korisniku dozvoliti 'prikaz' pristup.",
        "ExceptionEmailExists": "Korisnik sa elektronskom adresom '%s' već postoji.",
        "ExceptionInvalidEmail": "Elektronska adresa nije validna.",
        "ExceptionInvalidLoginFormat": "Korisničko ime mora biti dugačko između %1$s i %2$s znakova i mora da sadrži samo slova, brojeve ili znkove '_' ili '-' ili '.' ili '@'",
        "ExceptionInvalidPassword": "Dužina lozinke mora biti između %1$s i %2$s znakova.",
        "ExceptionLoginExists": "Korisničko ime '%s' već postoji.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth očekuje MD5 hash lozinku (niz od 32 znaka). Molimo vas da primenite funkciju md5() nad lozinkom pre poziva ovog metoda. Hvala.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Uklanjanje superkorisničkog nivoa pristupa korisniku '%s' nije moguće.",
        "ExceptionSuperUserAccess": "Ovaj korisnik već ima superkorisnički nivo pristupa. Možete mu ukloniti taj nivo i pokušati ponovo.",
        "ExceptionUserDoesNotExist": "Korisnik '%s' ne postoji.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Mora postojati barem jedan korisnik sa superkorisničkim pristupom. Molimo vas da prvo dodelite superkorisnički pristup nekom od korisnika.",
        "ExcludeVisitsViaCookie": "Isključite vaše posete pomoću kolačića",
        "ForAnonymousUsersReportDateToLoadByDefault": "Za anonimne korisnike, datum izveštaja koji podrazumevano treba prikazati je:",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Ukoliko želite da promenite lozinku, upišite novu. U suprotnom ostavite polje prazno",
        "InjectedHostCannotChangePwd": "Trenutno pristupate sa nepoznatog hosta (%1$s). Lozinku ne možete promeniti dok ovo ne ispravite.",
        "LastSeen": "Poslednji put viđen",
        "MainDescription": "Određivanje koji korisnici imaju pristup sajtovima.",
        "ManageAccess": "Kontrola pristupa",
        "MenuAnonymousUserSettings": "Podešavanja anonimnih korisnika",
        "MenuUsers": "Korisnici",
        "MenuUserSettings": "Tekući korisnik",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Ne možete menjati podešavanja u ovoj sekciji zato što nemate nijedan sajt kojem se može pristupiti kao anonimni korisnik.",
        "NoUsersExist": "Još uvek nema korisnika.",
        "PluginDescription": "Rad sa korisnicima Piwik-a: dodavanje novih korisnika, izmena postojećih, rad na privilegijama. Sve akcije su dostupne i preko API-ja.",
        "PrivAdmin": "Administracija",
        "PrivNone": "Nema pristup",
        "PrivView": "Prikaz",
        "ReportDateToLoadByDefault": "Datum izveštaja koji podrazumevano treba prikazati",
        "ReportToLoadByDefault": "Izveštaj koji podrazumevano treba prikazati",
        "SuperUserAccessManagement": "Upravljanje superkorisničkim pristupima",
        "SuperUserAccessManagementGrantMore": "Ovde možete dodeljivati superkorisnički pristup ostalim Piwik korisnicima. Molimo vas da budete pažljivi.",
        "SuperUserAccessManagementMainDescription": "Superkorisnici imaju najviše privilegije. Oni mogu da obavljaju sve administrativne zadatke poput dodavanja novih sajtova, korisnika, promene privilegija korisnika, aktivacije i deaktivacije dodataka kao i instaliranja novih dodataka sa Marketa.",
        "TheLoginScreen": "Stranica za prijavu",
        "ThereAreCurrentlyNRegisteredUsers": "Trenutno registrovanih korisnika: %s",
        "TypeYourPasswordAgain": "Upišite novu lozinku ponovo",
        "User": "Korisnik",
        "UsersManagement": "Upravljanje korisnicima",
        "UsersManagementMainDescription": "Dodavanje novih i promena postojećih korisničkih naloga, dodeljivanje privilegija.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Kada korisnik koji nije prijavljen pokuša da otvori Piwik, trebalo bi da se otvori:",
        "YourUsernameCannotBeChanged": "Vaše korisničko ime ne može biti promenjeno.",
        "YourVisitsAreIgnoredOnDomain": "%s Piwik ignoriše vaše posete %s %s (pronađen je specijalni kolačić u vašem brauzeru).",
        "YourVisitsAreNotIgnored": "%s Piwik ne ignoriše vaše posete%s (nije pronađen kolačić u vašem brauzeru)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Akcije posetilaca koji se vraćaju",
        "ColumnAverageVisitDurationForReturningVisitors": "Prosečna dužina posete (u sekundama)",
        "ColumnAvgActionsPerReturningVisit": "Prosečno akcija po ponovnoj poseti",
        "ColumnBounceCountForReturningVisits": "Broj odbijanja posetilaca koji se vraćaju",
        "ColumnBounceRateForReturningVisits": "Stopa odbijanja posetilaca koji se vraćaju",
        "ColumnMaxActionsInReturningVisit": "Maksimum akcija u jednoj ponovnoj poseti",
        "ColumnNbReturningVisitsConverted": "Broj ispunjenih ponovnih posetilaca",
        "ColumnReturningVisits": "Posetioci koji se vraćaju",
        "ColumnSumVisitLengthReturning": "Ukupno vreme provedeno od strane ponovnih posetilaca (u sekundama)",
        "ColumnUniqueReturningVisitors": "Jedinstvenih ponovnih posetilaca",
        "PluginDescription": "Statistika novih korisnika u odnosu na korisnike koji se vraćaju",
        "ReturnActions": "Broj akcija od strane ponovnih poseta: %s",
        "ReturnAverageVisitDuration": "Prosečno trajanje posete od strane ponovnih posetilaca: %s",
        "ReturnAvgActions": "Broj akcija po ponovnoj poseti: %s",
        "ReturnBounceRate": "Broj poseta koje su odbijene (napustile sajt posle samo jedne stranice) %s",
        "ReturningVisitDocumentation": "Posetioc koji se vraća je (za razliku od novog posetioca) neko ko je bar jednom posetio sajt u prošlosti.",
        "ReturningVisitsDocumentation": "Ovo je pregled posetilaca koji se vraćaju",
        "ReturnVisits": "Broj ponovnih poseta: %s",
        "SubmenuFrequency": "Učestalost",
        "WidgetGraphReturning": "Grafikon ponovnih poseta",
        "WidgetOverview": "Pregled učestalosti"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Stranica po poseti",
        "ColumnVisitDuration": "Dužina zadržavanja",
        "Engagement": "Zainteresovanost",
        "NPages": "%s stranica",
        "OneMinute": "1 min",
        "OnePage": "1 stranica",
        "PluginDescription": "Izveštaji o tome šta posetioce zanima: broj posećenih stranica, vreme provedeno na sajtu.",
        "PlusXMin": "%s min",
        "VisitNum": "Broj poseta",
        "VisitsByDaysSinceLast": "Poseta po danima od poslednje posete",
        "visitsByVisitCount": "Posete po broju poseta",
        "VisitsPerDuration": "Broj poseta po dužini zadržavanja",
        "VisitsPerNbOfPages": "Broj poseta po broju stranica",
        "WidgetLengths": "Dužine poseta",
        "WidgetLengthsDocumentation": "U ovom izveštaju možete videti koliko poseta ima određenu dužinu trajanja. Izveštaj je inicijalno prikazan kao oblak tagova a najčešće dužine su prikazane većim slovimna.",
        "WidgetPages": "Broj stranica po poseti",
        "WidgetPagesDocumentation": "U ovom izveštaju možete videti koliko poseta je imalo određeni broj pregleda stranica. Izveštaj je inicijalno prikazan kao oblak tagova a najčešći rezultati su prikazani većim brojevima.",
        "WidgetVisitsByDaysSinceLast": "Poseta po danima od poslednje posete",
        "WidgetVisitsByDaysSinceLastDocumentation": "U ovom izveštaju možete da vidite koliko ima poseta od strane posetilaca čija poslednja poseta je bila pre određenog broja dana.",
        "WidgetVisitsByNumDocumentation": "U ovom izveštaju možete da vidite broj poseta koje su n-te posete, na primer posetioce koji su došli na vaš sajt barem n puta."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s prosečno vreme generisanja",
        "AverageVisitDuration": "Prosečno trajanje posete: %s",
        "GenerateQueries": "Izvršeno upita: %s",
        "GenerateTime": "Vreme generisanja izveštaja u sekundama: %s",
        "MaxNbActions": "Maksimum akcija u jednoj poseti: %s",
        "NbActionsDescription": "Broj akcija (prikaza stranica, preuzimanja i odlazaka): %s",
        "NbActionsPerVisit": "Akcija po poseti: %s",
        "NbDownloadsDescription": "%s preuzimanja",
        "NbKeywordsDescription": "Jedinstvenih ključnih reči: %s",
        "NbOutlinksDescription": "%s izlaznih linkova",
        "NbPageviewsDescription": "%s prikaza stranica",
        "NbSearchesDescription": "Ukupno pretraživanja vašeg sajta: %s",
        "NbUniqueDownloadsDescription": "%s jedinstvenih preuzimanja",
        "NbUniqueOutlinksDescription": "%s jedinstvenih izlaznih linkova",
        "NbUniquePageviewsDescription": "%s jedinstvenih prikaza stranica",
        "NbUniqueVisitors": "Broj jedinstvenih posetilaca: %s",
        "NbVisitsBounced": "%s posetilaca je otišlo posle samo jedne stranice",
        "PluginDescription": "Opšte analitičke brojke: posete, jedinstveni posetioci, broj akcija, stopa odbijanja itd.",
        "VisitsSummary": "Sumarno",
        "VisitsSummaryDocumentation": "Ovo je pregled razvoja poseta",
        "WidgetLastVisits": "Grafikon najskorijih poseta",
        "WidgetOverviewGraph": "Pregled sa grafikonom",
        "WidgetVisits": "Pregled poseta"
    },
    "VisitTime": {
        "ColumnLocalTime": "Lokalno vreme",
        "ColumnServerTime": "Serversko vreme",
        "DayOfWeek": "Dan u nedelji",
        "LocalTime": "Broj poseta po lokalnom vremenu",
        "NHour": "%s",
        "PluginDescription": "Lokalno i vreme na serveru. Znati vreme na serveru može biti korisno u slučaju zakazivanja održavanja sajta.",
        "ServerTime": "Broj poseta po serverskom vremenu",
        "SubmenuTimes": "Vreme",
        "VisitsByDayOfWeek": "Posete po danu u nedelji",
        "WidgetByDayOfWeekDocumentation": "Ovaj grafikon prikazuje broj poseta po danu u nedelji",
        "WidgetLocalTime": "Broj poseta po lokalnom vremenu",
        "WidgetLocalTimeDocumentation": "Ovaj grafikon prikazuje vreme u %s vremenskoj zoni posetilaca %s za vreme njihovih poseta",
        "WidgetServerTime": "Broj poseta po serverskom vremenu",
        "WidgetServerTimeDocumentation": "Ovaj grafikon prikazuje vreme u %s vremenskoj zoni servera %s za vreme poseta"
    },
    "Widgetize": {
        "OpenInNewWindow": "Otvori u novom prozoru",
        "PluginDescription": "Ovaj dodatak vam omogućuje da na veoma jednostavan način prikažete bilo koji od Piwik vidžeta na svom blogu, sajtu, Igoogle ili Netvibes!",
        "TopLinkTooltip": "Prikaži Piwik izveštaje kao vidžete i ugradi konzolu u svoju aplikaciju kao iframe."
    }
}