{
    "Actions": {
        "AvgGenerationTimeTooltip": "Medel baseras på %s träff(ar) %s mellan %s och %s",
        "ColumnClickedURL": "Klickad URL",
        "ColumnClicks": "Klick",
        "ColumnClicksDocumentation": "Antalet gånger som denna länk klickades på.",
        "ColumnDownloadURL": "Nedladdningens URL",
        "ColumnEntryPageTitle": "Målsidans titel",
        "ColumnEntryPageURL": "Målsidans URL",
        "ColumnExitPageTitle": "Avvisningssidans titel",
        "ColumnExitPageURL": "Avvisningssidans URL",
        "ColumnNoResultKeyword": "Sökord utan resultat",
        "ColumnPageName": "Sidnamn",
        "ColumnPagesPerSearch": "Sökresultatsidor",
        "ColumnPagesPerSearchDocumentation": "Ibland klickar användare som söker på din webbplats på \"nästa\" för att visa flera resultat. Detta är det genomsnittliga antalet sidor med sökresultat som visas för det här sökordet.",
        "ColumnPageURL": "Sidans URL",
        "ColumnSearchCategory": "Sök kategori",
        "ColumnSearches": "Sökningar",
        "ColumnSearchesDocumentation": "Antalet besök som sökte efter detta sökord i din webbplats sökmotor.",
        "ColumnSearchExits": "% Sökutgångar",
        "ColumnSearchExitsDocumentation": "Procentandelen besök som lämnade webbplatsen efter att ha sökt efter detta sökord i din webbplats sökmotor.",
        "ColumnSearchResultsCount": "Antal sökresultat",
        "ColumnSiteSearchKeywords": "Unika Sökord",
        "ColumnUniqueClicks": "Unika klick",
        "ColumnUniqueClicksDocumentation": "Antalet besök som involverade ett klick på denna länk. Om en länk klickades på flera gånger under ett besök, så räknas det bara en gång.",
        "ColumnUniqueDownloads": "Unika nedladdningar",
        "ColumnUniqueOutlinks": "Unika utlänkar",
        "DownloadsReportDocumentation": "I denna rapport kan du se vilka filer som besökarna har laddat ner. %s Vad Piwik räknar som en nedladdning är klicket på en nedladdningslänk. Oavsett om nedladdningen slutfördes eller inte.",
        "EntryPagesReportDocumentation": "Denna rapport innehåller information om målsidor som användes under den angivna perioden. En målsida är den första sidan som en användare besöker under sitt besök. %s Målsidornas adresser visas som en mappstruktur.",
        "EntryPageTitles": "Målsidors titel",
        "EntryPageTitlesReportDocumentation": "Den här rapporten innehåller information om sidtitlar för målsidorna som använts under den valda perioden.",
        "ExitPagesReportDocumentation": "Denna rapport innehåller information om utgångssidor som uppstod under den angivna perioden. En utgångssida är den sista sidan som en användare besöker på under sitt besök. %s Utgångsadresserna visas som en mappstruktur.",
        "ExitPageTitles": "Utgångssidors titel",
        "ExitPageTitlesReportDocumentation": "Den här rapporten innehåller information om sidtitlar för utgångssidorna som använts under den valda perioden.",
        "LearnMoreAboutSiteSearchLink": "Läs mer om spårning för hur dina besökare använder din sökmotor.",
        "OneSearch": "1 sökning",
        "OutlinkDocumentation": "En utlänk är en länk som leder besökaren bort från webbplatsen (till en annan domän).",
        "OutlinksReportDocumentation": "Denna rapport visar en hierarkisk lista över utlänkarnas webbadresser som klickades på utav dina besökare.",
        "PagesReportDocumentation": "Denna rapport innehåller information om webbadresserna som har besökts. %s Tabellen ordnas hierarkiskt, webbadresserna visas som en mappstruktur.",
        "PageTitlesReportDocumentation": "Denna rapport innehåller information om titlarna på de sidor som har besökts. %s sidans titel är HTML-taggen %s som de flesta webbläsare visar i sina fönster titel.",
        "PageUrls": "Webbadress",
        "PluginDescription": "Rapporter om sidvisningar, utlänkar och nedladdningar. Spårning av utlänkar och nedladdningar sker automatiskt!",
        "SiteSearchCategories1": "Den här rapporten listar kategorierna som besökarna valt när dom gjort en sökning på din webbplats.",
        "SiteSearchCategories2": "T.ex. så har e-handelssidor vanligtvis kategorier som gör att besökarna kan begränsa sökningen till produkter i en vald kategori",
        "SiteSearchFollowingPagesDoc": "När besökare söker på din webbplats så letar dom efter en speciell sida, innehåll, produkt eller tjänst. Den här rapporten listar de sidor med flest klick efter en intern sökning. Med andra ord, en lista med dom mest sökta sidorna av besökare som redan hittat till din webbplats.",
        "SiteSearchIntro": "Att spåra sökningar som besökare gör på webbplatsen är ett väldigt effektivt sätt att lära sig mer om vad dom letar efter. Det kan hjälpa till med nya idéer för innehåll eller nya produkter som potentiella kunder letar efter. Det kan även förbättra den allmänna upplevelsen besökarna får på din webbplats.",
        "SiteSearchKeyword": "Sökord(Webbplatssökning)",
        "SiteSearchKeywordsDocumentation": "Den här rapporten listar sökorden som besökare sökt efter med din interna sökmotor.",
        "SiteSearchKeywordsNoResultDocumentation": "Den här rapporten listar sökorden som inte gav något resultat. Möjligtvis kan webbplatsens sökmotor förbättras eller så letar besökarna efter innehåll som inte finns (ännu?)",
        "SubmenuPagesEntry": "Målsidor",
        "SubmenuPagesExit": "Utgångssidor",
        "SubmenuPageTitles": "Sidtitlar",
        "SubmenuSitesearch": "Webbplatssök",
        "WidgetEntryPageTitles": "Målsidors titlar",
        "WidgetExitPageTitles": "Utgångssidors titlar",
        "WidgetPagesEntry": "Målsidor",
        "WidgetPagesExit": "Utgångssidor",
        "WidgetPageTitles": "Sidtitlar",
        "WidgetPageTitlesFollowingSearch": "Sidtitlar från en webbplatssökning",
        "WidgetPageUrlsFollowingSearch": "Sidor från en webbplatssökning",
        "WidgetSearchCategories": "Sök kategorier",
        "WidgetSearchKeywords": "Sökord från webbplatssökningar",
        "WidgetSearchNoResultKeywords": "Sökord utan resultat"
    },
    "Annotations": {
        "AddAnnotationsFor": "Lägg till en anteckning för %s...",
        "AnnotationOnDate": "Anteckning den %1$s: %2$s",
        "Annotations": "Anteckningar",
        "ClickToDelete": "Klicka för att ta bort denna anteckning.",
        "ClickToEdit": "Klicka för att redigera denna anteckning.",
        "ClickToEditOrAdd": "Klicka för att redigera eller lägga till en ny anteckning",
        "ClickToStarOrUnstar": "Klicka för att stjärnmärka eller ta bort stjärnmärkning för denna anteckning.",
        "CreateNewAnnotation": "Skapa ny anteckning...",
        "EnterAnnotationText": "Skriv in din anteckning...",
        "HideAnnotationsFor": "Dölj anteckning för %s...",
        "IconDesc": "Visa anteckningar för det här datumintervallet.",
        "IconDescHideNotes": "Dölj anteckningar för det här datumintervallet.",
        "InlineQuickHelp": "Du kan skapa anteckningar för att markera speciella händelser (som t.ex. ett nytt blogginlägg eller ny design av webbplatsen), för att spara data-analyser eller annat som du tycker är viktigt.",
        "LoginToAnnotate": "Logga in för att skapa en anteckning.",
        "NoAnnotations": "Det finns inga noteringar för detta datumintervall.",
        "PluginDescription": "Tillåter dig att koppla anteckningar till olika datum för att markera ändringar som gjorts till webbplatsen, spara analyser som du gör av din data och dela dina tankar med kollegor. Genom att koppla anteckningar så kommer du alltid komma ihåg vad som gör att din data förändras och ser ut som den gör.",
        "ViewAndAddAnnotations": "Visa och lägg till anteckningar för %s...",
        "YouCannotModifyThisNote": "Du kan inte ändra den här anteckningen eftersom du inte har skapat den, eller har admin-behörighet för den här webbplasten."
    },
    "API": {
        "GenerateVisits": "Om du inte har data för idag så kan du först skapa några data med hjälp av %s plugin. Du kan aktivera %s plugin, klicka sedan på 'Besöksgeneratorn'-menyn i Piwik administrationsområdet.",
        "KeepTokenSecret": "Detta token_auth är lika hemligt som ditt användarnamn och lösenord, %s dela inte med dig av detta! %s!",
        "LoadedAPIs": "Laddade in %s API'er utan problem",
        "MoreInformation": "För mer information om Piwiks API'er, ta en titt i %s Introduction to Piwik API %s och %s Piwik API Reference %s.",
        "PluginDescription": "All data i Piwik finns tillgängligt via enkla API'er. Denna plugin är webbtjänstens ingångspunkt som du kan anropa för att få tillgång till din webbanalysdata i xml, json, php, csv, osv.",
        "QuickDocumentationTitle": "API snabbdokumentation",
        "TopLinkTooltip": "Få åtkomst till webbanalysdata programmatiskt genom ett enkelt API i t.ex. json, xml etc.",
        "UserAuthentication": "Användarautentisering",
        "UsingTokenAuth": "Om du vill %s begära uppgifter inom ett skript, ett crontab-jobb, etc. %s måste du lägga till parametern %s till API-anrop webbadresser som kräver autentisering."
    },
    "CoreAdminHome": {
        "Administration": "Administration",
        "ArchivingSettings": "Inställningar för arkivering",
        "BrandingSettings": "Varumärkesinställningar",
        "CheckReleaseGetVersion": "När du söker efter en ny version av Piwik, se alltid till att",
        "ClickHereToOptIn": "Klicka här för att gå med.",
        "ClickHereToOptOut": "Klicka här för att gå ur.",
        "CustomLogoFeedbackInfo": "Om du anpassar Piwik's logotyp, kanske du också är intresserad av att dölja %s länken i toppmenyn. För att göra detta kan du inaktivera pluginen Feedback på sidan %sHantera Plugins%s.",
        "CustomLogoHelpText": "Du kan anpassa Piwik's logotyp som kommer att visas i användargränssnittet och i e-postrapporter.",
        "DevelopmentProcess": "Vår %sutvecklingsprocess%s inkluderar tusentals automatiserade test, och Beta test spelar en nyckelroll i Piwiks policy mot buggar.",
        "EmailServerSettings": "E-postinställningar (server)",
        "ForBetaTestersOnly": "Endast för betatestare",
        "ImageTracking": "Bildspårning",
        "ImageTrackingIntro1": "När en besökare har inaktiverat JavaScript, eller när JavaScript inte kan användas, så kan du använda bildspårning för att spåra besökare.",
        "ImageTrackingIntro2": "Generera länken här nedanför och klistra in HTML-koden på din sida. Om du använder det här som reservför språning med JavaScript, så kan du omringa koden med %1$s-taggar.",
        "ImageTrackingIntro3": "Titta i %1$sdokumentationen för Spårnings-API%2$s ör att se hela listan med alternativ för bildspårning.",
        "ImageTrackingLink": "Bildspårningslänk",
        "ImportingServerLogs": "Importerar Serverloggar",
        "ImportingServerLogsDesc": "Ett alternativ till att spåra besökare via webbläsaren (antingen via JavaScript eller en bildlänk) är att kontinuerligt importera serverloggar. Läs mer om %1$sServer loggfilanalys%2$s.",
        "InvalidPluginsWarning": "Följande plugin är inte kompatibelt med %1$s och kunde inte laddas: %2$s.",
        "InvalidPluginsYouCanUninstall": "Du kan uppdatera eller installera plugins på vår %1$shantera plugin sida%2$s.",
        "JavaScriptTracking": "Spårning med JavaScript",
        "JSTracking_CampaignKwdParam": "Parameter för nyckelorden i kampanjen",
        "JSTracking_CampaignNameParam": "villkor för kampanjnamn",
        "JSTracking_CodeNote": "Se till att denna kod finns på varje sida av din hemsida före %1$s taggen.",
        "JSTracking_CustomCampaignQueryParam": "Använd den egna förfrågan för parameterns namn för kampanjnamn och sökord",
        "JSTracking_CustomCampaignQueryParamDesc": "Observera: %1$sPiwik kommer automatiskt upptäcka parametrar för Google Analytics. %2$s",
        "JSTracking_EnableDoNotTrack": "Aktivera klientsidan för sidan \"SpåraInte\" upptäckt",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Observera: Rapporten till server sidan SpåraInteRapport har aktiverats, så det här valet kommer inte att ha någon effekt.",
        "JSTracking_EnableDoNotTrackDesc": "Ingen spårningsförfrågan kommer att skickas om inte besökare önskar att bli spårade.",
        "JSTracking_GroupPageTitlesByDomain": "Lägg till webbplatsens domän till sidans titel vid spårning",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Om någon besöker \"om\" sidan på din blogg .%1$s så kommer besökets registreras som \"ditt-blogg-namn\/om\". Det här är det enklaste sättet för dig att få en överblick av din sub-domänstrafik.",
        "JSTracking_MergeAliases": "I rapporten för \"utlänkar\", dölj klick till kända URL.",
        "JSTracking_MergeAliasesDesc": "Klick på länkar till användarnamn och URL:s (till exempel %s) kommer inte räknas som en \"ut-länk\".",
        "JSTracking_MergeSubdomains": "Spåra besökare på alla underdomäner av",
        "JSTracking_MergeSubdomainsDesc": "Om en besökare besöker %1$s och %2$s, kommer de räknas som en unik besökare",
        "JSTracking_PageCustomVars": "Spåra en anpassad variabel för varje sidvisning",
        "JSTracking_PageCustomVarsDesc": "Till exempel med varierande namn \"kategori\" och värde \"vita papper\".",
        "JSTracking_VisitorCustomVars": "Spåra anpassade variabler för denna besökare",
        "JSTracking_VisitorCustomVarsDesc": "Till exempel med varierande namn \"sort\" och värde \"kund\".",
        "JSTrackingIntro1": "Du kan spåra besöken till din sida på många olika sätt. Det sättet som vi rekommenderar är via JavaScript. För att använda den här metoden behöver du ge varje undersida på din hemsida en JavaScript kod. Du kan hämta den koden här:",
        "JSTrackingIntro2": "När du har JavaScripts spårningskod till din webbsida, kopiera och klistra in det på alla sidor du vill spåra med Piwik.",
        "JSTrackingIntro3": "På de flesta webbsidor, bloggar, CMS, med mera kan du använda ett Plugin som redan finns, ett plugin som sköter det tekniska jobbet åt dig. (Titta i vår %1$slista med plugin som används för att interagera med Piwik%2$s.) Om du inte hittar några plugin kan du redigera din sidas templates och lägga till kod i filen för sidfot.",
        "LatestBetaRelease": "Senaste betaversionen",
        "LatestStableRelease": "Senaste stabila versionen",
        "LogoNotWriteableInstruction": "Om du vill använda din egen logotyp istället för Piwiks logotyp, se till så att det finns skrivrättigheter till denna katalog: %1$s. Piwik behöver skrivrättighet för dina logotyper som lagras i filerna %2$s.",
        "LogoUpload": "Välj en logotyp att ladda upp",
        "LogoUploadHelp": "Ladda upp en fil i %s format med en minsta höjd på %s pixlar.",
        "MenuDiagnostic": "Diagnostik",
        "MenuGeneralSettings": "Allmänna inställningar",
        "MenuManage": "Hantera",
        "OptOutComplete": "Exkludering utförd; dina besök på denna webbplatsen kommer inte att spåras av webbanalys-verktyget.",
        "OptOutCompleteBis": "Observera att om du rensar cookies, tar bort cookien för exkludering eller om du byter dator eller webbläsare måste du utföra exkluderingen igen.",
        "OptOutExplanation": "Piwik är dedikerat till att erbjuda personlig integritet på Internet. För att ge dina besökare möjligheten att välja om de ska exkluderas från Piwiks webbanalys, kan du lägga till följande HTML-kod på någon av din webbplats sidor, t.ex. på en sida om sekretesspolicy.",
        "OptOutExplanationBis": "Denna kod kommer att visas i en iFrame som innehåller en länk så att dina besökare kan välja bort Piwik genom att sätta en cookie i sina webbläsare. %s Klicka här för%s att visa innehållet som kommer att visas i iFrame'n.",
        "OptOutForYourVisitors": "Exkludera spårning för dina besökare",
        "PiwikIsInstalledAt": "Piwik är installerat på",
        "PluginDescription": "Piwik's administrationsområde.",
        "PluginSettingChangeNotAllowed": "Det är inte tillåtet att ändra värdet i inställningar för \"%s\" i plugin \"\"%s\"",
        "PluginSettings": "Plugin inställningar",
        "PluginSettingsIntro": "Här kan du ändra inställningarna för tredje parts plugin:",
        "PluginSettingsValueNotAllowed": "Värdet för det här området \"%s\" i Plugin \"%s\" är inte tillåtet",
        "SendPluginUpdateCommunication": "Skicka mig ett e-postmeddelande när det finns en ny uppdatering för tillägget",
        "SendPluginUpdateCommunicationHelp": "Ett e-postmeddelande kommer att skickas till Administratörerna när det finns en ny uppdatering för ett tillägg",
        "TrackAGoal": "Monitorera ett mål",
        "TrackingCode": "Spårningskod",
        "TrustedHostConfirm": "Är du säker på att du vill ändra Piwik's betrodda värdnamn?",
        "TrustedHostSettings": "Betrodd Piwik Värdnamn",
        "UpdateSettings": "Uppdatera inställningar",
        "UseCustomLogo": "Använd en anpassad logotyp",
        "ValidPiwikHostname": "Giltig Piwik Värdnamn",
        "WithOptionalRevenue": "Med alternativ avkastning",
        "YouAreOptedIn": "Du är just nu inkluderad.",
        "YouAreOptedOut": "Du är just nu exkluderad.",
        "YouMayOptOut": "Du kan välja att inte ha ett unikt identifieringsnummer i en cookie tilldelad till din dator för att undvika analys av uppgifter som samlats in på denna webbplats.",
        "YouMayOptOutBis": "För att göra det valet, vänligen klicka nedan för att lagra en cookie för exkludering."
    },
    "CoreHome": {
        "CategoryNoData": "Det finns ingen data i denna kategori. Försök att \"Inkludera alla träffar\".",
        "CheckForUpdates": "Sök efter uppdateringar",
        "CheckPiwikOut": "Kolla in Piwik!",
        "CloseWidgetDirections": "Du kan stänga widgeten genom att klicka på (X)-ikonen på widgetens topp.",
        "DataForThisReportHasBeenPurged": "Data för denna rapport är mer än %s månader gammal och har tagits bort.",
        "DataTableExcludeAggregateRows": "Aggregerade rader dolda %s Dölj dem",
        "DataTableIncludeAggregateRows": "Aggregerade rader dolda %s Visa dem",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "standard",
        "DonateCall1": "Piwik kommer alltid vara gratis att använda men det innebär inte att det inte kostar något att skapa den.",
        "DonateCall2": "Piwik behöver ditt fortsatta stöd för att växa och frodas.",
        "DonateFormInstructions": "Klicka på slidern för att välja ett värde, klicka sedan på registrera för att donera.",
        "ExcludeRowsWithLowPopulation": "Alla rader visas %s Dölj rader med låga värden",
        "ExternalHelp": "Hjälp (öppnas i en ny flik)",
        "FlattenDataTable": "Rapporten är hierarkisk %s Gör den plan",
        "HowMuchIsPiwikWorth": "Hur mycket är Piwik värt för dig?",
        "IncludeRowsWithLowPopulation": "Rader med låga värden är dolda %s Visa alla rader",
        "InjectedHostEmailBody": "Hej, jag försökte komma åt Piwik idag och stötte på varningen det okända värdnamnet.",
        "InjectedHostEmailSubject": "Piwik nåddes genom ett okänt värdnamn: %s",
        "InjectedHostNonSuperUserWarning": "%1$sKlicka här för att öppna en säker anslutning till Piwik%2$s och ta bort varningen. Du kan också kontakta administratören för Piwik angående det här problemet (%3$sklicka här för att skicka e-post%4$s).",
        "InjectedHostSuperUserWarning": "Piwik kan vara felkonfigurerat (t.ex. om Pwiwik nyligen har flyttats till en ny server eller URL). Du kan antigen %1$sklicka här och lägga till %2$s som ett giltigt värdnamn för Piwik (om det är giltigt)%3$s, eller %4$sklicka här för att gå till %5$s och ansluta till Piwik säkert%6$s.",
        "InjectedHostWarningIntro": "Du ansluter till Piwik från %1$s, men Piwik har konfigurerats att köras från den här adressen: %2$s.",
        "JavascriptDisabled": "JavaScript måste vara aktiverat för att du ska kunna använda Piwik i standardläge.<br \/>Det verkar dock som att JavaScript antingen är inaktiverat eller att det inte stöds av din webbläsare..<br \/>För att använda standardläget, aktivera JavaScript genom att ändra din webbläsares inställningar, %1$sförsök sen igen%2$s.<br \/>",
        "LongMonthFormat": "%longMonth% %longYear%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Gör skillnad: %1$sDonera nu%2$s för att finansiera Piwik 2.0!",
        "MakeOneTimeDonation": "Donera en engångssumma istället.",
        "NoPrivilegesAskPiwikAdmin": "Du är inloggad som '%s' men det verkar som om du inte har några rättigheter satta i Piwik. %s Fråga din Piwik administratör (klicka för att e-posta)%s för att få läsrättighet till en webbplats.",
        "OnlyForSuperUserAccess": "Den här widgeten visas bara för användare som har Superanvändare access.",
        "PageOf": "%1$s av %2$s",
        "PeriodDay": "Dag",
        "PeriodDays": "dagar",
        "PeriodMonth": "Månad",
        "PeriodMonths": "månader",
        "PeriodRange": "Intervall",
        "PeriodWeek": "Vecka",
        "PeriodWeeks": "veckor",
        "PeriodYear": "År",
        "PeriodYears": "år",
        "PluginDescription": "Webbanalys rapporternas struktur.",
        "ReportGeneratedOn": "Rapporten genererades på %s",
        "ReportGeneratedXAgo": "Rapporten genererades för %s sen",
        "SharePiwikLong": "Hej! Jag har just hittat ett fantastiskt öppen källkodsprogram: Piwik!\n\nPiwik hjälper dig spåra besökarna på din hemsida helt gratis. Du borde definitivt kolla in det!",
        "SharePiwikShort": "Piwik! Gratis och öppen källkods webbanalys. Äg din egen data.",
        "ShareThis": "Dela det här",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Visa JavaScript-koden för att inkludera.",
        "SubscribeAndBecomePiwikSupporter": "Fortsätt till en säker kortbetalnings sida (Paypal) för att bli en Piwik Supporter!",
        "SupportPiwik": "Stödj Piwik!",
        "TableNoData": "Det finns ingen data för den här tabellen-",
        "ThereIsNoDataForThisReport": "Det finns ingen data för denna rapport.",
        "UnFlattenDataTable": "Rapporten är plan %s Gör den hierarkisk",
        "ViewAllPiwikVideoTutorials": "Visa alla videokurser för Piwik",
        "WebAnalyticsReports": "Webbanalys rapporter",
        "YouAreUsingTheLatestVersion": "Du använder den senaste versionen av Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Aktivera plugin",
        "ActionActivateTheme": "Aktivt tema",
        "ActionInstall": "Installera",
        "ActionUninstall": "Avinstallera",
        "Activate": "Aktivera",
        "Activated": "Aktiverad",
        "Active": "Aktiv",
        "Activity": "Aktivitet",
        "AllowedUploadFormats": "På den här sidan kan du ladda upp ett plugin eller ett tema via .zipformat.",
        "AuthorHomepage": "Författarens webbplats",
        "Authors": "Upphovsman",
        "BackToExtendPiwik": "Tillbaka till Annonssidan",
        "BeCarefulUsingPlugins": "Plugin som inte är gjorda av Piwiks team bör användas med försiktighet: vi utvärderar dem inte.",
        "BeCarefulUsingThemes": "Teman som inte gjorts av Piwik bör användas med försiktighet då vi inte utvärderar dessa.",
        "ByDesigningOwnTheme": "Genom att %sdesigna dina egna teman%s",
        "ByInstallingNewThemeFromMarketplace": "Genom att %sinstallera ett nytt tema från butiken%s",
        "ByXDevelopers": "av %s utvecklare",
        "Changelog": "Logg över förändring",
        "ChangeSettingsPossible": "Du kan ändra %sinställningar%s för det här pluginet.",
        "CorePluginTooltip": "Standardplugin har ingen version eftersom de distribueras av Piwik.",
        "Deactivate": "Inaktivera",
        "Developer": "Utvecklare",
        "DoMoreContactPiwikAdmins": "För att installera ett nytt plugin eller tema, gå till dina Piwik admins.",
        "DownloadAndInstallPluginsFromMarketplace": "Du kan automatiskt ladda ner och installera nya Plugins från %sButiken%s.",
        "EmailToEnquireUpdatedVersion": "Skicka ett mejl till %1$s och meddela om en uppdaterad version av %2$s.",
        "EnjoyAnotherLookAndFeelOfThemes": "Njut av ytterligare en se & känn",
        "FeaturedPlugin": "Utvalda plugin",
        "GetEarlyAccessForPaidPlugins": "Observera: Just nu är alla plugin gratis; framöver kommer det finnas Plugin som kostar i butiken. (%skontakta oss%s för tidig tillgång)",
        "GetNewFunctionality": "Få ny funktionalitet",
        "History": "Historik",
        "Inactive": "Inaktiverad",
        "InfoPluginUpdateIsRecommended": "Uppdatera dina plugin så du kan ta del av de senaste förbättringarna.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Observera: De andra %1$s användarna registrerade på den här Piwiksidan använder också tema %2$s.",
        "InfoThemeUpdateIsRecommended": "Uppdatera dina teman för att kunna ta del av den senaste versionen.",
        "InstallingPlugin": "Installera %s",
        "InstallNewPlugins": "Installera nya plugin",
        "InstallNewThemes": "Installera ett nytt tema",
        "LastCommitTime": "(senaste överföringen %s)",
        "LastUpdated": "Senast uppdaterad",
        "LicenseHomepage": "Licens Hemsida",
        "MainDescription": "Plugins breddar och utökar funktionerna i Piwik. När en plugin är installerad kan du aktivera eller inaktivera den här.",
        "Marketplace": "Annonsplats",
        "MarketplaceSellPluginSubject": "Butik- Sälj Plugin",
        "MenuPlatform": "Plattform",
        "NoPluginsFound": "Inga plugin hittade",
        "NotAllowedToBrowseMarketplacePlugins": "Du kan titta igenom listan med plugin som kan installeras för att skräddarsy eller utöka din Piwik plattform. Var vänlig och kontakta din administratör om du vill installera något av de plugin du hittar.",
        "NotAllowedToBrowseMarketplaceThemes": "Du kan leta i listan efter teman som kan installeras för att skräddarsy din Piwik plattform. Kontakta din administratör så kan denne installera temat åt dig.",
        "NoThemesFound": "Inga teman kunde hittas",
        "NoZipFileSelected": "Var vänlig och välj en ZIP fil.",
        "NumDownloadsLatestVersion": "Sista versionen: %s Nedladdningar",
        "NumUpdatesAvailable": "%s uppdatering(s) tillgänglig",
        "OrByUploadingAPlugin": "Eller genom att %sladda upp ett plugin%s",
        "Origin": "Ursprung",
        "OriginCore": "Kärna",
        "OriginThirdParty": "Tredje-part",
        "PluginDescription": "administrationsgränssnitt för plugins.",
        "PluginHomepage": "Plugin Hemsida",
        "PluginKeywords": "Nyckelord",
        "PluginNotCompatibleWith": "%1$s plugin är inte kompatibelt med %2$s.",
        "PluginNotWorkingAlternative": "Om du använt det här pluginet, kanske du kan hitta en nyare version i vår butik. Om inte så kanske du vill avinstallera det.",
        "PluginRequirement": "%1$s kräver %2$s",
        "PluginsManagement": "Pluginhantering",
        "PluginUpdateAvailable": "Du använder version %s och en ny version %s finns tillgänglig.",
        "PluginVersionInfo": "%1$s från %2$s",
        "PluginWebsite": "Plugin sida",
        "Screenshots": "Skärmbump",
        "SortByAlpha": "alfa",
        "SortByNewest": "nyaste",
        "SortByPopular": "populär",
        "Status": "Status",
        "StepDownloadingPluginFromMarketplace": "Ladda ner plugin från butiken.",
        "StepDownloadingThemeFromMarketplace": "Ladda ner tema från Butiken",
        "StepPluginSuccessfullyInstalled": "Du har nu installerat plugin %1$s %2$s.",
        "StepPluginSuccessfullyUpdated": "Du har nu uppdaterat pluginen %1$s %2$s.",
        "StepReplaceExistingPlugin": "Ersätter nuvarande plugin",
        "StepReplaceExistingTheme": "Ersätt nuvarande tema",
        "StepThemeSuccessfullyInstalled": "Du har nu installerat följande tema %1$s %2$s.",
        "StepThemeSuccessfullyUpdated": "Du har nu uppdaterat tema %1$s %2$s.",
        "StepUnzippingPlugin": "Packar upp tilläggsprogrammet",
        "StepUnzippingTheme": "Packar upp temat",
        "SuccessfullyActicated": "Du har nu aktiverat <strong>%s<\/strong>.",
        "Support": "Support",
        "TeaserExtendPiwik": "Få ut mer av Piwik med plugin och teman",
        "TeaserExtendPiwikByPlugin": "Få ut mer av din Piwik genom att installera ett nytt plugin",
        "TeaserExtendPiwikByTheme": "Njut av en annan design och känsla genom att installera ett nytt tema",
        "TeaserExtendPiwikByUpload": "Utöka Piwik genom att ladda upp en ZIP fil",
        "Theme": "Tema",
        "Themes": "Teman",
        "ThemesDescription": "Teman kan förändra utseendet på Piwiks gränssnitt, och erbjuda en helt ny visuell upplevelse där du kan ta del av dina analysrapporter.",
        "ThemesManagement": "Hantera teman",
        "UninstallConfirm": "Du är påväg att avinstallera ett plugin %s. Pluginet kommer att tas bort helt från din plattform och du kommer inte kunna återställa det. Är du säker på att du vill göra det?",
        "Updated": "Uppdaterad",
        "UpdatingPlugin": "Uppdaterar %s",
        "UploadZipFile": "Uppladdad ZIP file",
        "Version": "Version",
        "ViewRepositoryChangelog": "Se ändringar",
        "Websites": "Webbsidor"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Klicka här för att visa och kopiera listan över SQL-frågor som kommer att exekveras",
        "CreatingBackupOfConfigurationFile": "Skapar en backup av konfigurationsfilen i %s",
        "CriticalErrorDuringTheUpgradeProcess": "Kritiskt fel uppstod under uppdateringsprocessen:",
        "DatabaseUpgradeRequired": "Databasuppgradering krävs",
        "DisablingIncompatiblePlugins": "Inaktiverar inkompatibla tillägg: %s",
        "DownloadingUpdateFromX": "Laddar ner uppdatering från %s",
        "DownloadX": "Ladda ner %s",
        "EmptyDatabaseError": "Databasen %s är tom. Du måste redigera eller ta bort din konfigurationsfil för Piwik.",
        "ErrorDIYHelp": "Om du är en avancerad användare och stöter på ett fel vid databasuppgraderingen:",
        "ErrorDIYHelp_1": "identifiera och korrigera källan till problemet (t.ex. memory_limit eller max_execution_time)",
        "ErrorDIYHelp_2": "Exekvera återstående frågor i uppdateringen som misslyckades",
        "ErrorDIYHelp_3": "uppdatera manuellt tabellen `option` i din Piwik databas, ange värdet av version_core till versionen av den misslyckade uppdateringen",
        "ErrorDIYHelp_4": "kör uppdateraren på nytt (via webbläsaren eller kommandoraden) för att fortsätta med de kvarvarande uppdateringarna",
        "ErrorDIYHelp_5": "Rapportera problemet (och lösningen) så att Piwik kan förbättras.",
        "ErrorDuringPluginsUpdates": "Problem uppstod vid uppdatering av plugins:",
        "ExceptionAlreadyLatestVersion": "Din Piwik är version %s är aktuell.",
        "ExceptionArchiveEmpty": "Tomt arkiv.",
        "ExceptionArchiveIncompatible": "Inkompatibelt arkiv: %s",
        "ExceptionArchiveIncomplete": "Arkivet är ofullständigt: några av filerna saknas (t.ex. %s).",
        "FeedbackRequest": "Dela gärna med dig av dina idéer och förslag med Piwik teamet här:",
        "HelpMessageContent": "Kolla i %1$s Piwik FAQ %2$s vilken förklarar de vanligaste fel vid uppdateringar. %3$s Fråga din systemadministratör - de kanske kan hjälpa dig med det fel som är mest sannolikt relaterat till din server eller MySQL installation.",
        "HelpMessageIntroductionWhenError": "Ovanstående är huvudsakliga felmeddelandet. Det bör bidra till att förklara orsaken, men om du behöver mer hjälp vänligen:",
        "HelpMessageIntroductionWhenWarning": "Uppdateringen slutfördes framgångsrikt, men det fanns dock problem under processen. Vänligen läs ovanstående beskrivningar för detaljer. För ytterligare hjälp:",
        "IncompatbilePluginsWillBeDisabledInfo": "Obs: vissa tillägg är inte kompatibla med Piwik %s. De kommer att inaktiveras när du uppgraderar:",
        "InstallingTheLatestVersion": "Installerar den senaste versionen",
        "MajorUpdateWarning1": "Det här är en stor uppdatering! Den kommer att ta längre tid än vanligt.",
        "MajorUpdateWarning2": "Följande råd är extra viktiga för stora installationer.",
        "NoteForLargePiwikInstances": "Viktig notering för stora Piwik-installationer",
        "NoteItIsExpectedThatQueriesFail": "Notera: om du manuellt exekverar dessa frågor, så är det förväntat att några av dom kommer misslyckas. I detta fall, kan du helt enkelt ignorera felen och köra nästa i listan.",
        "NotificationClickToUpdatePlugins": "Klicka här för att uppdatera dina tillägg nu:",
        "NotificationClickToUpdateThemes": "Klicka här för att uppdatera dina teman nu:",
        "NotificationSubjectAvailableCoreUpdate": "Ny Piwik %s finns tillgänglig",
        "NotificationSubjectAvailablePluginUpdate": "Uppdateringar tillgängliga för dina tillägg i Piwik",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik har uppdaterats utan problem!",
        "PiwikUpdatedSuccessfully": "Piwik uppdaterades utan problem!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik databasen kommer att uppgraderas från version %1$s till den nya versionen %2$s.",
        "PluginDescription": "Piwik uppdateringsmekanism",
        "ReadyToGo": "Redo att köra?",
        "TheFollowingPluginsWillBeUpgradedX": "Följande plugins kommer att uppdateras: %s.",
        "ThereIsNewPluginVersionAvailableForUpdate": "Vissa tillägg som du använder har uppdaterats på Marketplace:",
        "ThereIsNewVersionAvailableForUpdate": "Det finns en ny version av Piwik tillgänglig för uppdatering",
        "TheUpgradeProcessMayFailExecuteCommand": "Om du har en stor Piwik databas, kanske uppdateringar tar för lång tid att köra i webbläsaren. I denna situation, kan du köra uppdateringar från din kommandorad: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Databasuppgraderingen kan ta en stund, vänligen ha tålamod.",
        "UnpackingTheUpdate": "Packar upp uppdateringen",
        "UpdateAutomatically": "Uppdatera automatiskt",
        "UpdateHasBeenCancelledExplanation": "Piwik's Ett-klicks-uppdatering har avbrutits. Om du inte kan åtgärda ovanstående felmeddelande, rekommenderas att du manuellt uppdaterar Piwik. %1$s Kolla in %2$sUppdateringsdokumentation%3$s för att komma igång!",
        "UpdateTitle": "Uppdatera",
        "UpgradeComplete": "Uppgradering färdig!",
        "UpgradePiwik": "Uppgradera Piwik",
        "VerifyingUnpackedFiles": "Kontrollerar uppackage filer",
        "WarningMessages": "Varningsmeddelande:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Vi har automatiskt inaktiverat följande plugins: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Du kan uppdatera till den senaste versionen %s automatiskt eller ladda ner paketet och installera det manuellt:",
        "YouCouldManuallyExecuteSqlQueries": "Om du inte kan använda kommandoradsuppdateringen och om Piwik misslyckas att uppdatera (på grund av en timeout av databasen, en webbläsartimeout, eller något annat problem), kan du köra SQL-frågorna manuellt för att uppdatera Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik kunde inte skriva över din aktuella installation. Du kan antingen fixa mapp\/filrättigheterna eller ladda ner paketet och installera versionen %s manuellt:",
        "YourDatabaseIsOutOfDate": "Din Piwik-databas är inte uppdaterad och måste därför uppgraderas innan du kan fortsätta."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Anpassat variabelnamn",
        "ColumnCustomVariableValue": "Anpassat variabelvärde",
        "CustomVariables": "Anpassade variabler",
        "CustomVariablesReportDocumentation": "Denna rapport innehåller information om din anpassade variabler. Klicka på ett variabelnamn för att se fördelningen av värdena. %s För mer information om anpassade variabler i allmänhet, läs %sdokumentationen om anpassade variabler på piwik.org%s",
        "PluginDescription": "Anpassade variabler är namn, värde-par som du kan ange för ett besök med hjälp av JavaScript API setVisitCustomVariables() funktionen. Piwik kommer därefter att rapportera hur många besök, sidor, omvandlingar för vart och ett av dessa anpassade namn och värden.",
        "ScopePage": "omfattning sida",
        "ScopeVisit": "omfattning besök"
    },
    "Dashboard": {
        "AddAWidget": "Lägg till en widget",
        "AddPreviewedWidget": "Lägg till förhandsgranskad widget i instrumentpanelen",
        "ChangeDashboardLayout": "Ändra instrumentpanelens layout",
        "CopyDashboardToUser": "Kopiera instrumentpanel till användare",
        "CreateNewDashboard": "Skapa ny instrumentpanel",
        "Dashboard": "Instrumentpanel",
        "DashboardCopied": "Den nuvarande instrumentpanelen har kopierats till den valda användare.",
        "DashboardEmptyNotification": "Instrumentpanelen innehåller inga widgets. Börja med att lägga till widgets eller återställ instrumentpanelen till standardutséendet.",
        "DashboardName": "Instrumentpanelens namn:",
        "DashboardOf": "Instrumentpanel för %s",
        "DefaultDashboard": "Standardinstrumentpanel - Använder standardval för widgets och kolumnlayout",
        "DeleteWidgetConfirm": "Är du säker på att du vill ta bort denna widget från Instrumentpanelen?",
        "EmptyDashboard": "Tom instrumentpanel - Välj dina favoritwidgets",
        "LoadingWidget": "Laddar widget, vänligen vänta...",
        "ManageDashboard": "Hantera instrumentpanelen",
        "Maximise": "Maximera",
        "Minimise": "Minimera",
        "NotUndo": "Du kommer inte kunna ångra den här åtgärden.",
        "PluginDescription": "Din Webbanalys Instrumentpanel. Du kan anpassa din instrumentpanel: lägg till nya widgets, ändra ordningen på dina widgets. Varje användare har tillgång till sin egen anpassade instrumentpanel.",
        "RemoveDashboard": "Ta bort instrumentpanel",
        "RemoveDashboardConfirm": "Vill du verkligen radera instrumentpanelen \"%s\"?",
        "RenameDashboard": "Byt namn på instrumentpanelen",
        "ResetDashboard": "Återställ instrumentpanel",
        "ResetDashboardConfirm": "Vill du verkligen återställa instrumentpanelens layout för Widgets?",
        "SelectDashboardLayout": "Vänligen välj din nya instrumentpanels layout",
        "SelectWidget": "Välj vilken widget som ska läggas till i instrumentpanelen",
        "SetAsDefaultWidgets": "Ställ in som standardval för widgets",
        "SetAsDefaultWidgetsConfirm": "Är du säker på att du vill använda nuvarande val av widgets och layout som standardval för instrumentpanelen?",
        "SetAsDefaultWidgetsConfirmHelp": "Det här valet av widgets och kolumnlayout kommer att användas när användare skapar en ny instrumentpanel, eller när \"%s\" används.",
        "TopLinkTooltip": "Visa webbanalysrapport för %s.",
        "WidgetNotFound": "Widgeten hittades inte",
        "WidgetPreview": "Widget förhandsgranskning",
        "WidgetsAndDashboard": "Widgets & Instrumentpanel"
    },
    "DoNotTrack": {
        "PluginDescription": "Ignorera besök med X-Do-Not-Track eller DNT-huvud."
    },
    "Feedback": {
        "ContactThePiwikTeam": "Kontakta Piwikteamet!",
        "DoYouHaveBugReportOrFeatureRequest": "Har du en bugg att rapportera eller en funktionsbegäran?",
        "GetInTouch": "Vi uppskattar din feedback och läser alltid alla meddelanden. Du kanske vill dela en affärsmöjlighet, hyra en Piwik konsult, berätta en framgångssaga eller bara säga Hej!",
        "IWantTo": "Jag vill:",
        "LearnWaysToParticipate": "Läs om alla sätt du kan %s delta%s",
        "ManuallySendEmailTo": "Vänligen skicka ditt meddelande manuellt till",
        "PluginDescription": "Skicka din feedback till Piwikteamet. Dela med dig av dina idéer och förslag med oss​​!",
        "RateFeatureLeaveMessageDislike": "Vi är ledsna över att du inte gillar det! Berätta gärna för oss hur vi kan förbättra Piwik.",
        "RateFeatureLeaveMessageLike": "Vi är glada att du gillar det! Berätta för oss vad du gillar mest med Piwik eller om du har ett förslag på en funktion.",
        "RateFeatureSendFeedbackInformation": "Din Piwik plattform kommer att skicka oss (Piwik teamet) ett e-post (inklusive din e-postadress) så att vi kan komma i kontakt med dig om du har några frågor.",
        "RateFeatureThankYouTitle": "Tack för att du betygsatt '%s'!",
        "RateFeatureTitle": "Tycker du om '%s'-funktionen? Vänligen betygsätt och lämna en kommentar",
        "SendFeedback": "Skicka Feedback",
        "SpecialRequest": "Har du en speciell begäran för Piwikteamet?",
        "ThankYou": "Tack för att du hjälper oss att göra Piwik bättre!",
        "TopLinkTooltip": "Tala om för oss vad du tycker, eller fråga efter professionell support.",
        "ViewAnswersToFAQ": "Se svar på %svanliga frågor%s",
        "ViewUserGuides": "Lär dig att konfigurera Piwik och hur man på ett effektivt sätt analyserar data med våra %1$sanvändarguider%2$s",
        "VisitTheForums": "Besök %s Forumet%s",
        "WantToThankConsiderDonating": "Tycker du att Piwik är fantastiskt och vill tacka oss?"
    },
    "General": {
        "AbandonedCarts": "Övergivna varukorgar",
        "AboutPiwikX": "Om Piwik %s",
        "Action": "Handling",
        "Actions": "Händelser",
        "Add": "Lägg till",
        "AfterEntry": "efter att ha anlänt här",
        "All": "Allt",
        "AllowPiwikArchivingToTriggerBrowser": "Tillåt att Piwik's arkivering aktiveras när rapporterna visas i denna webbläsare.",
        "AllWebsitesDashboard": "Alla webbplatsers instrumentpanel",
        "And": "och",
        "API": "API",
        "ApplyDateRange": "Verkställ datumintervall",
        "ArchivingInlineHelp": "För webbplatser med medelhög till hög trafik rekommenderas det att du stänger av Piwik's funktion för arkivering att aktiveras från denna webbläsare.",
        "ArchivingTriggerDescription": "För större Piwik-installationer rekommenderas det att du %ssätta upp ett cron job%s för att behandla rapporterna automatiskt.",
        "AuthenticationMethodSmtp": "Autentiseringsmetod för SMTP",
        "AverageOrderValue": "Genomsnittligt ordervärde",
        "AveragePrice": "Genomsnittligt pris",
        "AverageQuantity": "Genomsnittlig mängd",
        "BackToPiwik": "Tillbaka till Piwik",
        "Broken": "Bruten",
        "BrokenDownReportDocumentation": "Det är indelat i olika rapporter, som visas i miniatyrdiagram längst ner på sidan. Du kan förstora graferna genom att klicka på den rapport du vill se.",
        "Cancel": "Avbryt",
        "CannotUnzipFile": "Kan ej packa upp filen %1$s: %2$s",
        "ChangePassword": "Byt lösenord",
        "ChangeTagCloudView": "Observera att du kan visa rapporten på andra sätt än som ett taggmoln. Använd kontrollerna längst ned i rapporten för att göra det.",
        "ChooseDate": "Välj datum",
        "ChooseLanguage": "Välj språk",
        "ChoosePeriod": "Välj period",
        "ChooseWebsite": "Välj webbplats",
        "ClickHere": "Klicka här för mer information.",
        "ClickToChangePeriod": "Klicka igen för att byta period.",
        "Close": "Stäng",
        "ColumnActionsPerVisit": "Händelser per besök",
        "ColumnActionsPerVisitDocumentation": "Det genomsnittliga antalet händelser (sidvisningar, webbplatssökningar, nedladdningar eller utlänkar) som utfördes under besöken.",
        "ColumnAverageGenerationTime": "Genomsnittlig tid för generering",
        "ColumnAverageGenerationTimeDocumentation": "Den genomsnittliga tiden det tog att ladda sidan. Det här mätvärdet inkluderar tiden som det tar servern att ladda sidan, plus tiden det tar för servern att visa sidan för besökaren. En låg genomsnittstid här betyder att sidan är snabb!",
        "ColumnAverageTimeOnPage": "Genomsnittlig tid på sidan",
        "ColumnAverageTimeOnPageDocumentation": "Den genomsnittliga tid som besökaren tillbringade på denna sida (bara sidan, inte hela webbplatsen).",
        "ColumnAvgTimeOnSite": "Genomsnittlig tid på webbplatsen",
        "ColumnAvgTimeOnSiteDocumentation": "Den genomsnittliga längden på ett besök.",
        "ColumnBounceRate": "Avvisningsfrekvens",
        "ColumnBounceRateDocumentation": "Andelen besök som bara hade en enda sidvisning. Detta innebär att besökaren lämnat webbplatsen direkt från målsidan.",
        "ColumnBounceRateForPageDocumentation": "Andelen besök som startade och slutade på denna sida.",
        "ColumnBounces": "Avvisningar",
        "ColumnBouncesDocumentation": "Antal besök som började och slutade på denna sida. Detta innebär att besökaren lämnat webbplatsen efter att ha besökt denna sidan.",
        "ColumnConversionRate": "Omvandlingsgrad",
        "ColumnConversionRateDocumentation": "Andelen besök som utlöste en målomvandling.",
        "ColumnDestinationPage": "Målsida",
        "ColumnEntrances": "Ingångar",
        "ColumnEntrancesDocumentation": "Antal besök som startade på denna sida.",
        "ColumnExitRate": "Utflöde",
        "ColumnExitRateDocumentation": "Andelen besök som lämnade webbplatsen efter att ha besökt denna sida.",
        "ColumnExits": "Utgångar",
        "ColumnExitsDocumentation": "Antal besök som avslutades på denna sida.",
        "ColumnGenerationTime": "Tid genererad",
        "ColumnKeyword": "Sökord",
        "ColumnLabel": "Etikett",
        "ColumnMaxActions": "Maximalt antal händelser under ett besök",
        "ColumnNbActions": "Händelser",
        "ColumnNbActionsDocumentation": "Antalet händelser som utförts av besökarna. Händelser kan vara sidvisningar, webbplatssökningar, nedladdningar eller utlänkar.",
        "ColumnNbUniqVisitors": "Unika besökare",
        "ColumnNbUniqVisitorsDocumentation": "Antalet unika besökare som kommer till din webbplats. Varje användare räknas endast en gång, även om han besöker webbplatsen flera gånger om dagen.",
        "ColumnNbVisits": "Besök",
        "ColumnNbVisitsDocumentation": "Om en besökare kommer till din webbplats för första gången eller om han besöker en sida efter mer än 30 minuter från den senaste sidvisningen, så kommer detta att registreras som ett nytt besök.",
        "ColumnPageBounceRateDocumentation": "Andelen besök som startade på denna sida och lämnade webbplatsen direkt.",
        "ColumnPageviews": "Sidvisningar",
        "ColumnPageviewsDocumentation": "Antalet gånger som denna sida besöktes.",
        "ColumnPercentageVisits": "% Besök",
        "ColumnRevenue": "Inkomst",
        "ColumnSumVisitLength": "Total tid spenderad av besökare (i sekunder)",
        "ColumnTotalPageviews": "Totala sidvisningar",
        "ColumnUniqueEntrances": "Unika ingångar",
        "ColumnUniqueExits": "Unika utgångar",
        "ColumnUniquePageviews": "Unika sidvisningar",
        "ColumnUniquePageviewsDocumentation": "Antalet besök som innefattade denna sida. Om en sida visas flera gånger under ett besök, så räknas detta endast en gång.",
        "ColumnValuePerVisit": "Värde per besök",
        "ColumnViewedAfterSearch": "Klickade i sökresultaten",
        "ColumnViewedAfterSearchDocumentation": "Antalet besök som sidan fått genom att besökare sökt på webbplatsen och sidan fått klick i sökresultatet.",
        "ColumnVisitDuration": "Besökstid (i sekunder)",
        "ColumnVisitsWithConversions": "Besök med omvandlingar",
        "ConfigFileIsNotWritable": "Piwik's konfigurationsfil %s är inte skrivbar, de ändringar som du har gjort kommer kanske inte att sparas. %s Var vänlig och ändra rättigheterna på konfigurationsfilen för att göra den skrivbar.",
        "Continue": "Fortsätt",
        "ContinueToPiwik": "Fortsätt till Piwik",
        "CurrentMonth": "Denna månad",
        "CurrentWeek": "Denna vecka",
        "CurrentYear": "Detta år",
        "Daily": "Dagligen",
        "DailyReport": "dagligen",
        "DailyReports": "Dagliga rapporter",
        "DailySum": "daglig summa",
        "DashboardForASpecificWebsite": "Instrumentpanel för en specifik webbplats",
        "DataForThisGraphHasBeenPurged": "Data för denna graf är mer än %s månader gammal och har rensats bort.",
        "DataForThisTagCloudHasBeenPurged": "Data för detta taggmoln är mer än %s månader och har rensats bort.",
        "Date": "Datum",
        "DateRange": "Datumintervall:",
        "DateRangeFrom": "Från",
        "DateRangeFromTo": "Från %s till %s",
        "DateRangeInPeriodList": "Datumintervall",
        "DateRangeTo": "Till",
        "DayFr": "Fr",
        "DayMo": "Må",
        "DaySa": "Lö",
        "DaysHours": "%1$s dagar %2$s timmar",
        "DaysSinceFirstVisit": "Dagar sedan första besöket",
        "DaysSinceLastEcommerceOrder": "Antalet dagar sedan senaste ordern",
        "DaysSinceLastVisit": "Dagar sedan senaste besöket",
        "DaySu": "Sö",
        "DayTh": "To",
        "DayTu": "Ti",
        "DayWe": "On",
        "Default": "Standard",
        "DefaultAppended": "(standard)",
        "Delete": "Ta bort",
        "Description": "Beskrivning",
        "Desktop": "Stationär",
        "Details": "Detaljer",
        "Discount": "Rabatt",
        "DisplaySimpleTable": "Visa enkel tabell",
        "DisplayTableWithGoalMetrics": "Visa en tabell med mer statistik för mål",
        "DisplayTableWithMoreMetrics": "Visa en tabell med mer statistik",
        "Documentation": "Dokumentation",
        "Donate": "Donera",
        "Done": "Klar",
        "Download": "Ladda ner",
        "DownloadFail_FileExists": "Filen %s finns redan!",
        "DownloadFail_FileExistsContinue": "Försökte att fortsätta nedladdning av %s, men en komplett nedladdad fil finns redan!",
        "DownloadFail_HttpRequestFail": "Filen kunde inte hämtas! Det kan vara något fel med webbplasten du laddar ner filen från. Du kan försöka igen senare, eller hämta filen manuellt.",
        "DownloadFullVersion": "%1$sLadda ner%2$s den fulla versionen! Kolla in %3$s",
        "DownloadPleaseRemoveExisting": "Var vänlig att radera den befintliga filen m du vill att den ska ersättas.",
        "Downloads": "Nedladdningar",
        "EcommerceOrders": "E-handelsordrar",
        "EcommerceVisitStatusDesc": "Besökets E-handelsstatus i slutet av besöket",
        "EcommerceVisitStatusEg": "Till exempel, för att markera alla besök som har gjort en E-handelsbeställning, så skulle API-begäran innehålla %s",
        "Edit": "Redigera",
        "EncryptedSmtpTransport": "Ange kryptering för transportlagret som krävs för din SMTP-server.",
        "EnglishLanguageName": "Swedish",
        "Error": "Fel",
        "ErrorRequest": "Oj… ett problem uppstod under förfrågan, vänligen försök igen.",
        "EvolutionOverPeriod": "Utveckling under perioden",
        "EvolutionSummaryGeneric": "%1$s i %2$s jämfört med %3$s i %4$s. Utveckling: %5$s",
        "ExceptionCheckUserHasSuperUserAccessOrIsTheUser": "Den här användaren måste vara antingen Superanvändaren eller '%s' användaren.",
        "ExceptionConfigurationFileNotFound": "Konfigurationsfilen {%s} hittades inte.",
        "ExceptionDatabaseVersion": "Din %1$s version är %2$s men Piwik kräver åtminstone %3$s.",
        "ExceptionFileIntegrity": "Integritetskontrollen misslyckades: %s",
        "ExceptionFilesizeMismatch": "Filstorleken matchar inte: %1$s (förväntad storlek: %2$s, aktuell: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Din %1$s klientversion är %2$s, vilket är inkompatibel med serverns version %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Samlingsrapportens format, '%s', är ogiltigt. Prova något av följande: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Arkiveringstidens giltighetstid för idag måste anges i sekunder och vara större än noll.",
        "ExceptionInvalidDateFormat": "Datumformatet måste vara: %s eller något sökord som stöds av %s funktionen (se %s för mer information)",
        "ExceptionInvalidDateRange": "Datumet '%s' är inte ett korrekt datumintervall. Det borde ha följande format: %s.",
        "ExceptionInvalidPeriod": "Perioden '%s' stödjs inte. Prova med något av följande istället: %s",
        "ExceptionInvalidRendererFormat": "Renderingsformatet '%s' är inte giltigt. Prova med något av följande istället: %s.",
        "ExceptionInvalidReportRendererFormat": "Rapportens format '%s' är ogiltigt. Använd något av följande istället: %s.",
        "ExceptionInvalidStaticGraphType": "Den statiska graftypen '%s' är ogiltig. Prova någon av följande: %s.",
        "ExceptionInvalidToken": "Säkerhetsbeviset är inte giltigt.",
        "ExceptionLanguageFileNotFound": "Språkfilen '%s' hittades inte.",
        "ExceptionMethodNotFound": "Metoden '%s' finns inte eller är inte tillgänglig i denna modulen '%s'.",
        "ExceptionMissingFile": "Fil saknas: %s",
        "ExceptionNonceMismatch": "Kunde inte verifiera säkerhetsbeviset på detta formulär.",
        "ExceptionPrivilege": "Du kan inte komma åt denna resurs eftersom det kräver %s tillträde.",
        "ExceptionPrivilegeAccessWebsite": "Du kan inte komma åt denna resurs eftersom det åtminstone kräver %s tillträde till webbplatsen med id: %d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Du kan inte komma åt denna resurs eftersom det åtminstone kräver %s tillträde till en webbplats.",
        "ExceptionUnableToStartSession": "Kan inte starta sessionen.",
        "ExceptionUndeletableFile": "Det går inte att ta bort %s",
        "ExceptionUnreadableFileDisabledMethod": "Konfigurationsfilen {%s} kunde inte läsas. Din värd har kanske inaktiverat %s.",
        "ExpandDataTableFooter": "Ändra visualiseringen eller konfigurera rapporten",
        "Export": "Exportera",
        "ExportAsImage": "Exportera som bild",
        "ExportThisReport": "Exportera denna dataserien i andra format",
        "Faq": "FAQ",
        "FileIntegrityWarningExplanation": "Kontrollen av filintegritet misslyckades och rapporterade några fel. Detta orsakades mest troligt p.g.a. att en misslyckad\/delvis uppladdning av Piwik's filer. Du bör ladda upp Piwik's filer på nytt i binärt läge och uppdatera sidan tills dess att inga felmeddelanden visas.",
        "First": "Först",
        "Flatten": "Tillplattad",
        "ForExampleShort": "t.ex.",
        "Forums": "Forum",
        "FromReferrer": "från",
        "GeneralInformation": "Allmän information",
        "GeneralSettings": "Allmänna inställningar",
        "GetStarted": "Kom igång",
        "GiveUsYourFeedback": "Lämna din feedback!",
        "Goal": "Mål",
        "GoTo": "Gå till %s",
        "GraphHelp": "Mer information för visning av grafer i Piwik.",
        "HelloUser": "Hej %s",
        "Help": "Hjälp",
        "HelpTranslatePiwik": "Du kanske vill %1$shjälpa oss att förbättra Piwiks översättning%2$s?",
        "Hide": "dölj",
        "HoursMinutes": "%1$s timmar %2$s min",
        "Id": "Id",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Om arkiveringen går snabbt med din konfiguration, kan du ställa in crontab för att köra oftare.",
        "InfoFor": "Info för %s",
        "Installed": "Installerad",
        "InvalidDateRange": "Felaktigt datumintervall, vänligen försök igen",
        "InvalidResponse": "Den mottagna datan är ogiltig.",
        "IP": "IP",
        "JsTrackingTag": "Spårningskod (JavaScript)",
        "Language": "Språk",
        "LastDays": "Senaste %s dagarna (inklusive idag)",
        "LastDaysShort": "Senaste %s dagarna",
        "LayoutDirection": "ltr",
        "Live": "Live",
        "Loading": "Laddar...",
        "LoadingData": "Laddar data...",
        "LoadingPopover": "Laddar %s...",
        "LoadingPopoverFor": "Laddar %s för",
        "Locale": "sv_SE.UTF-8",
        "Logout": "Logga ut",
        "LongDay_1": "Måndag",
        "LongDay_2": "Tisdag",
        "LongDay_3": "Onsdag",
        "LongDay_4": "Torsdag",
        "LongDay_5": "Fredag",
        "LongDay_6": "Lördag",
        "LongDay_7": "Söndag",
        "LongMonth_1": "Januari",
        "LongMonth_10": "Oktober",
        "LongMonth_11": "November",
        "LongMonth_12": "December",
        "LongMonth_2": "Februari",
        "LongMonth_3": "Mars",
        "LongMonth_4": "April",
        "LongMonth_5": "Maj",
        "LongMonth_6": "Juni",
        "LongMonth_7": "Juli",
        "LongMonth_8": "Augusti",
        "LongMonth_9": "September",
        "MainMetrics": "Huvudvariabler",
        "Matches": "Matchningar",
        "MediumToHighTrafficItIsRecommendedTo": "För webbplatser med medelhög till hög trafik rekommenderas det att du behandlar rapporterna för idag som mest varje halvtimma (%s sekunder) eller varje timma (%s sekunder).",
        "Metadata": "Metadata",
        "Metric": "Variabel",
        "Metrics": "Variabler",
        "MetricsToPlot": "Variabler att plotta",
        "MetricToPlot": "Variabel att plotta",
        "MinutesSeconds": "%1$s min %2$ss",
        "Mobile": "Mobil",
        "Monthly": "Månadsvis",
        "MonthlyReport": "månadsvis",
        "MonthlyReports": "Månadsrapporter",
        "More": "Mer",
        "MoreDetails": "Mer detaljer",
        "MoreLowerCase": "Mer",
        "MultiSitesSummary": "Alla webbplatser",
        "Name": "Namn",
        "NbActions": "Antal händelser",
        "NbSearches": "Antal interna sökningar",
        "NDays": "%s dagar",
        "Never": "Aldrig",
        "NewReportsWillBeProcessedByCron": "När Piwik's arkivering inte aktiveras av webbläsaren så kommer nya rapporter att behandlas av crontab.",
        "NewUpdatePiwikX": "Ny uppdatering: Piwik %s",
        "NewVisitor": "Ny besökare",
        "NewVisits": "Nytt besök",
        "Next": "Nästa",
        "NMinutes": "%s minuter",
        "No": "Nej",
        "NoDataForGraph": "Inga data för denna graf.",
        "NoDataForTagCloud": "Ingen data för detta taggmoln.",
        "NotDefined": "%s är inte definierat",
        "Note": "Notering",
        "NotInstalled": "Inte Installerad",
        "NotRecommended": "(ej rekommenderat)",
        "NotValid": "%s är ogiltig",
        "NSeconds": "%s sekunder",
        "NumberOfVisits": "Antalet besök",
        "NVisits": "%s besök",
        "Ok": "Ok",
        "OneAction": "1 händelse",
        "OneDay": "1 dag",
        "OneMinute": "1 minut",
        "OneVisit": "1 besök",
        "OnlyEnterIfRequired": "Skriv endast in ett användarnamn om din SMTP-server kräver det.",
        "OnlyEnterIfRequiredPassword": "Skriv endast in ett lösenord om din SMTP-server kräver det.",
        "OnlyUsedIfUserPwdIsSet": "Används endast om ett användarnamn\/lösenord är inställt, fråga din leverantör om du är osäker vilken metod du ska använda.",
        "OpenSourceWebAnalytics": "Webbanalys med öppen källkod",
        "OperationAtLeast": "Åtminstone",
        "OperationAtMost": "Som mest",
        "OperationContains": "Innehåller",
        "OperationDoesNotContain": "Innehåller inte",
        "OperationEquals": "Lika med",
        "OperationGreaterThan": "Större än",
        "OperationIs": "Är",
        "OperationIsNot": "Är inte",
        "OperationLessThan": "Mindre än",
        "OperationNotEquals": "Inte lika med",
        "OptionalSmtpPort": "Frivilligt. Standardvärdet är port 25 för okrypterat och TLS SMTP och port 465 för SSL SMTP.",
        "Options": "Alternativ",
        "OrCancel": "eller %s Avbryt %s",
        "OriginalLanguageName": "Svenska",
        "Others": "Andra",
        "Outlink": "Utlänk",
        "Outlinks": "Utlänkar",
        "OverlayRowActionTooltip": "Se analysdata direkt på din webbplats (öppnas i ny flik)",
        "OverlayRowActionTooltipTitle": "Öppna Sidöverlägg",
        "Overview": "Översikt",
        "Pages": "Sidor",
        "ParameterMustIntegerBetween": "Parametern %s måste vara ett heltal mellan %s och %s.",
        "Password": "Lösenord",
        "Period": "Period",
        "Piechart": "Cirkeldiagram",
        "PiwikXIsAvailablePleaseNotifyPiwikAdmin": "%1$s finns tillgänglig. Vänligen informera din %2$sPiwik administratör%3$s.",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s är tillgänglig. %2$sVänligen uppdatera nu!%3$s (se %4$sförändringar%5$s).",
        "PleaseSpecifyValue": "Var vänlig och ange ett värde för '%s'.",
        "PleaseUpdatePiwik": "Var vänlig och uppdatera Piwik",
        "Plugin": "Plugin",
        "Plugins": "Plugins",
        "PoweredBy": "Drivs av",
        "Previous": "Föregående",
        "PreviousDays": "Föregående %s dagar (idag ej inkluderat)",
        "PreviousDaysShort": "Föregående %s dagar",
        "Price": "Pris",
        "ProductConversionRate": "Produkt omvandlingsfrekvens",
        "ProductRevenue": "Produktintäkter",
        "PurchasedProducts": "Köpta produkter",
        "Quantity": "Kvantitet",
        "RangeReports": "Anpassade datumintervall",
        "ReadThisToLearnMore": "%1$sLäs det här för att lära dig mer.%2$s",
        "Recommended": "(rekommenderas)",
        "RecordsToPlot": "Poster att plotta",
        "Refresh": "Uppdatera",
        "RefreshPage": "Uppdatera sidan",
        "RelatedReport": "Relaterad rapport",
        "RelatedReports": "Relaterade rapporter",
        "Remove": "Ta bort",
        "Report": "Rapport",
        "ReportGeneratedFrom": "Den här rapporten genererades med data från %s.",
        "ReportRatioTooltip": "'%1$s' representerar %2$s av %3$s %4$s med %5$s.",
        "Reports": "Rapporter",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Rapporter för idag (eller något annat datumintervall inklusive idag) kommer att bearbetas som mest varje",
        "ReportsWillBeProcessedAtMostEveryHour": "Rapporter kommer därför att behandlas som mest varje timme.",
        "RequestTimedOut": "En begäran om data till %s fick timeout. Vänligen försök igen.",
        "Required": "%s krävs",
        "ReturningVisitor": "Återkommande besökare",
        "ReturningVisitorAllVisits": "Visa alla besök",
        "RowEvolutionRowActionTooltip": "Se hur variablerna för den här raden förändras med tiden",
        "RowEvolutionRowActionTooltipTitle": "Öppna radutveckling",
        "Rows": "Rader",
        "RowsToDisplay": "Rader att visa",
        "Save": "Spara",
        "SaveImageOnYourComputer": "För att spara bilden på din dator, högerklicka på bilden och välj \"Spara bild som...\"",
        "Search": "Sök",
        "SearchNoResults": "Inget resultat",
        "Seconds": "%ss",
        "SeeAll": "Se hela",
        "SeeTheOfficialDocumentationForMoreInformation": "Se den %sofficiella dokumentationen%s för mer information.",
        "Segment": "Segment",
        "SelectYesIfYouWantToSendEmailsViaServer": "Välj \"Ja\" om du vill eller måste skicka e-post via en namngiven server istället för den lokala e-postfunktionen.",
        "Settings": "Inställningar",
        "Shipping": "Frakt",
        "ShortDay_1": "Mån",
        "ShortDay_2": "Tis",
        "ShortDay_3": "Ons",
        "ShortDay_4": "Tor",
        "ShortDay_5": "Fre",
        "ShortDay_6": "Lör",
        "ShortDay_7": "Sön",
        "ShortMonth_1": "Jan",
        "ShortMonth_10": "Okt",
        "ShortMonth_11": "Nov",
        "ShortMonth_12": "Dec",
        "ShortMonth_2": "Feb",
        "ShortMonth_3": "Mar",
        "ShortMonth_4": "Apr",
        "ShortMonth_5": "Maj",
        "ShortMonth_6": "Jun",
        "ShortMonth_7": "Jul",
        "ShortMonth_8": "Aug",
        "ShortMonth_9": "Sep",
        "Show": "visa",
        "SingleWebsitesDashboard": "Instrumentpanel för enkel sida",
        "SmallTrafficYouCanLeaveDefault": "För webbplatser med låg trafik så kan du lämna detta som standard (%s sekunder) och komma åt alla rapporter i realtid.",
        "SmtpEncryption": "SMTP kryptering",
        "SmtpPassword": "SMTP lösenord",
        "SmtpPort": "SMTP port",
        "SmtpServerAddress": "SMTP serveradress",
        "SmtpUsername": "SMTP användarnamn",
        "Source": "Källa",
        "StatisticsAreNotRecorded": "Piwik Besöks Spårning är för närvarande inte tillgänglig. Möjliggör spårning igen genom att ställa in Total Statistik - 1 i din config\/config.ini.php file.",
        "Subtotal": "Delsumma",
        "Summary": "Sammanfattning",
        "Table": "Tabell",
        "TagCloud": "Taggmoln",
        "Tax": "Moms",
        "TimeAgo": "%s sedan",
        "TimeOnPage": "Tid på sidan",
        "Today": "Idag",
        "Total": "Totalt",
        "TotalRatioTooltip": "Det här är %1$s av alla %2$s %3$s.",
        "TotalRevenue": "Totala intäkter",
        "TotalVisitsPageviewsRevenue": "(Totalt: %s besök, %s sidvisningar, %s intäkter)",
        "TransitionsRowActionTooltip": "Se vad besökarna gjorde före och efter att ha tittat på den här sidan",
        "TransitionsRowActionTooltipTitle": "Öppna övergångar",
        "TranslatorEmail": "fredrik@lagun.se, tony@d0h.us",
        "TranslatorName": "<a href=\"http:\/\/www.kampanjjakt.se\/\">Daniel Sisay<\/a>, <a href=\"http:\/\/www.lagun.se\/\">Fredrik Astrom<\/a>, <a href=\"http:\/\/www.dumsnal.se\/\">Tony<\/a>",
        "UniquePurchases": "Unika beställningar",
        "Unknown": "Okänt",
        "Upload": "Ladda upp",
        "UsePlusMinusIconsDocumentation": "Använd plus- och minusikonerna till höger för att navigera.",
        "Username": "Användarnamn",
        "UseSMTPServerForEmail": "Använd SMTP server för e-post",
        "Value": "Värde",
        "VBarGraph": "Stapeldiagram",
        "View": "Visa",
        "ViewDocumentationFor": "Se information för %1$s",
        "Visit": "Besök",
        "VisitConvertedGoal": "Besök omvandlat till åtminstone ett mål",
        "VisitConvertedGoalId": "Besök som omvandlade ett specifikt mål-id",
        "VisitConvertedNGoals": "Besök omvandlade %s mål",
        "VisitDuration": "Genomsnittlig besökstid (i sekunder)",
        "Visitor": "Besökare",
        "VisitorID": "Besöks-id",
        "VisitorIP": "Besökarens IP",
        "Visitors": "Besökare",
        "VisitsWith": "Besök med %s",
        "VisitType": "Besökstyp",
        "VisitTypeExample": "Till exempel, för att markera alla besökare som har återvänt till webbplatsen, inklusive de som har köpt något i sina tidigare besök, så skulle API-begäran innehålla %s",
        "Warning": "Varning",
        "WarningFileIntegrityNoManifest": "Filintegriteten kunde inte kontrolleras eftersom att filen manifest.inc.php saknades.",
        "WarningFileIntegrityNoManifestDeployingFromGit": "Om du utvecklar Piwik från Git, är det här meddelandet normalt.",
        "WarningFileIntegrityNoMd5file": "Filintegriteten kunde inte slutföras eftersom att funktionen md5_file() saknas.",
        "WarningPasswordStored": "%sVarning:%s Detta lösenord kommer att sparas i konfigurationsfilen och kommer vara synligt för alla som har tillgång till den.",
        "Website": "Webbplats",
        "Weekly": "Veckovis",
        "WeeklyReport": "veckovis",
        "WeeklyReports": "Veckorapporter",
        "WellDone": "Bra gjort!",
        "Widgets": "Widgets",
        "XComparedToY": "%1$s jämfört med %2$s",
        "XFromY": "%1$s från %2$s",
        "YearlyReport": "årsvis",
        "YearlyReports": "Årsrapporter",
        "YearsDays": "%1$s år %2$s dagar",
        "YearShort": "år",
        "Yes": "Ja",
        "Yesterday": "Igår",
        "YouAreCurrentlyUsing": "Du använder för närvarande Piwik %s.",
        "YouAreViewingDemoShortMessage": "Du ser just nu en demo av Piwik",
        "YouMustBeLoggedIn": "Du måste vara inloggad för att komma åt denna funktion.",
        "YourChangesHaveBeenSaved": "Dina ändringar har sparats."
    },
    "Goals": {
        "AbandonedCart": "Övergivna varukorgar",
        "AddGoal": "Lägg till Mål",
        "AddNewGoal": "Lägg till ett nytt Mål",
        "AddNewGoalOrEditExistingGoal": "%sLägg till ett nytt Mål%s eller %sRedigera%s befintliga Mål",
        "AllowGoalConvertedMoreThanOncePerVisit": "Tillåt att Mål omvandlas mer än en gång per besök",
        "AllowMultipleConversionsPerVisit": "Tillåt flera omvandlingar per besök",
        "BestCountries": "Dina bäst omvandlade länder är:",
        "BestKeywords": "Dina bäst omvandlade sökord är:",
        "BestReferrers": "Dina bäst omvandlade hänvisningsadresser är:",
        "CaseSensitive": "Skiftlägeskänslig matchning",
        "ClickOutlink": "Klicka på en länk till en extern webbplats",
        "ColumnAverageOrderRevenueDocumentation": "Genomsnittligt ordervärde (AOV) är de totala intäkterna från alla E-handelsordrar dividerat med antalet ordrar.",
        "ColumnAveragePriceDocumentation": "Den genomsnittliga intäkten för %s.",
        "ColumnAverageQuantityDocumentation": "Den genomsnittliga mängden av denna %s som säljs i E-handelns ordrar.",
        "ColumnConversionRateDocumentation": "Andelen besök som utlöste målet %s.",
        "ColumnConversionRateProductDocumentation": "%sOmvandlingsgraden är antalet beställningar som innehåller denna produkt delat med antalet besök på produktsidan.",
        "ColumnConversions": "Omvandlingar",
        "ColumnConversionsDocumentation": "Antalet omvandlingar för %s.",
        "ColumnOrdersDocumentation": "Det totala antalet e-handelsbeställningar som innehöll denna %s minst en gång.",
        "ColumnPurchasedProductsDocumentation": "Antalet köpta produkter är summan av produktmängden som säljs på alla E-handelsbeställningar.",
        "ColumnQuantityDocumentation": "Kvantitet är det totala antalet sålda produkter för varje %s.",
        "ColumnRevenueDocumentation": "De totala intäkterna från %s.",
        "ColumnRevenuePerVisitDocumentation": "De totala intäkterna från %s dividerat med antalet besök.",
        "ColumnVisits": "Det totala antalet besök, oavsett om ett mål utlöstes eller inte.",
        "ColumnVisitsProductDocumentation": "Antalet besök på Produktens\/Kategorins sida. Detta är används också för att bearbeta %s omvandlingsgraden. Det här måttet finns i rapporten om E-handelsspårning lagts in på Produkt\/ Kategorisidor.",
        "Contains": "innehåller %s",
        "ConversionByTypeReportDocumentation": "Denna rapport ger detaljerad information om målprestanda (omvandlingar, omvandlingsgrader och intäkter per besök) för varje kategori som finns i den vänstra panelen. %s Klicka på en av kategorierna för att visa rapporten. %s För mer information, läs %sdokumentationen om Spårningsmål på piwik.org%s",
        "ConversionRate": "%s omvandlingsgrad",
        "Conversions": "%s omvandlingar",
        "ConversionsOverview": "Omvandlingsöversikt",
        "ConversionsOverviewBy": "Omvandlingsöversikt per typ av besök",
        "CreateNewGOal": "Lägg till nytt Mål",
        "DaysToConv": "Dagar till omvandling",
        "DefaultGoalConvertedOncePerVisit": "(standard) Mål kan endast omvandlas en gång per besök",
        "DefaultRevenue": "Standardintäkt för Mål är",
        "DefaultRevenueHelp": "Till exempel, kan ett fullständigt ifyllt kontaktformulär av en besökare vara värt 100kr i genomsnitt. Piwik hjälper dig att förstå hur väl dina besökarsegment lever upp till dina mål.",
        "DeleteGoalConfirm": "Är du säker på att du vill ta bort Målet %s?",
        "DocumentationRevenueGeneratedByProductSales": "Produktförsäljning. Exklusive moms, frakt och rabatter.",
        "Download": "Ladda ner en fil",
        "Ecommerce": "E-handel",
        "EcommerceAndGoalsMenu": "E-handel & Mål",
        "EcommerceLog": "E-handelsloggar",
        "EcommerceOrder": "E-handelsorder",
        "EcommerceOverview": "E-handelsöversikt",
        "EcommerceReports": "E-handelsrapporter",
        "ExceptionInvalidMatchingString": "Om du väljer \"exakt matchning\", måste den matchande strängen vara en URL som börjar med %s. Till exempel, \"%s'.",
        "ExternalWebsiteUrl": "extern webbplats URL",
        "Filename": "filnamn",
        "GoalConversion": "Målomvandling",
        "GoalConversions": "Målomvandlingar",
        "GoalConversionsBy": "Mål %s omvandlingar per typ av besök",
        "GoalIsTriggered": "Målet utlöstes",
        "GoalIsTriggeredWhen": "Målet utlöses när",
        "GoalName": "Målets namn",
        "Goals": "Mål",
        "GoalsManagement": "Målhantering",
        "GoalsOverview": "Målöversikt",
        "GoalsOverviewDocumentation": "Detta är en översikt över dina målomvandlingar. Inledningsvis visar grafen summan av alla omvandlingar. %s Nedanför diagrammet kan du se omvandlingsrapporter för varje mål. Miniatyrdiagrammen kan förstoras genom att klicka på dem.",
        "GoalX": "Mål %s",
        "HelpOneConversionPerVisit": "Om en sida som matchar det här målet uppdateras eller visas mer än en gång under ett besök, kommer detta mål endast spåras första gången sidan laddas under detta besök.",
        "IsExactly": "är exakt %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Lär dig mer om %s hur du att spårar dina mål i Piwik%s i användardokumentationen.",
        "LeftInCart": "%s kvar i varukorgen",
        "Manually": "manuellt",
        "ManuallyTriggeredUsingJavascriptFunction": "Målet utlöses manuellt genom att använda JavaScript API trackGoal()",
        "MatchesExpression": "matchar uttrycket %s",
        "NewGoalDescription": "Ditt mål med Piwik är din strategi och dina prioriteringar, de kan medföra många saker: \"Ladda ner broschyr\", \"Registrera nyhetsbrev\", \"Besökta sidor service.html\" och så vidare.",
        "NewGoalIntro": "Att ha mål för konvertering är ett av de mest effektiva sätten att förbättra din affärsverksamhets mål.",
        "NewGoalYouWillBeAbleTo": "Du kommer kunna se analysera din prestation för varje Mål, lära dig hur du ökar antalet konverteringar, konverteringsgrad och intäkter per besök",
        "NewVisitorsConversionRateIs": "Nya besökares omvandlingsgrad är %s",
        "NewWhatDoYouWantUsersToDo": "Vad vill du att dina användare gör på din hemsida?",
        "NoGoalsNeedAccess": "Bara den som är Administratör eller har ett Superaccess konto kan lägga till mål för webbsidan. Fråga din Administratör om han eller hon kan sätta upp mål för din sida. Att ha mål är ett utmärkt sätt att få hjälp att förstå hur du maximerar din webbsidas resultat!",
        "Optional": "(frivilligt)",
        "OverallConversionRate": "%s total omvandlingsgrad (besök med ett uppnått mål)",
        "OverallRevenue": "%s totala intäkter",
        "PageTitle": "Sidtitel",
        "Pattern": "Mönster",
        "PluginDescription": "Skapa mål och se rapporter om dina målomvandlingar: utveckling över tid, intäkt per besök, omvandlingar per referrer, per sökord, etc.",
        "ProductCategory": "Produktkategori",
        "ProductName": "Produktnamn",
        "Products": "Produkter",
        "ProductSKU": "Produktvariant",
        "ReturningVisitorsConversionRateIs": "Återkommande besökares omvandlingsgrad är %s",
        "SingleGoalOverviewDocumentation": "Detta är en översikt av omvandlingar för ett enda mål. %s miniatyrdiagramen under grafen kan förstoras genom att klicka på dem.",
        "UpdateGoal": "Uppdatera Mål",
        "URL": "URL",
        "ViewAndEditGoals": "Visa och ändra Mål",
        "ViewGoalsBy": "Visa mål genom %s",
        "VisitPageTitle": "Besök en viss sidtitel",
        "VisitsUntilConv": "Besök till omvandling",
        "VisitUrl": "Besök en definerad URL (sida eller grupp av sidor)",
        "WhenVisitors": "när besökarna",
        "WhereThe": "där",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "där den besökta sidan innehåller ett anrop till JavaScript piwikTracker.trackGoal ()-metoden (%slär dig mer%s)",
        "YouCanEnableEcommerceReports": "Du kan aktivera %s för denna webbplats på sidan %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Kolumn '%s' var inte hittad i den här rapporten. Pröva någon av %s",
        "PluginDescription": "Skapa fina statiska grafbilder i PNG-format för någon Piwik rapport."
    },
    "Insights": {
        "ControlComparedToDescription": "Tillväxt jämfört med",
        "ControlFilterByDescription": "Visa alla, endast förändringar, endast nya eller endast försvunna",
        "DatePeriodCombinationNotSupported": "Det är inte möjligt att generera insikter för datum och tid tillsammans.",
        "DayComparedToPreviousDay": "föregående dag",
        "DayComparedToPreviousWeek": "samma dag förra veckan",
        "DayComparedToPreviousYear": "samma dag föregående år",
        "Filter": "Filter",
        "FilterIncreaserAndDecreaser": "Ökar & minskar",
        "FilterOnlyDecreaser": "Endast minskar",
        "FilterOnlyDisappeared": "Endast försvunna",
        "FilterOnlyIncreaser": "Endast ökar",
        "FilterOnlyMovers": "Endast drivkraft",
        "FilterOnlyNew": "Endast nya",
        "IgnoredChanges": "Förändringar som påverkar mindre än %s av besöken ignorerades.",
        "MonthComparedToPreviousMonth": "föregående månad",
        "MonthComparedToPreviousYear": "samma månad föregående år",
        "MoversAndShakersWidgetTitle": "Upp- och Nedgångar",
        "NoResultMatchesCriteria": "Inga rader matchar kriteriet",
        "OverviewWidgetTitle": "Insiktsöversikt",
        "TitleConsideredInsightsChanges": "Raderna ökade eller minskade med minst %1$s besök (%2$s%% av %3$s totala besöken).",
        "TitleConsideredInsightsGrowth": "Följande rader har en tillväxt på minst %1$s%% jämfört med %2$s.",
        "TitleConsideredMoversAndShakersChanges": "Betraktas förändringar endast om du växte med mer än %1$s%% besök eller minskade med mindre än %2$s%% besök, nya poster endast om de har ökat med mer än %3$s%% besök (%4$s), och försvunna rader om de minskade med mindre än %5$s%% besök (%6$s).",
        "TitleConsideredMoversAndShakersGrowth": "%1$s förändrades från %2$s till %3$s jämfört med %4$s. Baserat på detta förväntas en utveckling för varje rad på %5$s%%.",
        "TitleRowChangeDetails": "'%1$s' förändrades från %2$s (%3$s) till %4$s (%5$s) %6$s.",
        "TitleRowDisappearedDetails": "'%1$s' minskade med %2$s och försvann i %3$s jämfört med %4$s.",
        "TitleRowMoverAndShaker": "Denna rad hade en större påverkan än genomsnittet.",
        "TitleRowNewDetails": "'%1$s' ökade med %2$s och är ny jämfört med %3$s.",
        "WeekComparedToPreviousWeek": "Föregående vecka",
        "WidgetCategory": "Insikter",
        "YearComparedToPreviousYear": "föregående år"
    },
    "Installation": {
        "CollaborativeProject": "Piwik är ett projekt som arbetats fram av människor från hela världen, med samma mål och mycket kärlek!",
        "ConfigurationHelp": "Din Piwik konfigurationsfil verkar vara felkonfigurerad. Du kan antingen ta bort config \/ config.ini.php och återuppta installationen, eller korrigera inställningarna för databasanslutningen.",
        "ConfirmDeleteExistingTables": "Är du säker på att du vill ta bort tabellerna: %s från din databas? Varning: Data från dessa tabeller kommer inte kunna återskapas!",
        "Congratulations": "Grattis",
        "CongratulationsHelp": "<p>Grattis! Din installation av Piwik är klar.<\/p><p>Se till att din JavaScript-kod lagts in på dina sidor, och vänta på dina första besökare!<\/p>",
        "DatabaseAbilities": "Databasförmågor",
        "DatabaseCreation": "Databas skapas",
        "DatabaseErrorConnect": "Fel uppstod när anslutningsförsök till databasservern gjordes.",
        "DatabaseServerVersion": "Databasserver version",
        "DatabaseSetup": "Databaskonfiguration",
        "DatabaseSetupAdapter": "adapter",
        "DatabaseSetupDatabaseName": "databasnamn",
        "DatabaseSetupLogin": "inloggning",
        "DatabaseSetupServer": "databasserver",
        "DatabaseSetupTablePrefix": "tabellprefix",
        "Email": "e-post",
        "Extension": "tillägg",
        "Filesystem": "Filsystem",
        "GetInvolved": "Om du tycker om det du ser, kan du %1$sinvolvera%2$s.",
        "GoBackAndDefinePrefix": "Gå tillbaka och definiera ett Prefix för Piwik's tabeller",
        "HappyAnalysing": "Glad analys!",
        "Installation": "Installation",
        "InstallationStatus": "Installationsstatus",
        "InsufficientPrivilegesHelp": "Du kan lägga till dessa behörigheter genom att använda ett verktyg som tex phpMyAdmin eller genom att köra rätt SQL-frågor. Om du inte vet hur man gör dessa saker, vänd dig till din systemadministratör för hjälp med dessa behörigheter.",
        "InsufficientPrivilegesMain": "Antingen existerar inte databasen (och kan inte skapas), eller också har den unika användaren inte tillräcklig åtkomst. Databasens användare måste ha följande åtkomst: %s",
        "JsTagArchivingHelp1": "För medium och högtraffikerade webbsidor finns det specifika optimeringar som bör göras för att hjälpa Piwik att bli snabbare (exempel på sådana är %1$sinställningar och automatisk-akrivering%2$s).",
        "JSTracking_EndNote": "Observera: Efter installationen, kommer du kunna skräddarsy din spårningskod i %1$sSpårnings Kod%2$s admin delen.",
        "JSTracking_Intro": "För att spåra din trafik med hjälp av Piwik behöver du lägga till extrakod på var och en av dina webbsidor.",
        "LargePiwikInstances": "Hjälp för stora Piwik-instanser",
        "Legend": "Legend",
        "LoadDataInfileRecommended": "Om din Piwikserver spårar webbplatser med hög trafik (t.ex. > 100.000 sidor per månad), så rekommenderar vi att du försöker åtgärda följande problem.",
        "LoadDataInfileUnavailableHelp": "Användande av %1$s kommer at snabba upp Piwik's arkiveringsprocess markant. Försök att uppdatera PHP & MySQL samt kontrollera att databasanvändaren har behörigheten %2$s för att göra det tillgänglit för Piwik.",
        "NfsFilesystemWarning": "Din server använder NFS-filsystem.",
        "NfsFilesystemWarningSuffixAdmin": "Det betyder att Piwik kommer att vara extremt långsamt när det använder filbaserade sessioner.",
        "NfsFilesystemWarningSuffixInstall": "Att använda filbaserade sessioner och NFS är extremt långsamt, så Piwik kommer att använda databassessioner. Om du har många samtidiga användare av instrumentpanelen så är det möjligt att du behöver öka det maximala antalet anslutningar till databasservern.",
        "NoConfigFound": "Piwik's konfigurationsfil kunde inte hittas och du försöker komma åt en Piwik sida. <br \/><b> » Du kan <a href='index.php'> installera Piwik nu<\/a><\/b><br \/><small> Om du har installerat Piwik innan och har en del tabeller i databasen så oroa dig inte, du kan återanvända samma tabeller och behålla dina befintliga data!<\/small>",
        "Optional": "Frivilligt",
        "Password": "lösenord",
        "PasswordDoNotMatch": "Lösenorden matchar inte",
        "PasswordRepeat": "lösenord (bekräfta)",
        "PercentDone": "%s %% Klar",
        "PleaseFixTheFollowingErrors": "Vänligen fixa följande fel",
        "PluginDescription": "Installationsprocessen av Piwik. Installationen görs vanligtvis endast en gång. Om konfigurationsfilen config\/config.inc.php tas bort, kommer installationen börja om igen.",
        "Requirements": "Piwik Krav",
        "RestartWebServer": "När du har gjort den här ändringen, starta om din webbserver.",
        "ReusingTables": "Återanvänder tabellerna",
        "SeeBelowForMoreInfo": "Se nedan för mer information.",
        "SetupWebsite": "Konfigurera en webbplats",
        "SetupWebsiteError": "Det uppstod ett fel när webbplatsen försökte läggas till.",
        "SetupWebSiteName": "Webbplatsens namn",
        "SetupWebsiteSetupSuccess": "Webbplatsen %s skapades utan problem!",
        "SetupWebSiteURL": "webbplatsens URL",
        "SiteSetup": "Lägg till den första webbplatsen du vill spåra och analysera med Piwik:",
        "SiteSetupFootnote": "Notera: när installationen av Piwik är klar så kommer du kunna lägga till flera webbplatser!",
        "SuperUser": "Administratör",
        "SuperUserLogin": "Administratörsinloggning",
        "SuperUserSetupError": "Det uppstod ett fel när du skulle lägga till Superanvändaren",
        "SuperUserSetupSuccess": "Administratör skapades utan problem!",
        "SystemCheck": "Systemkontroll",
        "SystemCheckAutoUpdateHelp": "Notering: Piwik Ett-Klicks-uppdatering kräver skriv-behörigheter till Piwik mappen och dess innehåll.",
        "SystemCheckCreateFunctionHelp": "Piwik använder anonyma funktioner för återanropning.",
        "SystemCheckDatabaseHelp": "Piwik kräver antingen tillägget mysqli eller båda tilläggen PDO och pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory kommer inte att kunna skapa vyer för den anropande modulen.",
        "SystemCheckError": "Ett fel uppstod - detta måste fixas innan du fortsätter",
        "SystemCheckEvalHelp": "Krävs av HTML QuickForm och Smarty templating system.",
        "SystemCheckExtensions": "Övriga nödvändiga tillägg",
        "SystemCheckFileIntegrity": "Filintegritet",
        "SystemCheckFunctions": "Funktioner som krävs",
        "SystemCheckGDFreeType": "GD > 2.x + Fristil (grafik)",
        "SystemCheckGDHelp": "Graflinjerna kommer inte fungera.",
        "SystemCheckGlobHelp": "Denna inbyggda funktionen har inaktiverats på din värd. Piwik försöker emulera denna funktion men kan stöta på ytterligare säkerhetsrestriktioner. Funktionalitet kan påverkas.",
        "SystemCheckGzcompressHelp": "Du behöver aktivera tillägget zlib och gzcompress funktionen.",
        "SystemCheckGzuncompressHelp": "Du behöver aktivera tillägget zlib och funktionen gzuncompress.",
        "SystemCheckIconvHelp": "Du måste konfigurera och installera PHP på nytt med \"iconv\" stöd aktiverat, --with-iconv.",
        "SystemCheckJsonHelp": "php5-json tillägget krävs för att Piwik ska kunna läsa och skriva JSON data.",
        "SystemCheckMailHelp": "Feedback och bortglömda lösenord kommer inte att skickas utan mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "mbstring tillägget krävs för att hantera multibytetycken i UI och API-svaren. Kontrollera även att mbstring.func_overload är satt till \"0\" i php.ini.",
        "SystemCheckMemoryLimit": "Minnesbegränsning",
        "SystemCheckMemoryLimitHelp": "På en högtrafikswebbplats, kan arkiveringsprocessen kräva mer minne än vad som för tillfället är tillåtet. Om det är nödvändigt ändra memory_limit direktivet i din php.ini fil.",
        "SystemCheckOpenURL": "Öppna URL",
        "SystemCheckOpenURLHelp": "Nyhetsbrev abonnemang, anmälningar uppdatering, och \"one-click updates\" kräver att något av tilläggen \"curl\", allow_url_fopen =On eller fsockopen() är aktiverat.",
        "SystemCheckOtherExtensions": "Andra tillägg",
        "SystemCheckOtherFunctions": "Andra funktioner",
        "SystemCheckPackHelp": "pack()-funktionen krävs för att spåra besökare i Piwik.",
        "SystemCheckParseIniFileHelp": "Denna inbyggda funktionen har inaktiverats på din värd. Piwik försöker emulera denna funktion men den kan stöta på ytterligare säkerhetsrestriktioner. Spårningens resultat kommer också att påverkas.",
        "SystemCheckPdoAndMysqliHelp": "På en Linux server kan du kompilera php med följande alternativ: %1$s I din php.ini, lägg till följande rader: %2$s",
        "SystemCheckPhp": "PHP version",
        "SystemCheckPhpPdoAndMysqli": "Mer information finner du på: %1$sPHP PDO%2$s och %3$sYSQLI%4$s.",
        "SystemCheckSplHelp": "Du måste konfigurera och installera PHP på nytt med Standard PHP Bibliotek (SPL) aktiverat (som standard).",
        "SystemCheckSummaryNoProblems": "Jippiii! Det finns inga problem med installationen av Piwik. Ge dig själv en klapp på axeln.",
        "SystemCheckSummaryThereWereErrors": "Oj då.. Piwik har upptäckt några %1$skritiska problem%2$s med installationen. %3$sDessa problem bör åtgärdas omgående.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Det finns vissa problem med systemet. Piwik kommer att köras, men du kan uppleva vissa smärre problem.",
        "SystemCheckTimeLimitHelp": "På en högtrafik webbplats, för att exekvera arkiveringsprocessen kan det krävas mer tid än vad som för tillfället är tillåtet. Om det är nödvändigt ändra max_execution_time direktivet i din php.ini fil.",
        "SystemCheckTracker": "Spårningsstatus",
        "SystemCheckTrackerHelp": "GET-förfrågan till piwik.php misslyckades. Prova att vitlista den här webbadressen från mod_security och HTTP-autentisering.",
        "SystemCheckWarnDomHelp": "Du bör aktivera tillägget \"dom\" (t.ex., installera paketet \"php-dom\" och\/eller \"php-xml\").",
        "SystemCheckWarning": "Piwik kommer fungera som normalt men kommer sakna vissa funktioner",
        "SystemCheckWarnJsonHelp": "Du bör aktivera tillägget \"json\" (t.ex., installera paketet \"php-json\") för bättre prestanda.",
        "SystemCheckWarnLibXmlHelp": "Du bör aktivera tillägget \"libxml\" (t.ex., installera paketet \"php-libxml\") eftersom det krävs av andra grundläggande PHP-tillägg.",
        "SystemCheckWarnSimpleXMLHelp": "Du bör aktivera tillägget \"SimpleXML\" (t.ex., installera paketet \"php-simplexml\" och\/eller \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "På en Windows server kan du lägga till följande rader till din php.ini: %s",
        "SystemCheckWriteDirs": "Kataloger med skrivrättighet",
        "SystemCheckWriteDirsHelp": "För att åtgärda felet på ditt Linux-system, prova att skriv in följande kommando(n)",
        "SystemCheckZlibHelp": "Du måste konfigurera och installera PHP på nytt med \"zlib\" stöd aktiverat, --with-zlib.",
        "Tables": "Skapar tabellerna",
        "TablesCreatedSuccess": "Tabeller skapades utan problem!",
        "TablesDelete": "Ta bort de upptäckta tabellerna",
        "TablesDeletedSuccess": "Existerande Piwik tabeller togs bort utan problem",
        "TablesFound": "Följande tabeller har hittats i databasen",
        "TablesReuse": "Återanvänd existerande tabeller",
        "TablesUpdatedSuccess": "Databasen har uppdaterats från %1$s till %2$s!",
        "TablesWarningHelp": "Antingen väljer du att återanvända befintliga databastabeller eller en ren installation för att radera alla befintliga data i databasen.",
        "TablesWithSameNamesFound": "Några %1$s tabeller i databasen %2$s har samma namn som tabellerna Piwik försöker skapa",
        "Timezone": "webbplatsens tidszon",
        "WeHopeYouWillEnjoyPiwik": "Vi hoppas att du kommer tycka om att använda Piwik lika mycket som vi tyckte om att skapa det!",
        "Welcome": "Välkommen!",
        "WelcomeHelp": "<p>Piwik är ett open source webbanalysprogram som gör det enkelt att få den information du vill ha från dina besökare.<\/p><p>Denna process är uppdelad i %s enkla steg och tar ca 5 minuter.<\/p>",
        "WelcomeToCommunity": "Välkommen till Piwiks gemenskap!"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Om Piwik's översättningar",
        "PluginDescription": "Denna plugin kommer att visa en lista över tillgängliga språk för Piwik's gränssnitt. Det valda språket kommer att sparas i inställningarna för varje användare."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s övergivna korgar %3$s och %4$s övergivna varor %5$still ett värde av totalt %6$s%7$s.",
        "AveragePageGenerationTime": "Varje sida tog i genomsnitt %1$s att ladda för besökaren.",
        "CalculatedOverNPageViews": "Beräknat på denna besöakrens senaste %1$s sidvisningar.",
        "ClickToViewMoreAboutVisit": "Klicka för mer information om det här besöket",
        "ConvertedNGoals": "Konverteringar %s Mål",
        "EcommerceSummaryConversions": "%1$s%2$s ordrar för totalt %3$s%4$s, köpt %5$s varor.",
        "FirstVisit": "Första besöket",
        "GoalType": "Typ",
        "HideMap": "Dölj mapp",
        "KeywordRankedOnSearchResultForThisVisitor": "Sökordet %1$s rankade %2$s på %3$s i sökresultatet för besökaren",
        "LastHours": "Senaste %s timmarna",
        "LastMinutes": "Senaste %s minuterna",
        "LastVisit": "Sista besöket",
        "LinkVisitorLog": "Visa detaljerad besökslogg",
        "LoadMoreVisits": "Ladda fler besökare",
        "MorePagesNotDisplayed": "fler sidor av den här besökaren visas inte",
        "NbVisitor": "1 besökare",
        "NbVisitors": "%s besökare",
        "NextVisitor": "Nästa besökare",
        "NoMoreVisits": "Det finns inga fler besök för den här besökaren.",
        "PageRefreshed": "Antal gånger denna sida har besökts \/ uppdateras i rad.",
        "PluginDescription": "Spionera på dina besökare i realtid!",
        "PreviousVisitor": "Förgående besökare",
        "RealTimeVisitorCount": "Besöksräknare i realtid",
        "Referrer_URL": "Hänvisningsadress",
        "ShowMap": "Visa mapp",
        "SimpleRealTimeWidget_Message": "%s och %s dom senaste %s.",
        "ViewVisitorProfile": "Ny besöksprofil",
        "VisitedPages": "Besökta sidor",
        "VisitorLog": "Besökslogg",
        "VisitorLogDocumentation": "Denna tabell visar de senaste besök inom det valda datumintervallet. %s Om datumet inkluderar idag kan du se dina besökare i realtid! %s data som visas här är alltid live, oavsett om och hur ofta du använder cron-jobb för arkivering.",
        "VisitorProfile": "Besöksprofil",
        "VisitorsInRealTime": "Besökare i realtid",
        "VisitorsLastVisit": "Denna besökares senaste besök var %s dagar sedan.",
        "VisitsFrom": "%1$s%2$s besökta %3$s från"
    },
    "Login": {
        "ConfirmationLinkSent": "En länk för bekräftelse har skickats till dig. Kontrollera din e-post och besök länken för att fullfölja begäran att ändra ditt lösenord.",
        "ContactAdmin": "Möjlig orsak: din värd kan ha inaktiverat mail() funktionen. <br\/>Kontakta din Piwik administratör.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "En användare med Superanvändaråtkomst kan inte bli autensieras vid användande av '%s' mekanism.",
        "ExceptionPasswordMD5HashExpected": "Lösenordsparametern förväntas bli en MD5-hash av lösenordet.",
        "InvalidNonceOrHeadersOrReferrer": "Formulärets säkerhet misslyckades. Vänligen ladda formuläret och kontrollera att cookies är aktiverade. Om du använder en proxyserver måste du %s konfigurera Piwik att acceptera proxy huvuden %s som överför Host-huvuden. Kontrollera också att din Referer header skickas korrekt.",
        "InvalidOrExpiredToken": "Lösenordsbevis är felaktigt eller har utgått.",
        "InvalidUsernameEmail": "Felaktigt användarnamn och\/eller e-postadress",
        "LogIn": "Logga in",
        "LoginOrEmail": "Användarnamn eller e-postadress",
        "LoginPasswordNotCorrect": "Användarnamn & Lösenord är inte korrekta",
        "LostYourPassword": "Glömt ditt lösenord?",
        "MailPasswordChangeBody": "Hej %1$s,\n\nEn begäran om att återställa ditt lösenord togs emot från %2$s. Besök följande länk för att bekräfta lösenordsbytet och göra det möjligt att logga in med dina nya uppgifter:\n\n%3$s\n\nNotera: den här förfrågan kommer att upphöra om 24 timmar.\n\nTack för att du använder Piwik!",
        "MailTopicPasswordChange": "Bekräfta byte av lösenord",
        "PasswordChanged": "Ditt lösenord har ändrats.",
        "PasswordRepeat": "Lösenord (bekräfta)",
        "PasswordsDoNotMatch": "Lösenorden matchar inte.",
        "PluginDescription": "Login autentiseringstillägget, läser referenserna från konfigurationen\/config.ini.php filen för den första Administratören, och från databasen för övriga användare. Kan enkelt ersättas för att hantera en ny autentiseringsmekanism (OpenID, htaccess, custom Auth, etc.).",
        "RememberMe": "Kom ihåg mig",
        "ResetPasswordInstructions": "Skriv in ett nytt lösenord för ditt konto."
    },
    "Mobile": {
        "AboutPiwikMobile": "Om Piwik Mobil",
        "AccessUrlLabel": "Piwik URL",
        "Account": "Konto",
        "Accounts": "Konton",
        "AddAccount": "Lägg till konto",
        "AddPiwikDemo": "Lägg till Piwik Demo",
        "Advanced": "Avancerat",
        "AnonymousAccess": "Anonym åtkomst",
        "AnonymousTracking": "Anonym spårning",
        "AskForAnonymousTrackingPermission": "När funktionen är aktiverad, kommer Piwik Mobile skicka anonyma användningsdata till piwik.org. Avsikten är att använda dessa data för att hjälpa Piwiks mobila utvecklare att bättre förstå hur appen används. Information som skickas är: menyer och inställningar som klickats på, OS namn och version, eventuella fel som visas i Piwik Mobile. Vi kommer inte att spåra några av dina analysdata. Dessa anonyma uppgifter kommer aldrig att offentliggöras. Du kan inaktivera \/ aktivera anonym spårning under Inställningar när som helst.",
        "ChooseHttpTimeout": "Välj HTTP-timeout värde",
        "ChooseMetric": "Välj Variabel",
        "ChooseReport": "Välj en rapport",
        "ConfirmRemoveAccount": "Vill du ta bort kontot?",
        "DefaultReportDate": "Rapportdatum",
        "EmailUs": "Maila oss",
        "EnableGraphsLabel": "Visa grafer",
        "EvolutionGraph": "Historisk graf",
        "HelpUsToImprovePiwikMobile": "Vill du aktivera anonym spårning i Piwik Mobile?",
        "HowtoDeleteAnAccount": "Tryck länge för att ta bort ett konto.",
        "HowtoDeleteAnAccountOniOS": "Dra från vänster till höger för att radera ett konto",
        "HowtoLoginAnonymous": "Lämna användarnamn och lösenord tomt för anonym inloggning",
        "HttpIsNotSecureWarning": "Ditt Piwik tillståndsbevis (token_auth) skickas i klartext om du använder 'HTTP'. Av denna anledning rekommenderar vi HTTPS för säker transport av data över Internet. Vill du fortsätta?",
        "HttpTimeout": "HTTP Timeout",
        "IncompatiblePiwikVersion": "Den version av Piwik du använder är inkompatibel med Piwik Mobil 2. Uppdatera din Piwik installation, eller installera Piwik Mobil 1 och försök igen.",
        "LastUpdated": "Senast uppdaterad: %s",
        "LoadingReport": "Laddar %s",
        "LoginCredentials": "Behörighet",
        "LoginToPiwikToChangeSettings": "Logga in på din Piwik server för att skapa eller uppdatera webbsidor, användare och Generella inställningar så som \"Standarliserad rapport\"",
        "LoginUseHttps": "Använd https",
        "MultiChartLabel": "Visa miniatyrdiagram",
        "NavigationBack": "Tillbaka",
        "NetworkError": "Nätverksfel",
        "NetworkErrorWithStatusCode": "Ett fel påträffades \"%s\". Begäran svarade med statusen \"%s\". URL'en var \"%s\". Vänligen kontrollera den URL du angivit och felloggar på den här servern för att få mer information om felet och se hur det går att lösa.",
        "NetworkErrorWithStatusCodeShort": "Nätvärksfel %s",
        "NetworkNotReachable": "Nätverket är inte tillgängligt",
        "NoAccountIsSelected": "Du måste välja ett konto. Skapa ett nytt konto om du ännu inte gjort det.",
        "NoDataShort": "Inga Data",
        "NoPiwikAccount": "Inget Piwik-konto?",
        "NoReportsShort": "Inga rapporter",
        "NoVisitorFound": "Inga besökare hittades",
        "NoVisitorsShort": "Inga besökare",
        "NoWebsiteFound": "Ingen webbplats hittades",
        "NoWebsitesShort": "Inga webbsidor",
        "PullDownToRefresh": "Dra ner för att uppdatera...",
        "RatingDontRemindMe": "Påminn mig inte",
        "RatingNotNow": "Inte nu",
        "RatingNow": "OK, jag betygsätter den nu",
        "RatingPleaseRateUs": "Piwik Mobile är en gratis programvara, vi skulle uppskatta om du tog en minut till att betygsätta appen i %s. Om du har förslag på nya funktioner eller vill rapportera buggar, vänligen kontakta %s",
        "ReleaseToRefresh": "Släpp för att uppdatera...",
        "Reloading": "Laddar om...",
        "RequestTimedOutShort": "Nätvärks Timeout fel",
        "RestrictedCompatibility": "Begränsad tillgänglighet",
        "RestrictedCompatibilityExplanation": "Den versionen av Piwik %s du har använder har inte fullt stöd av Piwik Mobil 2. Du kanske kommer stöta på några buggar. Vi rekommenderar att du antingen uppdaterar Piwik till den senaste versionen eller använder Piwik Mobil 1.",
        "SaveSuccessError": "Vänligen verifiera inställningar",
        "SearchWebsite": "Sök webbplatser",
        "ShowAll": "Visa alla",
        "ShowLess": "Visa mindre",
        "StaticGraph": "Översiktsgraf",
        "TopVisitedWebsites": "Mest besökta webbplatser",
        "TryIt": "Prova!",
        "UseSearchBarHint": "Endast de första %s webbplatserna visas här. Använd sökfältet för att komma åt dina andra webbplatser.",
        "VerifyAccount": "Verifierar konto",
        "VerifyLoginData": "Kontrollera så att ditt användarnamn och lösenord är korrekt.",
        "YouAreOffline": "Tyvärr, du är offline just nu"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Användarnamn '%s' är okänt. Försök med något av följande istället: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Du kan lägga till flera telefonnummer genom att ge dem tillgång",
        "MobileReport_MobileMessagingSettingsLink": "Sidan för Mobila meddelanden",
        "MobileReport_NoPhoneNumbers": "Aktivera minst ett telefonnummer genom att ge åtkomst",
        "MultiSites_Must_Be_Activated": "För att få SMS med din webbsidas status, var snäll och tillåt pluginet för MultiplaSidor i Piwik.",
        "PhoneNumbers": "Telefonnummer",
        "PluginDescription": "Skapa och ladda ner ett anpassade SMS rapporter och få dem skickade till din mobil dagligen, en gång i veckan eller en gång i månaden.",
        "Settings_APIKey": "API-nyckel",
        "Settings_CountryCode": "Landskod",
        "Settings_CredentialNotProvided": "Innan du kan skapa och hantera telefonnummer, var snäll och koppa Piwik till ditt SMS konto här ovan.",
        "Settings_CredentialNotProvidedByAdmin": "Innan du kan skapa och hantera telefonnummer, var snäll och fråga din administratör om han eller hon kan koppla Piwik till ett SMS konto",
        "Settings_CredentialProvided": "Dina %s SMS API konton är korrekt konfigurerade!",
        "Settings_DeleteAccountConfirm": "Är du säker på att du vill radera detta SMS-konto?",
        "Settings_InvalidActivationCode": "Koden var inte giltig, var god försök igen.",
        "Settings_LetUsersManageAPICredential": "Tillåt användare att hantera sina egna SMS API referenser",
        "Settings_LetUsersManageAPICredential_No_Help": "Alla användare har möjlighet att ta emot SMS rapporter och kommer kunna använda ditt kontos krediter.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Varje användare kommer ha möjlighet att sätta upp sitt eget SMS API konto och kommer inte använda din kredit.",
        "Settings_ManagePhoneNumbers": "Hantera telefonnummer",
        "Settings_PhoneActivated": "Telefonnumret är validerat! Du kan nu få SMS med din statistik.",
        "Settings_PhoneNumber": "Telefonnummer",
        "Settings_PhoneNumbers_Add": "Lägg till ett nytt telefonnummer",
        "Settings_PhoneNumbers_CountryCode_Help": "Om du inte vet din telefons landskod, titta efter ditt land här",
        "Settings_PhoneNumbers_Help": "Innan du får ett SMS (textmeddelande) rapporter i din telefon, behöver du skriva in ditt nummer här under.",
        "Settings_PhoneNumbers_HelpAdd": "När du klickar på \"Lägg till\", kommer ett SMS som innehåller en kod att skickas till din telefon. Efter det ska du logga in på Piwik, klicka på inställningar och efter det Mobil Meddelanden. När du skrivit in din kod, kommer du kunna ta emot rapporter direkt till din telefon.",
        "Settings_PleaseSignUp": "För att skapa SMS rapporter och få korta meddelanden med uppdateringar från din webbsidas mobiltelefon, var snäll att anmäl dig med hjälp av SMS API och skriv in informationen nedan.",
        "Settings_SMSAPIAccount": "Hantera SMS API konton",
        "Settings_SMSProvider": "SMS Leverantör",
        "Settings_SuperAdmin": "Administratörsinställningar",
        "Settings_SuspiciousPhoneNumber": "Om du inte får något meddelande, pröva att ta bort första nollan i numret %s",
        "Settings_UpdateOrDeleteAccount": "Du kan också %suppdatera%s eller %sradera%s det här kontot.",
        "Settings_ValidatePhoneNumber": "Bekräfta",
        "Settings_VerificationCodeJustSent": "Vi har precis skickat ett SMS till det här numret med en kod: var snäll och skriv in den här koden ovan och klicka på \"verifiera\"",
        "SettingsMenu": "Mobila meddelanden",
        "SMS_Content_Too_Long": "[för långt]",
        "TopLinkTooltip": "Få Webb Analysrapporter levererade till din mail inkorg eller din mobiltelefon",
        "TopMenu": "E-post och SMS-rapporter",
        "VerificationText": "Koden är %s. För att verifiera ditt telefonnummer och få Piwiks SMS rapporter ber vi dig kopiera den här koden i formuläret för åtkomlighet via Piwik > %s > %s."
    },
    "MultiSites": {
        "Evolution": "Utveckling",
        "LoadingWebsites": "Laddar webbplatser",
        "PluginDescription": "Visar fler-webbplatser sammanfattning\/statistik. För närvarande underhållen som en central Piwik plugin.",
        "TopLinkTooltip": "Jämför statistik för alla dina webbplatser."
    },
    "Overlay": {
        "Clicks": "%s klick",
        "ClicksFromXLinks": "%1$s klick från en av %2$s länkar",
        "Domain": "Domän",
        "ErrorNotLoading": "Sessionen för sidöverlägg kunde inte startas.",
        "ErrorNotLoadingDetails": "Möjligtvis så har inte sidan som laddats till höger Piwik's spårningskod. I det här falletkan du prova att starta Sidöverlägg för en annan sida från rapporten \"Sidor\".",
        "ErrorNotLoadingDetailsSSL": "Eftersom du använder Piwik över https, så är den mest troliga orsaken att din webbläsare inte stödjer SSL. Försök att använda Piwik över http.",
        "ErrorNotLoadingLink": "Klicka här för att få fler tips för felsökning",
        "Link": "Länk",
        "Location": "Plats",
        "NoData": "Det finns inga data för denna sida under den valda perioden.",
        "OneClick": "1 klick",
        "OpenFullScreen": "Gå till helskärmsläge (ingen sidolist)",
        "Overlay": "Sidöverlägg",
        "PluginDescription": "Se analysdata som ett överliggande lager på din faktiska webbplats.",
        "RedirectUrlError": "Du försöker öppna ett överliggande lager för URL \"%s\". %s Ingen av domänerna från Piwik's inställningar matchar länken.",
        "RedirectUrlErrorAdmin": "Du kan lägga till domänen som en extra URL %si inställningarna%s.",
        "RedirectUrlErrorUser": "Be administratören att lägga till domänen som en extra webbadress"
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Välj \"Ja\" om du vill att Piwik inte ska spåra fullständiga IP-adresser.",
        "AnonymizeIpInlineHelp": "Anonymisera den sista byten av besökarnas IP-adress för att följa lokala lagar om personlig integritet\/riktlinjer.",
        "AnonymizeIpMaskLengtDescription": "Välj hur många bytes av besökares IP-adresser som ska döljas.",
        "AnonymizeIpMaskLength": "%s byte(s) - t.ex. %s",
        "CannotLockSoDeleteLogActions": "Tabellen log_action kommer inte att rensas: vänligen lägg till behörigheten LOCK TABLES till MYSQL-användaren '%s'",
        "ClickHereSettings": "Klicka här för att komma åt inställningar för %s.",
        "CurrentDBSize": "Aktuell databasstorlek",
        "DBPurged": "DB rensad.",
        "DeleteBothConfirm": "Du är på väg att aktivera radering av både log. och rapportdata. Det innebär att du permanent kommer att förlora möjligheterna att visa gammal analysdata. Är du säker på detta?",
        "DeleteDataDescription": "Du kan konfigurera Piwik att regelbundet ta bort gamla besöksloggar och\/eller bearbetade rapporter för att behålla din databasstorlek minimal. Om så önskas, kommer inte förbearbetade rapporter tas bort, endast besöks, sidvisnings och konverterings loggdata kommer att raderas. Alternativt kan de förbearbetade rapporterna tas bort och loggdata kan behållas.",
        "DeleteDataDescription2": "Om så önskas, så kommer förbehandlade rapporter att sparas, endast logdata för besök, sidvisningar och omvandligar att raderas. Eller, så kan förbehandlade rapporter raderas och logdata sparas.",
        "DeleteDataInterval": "Ta bort gamla data varje",
        "DeleteDataSettings": "Radera gamla besöksloggar och rapporter från databasen",
        "DeleteLogDescription2": "När du aktiverar automatisk radering av loggar, så måste du se till att alla tidigare dagliga rapporter har behandlats så att inga data går förlorade.",
        "DeleteLogInfo": "Loggar från följande tabeller kommer att tas bort: %s",
        "DeleteLogsConfirm": "Du är på väg att aktivera radering av loggdata. Om gamla loggdata tas bort, och rapporter inte redan har skapats, kommer du inte kunna se historiska förflutna analysdata. Är du säker på att du vill göra detta?",
        "DeleteLogsOlderThan": "Ta bort loggfiler äldre än",
        "DeleteMaxRows": "Maximalt antal rader som ska tas bort under en körning:",
        "DeleteMaxRowsNoLimit": "ingen begränsning",
        "DeleteReportsConfirm": "Du är på väg att aktivera radering av loggdata. Om gamla rapporter tas bort, måste du på nytt behandla dem för att visa dem. Är du säker på att du vill göra detta?",
        "DeleteReportsDetailedInfo": "Data från databasens numeriska arkiveringstabeller (%s) och BLOB arkiveringstabeller (%s) kommer att tas bort.",
        "DeleteReportsInfo": "Om aktiverat, så kommer gamla rapporter tas bort. %sVi rekommenderar att du aktiverar detta först när databasutrymmet är begränsat.%s",
        "DeleteReportsInfo2": "Om du inte har aktiverat \"%s\", så kommer gamla rapporter att återskapas automatiskt när de efterfrågas.",
        "DeleteReportsInfo3": "Om du har aktiverat \"%s\", så kommer uppgifterna att permanent förloras.",
        "DeleteReportsOlderThan": "Ta bort rapporter äldre än",
        "DeleteSchedulingSettings": "Inställningar för schemaläggning",
        "DoNotTrack_Description": "\"Do Not Track\" är en teknologi och policy som tillåter användare att avstå från spårning av webbplatser dom besöker, det inkluderar analystjänster, reklamnätverk och sociala plattformer.",
        "DoNotTrack_Disable": "Inaktivera Do Not Track",
        "DoNotTrack_Disabled": "Piwik spårar för närvarande alla besök, även om användare specificerat \"Begär att webbplaster inte spårar mig\" i sina webbläsare",
        "DoNotTrack_DisabledMoreInfo": "Vi rekommenderar att du respekterar dina besökares integritet och aktiverar Do Not Track",
        "DoNotTrack_Enable": "Aktivera Do Not Track",
        "DoNotTrack_Enabled": "Du respekterar dina användares integritetBravo!",
        "DoNotTrack_EnabledMoreInfo": "När användare som besöker sidan har ställt in sin webbläsare till \"Begär att webbplatser inte spårar mig\" (Do Not Track aktiverat), så kommer Piwik inte att spåra dessa besök.",
        "DoNotTrack_SupportDNTPreference": "Stöd \"Do Not Track\"-val",
        "EstimatedDBSizeAfterPurge": "Beräknad databasstorlek efter rensning",
        "EstimatedSpaceSaved": "Beräknat sparat utrymme",
        "GeolocationAnonymizeIpNote": "Notera: Geolocation kommer att ha ungefär samma resultat med 1 byte anonymiserad. Med 2 byte eller mer blir Geolocation vara felaktig.",
        "GetPurgeEstimate": "Hämta uppskattning för rensning",
        "KeepBasicMetrics": "Behåll grundläggande variabler (besök, sidvisningar, studsfrekvens, målomvandlingar, e-handelskonverteringar, etc.)",
        "KeepDataFor": "Behåll all data för:",
        "KeepReportSegments": "För behållen data, spara även segmenterade rapporter",
        "LastDelete": "Senast borttaget",
        "LeastDaysInput": "Vänligen ange ett antal dagar som är större än %s.",
        "LeastMonthsInput": "Ange ett antal månader mer än %s.",
        "MenuPrivacySettings": "Integritet",
        "NextDelete": "Nästa schemalagda borttagning",
        "PluginDescription": "Anpassa Piwik så att den personliga integriteten uppfyller existerande lagstiftning.",
        "PurgeNow": "Rensa databasen nu",
        "PurgeNowConfirm": "Du är på väg att permanent radera data från din databas. Är du säker på att du vill fortsätta?",
        "PurgingData": "Rensar data...",
        "RecommendedForPrivacy": "(rekommenderas för sekretess)",
        "ReportsDataSavedEstimate": "Databasstorlek",
        "SaveSettingsBeforePurge": "Du har ändrat inställningarna för radering av loggdata. Spara dem innan du startar en utrensning.",
        "SeeAlsoOurOfficialGuidePrivacy": "Se också vår allmänna guide: %sWeb Analytics Privacy%s",
        "Teaser": "På denna sidan kan du anpassa Piwik så att den personliga integriteten uppfyller existerande lagstiftning, genom att: %s anonymisera besökarens IP%s, %s automatiskt ta bort gamla besöksloggar från databasen %s, och %s erbjuda exkludering av spårning för din webbplats%s.",
        "TeaserHeadline": "Integritetinställningar",
        "UseAnonymizedIpForVisitEnrichment": "Använd också de anonyma IP-adresserna för att berika besök.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugin som Geo Location via IP adress och leverantör förbättrar dina användares metadat. För att standardisera dessa plugins använder du en anonyma IP adresser. Om du väljer \"Nej\", kommer den icke-anonyma fullständiga IP adressen att användas istället. Det kommer göra att du är mindre privat, men du kommer få en mer exakt data",
        "UseAnonymizeIp": "Anonymisera besökarnas IP-adresser",
        "UseDeleteLog": "Ta regelbundet bort gamla besöksloggar från databasen",
        "UseDeleteReports": "Ta regelbundet bort gamla rapporter från databasen"
    },
    "Provider": {
        "ColumnProvider": "Internetleverantör",
        "PluginDescription": "Rapporterar Internetleverantören som besökaren använder.",
        "ProviderReportDocumentation": "Denna rapport visar vilka Internetleverantörer dina besökare använde för att få åtkomst till webbplatsen. Du kan klicka på en leverantörs namn för mer information. %s Om Piwik inte kan avgöra en besökares leverantör, så listas den som IP.",
        "SubmenuLocationsProvider": "Ursprung och operatör",
        "WidgetProviders": "Internetleverantör"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Den här rapporten visar all din hänvisningstrafik i en sammanslagen rapport, den listar alla webbsidor, sökord och kampanjer som dina besökare har använt sig av för att hitta din webbsida.",
        "Campaigns": "Kampanjer",
        "CampaignsDocumentation": "Besökare som kom till din webbplats som resulterades av en kampanj. %s Se rapporten %s för mer information.",
        "CampaignsReportDocumentation": "Rapporten visar vilka kampanjer som har lett besökare till din webbplats. %s För mer information om hur du spårar kampanjer, läs %skampanjernas dokumentation på piwik.org%s",
        "ColumnCampaign": "Kampanj",
        "ColumnSearchEngine": "Sökmotor",
        "ColumnSocial": "Sociala nätverk",
        "ColumnWebsite": "Webbplats",
        "ColumnWebsitePage": "Webbplatsens sida",
        "DetailsByReferrerType": "Detaljer för den refererande typen",
        "DirectEntry": "Direkttrafik",
        "DirectEntryDocumentation": "En besökare har skrivit in webbadressen i sin webbläsare och började surfa på din webbplats - han gick in på hemsidan direkt.",
        "Distinct": "Distinkta hänvisningar av den refererande typen",
        "DistinctCampaigns": "distinkta kampanjer",
        "DistinctKeywords": "distinkta sökord",
        "DistinctSearchEngines": "distinkta sökmotorer",
        "DistinctWebsites": "distinkta webbplatser",
        "EvolutionDocumentation": "Detta är en översikt av hänvisningsadresserna som ledde besökarna till din webbplats.",
        "EvolutionDocumentationMoreInfo": "Mer information om de olika hänvisningsadressernas typer finns i dokumentationen för %s tabell.",
        "Keywords": "Sökord",
        "KeywordsReportDocumentation": "Rapporten visar vilka sökord som användarna sökte efter innan de hänvisades till din webbplats. %s Genom att klicka på en rad i tabellen kan du se fördelningen av sökmotorer som användes för sökordet.",
        "PluginDescription": "Rapporterar hänvisningsdata: Sökmotorer, sökord, webbplatser, kampanjspårning och direkttrafik.",
        "Referrer": "Hänvisningar",
        "ReferrerName": "Hänvisningsadress Namn",
        "Referrers": "Trafikkällor",
        "ReferrersOverview": "Översikt för hänvisningar",
        "SearchEngines": "Sökmotorer",
        "SearchEnginesDocumentation": "En besökare hänvisades till din webbplats genom en sökmotor. %s se %s rapport för mer detaljer.",
        "SearchEnginesReportDocumentation": "Rapporten visar vilka sökmotorer som hänvisat användare till din webbplats. %s Genom att klicka på en rad i tabellen så kan du se vad användarna sökte på, på en specifik sökmotor.",
        "SocialFooterMessage": "Det här är en delmängd av webbplatsrapporten till vänster. Den filtrerar bort andra webbplatser så du kan jämföra hänvisningarna från sociala nätverk.",
        "Socials": "Sociala Nätverk",
        "SocialsReportDocumentation": "Den här rapporten visar vilka sociala nätverk som tagit besökare till din webbplatser.<br \/>Genom att klicka på en rad i tabellen kan du se vilken sida på det sociala nätverket besökarna kom ifrån.",
        "SubmenuSearchEngines": "Sökmotorer och sökord",
        "SubmenuWebsites": "Webbplatser",
        "Type": "Typ av källa",
        "TypeCampaigns": "%s från kampanjer",
        "TypeDirectEntries": "%s direkttrafik",
        "TypeReportDocumentation": "Denna tabell innehåller information om fördelningen av hänvisningsadressernas typer.",
        "TypeSearchEngines": "%s från sökmotorer",
        "TypeWebsites": "%s från webbplatser",
        "UsingNDistinctUrls": "(använder %s distinkta urler)",
        "ViewAllReferrers": "Visa alla hänvisningar",
        "ViewReferrersBy": "Visa hänvisningar efter %s",
        "Websites": "Webbplatser",
        "WebsitesDocumentation": "Besökaren följde en länk på en annan webbplats som länkade till din webbplats. %s Se rapporten %s för mer information.",
        "WebsitesReportDocumentation": "I denna tabell kan du se vilka webbplatser som hänvisade besökare till din webbplats. %s Genom att klicka på en rad i tabellen så kan du se vilka webbadresser som länkarna till din webbplats var på.",
        "WidgetExternalWebsites": "Lista på externa webbsidor",
        "WidgetGetAll": "Alla hänvisningar",
        "WidgetKeywords": "Lista över sökord",
        "WidgetSocials": "Lista över sociala nätverk",
        "WidgetTopKeywordsForPages": "Toppsökord för sid-URL",
        "XPercentOfVisits": "%s%% av besökare"
    },
    "RowEvolution": {
        "AvailableMetrics": "Tillgänglig statistik",
        "CompareDocumentation": "Klicka på länken här nedanför och öppna denna popup för en annan rad från samma tabell för att jämföra flera värden.<br \/>Använd shift-klick för att markera en rad utan att öppna denna popup.",
        "CompareRows": "Jämför uppgifter",
        "ComparingRecords": "Jämför %s rader",
        "Documentation": "Klicka på variablerna för att visa dom i deb stora utvecklingsgrafen. Använd shift-klick för att visa flera variabler samtidigt.",
        "MetricBetweenText": "mellan %s och %s",
        "MetricChangeText": "%s över perioden",
        "MetricMinMax": "%1$s varierade mellan %2$s och %3$s över perioden",
        "MetricsFor": "Statistik för %s",
        "MultiRowEvolutionTitle": "Utveckling för flera rader",
        "PickAnotherRow": "Välj en annan rad att jämföra",
        "PickARow": "Välj en rad att jämföra"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(frivilligt) Visningsalternativ",
        "AggregateReportsFormat_GraphsOnly": "Visa endast diagram (inga rapporttabeller)",
        "AggregateReportsFormat_TablesAndGraphs": "Visa rapporttabeller och diagram för alla rapporter",
        "AggregateReportsFormat_TablesOnly": "(standard) Visa rapporttabeller (Diagram endast för nyckeltal)",
        "AlsoSendReportToTheseEmails": "Skicka också rapporterna till dessa e-postadresser (en e-postadress per rad):",
        "AreYouSureDeleteReport": "Är du säker på att du vill ta bort denna rapport och dess schemaläggning?",
        "CancelAndReturnToReports": "Avbryt och %såtergå till listan över rapporter%s",
        "CreateAndScheduleReport": "Skapa och schemalägg en rapport",
        "CreateReport": "Skapa rapport",
        "CustomVisitorSegment": "Kundbesökssegment:",
        "DescriptionOnFirstPage": "Rapportens beskrivning kommer att visas på första sidan i rapporten.",
        "DisplayFormat_TablesOnly": "Visa Tabeller (inga grafer)",
        "EmailHello": "Hej,",
        "EmailReports": "E-postrapporter",
        "EmailSchedule": "Schemalagd e-post",
        "EvolutionGraph": "Visa historiska grafer för dom topp %s värdena",
        "FrontPage": "Startsida",
        "ManageEmailReports": "Hantera e-postrapporter",
        "MonthlyScheduleHelp": "Månatligt schema: Rapporten kommer att skickas ut den första dagen i varje månad.",
        "MustBeLoggedIn": "Du måste vara inloggad för att skapa och schemalägga anpassade rapporter.",
        "NoRecipients": "Rapporten har ingen mottagare",
        "OClock": "klockan",
        "Pagination": "Sida %s av %s",
        "PiwikReports": "Piwik Rapporter",
        "PleaseFindAttachedFile": "Du finner din rapport %1$s i den bifogade filen för %2$s.",
        "PleaseFindBelow": "Nedan hittar du din %1$s rapport för %2$s.",
        "PluginDescription": "Skapa och ladda ner dina anpassade rapporter, och få dem e-postade dagligen, veckovis eller månadsvis.",
        "ReportFormat": "Rapportformat",
        "ReportHour": "Skicka rapporten vid",
        "ReportIncludeNWebsites": "Rapporten kommer att innehålla viktiga mättal för alla webbplatser som har minst ett besök (från %s webbsidorna som för tillfället är tillgängliga).",
        "ReportSent": "Rapport skickad",
        "ReportsIncluded": "Statistik ingår",
        "ReportType": "Skicka rapport via",
        "ReportUpdated": "Rapporten har uppdaterats",
        "Segment_Deletion_Error": "Det här segmentet kan inte raderas eller göras osynligt för andra användare eftersom det genererar mailrapporter (s) %s. Pröva igen efter att du har tagit bort det här segmentet från rapporten (s).",
        "Segment_Help": "Du kan välja ett befintligt kundsegment för att applicera data i den här mailrapporten. Du kan skapa och redigera kundsegment på ditt skrivbord %s (klicka här för att öppna)%s, efter det klickar du på \"%s\" lådan, efter det \"%s\".",
        "SegmentAppliedToReports": "Segmentet '%s' har applicerats till rapporterna.",
        "SendReportNow": "Skicka rapport nu",
        "SendReportTo": "Skicka rapport till",
        "SentToMe": "Skicka rapport till mig",
        "TableOfContent": "Rapportlista",
        "ThereIsNoReportToManage": "Det finns ingen rapport att hantera för webbplatsen %s",
        "TopLinkTooltip": "Skapa e-postrapporter för att få statistik från Piwik skickat till din e-post eller dina kunders adresser automatiskt!",
        "TopOfReport": "Tillbaka till toppen",
        "UpdateReport": "Uppdatera rapport",
        "WeeklyScheduleHelp": "Veckans schema: rapporten kommer att skickas ut den första måndagen i varje vecka."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Lägg till %s villkor",
        "AddNewSegment": "Lägg till nytt segment",
        "AreYouSureDeleteSegment": "Vill du verkligen radera detta segment?",
        "AutoArchivePreProcessed": "Segmenterade rapporter processas i förväg (för att det ska gå fortare krävs archive.php data)",
        "AutoArchiveRealTime": "Segmenterade rapporter processas i realtid",
        "ChooseASegment": "Välj ett segment",
        "DataAvailableAtLaterDate": "Dina segmenterade analysrapporter kommer att finnas tillgänglig senare. Vi ber om ursäkt för besväret.",
        "DefaultAllVisits": "Alla besök",
        "DragDropCondition": "Dra & Droppa villkor",
        "LoadingSegmentedDataMayTakeSomeTime": "Att processa data för segmenterade besökare kan ta några minuter...",
        "OperatorAND": "OCH",
        "OperatorOR": "ELLER",
        "SaveAndApply": "Spara & Använd",
        "SegmentDisplayedAllWebsites": "alla webbsidor",
        "SegmentDisplayedThisWebsiteOnly": "endast denna webbsida",
        "SegmentIsDisplayedForWebsite": "och visas för",
        "SegmentNotApplied": "Segment '%s' tillämpas inte",
        "SegmentNotAppliedMessage": "Du begär data för det Anpassade Segmentet '%s', denna Piwik konfiguration förhindrar realtidsbearbetning av rapporter pga prestandaskäl.",
        "SelectSegmentOfVisitors": "Välj ett besökarsegment",
        "ThisSegmentIsVisibleTo": "Det här segmentet är synligt för:",
        "VisibleToAllUsers": "alla användare",
        "VisibleToMe": "jag",
        "YouMayChangeSetting": "Alternativt kan du ändra inställningarna i konfigurationsfilen (%s), eller redigera detta Segment och välj '%s'.",
        "YouMustBeLoggedInToCreateSegments": "Du måste vara inloggad för att skapa och redigera besökssegment."
    },
    "SEO": {
        "AlexaRank": "Alexa Rank",
        "Bing_IndexedPages": "Bing indexerade sidor",
        "Dmoz": "DMOZ poster",
        "DomainAge": "Domänålder",
        "ExternalBacklinks": "Externa tillbakalänkar (Majestic)",
        "Google_IndexedPages": "Google indexerade sidor",
        "Rank": "Rank",
        "ReferrerDomains": "Refererande Domäner (Majestic)",
        "SeoRankings": "SEO Ranking",
        "SEORankingsFor": "SEO Ranking för %s",
        "ViewBacklinksOnMajesticSEO": "Se externa länkrapporter på den här sidan: MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Lägg till en ny webbplats",
        "AdvancedTimezoneSupportNotFound": "Stöd för avancerade tidszoner hittades inte i din PHP (stöds i PHP> = 5,2). Du kan fortfarande välja en manuell UTC kompensation.",
        "AliasUrlHelp": "Det rekommenderas, men krävs inte, att ange de olika webbadresser, en per rad, som dina besökare använder för att komma åt denna webbplats. Alias ​​webbadresser för en webbplats visas inte i hänvisningsadresserna > Webbplatsernas rapporter. Observera att detta inte är nödvändigt för att ange webbadresser med och utan \"www\" som Piwik automatiskt anser båda.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Ändring av din tidszon kommer endast att påverka informationen i framtiden, och kommer inte att tillämpas retroaktivt.",
        "ChooseCityInSameTimezoneAsYou": "Välj en stad med samma tidszon som din<.",
        "Currency": "Valuta",
        "CurrencySymbolWillBeUsedForGoals": "Valutasymbolen kommer att visas intill Målintäkter.",
        "DefaultCurrencyForNewWebsites": "Standardvaluta för nya webbplatser",
        "DefaultTimezoneForNewWebsites": "Standard tidszon för nya webbplatser",
        "DeleteConfirm": "Är du säker på att du vill ta bort denna webbplats (%s)?",
        "DisableSiteSearch": "Spåra inte webbplatsens sökfunktion",
        "EcommerceHelp": "När den är aktiverad, Målrapporten kommer att ha ett nytt avsnitt \"E-handel\".",
        "EnableEcommerce": "E-handel aktiverat",
        "EnableSiteSearch": "Webbplatssökning aktiv",
        "EnableSiteSpecificUserAgentExclude": "Aktivera uteslutning för identifiering av användaragent (user agent) för specifika webbplatser.",
        "EnableSiteSpecificUserAgentExclude_Help": "Kryssa i den här rutan om du vill utesluta olika användaraganter (user agents) för olika webbplatser, klicka sen på spara och %1$slägg till användaragenterna här ovanför%2$s.",
        "ExceptionDeleteSite": "Det är inte möjligt att radera denna webbplats eftersom det är det enda registrerade webbplatsen. Lägg till en ny webbplats först och ta sedan bort den här.",
        "ExceptionEmptyName": "Webbplatsens namn kan inte vara tomt.",
        "ExceptionInvalidCurrency": "Valutan \"%s\" är inte giltig. Vänligen ange en giltig valutasymbol (t.ex. %s)",
        "ExceptionInvalidIPFormat": "IP-adresser som ska exkluderas \"%s\" har inte ett giltig format (t.ex. %s).",
        "ExceptionInvalidTimezone": "Tidszonen \"%s\" är inte giltig. Vänligen ange en giltig tidszon.",
        "ExceptionInvalidUrl": "Den angivna URL'n är inte giltig: '%s'.",
        "ExceptionNoUrl": "Du måste åtminstone specifiera en URL för denna webbplats.",
        "ExcludedIps": "Exkluderade IP-adresser",
        "ExcludedParameters": "Exkluderade parametrar",
        "ExcludedUserAgents": "Uteslutna användaragenter",
        "GlobalExcludedUserAgentHelp1": "Ange en lista med användaragenter som ska uteslutas från spårning av Piwik.",
        "GlobalExcludedUserAgentHelp2": "Det här kan användas för att utesluta vissa bottar från att blir spårade som besök.",
        "GlobalListExcludedIps": "Global lista över exkluderade IP-adresser",
        "GlobalListExcludedQueryParameters": "Global lista över URL-parametrar att utesluta",
        "GlobalListExcludedUserAgents": "Global lista med användaragenter som ska uteslutas",
        "GlobalListExcludedUserAgents_Desc": "Om besökarens användaragent innehåller något av det du anger, så kommer besöket exkluderas från Piwik.",
        "GlobalWebsitesSettings": "Globala inställningar för webbplatser",
        "HelpExcludedIps": "Ange listan över IP-adresser, en per rad, som du önskar exkludera från spårningen av Piwik. Du kan använda wildcard. t.ex. %1$s eller %2$s",
        "JsTrackingTagHelp": "Här är JavaScript-spårningskoden att inkludera på alla dina sidor",
        "KeepURLFragments": "Sidans URL fragment spåras",
        "KeepURLFragmentsHelp": "Om rutan som ska kryssas i här under är okryssad, kommer sidans URL fragment (allt efter den %1$s) att bli flyttad under spårningen: %2$s kommer att spåras som %3$s.",
        "KeepURLFragmentsHelp2": "Du kan också hoppa över den här inställningen för en egna webbsidor ovan.",
        "KeepURLFragmentsLong": "Behåll sidans URL fragment när du spårar sidans URL.",
        "ListOfIpsToBeExcludedOnAllWebsites": "IP-adresserna som är listade nedan kommer att bli exkluderade från spårning på samtliga webbplatser.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Webbadressernas parametrar nedan kommer att uteslutas från webbadresser på alla webbplatser.",
        "ListOfQueryParametersToExclude": "Ange listan med parametrar för webbadress, en per rad, för att exkludera från webbadressernas rapporter.",
        "MainDescription": "Dina rapporter kräver att du har webbplatser upplagda! Lägg till, uppdatera, ta bort webbplatser, och visa JavaScript spårningskoden för att inkludera den på din webbplats.",
        "NotAnEcommerceSite": "Inte en e-handelswebbplats",
        "NotFound": "Inga webbplatser funna",
        "NoWebsites": "Du har inga webbplatser att administrera.",
        "OnlyOneSiteAtTime": "Du kan endast redigera en webbplats åt gången. Vänligen spara eller avbryt dina ändringar för denna webbplats (%s).",
        "PiwikOffersEcommerceAnalytics": "Piwik möjliggör för avancerad e-handelsspårning och rapportering. Läs mer om %s E-handelsspårning%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik kommer automatiskt att exkludera de vanligaste sessions parametrarna (%s).",
        "PluginDescription": "Hantering av Webbplatser i Piwik: Lägg till en ny hemsida, ändra en befintlig, visa JavaScript-koden att inkludera på dina sidor. Alla åtgärder finns också tillgängliga via API.",
        "SearchCategoryDesc": "Piwik kan även spåra kategorierna för varje sökord i webbplatssökningar.",
        "SearchCategoryLabel": "Kategoriparameter",
        "SearchCategoryParametersDesc": "Du kan ange en kommaseparerad lista med frågeparametrar som specificerar sökningens kategori.",
        "SearchKeywordLabel": "Frågeparameter",
        "SearchKeywordParametersDesc": "Ange en kommaseparerad lista med alla parameternamn som innehåller webbplatssökningens sökord.",
        "SearchParametersNote": "Notera: Parametrar för frågor och kategori kommer endast användas för webbplatser som har webbplatssökning aktiverat men lämnade dessa parametrar tomma.",
        "SearchParametersNote2": "Lämna dom här två fälten tomma för att avaktivera webbplatssökning för nya webbplatser.",
        "SearchUseDefault": "Använd %sstandardparametrar%s för webbplatssökning",
        "SelectACity": "Välj en stad",
        "SelectDefaultCurrency": "Du kan välja standardvaluta för nya webbplatser.",
        "SelectDefaultTimezone": "Du kan välja standard tidszon för nya webbplatser.",
        "ShowTrackingTag": "Visa spårningskod",
        "Sites": "Webbplatser",
        "SiteSearchUse": "Du kan använda Piwik för att spåra och rapportera om vad besökarna söker efter med din webbplats interna sökmotor.",
        "SuperUserAccessCan": "En användare med Superbehörighet kan också %s specificera globala inställningar%s för nya webbsidor.",
        "Timezone": "Tidszon",
        "TrackingSiteSearch": "Spåra webbplatsens interna sökfunktion",
        "TrackingTags": "Spårningskod för %s",
        "Urls": "URLer",
        "UTCTimeIs": "Aktuell tid (UTC) är %s.",
        "WebsitesManagement": "Hantera webbplatser",
        "YouCurrentlyHaveAccessToNWebsites": "Du har tillgång till %s webbplats(er).",
        "YourCurrentIpAddressIs": "Din aktuella IP-adress är %s"
    },
    "Transitions": {
        "BouncesInline": "%s avvisningar",
        "DirectEntries": "Direktträffar",
        "ErrorBack": "Gå tillbaka till föregående åtgärd",
        "ExitsInline": "%s utgångar",
        "FromCampaigns": "Från kampanjer",
        "FromPreviousPages": "Från interna sidor",
        "FromPreviousPagesInline": "%s från interna sidor",
        "FromPreviousSiteSearches": "Från Intern Sök.",
        "FromPreviousSiteSearchesInline": "%s från interna sökningar",
        "FromSearchEngines": "Från sökmotorer",
        "FromWebsites": "Från webbplatser",
        "IncomingTraffic": "Inkommande trafik",
        "LoopsInline": "%s siduppdateringar",
        "NoDataForAction": "Det finns inga data för %s",
        "NoDataForActionDetails": "Antingen har händelsen inte haft några sidvisningar under persioden %s eller så är den ogiltig.",
        "OutgoingTraffic": "Utgående trafik",
        "PluginDescription": "Rapporterar om tidigare och efterföljande händelser för varje sidas URL.",
        "ShareOfAllPageviews": "Den här sidan hade %s sidvisningar (%s av alla sidvisningar)",
        "ToFollowingPages": "Till interna sidor",
        "ToFollowingPagesInline": "%s till interna sidor",
        "ToFollowingSiteSearches": "Interna Sökningar",
        "ToFollowingSiteSearchesInline": "%s interna sökningar",
        "XOfAllPageviews": "%s av alla sidvisningar",
        "XOutOfYVisits": "%s (av %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Kan inte hitta funktionen apache_get_modules, förutsätter att Apache inte används som webbserver.",
        "CannotFindGeoIPDatabaseInArchive": "Kan inte hitta filen %1$s i tar-arkivet %2$s!",
        "CannotFindGeoIPServerVar": "Variabeln %s är inte inställd. Möjligtvis är din server inte rätt konfigurerad.",
        "CannotFindPeclGeoIPDb": "Modulen GeoIP PECL kunde inte hitta någon databas för land, region eller stad. Kontrollera att databasen för GeoIP finns i %1$s och att namnet är %2$s eller %3$s, annars kommer inte PECL-modulen att hitta den.",
        "CannotListContent": "Kunde inte lista innehåll för %1$s: %2$s",
        "CannotLocalizeLocalIP": "IP-adressen %s är en lokal adress och kan inte geolokaliseras.",
        "CannotSetupGeoIPAutoUpdating": "Det verkar som att du lagrar din GeoIP-databas utanför Piwik (eftersom det inte finns någon databas i undermappen misc, men GeoIP fungerar). Piwik kan inte uppdatera GeoIP-databaser automatiskt om dom är placerade utanför mappen misc.",
        "CannotUnzipDatFile": "Kunde ej packa upp dat-fil i %1$s: %2$s",
        "City": "Stad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "continent_afr": "Afrika",
        "continent_amc": "Centralamerika",
        "continent_amn": "Nordamerika",
        "continent_ams": "Sydamerika",
        "continent_ant": "Antarktis",
        "continent_asi": "Asien",
        "continent_eur": "Europa",
        "continent_oce": "Oceanien",
        "Country": "Land",
        "country_a1": "Anonym proxy",
        "country_a2": "Satellitleverantör",
        "country_ac": "Ascension-öarna",
        "country_ad": "Andorra",
        "country_ae": "Förenade Arabemiraten",
        "country_af": "Afghanistan",
        "country_ag": "Antigua och Barbuda",
        "country_ai": "Anguilla",
        "country_al": "Albanien",
        "country_am": "Armenien",
        "country_an": "Nederländska Antillerna",
        "country_ao": "Angola",
        "country_ap": "Asien\/Stillahavsregionen",
        "country_aq": "Antarktis",
        "country_ar": "Argentina",
        "country_as": "Amerikanska Samoa",
        "country_at": "Österrike",
        "country_au": "Australien",
        "country_aw": "Aruba",
        "country_ax": "Åland",
        "country_az": "Azerbajdzjan",
        "country_ba": "Bosnien och Hercegovina",
        "country_bb": "Barbados",
        "country_bd": "Bangladesh",
        "country_be": "Belgien",
        "country_bf": "Burkina Faso",
        "country_bg": "Bulgarien",
        "country_bh": "Bahrain",
        "country_bi": "Burundi",
        "country_bj": "Benin",
        "country_bl": "Saint Barthelemy",
        "country_bm": "Bermuda",
        "country_bn": "Brunei",
        "country_bo": "Bolivia",
        "country_bq": "Bonaire, Saint Eustatius och Saba",
        "country_br": "Brasilien",
        "country_bs": "Bahamas",
        "country_bt": "Bhutan",
        "country_bu": "Burma",
        "country_bv": "Bouvetön",
        "country_bw": "Botswana",
        "country_by": "Vitryssland",
        "country_bz": "Belize",
        "country_ca": "Kanada",
        "country_cat": "Katalanska språkgemenskaperna",
        "country_cc": "Kokosöarna",
        "country_cd": "Demokratiska republiken Kongo",
        "country_cf": "Centralafrikanska republiken",
        "country_cg": "Kongo-Brazzaville",
        "country_ch": "Schweiz",
        "country_ci": "Elfenbenskusten",
        "country_ck": "Cooköarna",
        "country_cl": "Chile",
        "country_cm": "Kamerun",
        "country_cn": "Kina",
        "country_co": "Colombia",
        "country_cp": "Clipperton",
        "country_cr": "Costa Rica",
        "country_cs": "Serbien Montenegro",
        "country_cu": "Kuba",
        "country_cv": "Kap Verde",
        "country_cw": "Curaçao",
        "country_cx": "Julön",
        "country_cy": "Cypern",
        "country_cz": "Tjeckien",
        "country_de": "Tyskland",
        "country_dg": "Diego Garcia",
        "country_dj": "Djibouti",
        "country_dk": "Danmark",
        "country_dm": "Dominica",
        "country_do": "Dominikanska republiken",
        "country_dz": "Algeriet",
        "country_ea": "Ceuta, Melilla",
        "country_ec": "Ecuador",
        "country_ee": "Estland",
        "country_eg": "Egyptien",
        "country_eh": "Västsahara",
        "country_er": "Eritrea",
        "country_es": "Spanien",
        "country_et": "Etiopien",
        "country_eu": "Europeiska unionen",
        "country_fi": "Finland",
        "country_fj": "Fiji",
        "country_fk": "Falklandsöarna (Malvinas)",
        "country_fm": "Mikronesiska federationen",
        "country_fo": "Färöarna",
        "country_fr": "Frankrike",
        "country_fx": "Frankrike, Metropolitan",
        "country_ga": "Gabon",
        "country_gb": "Storbritannien",
        "country_gd": "Grenada",
        "country_ge": "Georgia",
        "country_gf": "Franska Guyana",
        "country_gg": "Guernsey",
        "country_gh": "Ghana",
        "country_gi": "Gibraltar",
        "country_gl": "Grönland",
        "country_gm": "Gambia",
        "country_gn": "Guinea",
        "country_gp": "Guadeloupe",
        "country_gq": "Ekvatorialguinea",
        "country_gr": "Grekland",
        "country_gs": "Sydgeorgien och Sydsandwichöarna",
        "country_gt": "Guatemala",
        "country_gu": "Guam",
        "country_gw": "Guinea Bissau",
        "country_gy": "Guyana",
        "country_hk": "Hongkong",
        "country_hm": "Heardön och McDonaldöarna",
        "country_hn": "Honduras",
        "country_hr": "Kroatien",
        "country_ht": "Haiti",
        "country_hu": "Ungern",
        "country_ic": "Kanarieöarna",
        "country_id": "Indonesien",
        "country_ie": "Irland",
        "country_il": "Israel",
        "country_im": "Isle of Man",
        "country_in": "Indien",
        "country_io": "Brittiska territoriet i Indiska oceanen",
        "country_iq": "Irak",
        "country_ir": "Iran",
        "country_is": "Island",
        "country_it": "Italien",
        "country_je": "Jersey",
        "country_jm": "Jamaica",
        "country_jo": "Jordanien",
        "country_jp": "Japan",
        "country_ke": "Kenya",
        "country_kg": "Kirgizistan",
        "country_kh": "Kambodja",
        "country_ki": "Kiribati",
        "country_km": "Komorerna",
        "country_kn": "Saint Kitts och Nevis",
        "country_kp": "Nordkorea",
        "country_kr": "Sydkorea",
        "country_kw": "Kuwait",
        "country_ky": "Caymanöarna",
        "country_kz": "Kazakstan",
        "country_la": "Laos",
        "country_lb": "Libanon",
        "country_lc": "Saint Lucia",
        "country_li": "Liechtenstein",
        "country_lk": "Sri Lanka",
        "country_lr": "Liberia",
        "country_ls": "Lesotho",
        "country_lt": "Litauen",
        "country_lu": "Luxemburg",
        "country_lv": "Lettland",
        "country_ly": "Libyen",
        "country_ma": "Marocko",
        "country_mc": "Monaco",
        "country_md": "Moldavien",
        "country_me": "Montenegro",
        "country_mf": "Saint Martin (Franska delen)",
        "country_mg": "Madagaskar",
        "country_mh": "Marshallöarna",
        "country_mk": "Makedonien",
        "country_ml": "Mali",
        "country_mm": "Burma\/Myanmar",
        "country_mn": "Mongoliet",
        "country_mo": "Macau",
        "country_mp": "Nordmarianerna",
        "country_mq": "Martinique",
        "country_mr": "Mauretanien",
        "country_ms": "Montserrat",
        "country_mt": "Malta",
        "country_mu": "Mauritius",
        "country_mv": "Maldiverna",
        "country_mw": "Malawi",
        "country_mx": "Mexiko",
        "country_my": "Malaysia",
        "country_mz": "Moçambique",
        "country_na": "Namibia",
        "country_nc": "Nya Kaledonien",
        "country_ne": "Niger",
        "country_nf": "Norfolkön",
        "country_ng": "Nigeria",
        "country_ni": "Nicaragua",
        "country_nl": "Nederländerna",
        "country_no": "Norge",
        "country_np": "Nepal",
        "country_nr": "Nauru",
        "country_nt": "Neutral Zone",
        "country_nu": "Niue",
        "country_nz": "Nya Zeeland",
        "country_o1": "Annat land",
        "country_om": "Oman",
        "country_pa": "Panama",
        "country_pe": "Peru",
        "country_pf": "Franska Polynesien",
        "country_pg": "Papua Nya Guinea",
        "country_ph": "Filippinerna",
        "country_pk": "Pakistan",
        "country_pl": "Polen",
        "country_pm": "Saint-Pierre och Miquelon",
        "country_pn": "Pitcairnöarna",
        "country_pr": "Puerto Rico",
        "country_ps": "Palestinska territoriet",
        "country_pt": "Portugal",
        "country_pw": "Palau",
        "country_py": "Paraguay",
        "country_qa": "Qatar",
        "country_re": "Réunion",
        "country_ro": "Rumänien",
        "country_rs": "Serbien",
        "country_ru": "Ryssland",
        "country_rw": "Rwanda",
        "country_sa": "Saudiarabien",
        "country_sb": "Salomonöarna",
        "country_sc": "Seychellerna",
        "country_sd": "Sudan",
        "country_se": "Sverige",
        "country_sf": "Finland",
        "country_sg": "Singapore",
        "country_sh": "Saint Helena, Ascension och Tristan da Cunha",
        "country_si": "Slovenien",
        "country_sj": "Svalbard",
        "country_sk": "Slovakien",
        "country_sl": "Sierra Leone",
        "country_sm": "San Marino",
        "country_sn": "Senegal",
        "country_so": "Somalia",
        "country_sr": "Surinam",
        "country_ss": "Sydsudan",
        "country_st": "Sao Tomé och Principe",
        "country_su": "Gamla U.S.S.R",
        "country_sv": "El Salvador",
        "country_sx": "Sint Maarten (Holländska delen)",
        "country_sy": "Syrien",
        "country_sz": "Swaziland",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Turks- och Caicosöarna",
        "country_td": "Chad",
        "country_tf": "Franska södra territorierna",
        "country_tg": "Togo",
        "country_th": "Thailand",
        "country_ti": "Tibet",
        "country_tj": "Tadzjikistan",
        "country_tk": "Tokelauöarna",
        "country_tl": "Östtimor",
        "country_tm": "Turkmenistan",
        "country_tn": "Tunisien",
        "country_to": "Tonga",
        "country_tp": "Östtimor",
        "country_tr": "Turkiet",
        "country_tt": "Trinidad och Tobago",
        "country_tv": "Tuvalu",
        "country_tw": "Taiwan",
        "country_tz": "Tanzania",
        "country_ua": "Ukraina",
        "country_ug": "Uganda",
        "country_uk": "Storbritannien",
        "country_um": "USA:s yttre öar",
        "country_us": "USA",
        "country_uy": "Uruguay",
        "country_uz": "Uzbekistan",
        "country_va": "Vatikanstaten",
        "country_vc": "Saint Vincent och Grenadinerna",
        "country_ve": "Venezuela",
        "country_vg": "Brittiska Jungfruöarna",
        "country_vi": "Amerikanska Jungfruöarna",
        "country_vn": "Vietnam",
        "country_vu": "Vanuatu",
        "country_wf": "Wallis och Futuna",
        "country_ws": "Samoa",
        "country_ye": "Jemen",
        "country_yt": "Mayotte",
        "country_yu": "Jugoslavien",
        "country_za": "Sydafrika",
        "country_zm": "Zambia",
        "country_zr": "Zaire",
        "country_zw": "Zimbabwe",
        "CurrentLocationIntro": "Enligt denna leverantör är din aktuella plats",
        "DefaultLocationProviderDesc1": "Som standard gissar sig platstjänsten till besökarens plats baserat på vilket språk som används.",
        "DefaultLocationProviderDesc2": "Den metoden är inte så exakt, så %1$svi rekommenderar att du installerar och använder %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Du använder den standardiserade platsleverantören, det innebär att Piwik kommer räkna ut besökarens geografiska position baserat på språket de använder. %1$sLäs det här%2$s för att lära dig mer om hur du får en mer exakt lokalisering av dina besökare.",
        "DistinctCountries": "%s distinkta länder",
        "DownloadingDb": "Laddar ner %s",
        "DownloadNewDatabasesEvery": "Uppdatera databasen varje",
        "FatalErrorDuringDownload": "Ett allvarlig fel påträffades när filen hämtades. Något kan vara fel med din uppkoppling, med GeoIP-databsen du hämtade, eller med Piwik. Försök hämta och installera den manuellt.",
        "FoundApacheModules": "Piwik hittade följande Apache-moduler",
        "FromDifferentCities": "Olika städer",
        "GeoIPCannotFindMbstringExtension": "Funktionen %1$s kunde inte hittas. Kontrollera att tillägget %2$s är installerat och laddat.",
        "GeoIPDatabases": "GeoIP-databaser",
        "GeoIPDocumentationSuffix": "För att se data i den här rapporten måste du ställa in GeoIP i inställningarna, under fliken Geolocation. Dom kommersiella versionerna av GeoIP-databaserna från %1$sMaxmind%2$s är mer exakta än dom som är gratis. Klicka %3$shär%4$s för att se hur exakta dom är.",
        "GeoIPImplHasAccessTo": "Den här GeoIP-tjänsten har tillgång till följande typer av databaser",
        "GeoIPIncorrectDatabaseFormat": "Din geografiska ip databas verkar inte ha korrekt format. Det finns en möjlighet att den är korrupt. Se till att du använder den binära versionen och försök ersätta den med en annan kopia.",
        "GeoIpLocationProviderDesc_Pecl1": "Den är platstjänsten använder en GeoIP-databas och en PECL-modul för att kunna fastställa besökarnas plats så träffsäkert och effektivt som möjligt.",
        "GeoIpLocationProviderDesc_Pecl2": "Det finns inga begränsningar med den här tjänsten, så det är den vi rekommenderar att använda.",
        "GeoIpLocationProviderDesc_Php1": "Den här platstjänsten är den som är enklast att installera och kräver ingen serverkonfiguration (perfekt för delade webbhotell!). Den använder en GeoIP-databas och MaxMind's PHP API för att träffsäkert fastställa dina besökares platser.",
        "GeoIpLocationProviderDesc_Php2": "Den här tjänsten kan upplevas som långsam om din webbplats har mycket trafik. I så fall borde du installera %1$sPECL tillägget%2$s eller en %3$sservermodul%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Den här platstjänsten använder GeoIP-modulen som har installerats på din HTTP-server. Den här tjänsten är snabb och träffsäker, men %1$skan endast användas tillsammans med normal webbläsarspårning.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Om du behöver importera loggfiler eller göra något annat som kräver IP-adresser: Använd %1$sPECL GeoIP (rekommenderas)%2$s eller %3$sPHP GeoIP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Notera: Anonymisering av IP-adresser har ingen effekt på platserna som rapporteras av den här tjänsten. Kontrollera så att du inte bryter mot några sekretesslagar innan du använder den med anonyma IP-adresser.",
        "GeoIpLocationProviderNotRecomnended": "Geografisk lokalisering fungerar, men du använder inte något av de rekommenderade verktygen.",
        "GeoIPNoServerVars": "Piwik hittar inga GeoIP %s variabler.",
        "GeoIPPeclCustomDirNotSet": "Valet %s i är inte inställt i PHP ini.",
        "GeoIPServerVarsFound": "Piwik har hittat följande variabler för GeoIP %s",
        "GeoIPUpdaterInstructions": "Ange nedladdningslänkar till dina databaser nedan. Om du har köpt databaser från %3$sMaxMind%4$s så kan du hitta dessa länkar %1$shär%2$s. Var vänlig kontakta %3$sMaxMind%4$s om du har problem att nå dom.",
        "GeoIPUpdaterIntro": "För närvarande hanterar Piwik uppdateringar för följande GeoIP-databaser",
        "GeoLiteCityLink": "Om du använder databasen GeoLite City, använd följande länk: %1$s%2$s%3$s.",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "På den här sidan kan du ändra hur Piwik avgör besökarnas platser.",
        "getCityDocumentation": "Den här rapporten visar vilka städer dina besökare var i när dom besökte webbplatsen.",
        "getContinentDocumentation": "Den här rapporten visar vilka kontinenter dina besökare var på när dom besökte webbplatsen.",
        "getCountryDocumentation": "Den här rapporten visar vilka länder dina besökare var i när dom besökte webbplatsen.",
        "getRegionDocumentation": "Den här rapporten visar vilka regioner dina besökare var i när dom besökte webbplatsen.",
        "HowToInstallApacheModule": "Hur installerar jag GeoIP modulen för Apache?",
        "HowToInstallGeoIPDatabases": "Hur får jag tag i databaserna för GeoIP?",
        "HowToInstallGeoIpPecl": "Hur installerar jag tillägget GeoIP PECL?",
        "HowToInstallNginxModule": "Hur installerar jag GeoIP-modulen för Nginx?",
        "HowToSetupGeoIP": "Hur ställer jag in träffsäker geolokalisering med GeoIP?",
        "HowToSetupGeoIP_Step1": "%1$sHämta%2$s databasen GeoLite City från %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extrahera filen och kopiera resultatet %1$s till Piwik's undermapp %2$smisc%3$s (du kan göra det antingen med FTP eller SSH).",
        "HowToSetupGeoIP_Step3": "Ladda om den här skärmbilden. %1$sGeoIP (PHP)%2$s-tjänsten kommer nu att %3$sinstalleras%4$s. Välj den.",
        "HowToSetupGeoIP_Step4": "Och du är klar! Du har precis ställt in Piwik att använda GeoIP, vilket betyder att du kommer kunna se vilka regioner och städer dina besökare kommer ifrån, tillsammans med väldigt träffsäker landsinformation.",
        "HowToSetupGeoIPIntro": "Det verkar inte som att du har ställt in träffsäker Geolocation. Detta är en användbar funktion, utan den kan du inte se komplett information om dina användare. Så här kommer du snabbt igång och kan börja använda det:",
        "HttpServerModule": "HTTP-server modul",
        "InvalidGeoIPUpdatePeriod": "Perioden för uppdateringar av GeoIP är ogiltig: Invalid period for the GeoIP updater: %1$s. Giltiga värden är %2$s.",
        "IPurchasedGeoIPDBs": "Jag har köpt %1$sdetaljerade databaser från MaxMind%2$s och vill ställa in automatiska uppdateringar.",
        "ISPDatabase": "ISP-databas",
        "IWantToDownloadFreeGeoIP": "Jag vill ladda ner GeoIP's kostnadsfria databas...",
        "Latitude": "Latitud",
        "Location": "Plats",
        "LocationDatabase": "Platsdatabas",
        "LocationDatabaseHint": "En platsdatabas är antingen en lands-, region, eller stadsdatabas.",
        "LocationProvider": "Platstjänst",
        "Longitude": "Longitud",
        "NoDataForGeoIPReport1": "Det finns ingen data för den här rapporten. Antingen finns det ingen platsdata tillgänglig, eller så kan inte besökarnas IP-adresser lokaliseras.",
        "NoDataForGeoIPReport2": "Ändra inställningarna %1$shär%2$s och använd en %3$sdatabas på stadsnivå%4$s om du vill aktivera Geolocation.",
        "Organization": "Organisation",
        "OrgDatabase": "Organisationsdatabas",
        "PeclGeoIPNoDBDir": "PECL-modulen letar efter databaser i %1$s, men den här mappen finns inte. Var vänlig skapa den och lägg till GeoIP-databaser i den. Alternativt, ändra inställningen %2$s till den rätta mappen i din php.ini.",
        "PeclGeoLiteError": "Din GeoIP-databas i %1$s har namnet %2$s. Tyvärr kommer inte PECL-modulen att känna igen den med det här namnet. Var vänlig döp om den till %3$s.",
        "PiwikNotManagingGeoIPDBs": "För närvarande hanterar inte Piwik någon GeoIP-databas.",
        "PluginDescription": "Rapporterar Landet för besökaren.",
        "Region": "Region",
        "SetupAutomaticUpdatesOfGeoIP": "Ställ in automatisk uppdatering av GeoIP-databaser",
        "SubmenuLocations": "Platser",
        "TestIPLocatorFailed": "Piwik försökte kontrollera platsen för en känd IP-adress (%1$s), men din server returnernade %2$s. Om tjänsten var rätt inställd borde den returnerat %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Den nedladdade filen är ingen giltig GeoIP-databas. Kontrollera din URL, eller ladda ner filen manuellt.",
        "ToGeolocateOldVisits": "Används skriptet som beskrivs %1$shär%2$s för att få platsdata för gamla besök.",
        "UnsupportedArchiveType": "En arkivtyp som ej stödjs påträffades %1$s.",
        "UpdaterHasNotBeenRun": "Uppdateringen har aldrig körts.",
        "UpdaterIsNotScheduledToRun": "Den är inte planerad att köras i fortsättningen.",
        "UpdaterScheduledForNextRun": "Den är planerad att köras under den nästa archive.php tidssession.",
        "UpdaterWasLastRun": "Sensate uppdateringen gjordes den %s.",
        "UpdaterWillRunNext": "Den är planerar att köras på %s.",
        "WidgetLocation": "Besökares plats"
    },
    "UserCountryMap": {
        "AndNOthers": "och %s andra",
        "Cities": "Städer",
        "Countries": "Länder",
        "DaysAgo": "%s dagar sedan",
        "GoalConversions": "%s målomvandlingar",
        "Hours": "timmar",
        "HoursAgo": "%s timmar sedan",
        "map": "karta",
        "Minutes": "minuter",
        "MinutesAgo": "%s minuter sedan",
        "None": "Ingen",
        "NoVisit": "Inga besök",
        "RealTimeMap": "Realtidskarta",
        "Regions": "Regioner",
        "Searches": "%s sökningar",
        "Seconds": "sekunder",
        "SecondsAgo": "%s sekunder sedan",
        "ShowingVisits": "Geolokaliserade besök de senaste",
        "Unlocated": "<b>%s<\/b> %p av besöken från %c kunde inte geolokaliseras.",
        "VisitorMap": "Besökskarta",
        "WorldWide": "Hela världen"
    },
    "UserSettings": {
        "BrowserFamilies": "Webbläsarfamiljer",
        "BrowserLanguage": "Webbläsarspråk",
        "Browsers": "Webbläsare",
        "BrowserWithNoPluginsEnabled": "%1$s med inga plugins är aktiverad",
        "BrowserWithPluginsEnabled": "%1$s med plugins %2$s är aktiverad",
        "ColumnBrowser": "Webbläsare",
        "ColumnBrowserFamily": "Webbläsarfamilj",
        "ColumnBrowserVersion": "Webbläsarversion",
        "ColumnConfiguration": "Konfiguration",
        "ColumnOperatingSystem": "Operativsystem",
        "ColumnResolution": "Skärmupplösning",
        "ColumnTypeOfScreen": "Typ av skärm",
        "Configurations": "Konfiguration",
        "GamingConsole": "Spelkonsoll",
        "Language_aa": "Afar",
        "Language_ab": "Abchaziska",
        "Language_ae": "Avestiska",
        "Language_af": "Afrikaans",
        "Language_ak": "Akan",
        "Language_am": "Amhariska",
        "Language_an": "Aragonesiska",
        "Language_ar": "Arabiska",
        "Language_as": "Assamesiska",
        "Language_av": "Avariska",
        "Language_ay": "Ayamara",
        "Language_az": "Azerbajdzjanska",
        "Language_ba": "Basjkiriska",
        "Language_be": "Vitryska",
        "Language_bg": "Bulgariska",
        "Language_bh": "Bihari",
        "Language_bi": "Bislama",
        "Language_bm": "Bambara",
        "Language_bn": "Bengali",
        "Language_bo": "Tibetanska",
        "Language_br": "Bretonska",
        "Language_bs": "Bosniska",
        "Language_ca": "Katalanska",
        "Language_ce": "Tjetjenska",
        "Language_ch": "Chamorro",
        "Language_co": "Korsikanska",
        "Language_cr": "Cree",
        "Language_cs": "Tjeckiska",
        "Language_cu": "Kyrkslaviska",
        "Language_cv": "Tjuvasjiska",
        "Language_cy": "Kymriska",
        "Language_da": "Danska",
        "Language_de": "Tyska",
        "Language_dv": "Divehi",
        "Language_dz": "Dzongkha",
        "Language_ee": "Ewe",
        "Language_el": "Grekiska",
        "Language_en": "Engelska",
        "Language_eo": "Esperanto",
        "Language_es": "Spanska",
        "Language_et": "Estniska",
        "Language_eu": "Baskiska",
        "Language_fa": "Persiska",
        "Language_ff": "Fulah",
        "Language_fi": "Finska",
        "Language_fj": "Fijianska",
        "Language_fo": "Färöiska",
        "Language_fr": "Franska",
        "Language_fy": "Frisiska",
        "Language_ga": "Iriska",
        "Language_gd": "Gaeliska",
        "Language_gl": "Galiciska",
        "Language_gn": "Guarani",
        "Language_gu": "Gujarati",
        "Language_gv": "Manx",
        "Language_ha": "Hausa",
        "Language_he": "Hebreiska",
        "Language_hi": "Hindi",
        "Language_ho": "Hiri Motu",
        "Language_hr": "Kroatiska",
        "Language_ht": "Haitisk kreol",
        "Language_hu": "Ungerska",
        "Language_hy": "Armeniska",
        "Language_hz": "Herero",
        "Language_ia": "Interlingua",
        "Language_id": "Indonesiska",
        "Language_ie": "Interlingue",
        "Language_ig": "Igbo",
        "Language_ii": "Sichuan Yi",
        "Language_ik": "Iñupiaq",
        "Language_io": "Ido",
        "Language_is": "Isländska",
        "Language_it": "Italienska",
        "Language_iu": "Inuktitut",
        "Language_ja": "Japanska",
        "Language_jv": "Javanesiska",
        "Language_ka": "Georgiska",
        "Language_kg": "Kongolesiska",
        "Language_ki": "Kukuyu",
        "Language_kj": "Kuanyama",
        "Language_kk": "Kazakiska",
        "Language_kl": "Grönländska",
        "Language_km": "Kambodjanska",
        "Language_kn": "Kannada",
        "Language_ko": "Koreanska",
        "Language_kr": "Kanuri",
        "Language_ks": "Kashmiri",
        "Language_ku": "Kurdiska",
        "Language_kv": "Komi",
        "Language_kw": "Cornish",
        "Language_ky": "Kirgiziska",
        "Language_la": "Latin",
        "Language_lb": "Luxemburgiska",
        "Language_lg": "Ganda",
        "Language_li": "Limburgiska",
        "Language_ln": "Lingala",
        "Language_lo": "Laotiska",
        "Language_lt": "Litauiska",
        "Language_lu": "Luba-Katanga",
        "Language_lv": "Lettiska",
        "Language_mg": "Madagaskiska",
        "Language_mh": "Marshallese",
        "Language_mi": "Maori",
        "Language_mk": "Makedonska",
        "Language_ml": "Malayalam",
        "Language_mn": "Mongoliska",
        "Language_mr": "Marathi",
        "Language_ms": "Malajiska",
        "Language_mt": "Maltesiska",
        "Language_my": "Burmesiska",
        "Language_na": "Nauriska",
        "Language_nb": "Norskt bokmål",
        "Language_nd": "North Ndebele",
        "Language_ne": "Nepali",
        "Language_ng": "Ndonga",
        "Language_nl": "Nederländska",
        "Language_nn": "Nynorska",
        "Language_no": "Norska",
        "Language_nr": "South Ndebele",
        "Language_nv": "Navajo",
        "Language_ny": "Chichewa",
        "Language_oc": "Occitanska",
        "Language_oj": "Ojibwa",
        "Language_om": "Oromo",
        "Language_or": "Oriya",
        "Language_os": "Ossetian",
        "Language_pa": "Punjabi",
        "Language_pi": "Pali",
        "Language_pl": "Polska",
        "Language_ps": "Pashto",
        "Language_pt": "Portugisiska",
        "Language_qu": "Quechua",
        "Language_rm": "Rumantsch",
        "Language_rn": "Kirundi",
        "Language_ro": "Rumänska",
        "Language_ru": "Ryska",
        "Language_rw": "Kinyarwanda",
        "Language_sa": "Sanskrit",
        "Language_sc": "Sardiska",
        "Language_sd": "Sindhi",
        "Language_se": "Nordsamiska",
        "Language_sg": "Sangho",
        "Language_si": "Singalesiska",
        "Language_sk": "Slovakiska",
        "Language_sl": "Slovenska",
        "Language_sm": "Samoanska",
        "Language_sn": "Shona",
        "Language_so": "Somaliska",
        "Language_sq": "Albanska",
        "Language_sr": "Serbiska",
        "Language_ss": "Siswati",
        "Language_st": "Sesotho",
        "Language_su": "Sundanesiska",
        "Language_sv": "Svenska",
        "Language_sw": "Swahili",
        "Language_ta": "Tamil",
        "Language_te": "Telugu",
        "Language_tg": "Tadzjikiska",
        "Language_th": "Thailändska",
        "Language_ti": "Tigrinja",
        "Language_tk": "Turkmenska",
        "Language_tl": "Tagalog",
        "Language_tn": "Setswana",
        "Language_to": "Tonganska",
        "Language_tr": "Turkiska",
        "Language_ts": "Tsonga",
        "Language_tt": "Tatariska",
        "Language_tw": "Twi",
        "Language_ty": "Tahitiska",
        "Language_ug": "Uiguriska",
        "Language_uk": "Ukrainska",
        "Language_ur": "Urdu",
        "Language_uz": "Uzbekiska",
        "Language_ve": "Venda",
        "Language_vi": "Vietnamesiska",
        "Language_vo": "Volapük",
        "Language_wa": "Vallonska",
        "Language_wo": "Wolof",
        "Language_xh": "Xhosa",
        "Language_yi": "Jiddisch",
        "Language_yo": "Yoruba",
        "Language_za": "Zhuang",
        "Language_zh": "Kinesiska",
        "Language_zu": "Zulu",
        "LanguageCode": "Språkkod",
        "MobileVsDesktop": "Mobilt vs Stationärt",
        "OperatingSystemFamily": "Operativsystemsfamilj",
        "OperatingSystems": "Operativsystem",
        "PluginDescription": "Rapporterar olika användarinställningar: Webbläsare, Webbläsarfamilj, operativsystem, Plugins, upplösning, Globala inställningar.",
        "PluginDetectionDoesNotWorkInIE": "Notering: Plugins upptäckt fungerar inte i Internet Explorer. Denna rapport är endast baserad på icke-IE webbläsare.",
        "Resolutions": "Skärmupplösning",
        "VisitorSettings": "Besökarinställningar",
        "WideScreen": "Widescreen",
        "WidgetBrowserFamilies": "Webbläsare per familj",
        "WidgetBrowserFamiliesDocumentation": "Detta diagram visar besökarnas webbläsare delas upp i webbläsarfamiljer. %s Den viktigaste informationen för webbutvecklare är vilken typ av renderingsmotorn deras besökare använder. Etiketterna innehåller namnen på de motorer som följt av den vanligaste webbläsaren med den motorn inom parentes.",
        "WidgetBrowsers": "Webbläsare",
        "WidgetBrowsersDocumentation": "Denna rapport innehåller information om vilken typ av webbläsare dina besökare använde. Varje version av webbläsare är listad separat.",
        "WidgetBrowserVersion": "Webbläsarversion",
        "WidgetGlobalVisitors": "Global besökarkonfiguration",
        "WidgetGlobalVisitorsDocumentation": "Denna rapport visar de vanligaste övergripande konfigurationer som besökarna hade. En konfiguration är en kombination av ett operativsystem, en webbläsare och en skärmupplösning.",
        "WidgetOperatingSystems": "Operativsystem",
        "WidgetPlugins": "Lista över plugins",
        "WidgetPluginsDocumentation": "Denna rapport visar vilka plugins i webbläsaren som besökarna hade aktiverat. Denna information kan vara viktig för att välja rätt sätt att leverera ditt innehåll.",
        "WidgetResolutions": "Skärmupplösning",
        "WidgetWidescreen": "Normal \/ Widescreen"
    },
    "UsersManager": {
        "AddUser": "Lägg till en ny användare",
        "Alias": "Alias",
        "AllWebsites": "Alla webbplatser",
        "AnonymousUserHasViewAccess": "Observera: Användare %1$s och användare %2$s har nu tillgång till den här webbsidan.",
        "AnonymousUserHasViewAccess2": "Dina analysrapporter och informationen om dina besökare är publika.",
        "ApplyToAllWebsites": "Använd för alla webbplatser",
        "ChangeAllConfirm": "Är du säker på att du vill ändra '%s' behörigheterna på alla webbplatser?",
        "ChangePasswordConfirm": "Vid byte av lösenord kommer också användarens token_auth att ändras. Vill du verkligen fortsätta?",
        "ClickHereToDeleteTheCookie": "Klicka här för att ta bort kakan så att Piwik börjar spåra dina besök igen",
        "ClickHereToSetTheCookieOnDomain": "Klicka här för att sätta kakan som exkluderar dina besök spårade av Piwik för webbplatsen %s",
        "ConfirmGrantSuperUserAccess": "Vill du verkligen bevilja '%s' Superanvändarbehörighet? Varning: Användaren kommer ha tillgång till alla dina webbsidor och ha möjlighet att utföra administrativa uppdrag.",
        "ConfirmProhibitMySuperUserAccess": "%s, vill du verkligen ta bort din egen Superanvändarbehörighet? Du kommer att förlora behörigheten till alla dina webbsidor och loggas ut från Piwik.",
        "ConfirmProhibitOtherUsersSuperUserAccess": "Vill du verkligen ta bort Superanvändarbehörigheten från '%s'? Användaren kommer inte längre ha åtkomst till alla webbsidor. Kom ihåg att ställa in tillåtelse till alla webbsidor efteråt om det är nödvändigt.",
        "DeleteConfirm": "Är du säker på att du vill ta bort användaren %s?",
        "Email": "E-post",
        "EmailYourAdministrator": "%1$sE-posta din administratör om det här problemet%2$s.",
        "ExceptionAccessValues": "Parameter-tillgången måste ha ett av följande värden : [ %s ]",
        "ExceptionAdminAnonymous": "Du kan inte bevilja 'admin' tillgång för \"anonyma\" användare.",
        "ExceptionDeleteDoesNotExist": "Användaren '%s' finns inte och kan därför inte tas bort.",
        "ExceptionDeleteOnlyUserWithSuperUserAccess": "Att radera användare '%s' är inte möjligt.",
        "ExceptionEditAnonymous": "Den anonyma användaren kan inte redigeras eller tas bort. Den används av Piwik för att definiera en användare som inte har loggat in ännu. Till exempel kan du göra din statistik publik genom att bevilja \"Visa\" tillgång till \"anonyma\" användare.",
        "ExceptionEmailExists": "Användaren med e-postadressen '%s' finns redan.",
        "ExceptionInvalidEmail": "E-postadressen har inte ett giltigt format.",
        "ExceptionInvalidLoginFormat": "Inloggningen måste vara mellan %1$s och %2$s tecken långt och får endast innehålla bokstäver, siffror eller tecknen '_', '-', '.' eller \"@\"",
        "ExceptionInvalidPassword": "Lösenordets längd måste vara mellan %1$s och %2$s tecken.",
        "ExceptionLoginExists": "Inloggningen '%s' finns redan.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth förväntar sig MD5-hashar av lösenorden (32 tecken lång sträng). Anropa gärna md5() funktionen på lösenord innan du anropar den här metoden.",
        "ExceptionRemoveSuperUserAccessOnlySuperUser": "Att ta bort Superanvändarbehörigheten från användare '%s' är inte möjligt.",
        "ExceptionSuperUserAccess": "Den här användaren har redan Superanvändarbehörighet och tillåtelse att ändra alla sidor i Piwik. Du kan ta bort Superanvändarbehörigheten från den här användaren och försöka igen.",
        "ExceptionUserDoesNotExist": "Användaren '%s' finns inte.",
        "ExceptionYouMustGrantSuperUserAccessFirst": "Det måste finnas minst en användare med Superanvändarbehörighet. Var vänlig och bevilja Superanvändarbehörighet till en annan användare först.",
        "ExcludeVisitsViaCookie": "Exkludera spårning av dina besök",
        "ForAnonymousUsersReportDateToLoadByDefault": "Rapport som laddas som standard för anonyma användare.",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Om du vill ändra ditt lösenord så skriver du in det nya, annars lämnar du fältet tomt.",
        "InjectedHostCannotChangePwd": "Du besöker för närvarande sidan genom ett okänt värdnamn (%1$s). Du kan inte ändra ditt lösenord innan det här prblemet är åtgärdat.",
        "LastSeen": "Senast sedd",
        "MainDescription": "Välj vilka användare som ska ha vilken åtkomst till dina webbplatser. Du kan sätta rättigheter på samtliga webbplatser samtidigt.",
        "ManageAccess": "Hantera rättigheter",
        "MenuAnonymousUserSettings": "Inställningar för anonyma användare",
        "MenuUsers": "Användare",
        "MenuUserSettings": "Användarinställningar",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Notera: Eftersom att inga webbplaster tillåter anonym åtkomst till analysdata, så kan inga ändringar göras i den här sektionen.",
        "NoUsersExist": "Det finns inga användare än.",
        "PluginDescription": "Hantering av användare i Piwik: lägg till en ny användare, ändra en befintlig, uppdatera behörigheterna. Alla åtgärder finns också tillgängliga via API.",
        "PrivAdmin": "Administratör",
        "PrivNone": "Inga rättigheter",
        "PrivView": "Visa",
        "ReportDateToLoadByDefault": "Rapport som laddas som standard",
        "ReportToLoadByDefault": "Rapport som laddas som standard",
        "SuperUserAccessManagement": "Hantera Superanvändare access",
        "SuperUserAccessManagementGrantMore": "Du kan få Superanvändarbehörighet till andra Piwikanvändare här. Använd den behörigheten med försiktighet.",
        "SuperUserAccessManagementMainDescription": "Super användaren har fullständig åtkomst. De kan utföra alla administrativa uppgifter. Tillexempel lägga till en ny webbsida för analys, lägga till användare, ändra användaråtkomst, aktivera och avaktivera plugins och installera nya plugins från butiken.",
        "TheLoginScreen": "Inloggningsrutan",
        "ThereAreCurrentlyNRegisteredUsers": "Det finns just nu %s registrerade användare.",
        "TypeYourPasswordAgain": "Bekräfta lösenordet genom att skriva in det igen.",
        "User": "Användare",
        "UsersManagement": "Användarhantering",
        "UsersManagementMainDescription": "Skapa eller ändra befintliga användare. Du kan sedan ändra deras rättigheter ovan.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "När användare inte är inloggade och besöker Piwik, ska de komma åt",
        "YourUsernameCannotBeChanged": "Ditt användarnamn kan inte ändras.",
        "YourVisitsAreIgnoredOnDomain": "%sDina besök ignoreras av Piwik för webbplatsen %s %s (Piwiks kaka hittades i din webbläsare).",
        "YourVisitsAreNotIgnored": "%sDina besök ignoreras inte av Piwik för webbplatsen %s (Piwiks kaka hittades inte i din webbläsare)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Händelser av återkommande besökare",
        "ColumnAverageVisitDurationForReturningVisitors": "Genomsnittlig besökstid för återkommande besökare (i sekunder)",
        "ColumnAvgActionsPerReturningVisit": "Genomsnittliga Händelser per Återkommande besök",
        "ColumnBounceCountForReturningVisits": "Avvisningsfrekvens för Återkommande Besökare",
        "ColumnBounceRateForReturningVisits": "Avvisningsfrekvens för återkommande besök",
        "ColumnMaxActionsInReturningVisit": "Flest händelser under ett återkommande besök",
        "ColumnNbReturningVisitsConverted": "Antalet konverterade återkommande besök",
        "ColumnReturningVisits": "Återkommande besök",
        "ColumnSumVisitLengthReturning": "Total tid som återkommande besökare spenderade (i sekunder)",
        "ColumnUniqueReturningVisitors": "Unika återkommande besökare",
        "PluginDescription": "Rapporterar olika statistik om Återkommande besökare jämfört med förstagångs-besökare.",
        "ReturnActions": "%s händelser av de återkommande besöken",
        "ReturnAverageVisitDuration": "%s genomsnittlig besökstid för återkommande besökare",
        "ReturnAvgActions": "%s händelser per återkommande besök",
        "ReturnBounceRate": "%s av återkommande besöken har studsat (lämnat sidan efter en sidvisning)",
        "ReturningVisitDocumentation": "Ett återkommande besök är (till skillnad från ett nytt besök) en besökare som besökt webbplatsen minst en gång tidigare.",
        "ReturningVisitsDocumentation": "Detta är en översikt av återkommande besök.",
        "ReturnVisits": "%s återkommande besök",
        "SubmenuFrequency": "Frekvens",
        "WidgetGraphReturning": "Graf över återkommande besök",
        "WidgetOverview": "Frekvensöversikt"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s min",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Sidor per besök",
        "ColumnVisitDuration": "Besökstid",
        "Engagement": "Engagemang",
        "NPages": "%s sidor",
        "OneMinute": "1 min",
        "OnePage": "1 sida",
        "PluginDescription": "Rapporter om Besökarnas intressen: antalet sidvisningar och tid på webbplatsen.",
        "PlusXMin": "%s min",
        "VisitNum": "Besöksnummer",
        "VisitsByDaysSinceLast": "Besök efter dagar sedan senaste besöket",
        "visitsByVisitCount": "Besök efter besöksnummer",
        "VisitsPerDuration": "Besökstid",
        "VisitsPerNbOfPages": "Besökta sidor",
        "WidgetLengths": "Besökets längd",
        "WidgetLengthsDocumentation": "I denna rapport kan du se hur många besök som hade en viss total varaktighet. Inledningsvis så visas rapporten som ett taggmoln, vanligare varaktighet visas i ett större typsnitt.",
        "WidgetPages": "Sidor per besök",
        "WidgetPagesDocumentation": "I denna rapport kan du se hur många besök som involverade ett visst antal sidvisningar. Inledningsvis så visas rapporten som ett taggmoln, vanligare sidor visas i ett större typsnitt.",
        "WidgetVisitsByDaysSinceLast": "Besök per dag sedan senaste besöket",
        "WidgetVisitsByDaysSinceLastDocumentation": "I denna rapport kan du se hur många besök som var från besökare vars senaste besök var ett visst antal dagar sedan.",
        "WidgetVisitsByNumDocumentation": "I denna rapport kan du se hur många besök som var det N:e besöket, dvs. besökare som besökt din webbplats minst N gånger."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "%s genomsnittlig genereringstid",
        "AverageVisitDuration": "%s genomsnittlig besökstid",
        "GenerateQueries": "%s frågor exekverade",
        "GenerateTime": "Det tog %s sekunder att generera denna sida.",
        "MaxNbActions": "%s händelser som mest i ett besök",
        "NbActionsDescription": "%s händelser (sidvisningar, nedladdningar och outlinks)",
        "NbActionsPerVisit": "%s händelser per besök",
        "NbDownloadsDescription": "%s nerladdningar",
        "NbKeywordsDescription": "%s unika sökord",
        "NbOutlinksDescription": "%s utlänkar",
        "NbPageviewsDescription": "%s sidvisningar",
        "NbSearchesDescription": "%s totala sökningar på din webbplats",
        "NbUniqueDownloadsDescription": "%s unika nerladdningar",
        "NbUniqueOutlinksDescription": "%s unika utlänkar",
        "NbUniquePageviewsDescription": "%s unika sidvisningar",
        "NbUniqueVisitors": "%s unika besökare",
        "NbVisitsBounced": "%s besökare som har studsat (lämnat sidan efter en sidvisning)",
        "PluginDescription": "Rapporterar allmänna analyssiffror: besök, unika besökare, antal händelser, avvisningsfrekvens, etc.",
        "VisitsSummary": "Besökssummering",
        "VisitsSummaryDocumentation": "Detta är en översikt av besöksutvecklingen.",
        "WidgetLastVisits": "Besöksgraf",
        "WidgetOverviewGraph": "Översiktsgraf",
        "WidgetVisits": "Besöksöversikt"
    },
    "VisitTime": {
        "ColumnLocalTime": "Lokal tid",
        "ColumnServerTime": "Servertid",
        "DayOfWeek": "Veckodag",
        "LocalTime": "Besök efter lokal tid",
        "NHour": "%sh",
        "PluginDescription": "Rapporterar den lokala tiden och servertiden. Servertid kan vara användbart för att kunna schemalägga ett underhåll på webbplatsen.",
        "ServerTime": "Besök efter servertid",
        "SubmenuTimes": "Tider",
        "VisitsByDayOfWeek": "Besök efter veckodag",
        "WidgetByDayOfWeekDocumentation": "Den här grafen visar antalet besök din webbplats fått per veckodag.",
        "WidgetLocalTime": "Besök efter lokal tid",
        "WidgetLocalTimeDocumentation": "Denna graf visar vad klockan var i %s besökarens tidszon %s vid deras besök.",
        "WidgetServerTime": "Besök efter servertid",
        "WidgetServerTimeDocumentation": "Denna graf visar vad klockan var i %s serverns tidszon %s vid besöket."
    },
    "Widgetize": {
        "OpenInNewWindow": "Öppna i ett nytt fönster",
        "PluginDescription": "Pluginen gör det väldigt enkelt att exportera Piwik widget i din blogg, hemsida eller på iGoogle och Netvibes!",
        "TopLinkTooltip": "Exportera rapporter från Piwik som Widgets och bädda in instrumentpanelen i din app som en iframe."
    }
}