{
    "Actions": {
        "AvgGenerationTimeTooltip": "ค่าเฉลี่ยของจำนวน %s ครั้ง %s ระหว่าง %s และ %s",
        "ColumnClickedURL": "URL ที่ถูกคลิก",
        "ColumnClicks": "คลิก",
        "ColumnClicksDocumentation": "จำนวนครั้งที่ link นี้ถูกคลิก",
        "ColumnDownloadURL": "URL ที่ถูกดาว์นโหลด",
        "ColumnEntryPageTitle": "หัวเรื่องของหน้าขาเข้า",
        "ColumnEntryPageURL": "URL ของหน้าขาเข้า",
        "ColumnExitPageTitle": "หัวเรื่องของหน้าขาออก",
        "ColumnExitPageURL": "URL ของหน้าขาออก",
        "ColumnNoResultKeyword": "Keyword ที่ไม่มีผลการค้นหา",
        "ColumnPageName": "ชื่อหน้า",
        "ColumnPagesPerSearch": "หน้าที่แสดงบนผลการค้นหา",
        "ColumnPagesPerSearchDocumentation": "ในบางครั้งผู้เข้าชมที่ค้นหาบนเว็บไซต์ของคุณ จะกด \"ถัดไป\" เพื่อดูผลลัพธ์ที่มากขึ้น สิ่งนี้เป็นค่าเฉลี่ยของจำนวนหน้าผลการค้นหาที่ถูกรับชมสำหรับ Keyword นี้",
        "ColumnPageURL": "URL หน้า",
        "ColumnSearchCategory": "หมวดหมู่การค้นหา",
        "ColumnSearches": "ค้นหา",
        "ColumnSearchesDocumentation": "จำนวนผู้เข้าชมที่ค้นหา Keyword นี้บนระบบค้นหาในเว็บไซต์ของคุณ",
        "ColumnSearchExits": "% ค้นหาเจอแล้วออก",
        "ColumnSearchExitsDocumentation": "ร้อยละของผู้เข้าชมที่ออกเว็บไซต์หลังค้นหาด้วย keyword นี้บนเครื่องมือค้นหาของเว็บไซต์ของคุณ",
        "ColumnSearchResultsCount": "จำนวนผลการค้นหา",
        "ColumnSiteSearchKeywords": "Keyword ที่ไม่ซ้ำ",
        "ColumnUniqueClicks": "คลิกที่ไม่ซ้ำ",
        "ColumnUniqueClicksDocumentation": "จำนวนการเข้าชมที่เกี่ยวข้องกับการคลิกที่ลิงค์นี้ หากการเชื่อมโยงการคลิกหลายครั้งในระหว่างเข้าชมครั้งเดียวก็จะถูกนับเพียงครั้งเดียว",
        "ColumnUniqueDownloads": "ดาวน์โหลดที่ไม่ซ้ำ",
        "ColumnUniqueOutlinks": "ลิงค์ออกที่ไม่ซ้ำ",
        "DownloadsReportDocumentation": "ในรายงานนี้ คุณจะสามารถทราบว่าไฟล์ใดได้ถูกผู้เข้าชมดาว์นโหลดไป %s Piwik จะนับดาวน์โหลดจากการคลิกที่ลิงค์ดาวน์โหลด อย่างไรก็ตามดาวน์โหลดได้เสร็จสิ้นหรือไม่นั้น Piwik ไม่สามารถรู้ได้",
        "EntryPagesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับรายการหน้าขาเข้าที่ถูกเรียกใช้ในช่วงระยะเวลาที่กำหนด โดยหน้าขาเข้าคือหน้าแรกที่ผู้ใช้งานได้รับชมในระหว่างการเยี่ยมชมครั้งนั้น %s URL ขาเข้าทั้งหมดจะแสดงผลเป็นรูปโฟลเดอร์",
        "EntryPageTitles": "หัวเรื่องหน้าขาเข้า",
        "EntryPageTitlesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับหัวเรื่องของหน้าขาเข้า ที่ถูกเรียกใช้ในช่วงระยะเวลาที่กำหนดไว้",
        "ExitPagesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับหน้าขาออกจากที่เกิดขึ้นในช่วงระยะเวลาที่กำหนด โดยหน้าขาเข้าคือหน้าl6fที่ผู้ใช้งานได้รับชมในระหว่างการเยี่ยมชมครั้งนั้น %s URL ขาออกทั้งหมดจะแสดงผลเป็นรูปโฟลเดอร์",
        "ExitPageTitles": "หัวเรื่องหน้าขาออก",
        "ExitPageTitlesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับหัวเรื่องของหน้าขาออก ที่เกิดขึ้นระหว่างระยะเวลาที่กำหนดไว้",
        "LearnMoreAboutSiteSearchLink": "เรียนรู้เพิ่มเติมเกี่ยวกับการติดตามผู้เข้าชมของคุณ ว่าใช้เครื่องมือค้นหาของคุณอย่างไร",
        "OneSearch": "1 ค้นหา",
        "OutlinkDocumentation": "Outlink คือการเชื่อมโยงที่นำไปสู่​​ผู้เข้าชมอยู่ห่างจากเว็บไซต์ของคุณ (โดเมนอื่น)",
        "OutlinksReportDocumentation": "รายงานนี้จะแสดงรายการลำดับชั้นของการเชื่อมโยง URL อัตโนมัติ ที่มีการคลิกโดยผู้เข้าชมของคุณ",
        "PagesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับ URL ของหน้าที่ได้รับการเข้าเยี่ยมชม %s ตารางจะถูกจัดลำดับชั้น URL ที่จะปรากฏเป็นโครงสร้างโฟลเดอร์",
        "PageTitlesReportDocumentation": "รายงานนี้ประกอบด้วยข้อมูลเกี่ยวกับชื่อเรื่องของหน้าเว็บที่ได้รับการเข้าเยี่ยมชม %s ชื่อหน้าจะเป็นแท็ก %s HTML เบราว์เซอร์ส่วนใหญ่จะแสดงในชื่อเรื่องของหน้าต่างของพวกเขา",
        "PageUrls": "Url ของเพจ",
        "PluginDescription": "รายงานเกี่ยวกับมุมมองเพจลิงค์ออก ดาวน์โหลดลิงค์ออก และติดตามการดาวน์โหลดจะเป็นไปอย่างอัตโนมัติ!",
        "SiteSearchCategories1": "รายงานนี้แสดงรายการหมวดหมู่ที่ผู้เข้าชมเลือกไว้ เมื่อพวกเขาทำค้นหาบนเว็บไซต์ของคุณ",
        "SiteSearchCategories2": "ตัวอย่างเช่น เว็บไซต์อีคอมเมิร์ซมักจะมี \"หมวดหมู่\" เพื่อให้ผู้เข้าชมสามารถจำกัดการค้นหาของพวกเขาให้กับสินค้าทั้งหมดในหมวดหมู่ที่เลือกไว้ได้",
        "SiteSearchFollowingPagesDoc": "เมื่อผู้เยี่ยมชมค้นหาเว็บไซต์ของคุณ พวกเขาจะค้นหาเฉพาะหน้า เนื้อหา ผลิตภัณฑ์ หรือบริการ รายงานนี้จะแสดงรายการหน้าที่ถูกคลิกเป็นส่วนใหญ่",
        "SiteSearchKeyword": "คีย์เวิร์ด (ค้นหาด้วยเว็บไซต์)",
        "SubmenuPagesEntry": "รายการเพจ",
        "SubmenuPagesExit": "ออกจากหน้าเพจ",
        "SubmenuPageTitles": "ชื่อเพจ",
        "WidgetPagesExit": "ออกจากเพจ"
    },
    "Annotations": {
        "Annotations": "หมายเหตุประกอบ",
        "EnterAnnotationText": "กรอกหมายเหตุของคุณ...",
        "LoginToAnnotate": "เข้าสู่ระบบเพื่อสร้างหมายเหตุประกอบ"
    },
    "API": {
        "GenerateVisits": "ถ้าคุณไม่มีข้อมูลสำหรับวันนี้ คุณสามารถสร้างข้อมูลบางอย่างใช้ปลั๊กอินการ %s เป็นครั้งแรก คุณสามารถเปิดใช้งานปลั๊กอิน %s แล้วคลิกที่เมนู 'ตัวสร้างผู้เข้าชม' ในพื้นที่จัดการ Piwik",
        "KeepTokenSecret": "token_auth นี้จะเป็นความลับในการเข้าสู่ระบบและรหัสผ่านของคุณ %s ไม่แชร์ %s ได้",
        "LoadedAPIs": "โหลด API %s สำเร็จแล้ว",
        "MoreInformation": "สำหรับข้อมูลเพิ่มเติมเกี่ยวกับ Piwik APIs โปรดให้ดูที่ %s บทนำสู่การใช้ Piwik API %s และ %s แหล่งที่มาของ Piwik API %s.",
        "PluginDescription": "มีข้อมูลทั้งหมดใน Piwik ผ่านง่ายๆ ด้วย APIs ปลั๊กอินนี้คือ เว็บบริการรายการจุด ที่คุณสามารถเรียกใช้เพื่อให้ได้ข้อมูลของคุณเว็บวิเคราะห์ใน xml, json, php, csv ฯลฯ",
        "QuickDocumentationTitle": "คู่มือการใช้งาน API",
        "UserAuthentication": "การรับรองความถูกต้องของผู้ใช้",
        "UsingTokenAuth": "ถ้าคุณต้องการ ข้อมูลที่ร้องขอ %s ภายในสคริปต์ crontab ฯลฯ %s คุณต้องการเพิ่มพารามิเตอร์ %s API เรียก url ที่ต้องการการรับรองความถูกต้อง"
    },
    "CoreAdminHome": {
        "Administration": "การจัดการระบบ",
        "EmailServerSettings": "การตั้งค่าเซิร์ฟเวอร์อีเมล์",
        "LogoUpload": "เลือกรูปโลโก้ที่ต้องการอัพโหลด",
        "MenuGeneralSettings": "ตั้งค่าทั่วไป",
        "MenuManage": "จัดการ",
        "OptOutComplete": "เลือกที่จะไม่ครบถ้วนเมื่อคุณเยี่ยมชมเว็บไซต์นี้จะไม่ถูกบันทึกโดยเครื่องมือวิเคราะห์เว็บ",
        "OptOutCompleteBis": "โปรดทราบว่า หากคุณลบคุกกี้ของคุณให้ลบคุกกี้ไม่เข้าร่วมหรือถ้าคุณเปลี่ยนเครื่องคอมพิวเตอร์หรือเว็บเบราเซอร์คุณ จะต้องดำเนินการขั้นตอนการยกเลิกการเลือกอีกครั้ง",
        "OptOutExplanation": "Piwik มีความมุ่งมั่นที่จะให้ความเป็นส่วนตัวบนอินเทอร์เน็ต เพื่อให้ผู้เข้าชมให้กับทางเลือกของการเลือกออกของ Piwik วิเคราะห์เว็บคุณสามารถเพิ่มรหัส HTML ต่อไปนี้บนหน้าหนึ่งของเว็บไซต์ของคุณ ตัวอย่างเช่น ในหน้านโยบายความเป็นส่วนตัว",
        "OptOutExplanationBis": "รหัสนี้จะแสดง Iframe ที่มีลิงค์สำหรับผู้เข้าชมของคุณเพื่อยกเลิกการเลือก Piwik โดยการตั้งค่าคุกกี้ยกเลิกการเลือกในเบราว์เซอร์ %s คลิกที่นี่ %s เพื่อดูเนื้อหาที่จะแสดงโดย iFrame",
        "OptOutForYourVisitors": "Piwik ยกเลิกการเลือกสำหรับผู้เข้าชมของคุณ",
        "PluginDescription": "พื้นที่การจัดการของ Piwik",
        "TrustedHostSettings": "ชื่อโฮสต์ Piwik ที่เชื่อถือได้",
        "UseCustomLogo": "ใช้รูปโลโก้ที่กำหนดเอง",
        "YouAreOptedIn": "ขณะนี้คุณได้ออนไลน์",
        "YouAreOptedOut": "ขณะนี้คุณได้ออฟไลน์",
        "YouMayOptOut": "คุณอาจเลือกที่จะไม่ให้มีการวิเคราะห์เว็บที่ไม่ซ้ำกันหมายเลขประจำตัวของคุกกี้ ที่กำหนดให้กับเครื่องคอมพิวเตอร์ของคุณเพื่อหลีกเลี่ยงการรวมและการวิเคราะห์ข้อมูลที่เก็บรวบรวมในเว็บไซต์นี้",
        "YouMayOptOutBis": "เพื่อให้ทางเลือกที่โปรดคลิกด้านล่างเพื่อรับคุกกี้การยกเลิกการเลือก"
    },
    "CoreHome": {
        "CategoryNoData": "ไม่มีข้อมูลในประเภทนี้ พยายาม \"รวมประชากรทั้งหมด\"",
        "CheckForUpdates": "ตรวจสอบชุดอัพเดท",
        "Default": "ค่าเริ่มต้น",
        "JavascriptDisabled": "ต้องเปิดใช้งาน JavaScript เพื่อให้คุณสามารถใช้ Piwik ในมุมมองมาตรฐาน <br \/>อย่างไรก็ตามเหมือน JavaScript ของคุณถูกปิดการใช้งาน หรือไม่ได้รับการสนับสนุนโดยเบราว์เซอร์ของคุณ <br \/>เมื่อต้องการใช้มุมมองมาตรฐาน ให้เปิดใช้ JavaScript โดยการเปลี่ยนแปลงตัวเลือกเบราว์เซอร์ของคุณแล้ว %1$s ลองใหม่ %2$s.<br \/>",
        "PageOf": "%1$s ของ %2$s",
        "PeriodDay": "วัน",
        "PeriodDays": "วัน",
        "PeriodMonth": "เดือน",
        "PeriodMonths": "เดือน",
        "PeriodWeek": "สัปดาห์",
        "PeriodWeeks": "สัปดาห์",
        "PeriodYear": "ปี",
        "PeriodYears": "ปี",
        "PluginDescription": "โครงสร้างการรายงานการวิเคราะห์เว็บไซต์",
        "ShowJSCode": "แสดงรหัส JavaScript เมื่อต้องการแทรก",
        "SupportPiwik": "สนับสนุน Piwik!",
        "ThereIsNoDataForThisReport": "ไม่มีข้อมูลสำหรับรายงานนี้",
        "ViewAllPiwikVideoTutorials": "ดูคลิปวีดีโอสอน Piwik ทั้งหมด",
        "WebAnalyticsReports": "รายงานการวิเคราะห์เว็บไซต์",
        "YouAreUsingTheLatestVersion": "คุณกำลังใช้งานรุ่นล่าสุดของ Piwik!"
    },
    "CorePluginsAdmin": {
        "Activate": "เปิดใช้งาน",
        "Activated": "เปิดการใช้งานแล้ว",
        "Active": "เปิดการทำงาน",
        "AuthorHomepage": "โฮมเพจผู้แต่ง",
        "Deactivate": "ปิดใช้งาน",
        "Inactive": "ไม่ทำงาน",
        "LicenseHomepage": "หน้าแรกใบอนุญาต",
        "MainDescription": "อธิบายการใช้งานปลั้กอินและแสดงการทำงานของ Piwik เมื่อปลั๊กอินที่ติดตั้งอยู่คุณสามารถเปิดใช้งานหรือยกเลิกการใช้งานได้ ที่นี่",
        "PluginDescription": "การจัดการระบบปลั๊กอิน",
        "PluginHomepage": "หน้าหลักของปลั๊กอิน",
        "PluginsManagement": "จัดการปลั้กอิน",
        "Status": "สถานะ",
        "Version": "เวอร์ชั่น"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "คลิกที่นี่เพื่อดู และคัดลอกรายการ รันคิวรี SQL ที่จะได้รับดำเนินการ",
        "CreatingBackupOfConfigurationFile": "สำรองไฟล์ข้อมูลการตั้งค่าใน %s",
        "CriticalErrorDuringTheUpgradeProcess": "ข้อผิดพลาดร้ายแรง ในระหว่างกระบวนการอัพเดต",
        "DatabaseUpgradeRequired": "จำเป็นต้องอัพเกรดฐานข้อมูล",
        "DownloadingUpdateFromX": "ดาวน์โหลดโปรแกรมอัพเดตจาก %s",
        "DownloadX": "ดาวน์โหลด %s",
        "EmptyDatabaseError": "ฐานข้อมูล %s จะว่างเปล่า คุณต้องแก้ไขหรือเอาไฟล์ออกจากการกำหนดค่าของ Piwik",
        "ErrorDIYHelp": "ถ้าคุณเป็นผู้ใช้ขั้นสูง และพบข้อผิดพลาดในการอัพเกรดฐานข้อมูล:",
        "ErrorDIYHelp_1": "ระบุและแก้ไขแหล่งมาของปัญหา (เช่น memory_limit หรือ max_execution_time)",
        "ErrorDIYHelp_2": "เรียกใช้รันคิวรีที่เหลือในการอัพเดตเกิดความล้มเหลว",
        "ErrorDIYHelp_3": "การอัพเดตตารางด้วยตนเอง `ตัวเลือก` ในฐานข้อมูลของ Piwik การตั้งค่าของ version_core ให้เป็นเวอร์ชั่นการอัพเดตจะเกิดความล้มเหลว",
        "ErrorDIYHelp_4": "เข้าใช้งานตัวอัพเดต (ผ่านทางเบราว์เซอร์ หรือบรรทัดคำสั่ง) เพื่อดำเนินต่อกับการอัพเดตที่เหลือ",
        "ErrorDIYHelp_5": "รายงานปัญหา (และโซลูชั่น) เพื่อให้ Piwik สามารถทำการอัพเดตได้",
        "ErrorDuringPluginsUpdates": "ข้อผิดพลาดระหว่างการอัพเดตปลั๊กอิน",
        "ExceptionAlreadyLatestVersion": "Piwik ของคุณเป็นเวอร์ชั่น %s ที่ล่าสุดแล้ว",
        "ExceptionArchiveEmpty": "ไฟล์บีบอัดว่างเปล่า",
        "ExceptionArchiveIncompatible": "ไฟล์บีบอัดเข้ากันไม่ได้: %s",
        "ExceptionArchiveIncomplete": "ไฟล์บีบอัดจะไม่สมบูรณ์: มีไฟล์บางอย่างหายไป (เช่น %s)",
        "HelpMessageContent": "ตรวจสอบ %1$s Piwik FAQ %2$s ซึ่งอธิบายข้อผิดพลาดทั่วไปมากที่สุดระหว่างการอัพเดต %3$s ถามผู้ดูแลระบบของคุณ - พวกเขาอาจจะช่วยให้คุณ เห็นข้อผิดพลาด ซึ่งส่วนใหญ่เกี่ยวข้องกับเซิร์ฟเวอร์ของคุณหรือในระหว่างการติดตั้ง MySQL",
        "HelpMessageIntroductionWhenError": "ข้างต้นคือ ข้อความแสดงข้อผิดพลาดหลัก มันควรช่วยอธิบายสาเหตุ แต่ถ้าคุณต้องการความช่วยเหลือเพิ่มเติมกรุณาไปที่:",
        "HelpMessageIntroductionWhenWarning": "อัพเดตสำเร็จแล้ว แต่มีปัญหาในระหว่างกระบวนการ โปรดอ่านคำอธิบายด้านบนเพื่อดูรายละเอียด สำหรับความช่วยเหลือเพิ่มเติม:",
        "InstallingTheLatestVersion": "กำลังติดตั้งเวอร์ชั่นล่าสุด",
        "NoteForLargePiwikInstances": "หมายเหตุ สิ่งสำคัญสำหรับการติดตั้ง Piwik ขนาดใหญ่",
        "NoteItIsExpectedThatQueriesFail": "หมายเหตุ: หากคุณรันคิวรีเหล่านี้ด้วยตนเอง มันเป็นที่คาดว่า บางอย่างอาจจะล้มเหลวได้ ซึ่งในกรณีนี้เพียงแค่ละเว้นข้อผิดพลาด และเรียกใช้คำสั่งถัดไปในรายการได้เช่นกัน",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik ได้รับการอัพเดตเรียบร้อยแล้ว",
        "PiwikUpdatedSuccessfully": "Piwik อัพเดตสมบูรณ์แล้ว",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Piwik จะถูกอัพเกรดจากเวอร์ชั่น %1$s เพื่อให้เป็นเวอร์ชั่นใหม่ %2$s",
        "PluginDescription": "Piwik กำลังอัพเดตปลั๊กอิน",
        "ReadyToGo": "พร้อมที่จะไปได้อย่างไร",
        "TheFollowingPluginsWillBeUpgradedX": "จะถูกอัพเดตปลั๊กอินต่อไปนี้: %s",
        "ThereIsNewVersionAvailableForUpdate": "มีเวอร์ชั่นของ Piwik ใหม่ รอให้คุณอัพเดต",
        "TheUpgradeProcessMayFailExecuteCommand": "ถ้าคุณมีฐานข้อมูล Piwik ขนาดใหญ่ การอัพเดตอาจใช้เวลานานเกินไป เพื่อเรียกใช้ในเบราว์เซอร์ในสถานการณ์นี้ คุณสามารถดำเนินการอัพเดตจากบรรทัดคำสั่งของคุณ: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "การอัพเกรดฐานข้อมูลจะใช้เวลาช่วงหนึ่ง กรุณารอซักครู่",
        "UnpackingTheUpdate": "อัพเดตการแยกแพคเกจ",
        "UpdateAutomatically": "อัพเดตอัตโนมัติ",
        "UpdateHasBeenCancelledExplanation": "การอัพเดต Piwik ในคลิกเดียวถูกยกเลิกแล้ว หากคุณไม่สามารถแก้ไขข้อความข้อผิดพลาด แนะนำให้คุณอัพเดต Piwik แบบ Manual %1$s กรุณาตรวจสอบ %2$s เอกสารการอัพเดต %3$s เพื่อเริ่มดำเนินการ",
        "UpdateTitle": "อัพเดต",
        "UpgradeComplete": "การอัพเดตเสร็จสมบูรณ์",
        "UpgradePiwik": "อัพเกรด Piwik",
        "VerifyingUnpackedFiles": "กำลังตรวจสอบแพคเกจของไฟล์",
        "WarningMessages": "ข้อความเตือน",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "เราจะยกเลิกการทำงานของปลั๊กอิน: %s อัตโนมัติ",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "คุณสามารถอัพเดตเป็นเวอร์ชั่น %s ได้อัตโนมัติ หรือ ดาวน์โหลดไฟลล์แล้วติดตั้งภายหลัง",
        "YouCouldManuallyExecuteSqlQueries": "หากคุณไม่สามารถใช้ตัวอัพเดตในบรรทัดคำสั่ง และถ้า Piwik ล้มเหลวในการอัพเกรด (เนื่องจากการหมดเวลาการเชื่อมต่อของฐานข้อมูล การหมดเวลาของเบราว์เซอร์หรือปัญหาอื่นๆ) เมื่อคุณไม่สามารถดำเนินการได้ด้วยตนเอง กรุณาใช้คำสั่ง รันคิวรี SQL เพื่ออัพเดต Piwik ใหม่อีกครั้ง",
        "YouMustDownloadPackageOrFixPermissions": "Piwik ไม่สามารถเขียนทับการติดตั้งปัจจุบันของคุณได้ ซึ่งคุณสามารถเลือกทำอย่างใดอย่างหนึ่ง ในการแก้ไขสิทธิ์ของไดเรกทอรี\/แฟ้ม หรือดาวน์โหลดแพคเกจและติดตั้งเวอร์ชัน %s ด้วยตนเอง:",
        "YourDatabaseIsOutOfDate": "ฐานข้อมูล Piwik ของคุณ ล้าสมัย และต้องถูกอัพเกรดก่อนที่คุณสามารถดำเนินการต่อไป"
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "ชื่อตัวแปรที่กำหนดเอง",
        "ColumnCustomVariableValue": "ค่าตัวแปรที่กำหนดเอง",
        "CustomVariables": "ตัวแปรที่กำหนดเอง",
        "PluginDescription": "ตัวแปรที่กำหนดเองเป็นชื่อ คู่ค่าที่คุณสามารถตั้งค่าการเข้าชมโดยใช้ Javascript API setVisitCustomVariables() Piwik จะรายงานแล้วเยี่ยมชม หน้า การแปลงสำหรับแต่ละค่าและชื่อแบบกำหนดเองเหล่านี้มาก"
    },
    "Dashboard": {
        "AddAWidget": "เพิ่มวิดเจ็ท",
        "AddPreviewedWidget": "เพิ่มวิดเจ็ทตัวอย่างในแผงควบคุม",
        "ChangeDashboardLayout": "เปลี่ยนเค้าโครงแผงควบคุม",
        "CopyDashboardToUser": "คัดลอกกระดานหลักไปไว้ที่ผู้ใช้งาน",
        "CreateNewDashboard": "สร้างหน้ากระดานหลักใหม่",
        "Dashboard": "แผงควบคุม",
        "DashboardCopied": "กระดานหลักปัจจุบันได้ถูกคัดลอกไปยังผู้ใช้งานที่เลือกเสร็จเรียบร้อยแล้ว",
        "DashboardName": "ชื่อกระดานหลัก",
        "DashboardOf": "กระดานหลักของ %s",
        "DeleteWidgetConfirm": "คุณแน่ใจไหมที่จะลบวิดเจ็ทนี้ออกจากแผงควบคุม?",
        "LoadingWidget": "กำลังโหลดวิดเจ็ท กรุณารอ...",
        "ManageDashboard": "จัดการกระดานหลัก",
        "Maximise": "มากที่สุด",
        "Minimise": "น้อยที่สุด",
        "NotUndo": "คุณจะไม่สามารถย้อนกลับไปดำเนินการในส่วนนี้ได้อีก",
        "PluginDescription": "แผงควบคุมของการวิเคราะห์เว็บไซต์ คุณสามารถกำหนดเองของคุณกระดาน: เพิ่มเครื่องมือใหม่ เปลี่ยนลำดับของเครื่องมือของคุณได้ แต่ละผู้ใช้สามารถเข้าถึงกระดานข้อมูลแบบกำหนดเองของเขาเอง",
        "RemoveDashboard": "ลบกระดานหลักออก",
        "RemoveDashboardConfirm": "คุณแน่ใจแล้วหรือว่าต้องการลบกระดานหลัก \"%s\" นี้ทิ้งไป?",
        "RenameDashboard": "เปลี่ยนชื่อกระดานหลัก",
        "ResetDashboard": "รีเซ็ตแผงควบคุมใหม่",
        "ResetDashboardConfirm": "แน่ใจหรือไม่ ที่จะต้องการรีเซ็ตรูปแบบแผงควบคุมของคุณ เพื่อเริ่มต้นการเลือกวิดเจ็ตใหม่?",
        "SelectDashboardLayout": "กรุณาเลือกรูปแบบแผงควบคุมใหม่ของคุณ",
        "SelectWidget": "เลือกวิดเจ็ทเพื่อเพิ่มในแผงควบคุม",
        "WidgetNotFound": "ไม่พบวิดเจ็ท",
        "WidgetPreview": "ตัวอย่าง Widget",
        "WidgetsAndDashboard": "วิดเจ็ทและแผงควบคุม"
    },
    "Feedback": {
        "ContactThePiwikTeam": "ติดต่อทีมงาน Piwik",
        "DoYouHaveBugReportOrFeatureRequest": "คุณมีข้อบกพร่องในการรายงานหรือการร้องขอคุณลักษณะหรือไม่",
        "IWantTo": "ฉันอยากจะ:",
        "LearnWaysToParticipate": "เรียนรู้เกี่ยวกับทั้งหมดด้วยวิธี %s คุณสามารถ %s มีส่วนร่วมได้",
        "ManuallySendEmailTo": "กรุณาส่งข้อความของคุณด้วยตนเอง",
        "PluginDescription": "ส่งคำติชมของคุณเพื่อทีมงาน Piwik แบ่งปันทำการความคิดเห็นและข้อเสนอแนะของคุณกับเรา",
        "SendFeedback": "ส่งคำติชม",
        "SpecialRequest": "คุณมีการร้องขอที่พิเศษสำหรับทีม Piwik ได้อย่างไร",
        "ThankYou": "ขอบคุณที่ช่วยให้เราสามารถทำให้ Piwik ดีกว่า",
        "VisitTheForums": "เข้าชม %s เว็บบอร์ด %s"
    },
    "General": {
        "AbandonedCarts": "Abandoned Carts",
        "AboutPiwikX": "เกี่ยวกับ Piwik %s",
        "Action": "ดำเนินการ",
        "Actions": "ดำเนินการ",
        "Add": "เพิ่ม",
        "AfterEntry": "หลังจากที่กรอกลงที่นี่",
        "AllowPiwikArchivingToTriggerBrowser": "ให้ Piwik เรียกเก็บเมื่อรายงานจะดูจากเบราว์เซอร์",
        "AllWebsitesDashboard": "แผงควบคุมเว็บไซต์ทั้งหมด",
        "API": "API",
        "ApplyDateRange": "ช่วงวันที่สมัคร",
        "ArchivingInlineHelp": "เหมาะสำหรับเว็บไซต์ที่มีการจราจรสูง เราแนะนำให้ปิดการใช้งาน Piwik ในการเรียกเก็บจากเบราว์เซอร์ แต่เราขอแนะนำให้คุณติดตั้ง Cron job ในการประมวลผลเพื่อรายงาน Piwik ทุกชั่วโมง",
        "ArchivingTriggerDescription": "แนะนำสำหรับการติดตั้ง Piwik ขนาดใหญ่ที่คุณจะต้อง %s ติดตั้ง Cron job%s เพื่อดำเนินการรายงานโดยอัตโนมัติ",
        "AuthenticationMethodSmtp": "วิธีการตรวจสอบข้อมูลของ SMTP",
        "AverageOrderValue": "มูลค่าการสั่งซื้อเฉลี่ย",
        "AveragePrice": "ราคาเฉลี่ย",
        "AverageQuantity": "จำนวนเฉลี่ย",
        "BackToPiwik": "กลับไปยัง Piwik",
        "BrokenDownReportDocumentation": "แบ่งออกเป็นรายงานต่างๆ ซึ่งจะแสดงในเส้นแบบประกายไฟที่ด้านล่างของหน้า ท่านสามารถทำการขยายกราฟได้โดยคลิกที่รายงานที่คุณต้องการดู",
        "Cancel": "ยกเลิก",
        "ChangePassword": "เปลี่ยนรหัสผ่าน",
        "ChangeTagCloudView": "โปรดทราบว่าคุณสามารถดูรายงานในรูปแบบอื่น ๆ กว่าเป็นแท็ก Cloud ใช้การควบคุมที่ด้านล่างของรายงานที่จะทำเช่นนั้น",
        "ChooseDate": "เลือกวันที่",
        "ChooseLanguage": "เลือกภาษา",
        "ChoosePeriod": "เลือกช่วงเวลา",
        "ChooseWebsite": "เลือกเว็บไซต์",
        "ClickHere": "คลิกที่นี่สำหรับข้อมูลเพิ่มเติม",
        "Close": "ปิด",
        "ColumnActionsPerVisit": "การดำเนินการต่อผู้ชม",
        "ColumnActionsPerVisitDocumentation": "ค่าเฉลี่ยของจำนวนการกระทำ (ดูหน้าเว็บดาวน์โหลดหรือ outlinks) ที่ได้ดำเนินการในระหว่างการเข้าชม",
        "ColumnAverageTimeOnPage": "เวลาเฉลี่ยบนเว็บเพจ",
        "ColumnAverageTimeOnPageDocumentation": "จำนวนเงินเฉลี่ยที่ผู้เข้าชมในเวลาที่ใช้ในหน้านี้ (ใช้เฉพาะที่ไม่ได้ทั้งเว็บไซต์)",
        "ColumnAvgTimeOnSite": "เวลาเฉลี่ยบนไซต์",
        "ColumnAvgTimeOnSiteDocumentation": "ระยะเวลาเฉลี่ยของการเข้าชม",
        "ColumnBounceRate": "อัตราการตีกลับ",
        "ColumnBounceRateDocumentation": "เปอร์เซ็นต์การเข้าชมที่มีมุมมองหน้าเดียว ซึ่งหมายความว่า ที่ผู้เข้าชมเว็บไซต์ที่ยังเหลือได้โดยตรงจากหน้าทางเข้า",
        "ColumnBounceRateForPageDocumentation": "ร้อยละของการเข้าชมที่เริ่มต้นและสิ้นสุดในหน้านี้",
        "ColumnBounces": "ตีกลับ",
        "ColumnBouncesDocumentation": "จำนวนการเข้าชมที่เริ่มต้นและสิ้นสุดในหน้านี้ ซึ่งหมายความว่าผู้เข้าชมเว็บไซต์ที่ยังเหลือหลังจากที่ได้ดูเพียงหน้านี้",
        "ColumnConversionRate": "อัตราการแปลง",
        "ColumnConversionRateDocumentation": "เปอร์เซ็นต์การเข้าชมที่เรียกการแปลงเป้าหมาย",
        "ColumnDestinationPage": "หน้าเอกสารปลายทาง",
        "ColumnEntrances": "Entrances",
        "ColumnEntrancesDocumentation": "จำนวนการเข้าชมที่เริ่มต้นในหน้านี้",
        "ColumnExitRate": "อัตราการออกจากหน้าเว็บ",
        "ColumnExitRateDocumentation": "เปอร์เซ็นต์การเข้าชมเว็บไซต์ที่เหลือหลังจากที่กำลังดูหน้านี้ (เว็บที่ไม่ซ้ำโดยแบ่งตามอยู่แล้ว)",
        "ColumnExits": "ออกจากหน้าเว็บ",
        "ColumnExitsDocumentation": "จำนวนการเข้าชมที่สิ้นสุดในหน้านี้",
        "ColumnKeyword": "คีย์เวิร์ด",
        "ColumnLabel": "ป้ายกำกับ",
        "ColumnMaxActions": "การดำเนินการสูงสุด ต่อผู้เข้าชมหนึ่งคน",
        "ColumnNbActions": "ดำเนินการ",
        "ColumnNbActionsDocumentation": "จำนวนของการกระทำที่ดำเนินการโดยผู้เข้าชมของคุณ การกระทำสามารถดูหน้าเว็บหรือดาวน์โหลด Outlinks",
        "ColumnNbUniqVisitors": "ผู้เข้าชมซ้ำ",
        "ColumnNbUniqVisitorsDocumentation": "จำนวนผู้เข้าชมเนื้อหาที่ไม่ซ้ำ มาเว็บไซต์ของคุณ ผู้ใช้ทุกคนถูกนับว่าเพียงครั้งเดียว แม้ว่าเขาเข้าชมเว็บไซต์ในเวลาหลายวัน",
        "ColumnNbVisits": "เข้าชม",
        "ColumnNbVisitsDocumentation": "หากผู้เข้าชมมาถึงเว็บไซต์ของคุณเป็นครั้งแรก หรือถ้าเขาเข้าชมหน้ากว่า 30 นาที หลังจากที่ดูหน้าสุดท้ายของเขานี้ จะถูกบันทึกเป็นเยี่ยมชมใหม่",
        "ColumnPageBounceRateDocumentation": "เปอร์เซ็นต์การเข้าชมที่เริ่มต้นในหน้านี้และด้านซ้ายเว็บไซต์ได้ทันที",
        "ColumnPageviews": "เพจวิว",
        "ColumnPageviewsDocumentation": "จำนวนครั้งที่หน้านี้มีการเข้าชม",
        "ColumnPercentageVisits": "% เข้าชม",
        "ColumnRevenue": "รายได้",
        "ColumnSumVisitLength": "ระยะเวลาทั้งหมดที่ใช้โดยผู้เข้าชม (วินาที)",
        "ColumnUniqueEntrances": "การเข้าที่ไม่ซ้ำกัน",
        "ColumnUniqueExits": "การออกที่ไม่ซ้ำกัน",
        "ColumnUniquePageviews": "เข้าชมไม่ซ้ำกัน",
        "ColumnUniquePageviewsDocumentation": "จำนวนการเข้าชมที่รวมหน้านี้ ถ้าเพจที่ถูกเข้าชมหลายครั้งในระหว่างเข้าชมครั้งเดียว ก็จะถูกนับเพียงครั้งเดียว",
        "ColumnValuePerVisit": "ค่าต่อผู้ชม",
        "ColumnVisitDuration": "ระยะเวลาเข้าเยี่ยมชม (เป็นวินาที)",
        "ColumnVisitsWithConversions": "ผู้เข้าชมกับการเปลงข้อมูล",
        "ConfigFileIsNotWritable": "การตั้งค่าไฟล์ Piwik %s ไม่สามารถเขียนบางส่วนของการเปลี่ยนแปลงได้ ซึ่งอาจจะไม่ถูกบันทึก %s กรุณาเปลี่ยนสิทธิ์ของไฟล์การตั้งค่าเพื่อให้สามารถเขียนได้",
        "Continue": "ต่อไป",
        "ContinueToPiwik": "ต่อไปยัง Piwik",
        "CurrentMonth": "เดือนนี้",
        "CurrentWeek": "สัปดาห์นี้",
        "CurrentYear": "ปีนี้",
        "Daily": "แต่ละวัน",
        "DailyReports": "รายงาน รายวัน",
        "DailySum": "ผลรวมรายวัน",
        "DashboardForASpecificWebsite": "แผงควบคุมสำหรับเว็บไซต์ที่ระบุไว้",
        "Date": "วันที่",
        "DateRange": "ช่วงวันที่:",
        "DateRangeFrom": "จาก",
        "DateRangeFromTo": "จาก %s ไปยัง %s",
        "DateRangeInPeriodList": "ช่วงวันที่",
        "DateRangeTo": "ถึง",
        "DayFr": "ศ.",
        "DayMo": "จ.",
        "DaySa": "ส.",
        "DaysHours": "%1$s วัน %2$s ชั่วโมง",
        "DaysSinceFirstVisit": "นับตั้งแต่ครั้งแรก",
        "DaysSinceLastEcommerceOrder": "วันนับตั้งแต่การสั่งซื้ออีคอมเมิร์ซล่าสุด",
        "DaysSinceLastVisit": "นับตั้งแต่เข้าชมครั้งล่าสุด",
        "DaySu": "อา.",
        "DayTh": "พฤ.",
        "DayTu": "อ.",
        "DayWe": "พ.",
        "Default": "มาตรฐาน",
        "Delete": "ลบ",
        "Description": "รายละเอียด",
        "Desktop": "หน้าจอ",
        "Details": "รายละเอียด",
        "Discount": "ส่วนลด",
        "DisplaySimpleTable": "แสดงตารางแบบง่าย",
        "DisplayTableWithGoalMetrics": "แสดงตารางกับตัวชี้วัดเป้าหมาย",
        "DisplayTableWithMoreMetrics": "แสดงตารางที่มีตัวชี้วัดเพิ่มเติม",
        "Donate": "บริจาค",
        "Done": "เรียบร้อย",
        "Download": "ดาวน์โหลด",
        "DownloadFullVersion": "%1$s ดาวน์โหลด %2$s เวอร์ชั่นเต็ม! ไปที่ %3$s",
        "Downloads": "ดาวน์โหลด",
        "EcommerceOrders": "สั่งซื้อสินค้าอีคอมเมิร์ซ",
        "EcommerceVisitStatusDesc": "สถานะการเยี่ยมชมอีคอมเมิร์ซที่ส่วนท้ายของการเข้าชม",
        "EcommerceVisitStatusEg": "ตัวอย่างเช่น การเลือกการเข้าชมทั้งหมดที่ได้ทำคำสั่งอีคอมเมิร์ซการร้องขอ API จะมี %s",
        "Edit": "แก้ไข",
        "EncryptedSmtpTransport": "ใส่การเข้ารหัสชั้นการขนส่งจำเป็นต้องใช้เซิร์ฟเวอร์ SMTP ของคุณ",
        "EnglishLanguageName": "Thai",
        "Error": "ผิดพลาด",
        "ErrorRequest": "อุ๊ปส์… เกิดปัญหาระหว่างดึงข้อมูล กรุณาลองใหม่อีกครั้ง",
        "EvolutionOverPeriod": "วิวัฒนาการตามเวลา",
        "ExceptionConfigurationFileNotFound": "ไม่พบไฟล์การตั้งค่า {%s}",
        "ExceptionDatabaseVersion": "คุณ %1$s มีเวอร์ชั่นคือ %2$s แต่ Piwik ต้องมีอย่างน้อย %3$s.",
        "ExceptionFileIntegrity": "พบข้อผิดพลาดในการตรวจสอบความสมบูรณ์: %s",
        "ExceptionFilesizeMismatch": "ขนาดของไฟล์ไม่ตรงกัน: %1$s (ขนาดไฟล์ที่คาดไว้: %2$s, พบ: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "คุณ %1$s เวอร์ชั่นของไคลเอ็นต์ %2$s ซึ่งไม่เข้ากันกับเวอร์ชั่นของเซิร์ฟเวอร์ %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "รูปแบบการรวมรายงาน '%s' ไม่ถูกต้อง กรุณาลองรายการดังต่อไปนี้แทน: %s",
        "ExceptionInvalidArchiveTimeToLive": "วันนี้เวลาเก็บอยู่จะต้องเป็นจำนวนวินาทีที่มากกว่าศูนย์",
        "ExceptionInvalidDateFormat": "รูปแบบเวลาจะเป็น: %s หรือคีย์บอร์ดใดที่รองรับฟังก์ชั่น %s (ดู %s สำหรับข้อมูลเพิ่มเติม)",
        "ExceptionInvalidDateRange": "วันที่ '%s' ไม่ใช่ช่วงวันที่ถูกต้อง ควรมีรูปแบบดังนี้: %s",
        "ExceptionInvalidPeriod": "ช่วงเวลา '%s' ไม่สนับสนุน ลองดังต่อไปนี้แทน: %s",
        "ExceptionInvalidRendererFormat": "รูปแบบ Renderer '%s' ไม่ถูกต้อง ลองใช้ดังต่อไปนี้แทน: %s",
        "ExceptionInvalidReportRendererFormat": "รูปแบบรายงาน '%s' ไม่ถูกต้อง ลองพยายามใหม่อีกครั้งสำหรับสิ่งต่อไปนี้แทน: %s",
        "ExceptionInvalidStaticGraphType": "ประเภทของกราฟสถิติ '%s' ไม่ถูกต้อง กรุณาลองรายการดังต่อไปนี้แทน: %s",
        "ExceptionInvalidToken": "Token นี้ไม่สมบูรณ์",
        "ExceptionLanguageFileNotFound": "ไม่พบไฟล์ภาษา '%s'",
        "ExceptionMethodNotFound": "ขั้นตอน '%s' ไม่มีอยู่หรือไม่สามารถใช้ได้ในโมดูล '%s' นี้ได้",
        "ExceptionMissingFile": "ไฟล์สูญหาย: %s",
        "ExceptionNonceMismatch": "ไม่สามารถตรวจสอบความปลอดภัยของ token ในฟอร์มนี้ได้",
        "ExceptionPrivilege": "คุณไม่สามารถเข้าถึงทรัพยากรนี้ จำเป็นต้องใช้ %s สำหรับการเข้าใช้งาน",
        "ExceptionPrivilegeAccessWebsite": "คุณไม่สามารถเข้าถึงทรัพยากรนี้ จำเป็นต้องใช้ %s เข้าใช้งานของ id เว็บไซต์ = %d",
        "ExceptionPrivilegeAtLeastOneWebsite": "คุณไม่สามารถเข้าถึงทรัพยากรนี้ จำเป็นต้องใช้ %s เข้าใช้งานได้ อย่างน้อยหนึ่งเว็บไซต์",
        "ExceptionUnableToStartSession": "ไม่สามารถเริ่มต้นเซสชัน",
        "ExceptionUndeletableFile": "ไม่สามารถทำการลบ %s",
        "ExceptionUnreadableFileDisabledMethod": "ไฟล์การตั้งค่า {%s} ไม่สามารถอ่านได้ โฮสต์ของคุณอาจมีปิดการทำงาน %s",
        "Export": "ส่งออก",
        "ExportAsImage": "ส่งออกเป็นรูปภาพ",
        "ExportThisReport": "ส่งออกรายงานในรูปแบบอื่น",
        "Faq": "คำถามที่พบบ่อย",
        "FileIntegrityWarningExplanation": "แฟ้มการตรวจสอบความถูกต้องล้มเหลว และรายงานข้อผิดพลาดบางอย่าง นี่คือคุณจะมีโอกาสมากที่สุด เนื่องจากการอัพโหลดบางส่วน หรือมีความล้มเหลวของแฟ้มบางแฟ้มของ Piwik คุณควรจะทำการอัพโหลดไฟล์ Piwik ใหม่อีกครั้ง ซึ่งทั้งหมดในนี้จะต้องเป็นโหมด BINARY และควรจะรีเฟรชหน้านี้จนกว่ามันจะไม่แสดงข้อความแสดงข้อผิดพลาดนี้อีก",
        "First": "แรก",
        "ForExampleShort": "ต.ย.",
        "FromReferrer": "จาก",
        "GeneralInformation": "ข้อมูลทั่วไป",
        "GeneralSettings": "ตั้งค่าทั่วไป",
        "GiveUsYourFeedback": "ส่งคำติชมถึงเรา",
        "Goal": "เป้าหมาย",
        "GoTo": "ไปยัง %s",
        "GraphHelp": "ข้อมูลเพิ่มเติมเกี่ยวกับการแสดงกราฟใน Piwik",
        "HelloUser": "ยินดีต้อนรับ %s!",
        "Help": "วิธีใช้",
        "Hide": "ซ่อน",
        "HoursMinutes": "%1$s ชั่วโมง %2$s นาที",
        "Id": "ID",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "สมมติว่าคุณเก็บอย่างรวดเร็ว สำหรับการติดตั้งนี้ คุณสามารถตั้ง crontab ในการทำงานที่บ่อยครั้ง",
        "Installed": "ติดตั้งแล้ว",
        "InvalidDateRange": "ช่วงวันที่ไม่ถูกต้องโปรดลองอีกครั้ง",
        "InvalidResponse": "การรับข้อมูลไม่สมบูรณ์",
        "JsTrackingTag": "แท็กจาวาสคริปต์",
        "Language": "ภาษา",
        "LastDays": "ล่าสุด %s วัน (รวมวันนี้)",
        "LayoutDirection": "ltr",
        "Loading": "กำลังโหลด...",
        "LoadingData": "กำลังโหลดข้อมูล...",
        "LoadingPopover": "กำลังโหลดข้อมูล %s...",
        "Locale": "th_TH.UTF-8",
        "Logout": "ออกจากระบบ",
        "LongDay_1": "จันทร์",
        "LongDay_2": "อังคาร",
        "LongDay_3": "พุธ",
        "LongDay_4": "พฤหัสบดี",
        "LongDay_5": "ศุกร์",
        "LongDay_6": "เสาร์",
        "LongDay_7": "อาทิตย์",
        "LongMonth_1": "มกราคม",
        "LongMonth_10": "ตุลาคม",
        "LongMonth_11": "พฤศจิกายน",
        "LongMonth_12": "ธันวาคม",
        "LongMonth_2": "กุมภาพันธ์",
        "LongMonth_3": "มีนาคม",
        "LongMonth_4": "เมษายน",
        "LongMonth_5": "พฤษภาคม",
        "LongMonth_6": "มิถุนายน",
        "LongMonth_7": "กรกฎาคม",
        "LongMonth_8": "สิงหาคม",
        "LongMonth_9": "กันยายน",
        "MainMetrics": "ตัวชี้วัดหลัก",
        "MediumToHighTrafficItIsRecommendedTo": "สำหรับขนาดกลางไปยังเว็บไซต์การจราจรที่สูง เราขอแนะนำในการประมวลผลรายงานสำหรับวันนี้ โดยส่วนใหญ่จะเป็นทุกครึ่งชั่วโมง (%s วินาที) หรือทุกชั่วโมง (%s วินาที)",
        "Metadata": "เมตาดาต้า",
        "Metric": "ตัวชี้วัด",
        "Metrics": "ตัวชี้วัด",
        "MetricsToPlot": "ตัวชี้วัดของพล็อต",
        "MetricToPlot": "ตัวชี้วัดของพล็อต",
        "MinutesSeconds": "%1$s นาที %2$s วินาที",
        "Mobile": "มือถือ",
        "Monthly": "แต่ละเดือน",
        "MonthlyReports": "รายงาน รายเดือน",
        "MultiSitesSummary": "เว็บไซต์ทั้งหมด",
        "Name": "ชื่อ",
        "NbActions": "จำนวนของการกระทำ",
        "NDays": "%s วัน",
        "Never": "ไม่เคยมี",
        "NewReportsWillBeProcessedByCron": "เมื่อไม่มีการเก็บ Piwik จะไม่เรียกโดยเบราว์เซอร์ แต่จะรายงานใหม่ซึ่งดำเนินการโดย crontab",
        "NewUpdatePiwikX": "มีอัพเดตใหม่: Piwik %s",
        "NewVisitor": "ผู้เข้าชมใหม่",
        "NewVisits": "ผู้เข้าชมใหม่",
        "Next": "ถัดไป",
        "No": "ไม่",
        "NoDataForGraph": "ไม่มีข้อมูลสำหรับกราฟนี้",
        "NoDataForTagCloud": "ไม่มีข้อมูลสำหรับแทกนี้",
        "NotDefined": "%s ไม่ได้กำหนดไว้",
        "Note": "หมายเหตุ",
        "NotInstalled": "ยังไม่ได้ติดตั้ง",
        "NotRecommended": "(ไม่แนะนำ)",
        "NotValid": "%s ไม่สมบูรณ์",
        "NSeconds": "%s วินาที",
        "NumberOfVisits": "จำนวนการเข้าชม",
        "NVisits": "%s ครั้ง",
        "Ok": "ตกลง",
        "OneDay": "1 วัน",
        "OneVisit": "1 ครั้ง",
        "OnlyEnterIfRequired": "กรอกชื่อผู้ใช้เท่านั้น ถ้าเซิร์ฟเวอร์ SMTP ของคุณต้องการอยู่",
        "OnlyEnterIfRequiredPassword": "กรอกรหัสผ่านเท่านั้น ถ้าเซิร์ฟเวอร์ SMTP ของคุณต้องการอยู่",
        "OnlyUsedIfUserPwdIsSet": "ถ้าใช้เฉพาะรูปแบบชื่อผู้ใช้\/รหัสผ่านถูกตั้งค่า ควรจะขอให้ผู้ให้บริการของคุณหากในกรณีที่คุณไม่แน่ใจว่าวิธีที่จะใช้นี้",
        "OpenSourceWebAnalytics": "สคริปต์วิเคราะห์เว็บไซต์ด้วยซอร์ฟแวร์เสรี",
        "OptionalSmtpPort": "ตัวเลือกเสริม ค่าเริ่มต้นถึง 25 สำหรับการเข้ารหัสและ TLS SMTP, และ 465 สำหรับ SSL SMTP",
        "OrCancel": "หรือ %s ยกเลิก %s",
        "OriginalLanguageName": "ภาษาไทย",
        "Others": "อื่นๆ",
        "Outlink": "Outlink",
        "Outlinks": "ลิงค์ออก",
        "Overview": "ภาพรวม",
        "Pages": "หน้า",
        "ParameterMustIntegerBetween": "พารามิเตอร์ %s จะต้องเป็นค่าจำนวนเต็มระหว่าง %s และ %s",
        "Password": "รหัสผ่าน",
        "Period": "ช่วงเวลา",
        "Piechart": "กราฟวงกลม",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s ออกเวอร์ชั่นใหม่แล้ว %2$s กรุณาอัพเดตเดี๋ยวนี้ %3$s (ดู %4$s การเปลี่ยนแปลง %5$s)",
        "PleaseSpecifyValue": "กรุณาระบุค่าสำหรับ '%s'.",
        "PleaseUpdatePiwik": "กรุณาอัพเดต Piwik ของคุณ",
        "Plugin": "ชื่อปลั้กอิน",
        "Plugins": "ปลั้กอิน",
        "PoweredBy": "Powered by",
        "Previous": "ก่อนหน้า",
        "PreviousDays": "ก่อนหน้า %s วัน (ไม่รวมวันนี้)",
        "PreviousDaysShort": "%s วัน ก่อนหน้า",
        "Price": "ราคา",
        "ProductConversionRate": "อัตราการแปลงสินค้า",
        "ProductRevenue": "รายได้จากผลิตภัณฑ์",
        "PurchasedProducts": "ผลิตภัณฑ์ที่ซื้อ",
        "Quantity": "ปริมาณ",
        "Recommended": "(แนะนำ)",
        "RecordsToPlot": "ระเบียนการลงพล็อต",
        "Refresh": "รีเฟรช",
        "RefreshPage": "รีเฟรชหน้า",
        "RelatedReport": "รายงานอื่นๆที่เกี่ยวข้อง",
        "RelatedReports": "รายงานอื่นๆที่เกี่ยวข้อง",
        "Remove": "ลบออก",
        "Report": "ส่งออก",
        "Reports": "รายงาน",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "รายงานสำหรับวันนี้ (หรือช่วงวันที่ใด ๆ อื่น ๆ รวมถึงวันนี้) จะถูกประมวลผลมากที่สุด",
        "ReportsWillBeProcessedAtMostEveryHour": "รายงานจึงจะสามารถประมวลผลที่มากที่สุดในทุกๆ ชั่วโมง",
        "RequestTimedOut": "การร้องขอข้อมูลไปยัง %s หมดเวลาดำเนินการ กรุณาลองใหม่ภายหลัง",
        "Required": "%s จำเป็น",
        "ReturningVisitor": "ผู้เข้าชมที่กลับมา",
        "Rows": "แถวทั้งหมด",
        "RowsToDisplay": "แถวที่จะแสดง",
        "Save": "บันทึก",
        "SaveImageOnYourComputer": "เพื่อบันทึกรูปภาพลงบนคอมพิวเตอร์ของคุณ, คลิกขวาที่รูปภาพแล้วเลือก \"บันทึกภาพเป็น...\"",
        "Search": "ค้นหา",
        "Seconds": "%s วินาที",
        "SeeTheOfficialDocumentationForMoreInformation": "สำหรับข้อมูลเพิ่มเติม ให้ดู %s เอกสารอย่างเป็นทางการ %s",
        "SelectYesIfYouWantToSendEmailsViaServer": "เมื่อเลือก \"ใช่\" ถ้าหากคุณต้องการหรือมีการส่งอีเมล์ผ่านเนมเซิร์ฟเวอร์ ของฟังก์ชั่นการส่งเมล์ภายใน",
        "Settings": "ตั้งค่า",
        "Shipping": "การจัดส่งสินค้า",
        "ShortDay_1": "จ.",
        "ShortDay_2": "อ.",
        "ShortDay_3": "พ.",
        "ShortDay_4": "พฤ.",
        "ShortDay_5": "ศ.",
        "ShortDay_6": "ส.",
        "ShortDay_7": "อา.",
        "ShortMonth_1": "ม.ค.",
        "ShortMonth_10": "ต.ค.",
        "ShortMonth_11": "พ.ย.",
        "ShortMonth_12": "ธ.ค.",
        "ShortMonth_2": "ก.พ.",
        "ShortMonth_3": "มี.ค.",
        "ShortMonth_4": "เม.ษ.",
        "ShortMonth_5": "พ.ค.",
        "ShortMonth_6": "มิ.ย.",
        "ShortMonth_7": "ก.ค.",
        "ShortMonth_8": "ส.ค.",
        "ShortMonth_9": "ก.ย.",
        "Show": "แสดง",
        "SmallTrafficYouCanLeaveDefault": "สำหรับเว็บไซต์จราจรขนาดเล็ก คุณสามารถเริ่มต้นจาก %s วินาทีและการเข้าถึงรายงานในเวลาจริง",
        "SmtpEncryption": "เข้ารหัส SMTP",
        "SmtpPassword": "รหัสผ่าน SMTP",
        "SmtpPort": "พอร์ต SMTP",
        "SmtpServerAddress": "ที่อยู่เซิร์ฟเวอร์ SMTP",
        "SmtpUsername": "ชื่อผู้ใช้ SMTP",
        "Subtotal": "ผลรวมย่อย",
        "Table": "ตาราง",
        "TagCloud": "คำยอดนิยม",
        "Tax": "ภาษี",
        "TimeOnPage": "เวลาในหน้า",
        "Today": "วันนี้",
        "Total": "รวม",
        "TotalRevenue": "รายได้รวม",
        "TranslatorEmail": "jaideejung007@gmail.com",
        "TranslatorName": "coyoty, jaideejung007, ariesanywhere",
        "UniquePurchases": "Unique Purchases",
        "Unknown": "ไม่รู้จัก",
        "Upload": "อัพโหลด",
        "UsePlusMinusIconsDocumentation": "ใช้ไอคอนบวกและลบที่อยู่ด้านซ้ายเพื่อเป็นตัวนำทาง",
        "Username": "ชื่อผู้ใช้",
        "UseSMTPServerForEmail": "ใช้เซิร์ฟเวอร์ SMTP สำหรับส่งอีเมล์",
        "Value": "ค่า",
        "VBarGraph": "กราฟแท่ง",
        "View": "มุมมอง",
        "Visit": "เข้าชม",
        "VisitConvertedGoal": "เข้าชมเปลี่ยนแปลงอย่างน้อยหนึ่งเป้าหมาย",
        "VisitConvertedGoalId": "แปลงผู้เข้าชมไปยัง ID เป้าหมายที่ระบุไว้",
        "VisitConvertedNGoals": "เยี่ยมชมแปลง %s เป้าหมาย",
        "VisitDuration": "เฉลี่ยระยะเวลาการเข้าชม (เป็นวินาที)",
        "Visitor": "เยี่ยมชม",
        "VisitorID": "ID ของผู้เข้าชม",
        "VisitorIP": "IP ของเข้าชม",
        "Visitors": "ผู้เข้าชม",
        "VisitsWith": "%s เข้าชม",
        "VisitType": "รูปแบบผู้เข้าชม",
        "VisitTypeExample": "ตัวอย่างเช่น การเลือกผู้เข้าชมทั้งหมดที่มีส่งกลับไปยังเว็บไซต์ รวมทั้งผู้ที่ได้ซื้อบางสิ่งบางอย่างในการเข้าชมก่อนหน้านี้ของพวกเขาที่ขอ API จะมี %s",
        "Warning": "คำเตือน",
        "WarningFileIntegrityNoManifest": "ไม่สามารถทำการตรวจสอบความสมบูรณ์ของแฟ้มเนื่องจากการขาดหายไปของไฟล์ manifest.inc.php",
        "WarningFileIntegrityNoMd5file": "ตรวจสอบความสมบูรณ์ของแฟ้มอาจไม่เสร็จสมบูรณ์ เนื่องจากการขาดหายไปของฟังก์ชั่น md5_file()",
        "WarningPasswordStored": "%sคำเตือน:%s รหัสผ่านนี้จะถูกเก็บไว้ในไฟล์ config ให้ทุกคนมองเห็นอย่างไรก็ตามคุณสามารถเข้าถึงได้ดังกล่าวนี้",
        "Website": "เว็บไซต์",
        "Weekly": "แต่ละสัปดาห์",
        "WeeklyReports": "รายงาน รายอาทิตย์",
        "Widgets": "วิดเจ็ต",
        "YearlyReports": "รายงาน รายปี",
        "YearsDays": "%1$s ปี %2$s วัน",
        "YearShort": "ปี",
        "Yes": "ใช่",
        "Yesterday": "เมื่อวาน",
        "YouAreCurrentlyUsing": "คุณกำลังใช้ Piwik %s",
        "YouAreViewingDemoShortMessage": "คุณกำลังดูการสาธิตของ Piwik",
        "YouMustBeLoggedIn": "คุณจะต้องเข้าสู่ระบบเพื่อเจ้าจัดการฟังก์ชั่นนี้",
        "YourChangesHaveBeenSaved": "บันทึกการเปลี่ยนแปลงของคุณแล้ว"
    },
    "Goals": {
        "AddGoal": "เพิ่มเป้าหมาย",
        "AddNewGoal": "เพิ่มค่าเป้าหมายใหม่",
        "AddNewGoalOrEditExistingGoal": "%s เพิ่มเป้าหมายใหม่ %s หรือ %s แก้ไข %s เป้าหมายที่มีอยู่แล้ว",
        "BestCountries": "การแปลงประเทศที่ดีที่สุดของคุณคือ:",
        "BestKeywords": "การแปลงคีย์เวิร์ดยอดนิยมของคุณคือ:",
        "BestReferrers": "แปลงแหล่งที่มาเว็บไซต์ที่ดีที่สุดของคุณคือ:",
        "CaseSensitive": "ค่าเล็กที่ตรงกัน",
        "ClickOutlink": "คลิกที่ลิงค์เพื่อไปยังเว็บไซต์ภายนอก",
        "ColumnConversions": "การแปลงข้อมูล",
        "Contains": "ประกอบด้วย %s",
        "ConversionRate": "%s อัตราการแปลง",
        "Conversions": "%s แปลงข้อมูล",
        "ConversionsOverview": "ภาพรวมการแปลง",
        "ConversionsOverviewBy": "ภาพรวมการแปลงตามประเภทของการเข้าชม",
        "CreateNewGOal": "สร้างเป้าหมายแบบใหม่",
        "DefaultRevenue": "รายได้เริ่มต้นเป้าหมายคือ",
        "DefaultRevenueHelp": "ตัวอย่าง แบบฟอร์มผู้ติดต่อที่ส่ง โดยที่ผู้เข้าชมอาจมีมูลค่า $10 โดยเฉลี่ย Piwik จะช่วยให้คุณเข้าใจดีว่ากลุ่มผู้เข้าชมของคุณมีประสิทธิภาพ",
        "DeleteGoalConfirm": "คุณแน่ใจหรือไม่ว่าคุณต้องการลบเป้าหมาย %s?",
        "Download": "ดาวน์โหลดไฟล์",
        "Ecommerce": "อีคอมเมิร์ซ",
        "EcommerceAndGoalsMenu": "อีคอมเมิร์ซ & เป้าหมาย",
        "EcommerceOverview": "ข้อมูลอีคอมเมิร์ซเบื้องต้น",
        "ExceptionInvalidMatchingString": "ถ้าคุณเลือก 'ตรงกันพอดี' สตริงที่ตรงกันต้องเป็น URL เริ่มต้นด้วย %s ตัวอย่างเช่น '%s'",
        "ExternalWebsiteUrl": "URL ของเว็บไซต์ภายนอก",
        "Filename": "ชื่อไฟล์",
        "GoalConversion": "การแปลงเป้าหมาย",
        "GoalConversionsBy": "เป้าหมาย %s การแปลงตามประเภทของการเข้าชม",
        "GoalIsTriggered": "เป้าหมายจะถูกเรียก",
        "GoalIsTriggeredWhen": "เป้าหมายจะถูกเรียกเมื่อ",
        "GoalName": "ชื่อเป้าหมาย",
        "Goals": "เป้าหมาย",
        "GoalsManagement": "จัดการเป้าหมาย",
        "GoalsOverview": "ภาพรวมของเป้าหมาย",
        "GoalX": "เป้าหมาย %s",
        "IsExactly": "คือว่า %s",
        "LearnMoreAboutGoalTrackingDocumentation": "เรียนรู้เพิ่มเติมเกี่ยวกับ %s เป้าหมายการติดตามใน Piwik ในเอกสารผู้ใช้ %s",
        "Manually": "ด้วยตนเอง",
        "ManuallyTriggeredUsingJavascriptFunction": "เป้าหมายถูกเรียกด้วยตนเองโดยใช้ JavaScript API trackGoal()",
        "MatchesExpression": "ตรงกับนิพจน์ที่ %s",
        "NewVisitorsConversionRateIs": "อัตราเปลี่ยนแปลงผู้เข้าชมใหม่คือ %s",
        "Optional": "(ตัวเลือก)",
        "OverallConversionRate": "%s โดยรวมการแปลงอัตรา (เข้าชมกับเป้าหมายเสร็จสมบูรณ์)",
        "OverallRevenue": "%s โดยรวมรายได้",
        "PageTitle": "ชื่อหน้าเว็บ",
        "Pattern": "แบบแผน",
        "PluginDescription": "สร้างเป้าหมาย และดูรายงานเกี่ยวกับการแปลงที่เป้าหมายของคุณ: วิวัฒนาการผ่านเวลา รายได้ต่อเข้าชม การแปลงที่ต่อทำการอ้างอิง ต่อคำสำคัญ ฯลฯ",
        "ProductCategory": "หมวดหมู่สินค้า",
        "ProductName": "ชื่อสินค้า",
        "Products": "รายการ",
        "ProductSKU": "รหัส SKU สินค้า",
        "ReturningVisitorsConversionRateIs": "อัตราการย้อนกลับของการแปลงผู้เข้าชมเป็น %s",
        "UpdateGoal": "อัพเดตเป้าหมาย",
        "URL": "URL",
        "ViewAndEditGoals": "ดูและแก้ไขเป้าหมาย",
        "ViewGoalsBy": "เป้าหมายดูตาม %s",
        "VisitUrl": "การเข้าชมได้รับ URL (หน้าหรือกลุ่มของหน้า)",
        "WhenVisitors": "เมื่อผู้เข้าชม",
        "WhereThe": "ที่ซึ่ง",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "ในหน้าเว็บเพจเมื่อเข้าชมแล้ว จะประกอบไปด้วยวิธีการเรียก JavaScript piwikTracker.trackGoal() และวิธี (%s เรียนรู้เพิ่มเติม %s)"
    },
    "Installation": {
        "ConfigurationHelp": "ไฟล์การกำหนดค่า Piwik ของคุณปรากฏเป็นผิดพลาด คุณสามารถเอาconfig\/config.ini.php ออกได และดำเนินการติดตั้งต่อ หรือแก้ไขการตั้งค่าการเชื่อมต่อฐานข้อมูล",
        "ConfirmDeleteExistingTables": "คุณแน่ใจหรือไม่ว่าต้องการลบตาราง: %s จากฐานข้อมูล? คำเตือน: ข้อมูลในตารางเหล่านี้ไม่สามารถกู้คืนได้",
        "Congratulations": "ขอแสดงความยินดี",
        "CongratulationsHelp": "<p>ขอแสดงความยินดี การติดตั้ง Piwik ของคุณเสร็จสมบูรณ์แล้ว <\/p><p>กรุณาทำให้แน่ใจว่า มีการแทรกโค๊ด JavaScript ลงบนเพจของคุณ และรอให้ผู้เข้าชมเว็บเราเป็นคนแรก!<\/p>",
        "DatabaseCreation": "การสร้างฐานข้อมูล",
        "DatabaseErrorConnect": "ข้อผิดพลาดขณะพยายามที่จะเชื่อมต่อไปยังเซิร์ฟเวอร์ฐานข้อมูล",
        "DatabaseServerVersion": "เวอร์ชั่นของเซิร์ฟเวอร์ฐานข้อมูล",
        "DatabaseSetup": "ตั้งค่าฐานข้อมูล",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "ชื่อฐานข้อมูล",
        "DatabaseSetupLogin": "ชื่อผู้ใช้ฐานข้อมูล",
        "DatabaseSetupServer": "เซิร์ฟเวอร์ฐานข้อมูล",
        "DatabaseSetupTablePrefix": "คำนำหน้าตาราง",
        "Email": "อีเมล์",
        "Extension": "นามสกุล",
        "Filesystem": "ระบบไฟล์",
        "GoBackAndDefinePrefix": "กลับไปและตั้งชื่อ Prefix สำหรับตาราง Piwik",
        "Installation": "การติดตั้ง",
        "InstallationStatus": "สถานะการติดตั้ง",
        "LargePiwikInstances": "ความช่วยเหลือสำหรับอินสแตนซ์ Piwik ขนาดใหญ่",
        "Legend": "Legend",
        "NfsFilesystemWarning": "เซิร์ฟเวอร์ของคุณใช้ระบบไฟล์แบบ NFS",
        "NoConfigFound": "ไม่พบแฟ้มการกำหนดค่า Piwik และคุณกำลังพยายามเข้าถึง Piwik<br \/><b>  » คุณสามารถ<a href='index.php'>ติดตั้ง Piwik ได้ที่นี่<\/a><\/b><br \/><small>ถ้าคุณติดตั้ง Piwik ก่อน และมีตารางบางตารางในฐานข้อมูลของคุณ ไม่ต้องกังวลใจไปครับ คุณสามารถนำมาใช้ใหม่ในตารางเดียวกันได้ และสามารถเก็บข้อมูลตัวเก่าที่มีอยู่ของคุณได้เช่นกัน!<\/small>",
        "Optional": "ตัวเลือก",
        "Password": "รหัสผ่าน",
        "PasswordDoNotMatch": "รหัสผ่านไม่ถูกต้อง",
        "PasswordRepeat": "รหัสผ่าน(อีกครั้ง)",
        "PercentDone": "ติดตั้งเสร็จไปแล้ว %s %%",
        "PleaseFixTheFollowingErrors": "กรุณาแก้ไขข้อผิดพลาดต่อไปนี้",
        "PluginDescription": "กระบวนการติดตั้งของ Piwik ที่การติดตั้งมักจะทำเพียงครั้งเดียวเท่านั้น ถ้า config\/config.inc.php ไฟล์การตั้งค่าคอนฟิกจะถูกลบออก การติดตั้งจะเริ่มทำงานอีกครั้ง",
        "Requirements": "ความต้องการของ Piwik",
        "SeeBelowForMoreInfo": "ดูด้านล่างสำหรับรายละเอียดเพิ่มเติม",
        "SetupWebsite": "ติดตั้งเว็บไซต์",
        "SetupWebsiteError": "เกิดข้อผิดพลาดขณะเพิ่มเว็บไซต์",
        "SetupWebSiteName": "ชื่อเว็บไซต์",
        "SetupWebsiteSetupSuccess": "เว็บไซต์ %s ถูกสร้างขึ้นเรียบร้อยแล้ว",
        "SetupWebSiteURL": "URL เว็บไซต์",
        "SuperUser": "Super User",
        "SuperUserLogin": "เข้าสู่ระบบ Super User",
        "SuperUserSetupSuccess": "Super User สร้างขึ้นเสร็จแล้ว!",
        "SystemCheck": "ตรวจสอบระบบ",
        "SystemCheckAutoUpdateHelp": "หมายเหตุ: โปรแกรมอัพเดตหนึ่งคลิกของ Piwik ต้องใช้สิทธิ์การเขียนไปยังโฟลเดอร์ Piwik และเนื้อหา",
        "SystemCheckCreateFunctionHelp": "Piwik ใช้ฟังก์ชันแบบไม่ระบุชื่อสำหรับการเรียกกลับ",
        "SystemCheckDatabaseHelp": "Piwik ต้องมีนามสกุล mysqli หรือนามสกุล PDO และ pdo_mysql",
        "SystemCheckDebugBacktraceHelp": "View::factory จะไม่สามารถสร้างมุมมองสำหรับเรียกโมดูล",
        "SystemCheckError": "เกิดข้อผิดพลาดขึ้น - ต้องแก้ไขก่อนดำเนินการต่อไป",
        "SystemCheckEvalHelp": "จำเป็นต้องใช้ โดยระบบ templating HTML QuickForm และ Smarty",
        "SystemCheckExtensions": "ส่วนขยายอื่น ๆ จำเป็นต้องใช้",
        "SystemCheckFileIntegrity": "ความสมบูรณ์ของไฟล์",
        "SystemCheckFunctions": "จำเป็นต้องใช้ฟังก์ชัน",
        "SystemCheckGDHelp": "sparklines (กราฟเล็กๆ)จะไม่ทำงาน",
        "SystemCheckGlobHelp": "ฟังก์ชันที่มีอยู่ภายในนี้ได้ถูกปิดการใช้งานบนโฮสต์ของคุณ Piwik จะพยายามทำการจำลองฟังก์ชันนี้ แต่อาจพบเพิ่มเติมข้อบังคับด้านความปลอดภัย ฟังก์ชันการทำงานอาจจะโดนผลกระทบ",
        "SystemCheckGzcompressHelp": "คุณต้องเปิดใช้ส่วนขยาย zlib และฟังก์ชั่น gzcompress",
        "SystemCheckGzuncompressHelp": "คุณต้องเปิดใช้ส่วนขยาย zlib และฟังก์ชั่น gzuncompress",
        "SystemCheckIconvHelp": "คุณจำเป็นต้องตั้งค่าคอนฟิก และสร้างใหม่ PHP ด้วย \"iconv\" เปิดใช้งานการสนับสนุน --with-iconv.",
        "SystemCheckMailHelp": "ความคิดเห็นและลืมรหัสผ่านจะไม่สามารถส่งข้อความโดยไม่ต้องรวมกับ mail()",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "ขีดจำกัดของหน่วยความจำ",
        "SystemCheckMemoryLimitHelp": "บนเว็บไซต์การรับส่งข้อมูลสูง กระบวนการเก็บถาวรอาจต้องใช้หน่วยความจำเพิ่มเติมมากกว่าที่ได้รับอนุญาตในขณะนี้ ถ้าจำเป็น เปลี่ยนคำสั่ง memory_limit ในไฟล์ php.ini ของคุณ",
        "SystemCheckOpenURL": "เปิด URL",
        "SystemCheckOpenURLHelp": "สมัครสมาชิกจดหมายข่าว อัพเดต และการแจ้งเตือนการอัพเดตคลิกเดียวต้องมีนามสกุล \"curl\" allow_url_fopen=On หรือ เปิดใช้งาน fsockopen()",
        "SystemCheckOtherExtensions": "นามสกุลอื่น ๆ",
        "SystemCheckOtherFunctions": "ฟังก์ชั่นอื่น ๆ",
        "SystemCheckPackHelp": "ฟังก์ชัน pack() จะต้องติดตามผู้เข้าชมใน Piwik",
        "SystemCheckParseIniFileHelp": "ฟังก์ชันที่มีอยู่ภายในนี้ได้ถูกปิดการใช้งานบนโฮสต์ของคุณ Piwik จะพยายามทำการจำลองฟังก์ชันนี้ แต่อาจพบเพิ่มเติมข้อบังคับด้านความปลอดภัย ตัวติดตามประสิทธิภาพจะยังโดนผลกระทบ",
        "SystemCheckPdoAndMysqliHelp": "บน Linux server คุณสามารถคอมไพล์ php ด้วยตัวเลือกต่อไปนี้: %1$s ใน php.ini ของคุณเพิ่มบรรทัดต่อไปนี้: %2$s",
        "SystemCheckPhp": "เวอร์ชั่น PHP",
        "SystemCheckPhpPdoAndMysqli": "ข้อมูลเพิ่มเติมเกี่ยวกับ: %1$sPHP PDO%2$s และ %3$sMYSQLI%4$s",
        "SystemCheckSplHelp": "คุณจำเป็นต้องตั้งค่าคอนฟิก และสร้างใหม่ PHP ด้วยการมาตรฐาน PHP Library (SPL) เปิดใช้งาน (โดยค่าเริ่มต้น)",
        "SystemCheckTimeLimitHelp": "บนเว็บไซต์การรับส่งข้อมูลสูง การดำเนินกระบวนการเก็บถาวรอาจต้องใช้เวลามากขึ้นกว่าในปัจจุบันได้รับอนุญาต ถ้าจำเป็น เปลี่ยนคำสั่ง max_execution_time ในแฟ้ม php.ini ของคุณ",
        "SystemCheckTracker": "สถานะ Tracker",
        "SystemCheckTrackerHelp": "GET ขอให้ piwik.php ล้มเหลว ลอง whitelisting URL นี้จาก mod_security และ HTTP Authentication",
        "SystemCheckWarnDomHelp": "คุณควรเปิดใช้ส่วนขยาย \"dom\" (เช่นการติดตั้ง \"php-dom\" และ\/หรือแพคเกจ \"php-xml\")",
        "SystemCheckWarning": "Piwik จะทำงานได้ปกติแต่ฟีเจอร์บางอย่างอาจทำงานผิดพลาด",
        "SystemCheckWarnJsonHelp": "คุณควรเปิดใช้งานส่วนขยาย \"json\" (เช่นการติดตั้ง \"php-json\" แพคเกจ) เพื่อประสิทธิภาพที่ดีขึ้น",
        "SystemCheckWarnLibXmlHelp": "คุณควรเปิดใช้ส่วนขยาย \"libxml\" (เช่น \"ติดตั้ง PHP - libxml\" แพคเกจ) ตามที่จำเป็นต้องใช้นามสกุลอื่นๆ",
        "SystemCheckWarnSimpleXMLHelp": "คุณควรเปิดใช้ส่วนขยาย \"SimpleXML\" (เช่นการติดตั้ง \"php-simplexml\" และ\/หรือแพคเกจ \"php-xml\")",
        "SystemCheckWinPdoAndMysqliHelp": "บนเซิร์ฟเวอร์ของ Windows คุณสามารถเพิ่มบรรทัดต่อไปนี้เพื่อให้ php.ini ของคุณ: %s",
        "SystemCheckWriteDirs": "ไดเร็กทอรีสามารถเขียนได้",
        "SystemCheckWriteDirsHelp": "เพื่อแก้ปัญหานี้สำหรับระบบ Linux ลองพิมพ์คำสั่งต่อไปนี้ (s)",
        "SystemCheckZlibHelp": "คุณจำเป็นต้องตั้งค่าคอนฟิก และสร้างใหม่ PHP ด้วย \"zlib\" เปิดใช้งานการสนับสนุน --with-zlib.",
        "Tables": "กำลังสร้างตาราง",
        "TablesCreatedSuccess": "สร้างตารางสำเร็จ!",
        "TablesDelete": "ลบตารางที่ค้นพบ",
        "TablesDeletedSuccess": "ลบตาราง Piwik ที่มีอยู่สำเร็จ",
        "TablesFound": "ตารางดังต่อไปนี้ไม่พบในฐานข้อมูล",
        "TablesReuse": "ใช้ตารางที่มีอยู่",
        "TablesWarningHelp": "เลือกอันอื่นเพื่อใช้ฐานข้อมูลที่มีอยู่อีกครั้ง หรือเลือกติดตั้งใหม่ เพื่อลบข้อมูลที่มีอยู่ในฐานข้อมูล",
        "TablesWithSameNamesFound": "บางตาราง %1$s ในฐานข้อมูลของคุณ %2$s มีชื่อเดียวกันกับตารางที่ Piwik พยายามจะสร้าง",
        "Timezone": "โซนเวลาเว็บไซต์",
        "Welcome": "ยินดีต้อนรับ!",
        "WelcomeHelp": "<p>Piwik เป็นโปรแกรมวิเคราะห์เว็บไซต์โอเพ่นซอร์ส ซึ่งจะทำให้คุณได้รับข้อมูลจากผู้เข้าชมของคุณอย่างง่ายดาย <\/p><p>กระบวนการจะแบ่งเป็น %s ขั้นตอนง่ายๆ และจะใช้เวลาประมาณ 5 นาที <\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "เกี่ยวกับการแปล Piwik",
        "PluginDescription": "ปลั๊กอินนี้จะแสดงรายการของภาษาพร้อมใช้งานสำหรับอินเทอร์เฟซสำหรับ Piwik ภาษาเลือกไว้จะถูกบันทึกไว้ในการกำหนดลักษณะสำหรับแต่ละผู้ใช้"
    },
    "Live": {
        "GoalType": "รูปแบบ",
        "KeywordRankedOnSearchResultForThisVisitor": "คำหลักที่ %1$s อยู่ในอันดับที่ %2$s บน %3$s หน้าผลการค้นหาสำหรับผู้เข้าชมวันนี้",
        "LastHours": "%s ชั่วโมงที่ผ่านมา",
        "LastMinutes": "%s นาทีที่ผ่านมา",
        "LinkVisitorLog": "ดูไฟล์ประวัติผู้เข้าชม",
        "PluginDescription": "ติดตามผู้เข้าชมในแบบเรียลไทม์",
        "Referrer_URL": "ที่มา URL",
        "VisitorLog": "ประวัติผู้เข้าชม",
        "VisitorLogDocumentation": "ตารางนี้แสดงการเข้าชมล่าสุดภายในช่วงวันที่ที่เลือก %s หากช่วงวันที่ที่รวมถึงวันนี้คุณสามารถเห็นผู้เข้าชมของคุณเวลาจริง! %s ข้อมูลที่แสดงที่นี่อยู่เสมอโดยไม่คำนึงว่าและความถี่ที่คุณกำลังใช้ cron job",
        "VisitorsInRealTime": "ผู้เข้าชมในเวลาจริง"
    },
    "Login": {
        "ContactAdmin": "เหตุผลที่อาจเป็นไปได้: โฮสต์ของคุณอาจปิดการใช้งานฟังก์ชัน mail()<br \/>กรุณาติดต่อผู้ดูแล Piwik ของคุณ",
        "ExceptionPasswordMD5HashExpected": "พารามิเตอร์รหัสผ่านจะคาดว่าจะ เป็น MD5 hash ของรหัสผ่าน",
        "InvalidNonceOrHeadersOrReferrer": "แบบฟอร์มการรักษาความปลอดภัยความล้มเหลว โปรดโหลดแบบฟอร์มและตรวจสอบว่าคุกกี้ของคุณำได้เปิดใช้งานแล้ว ถ้าคุณใช้พร็อกซี่เซิร์ฟเวอร์, คุณจะต้องกำหนดค่า %s ของ Piwik เพื่อที่จะยอมรับส่วนหัวของพร็อกซี่ %s ที่ส่งต่อส่วนหัวของโฮสต์ นอกจากนี้ตรวจสอบว่าส่วนหัวการอ้างอิงของคุณจะถูกส่งอย่างถูกต้อง",
        "InvalidOrExpiredToken": "Token ไม่ถูกต้องหรือหมดอายุ",
        "InvalidUsernameEmail": "ไม่มี ชื่อผู้ใช้ และ\/หรือ ที่อยู่อีเมลล์ดังกล่าว",
        "LogIn": "เข้าสู่ระบบ",
        "LoginOrEmail": "ชื่อผู้ใช้หรืออีเมล์",
        "LoginPasswordNotCorrect": "ชื่อผู้ใช้และรหัสผ่านไม่ถูกต้อง",
        "LostYourPassword": "ลืมรหัสผ่าน?",
        "MailTopicPasswordChange": "ยืนยันการเปลี่ยนรหัสผ่าน",
        "PasswordChanged": "รหัสผ่านของคุณได้ถูกเปลี่ยนแปลงแล้ว",
        "PasswordRepeat": "รหัสผ่าน (อีกครั้ง)",
        "PasswordsDoNotMatch": "รหัสผ่านไม่ตรงกัน",
        "RememberMe": "จำฉันไว้ในระบบ",
        "ResetPasswordInstructions": "กรอกรหัสผ่านสำหรับบัญชีของคุณ"
    },
    "Mobile": {
        "AccessUrlLabel": "Url สำหรับเข้าใช้งาน Piwik",
        "Accounts": "บัญชี",
        "AddAccount": "เพิ่มบัญชีใหม่",
        "AddPiwikDemo": "เพิ่มตัวอย่างการสาธิต Piwik",
        "Advanced": "ขั้นสูง",
        "AnonymousAccess": "การเข้าถึงโดยบุคคลนิรนาม",
        "AnonymousTracking": "ตรวจจับข้อมูลบุคคลนิรนาม",
        "ChooseReport": "เลือกรายงาน",
        "DefaultReportDate": "วันที่รายงาน",
        "EnableGraphsLabel": "แสดงแผนภูมิ",
        "LastUpdated": "อัพเดทครั้งล่าสุด: %s",
        "LoginCredentials": "ข้อมูลการเข้าใช้งาน",
        "LoginUseHttps": "ใช้ https",
        "NavigationBack": "ย้อนกลับ",
        "NetworkNotReachable": "ไม่สามารถเข้าถึงเครือข่ายได้",
        "NoPiwikAccount": "ยังไม่มีบัญชี Piwik?",
        "NoVisitorFound": "ไม่พบผู้เยี่ยมชมที่ต้องการ",
        "NoWebsiteFound": "ไม่พบเว็บไซต์ที่ต้องการ",
        "RatingDontRemindMe": "ไม่ต้องแจ้งเตือนฉัน",
        "RatingNotNow": "ไม่ใช่ตอนนี้",
        "RatingNow": "ตกลง, ฉันต้องการโหวตให้คะแนนตอนนี้เลย",
        "Reloading": "กำลังโหลดข้อมูลซ้ำ...",
        "SearchWebsite": "ค้นหาเว็บไซต์",
        "ShowAll": "แสดงทั้งหมด",
        "VerifyAccount": "ยืนยันบัญชี",
        "YouAreOffline": "ขออภัย, ขณะนี้คุณได้ออกจากระบบแล้ว"
    },
    "MobileMessaging": {
        "PhoneNumbers": "หมายเลขโทรศัพท์",
        "Settings_CountryCode": "รหัสประเทศ",
        "Settings_PhoneNumber": "เบอร์โทรศัพท์",
        "Settings_PhoneNumbers_Add": "เพิ่มหมายเลขโทรศัพท์ใหม่",
        "Settings_SMSAPIAccount": "จัดการบัญชี SMS API",
        "Settings_SMSProvider": "ผู้ให้บริการ SMS",
        "Settings_SuperAdmin": "ตั้งค่ำสำหรับผู้ใช้งานขั้นสูงสุด",
        "TopMenu": "รายงานทางอีเมล & SMS"
    },
    "MultiSites": {
        "Evolution": "ความเปลี่ยนแปลง",
        "PluginDescription": "แสดงมัลติไซต์ สรุป\/สถิติในปัจจุบัน ที่ยังคงเป็นปลั๊กอินของ Piwik"
    },
    "Overlay": {
        "Clicks": "%s คลิก",
        "Domain": "โดเมน",
        "Link": "ลิงก์",
        "OneClick": "1 คลิก"
    },
    "PrivacyManager": {
        "AnonymizeIpInlineHelp": "Anonymize มีขนาดเป็นไบต์ล่าสุดของที่อยู่ IP ของผู้เข้าชมเพื่อให้สอดคล้องกับนโยบายข้อมูลส่วนบุคคลภายในเครื่องของคุณ",
        "ClickHereSettings": "คลิกที่นี่เพื่อเข้าถึงการตั้งค่า %s",
        "CurrentDBSize": "ขนาดฐานข้อมูลปัจจุบัน",
        "DBPurged": "ล้าง DB",
        "DeleteDataInterval": "ลบข้อมูลเก่าทุกๆ",
        "DeleteDataSettings": "ลบบันทึกการเข้าชมและรายงานที่เก่าแล้ว",
        "DeleteLogsOlderThan": "ลบบันทึก logs ที่มีอายุเก่ากว่า",
        "DeleteMaxRowsNoLimit": "ไม่จำกัด",
        "DeleteReportsOlderThan": "ลบรายงานที่มีอายุเก่ากว่า",
        "KeepDataFor": "เก็บข้อมูลทั้งหมดไว้:",
        "LastDelete": "ลบครั้งสุดท้ายเมื่อ",
        "MenuPrivacySettings": "ความเป็นส่วนตัว",
        "PluginDescription": "กำหนด Piwik เพื่อให้สอดคล้องกับความเป็นส่วนตัวของกฎหมายที่มีอยู่",
        "PurgeNow": "ล้างข้อมูลในฐานข้อมูลตอนนี้เลย",
        "PurgingData": "กำลังล้างข้อมูล...",
        "ReportsDataSavedEstimate": "ขนาดฐานข้อมูล",
        "Teaser": "ในหน้านี้ คุณสามารถปรับแต่ง Piwik เพื่อให้สอดคล้องกับความเป็นส่วนตัวตามกฎหมายที่มีอยู่โดย: %s ผู้เข้าชมแบบไม่ระบุ IP %s, %s จะลบไฟบ์บันทึกโดยอัตโนมัติของการเข้าเยี่ยมชมเก่าจากฐานข้อมูล %s และ %s การให้กลไกการออกแบบสำหรับเว็บไซต์ของคุณ %s",
        "TeaserHeadline": "การตั้งค่าความเป็นส่วนตัว",
        "UseAnonymizeIp": "ผู้เข้าชมแบบไม่ระบุที่อยู่ IP"
    },
    "Provider": {
        "ColumnProvider": "ผู้ให้บริการ",
        "PluginDescription": "รายงานผู้ให้บริการของผู้เข้าชม",
        "SubmenuLocationsProvider": "ตำแหน่งที่อยู่และผู้ให้บริการ",
        "WidgetProviders": "ผู้ให้บริการ"
    },
    "Referrers": {
        "Campaigns": "แคมเปญ",
        "ColumnCampaign": "แคมเปญ",
        "ColumnSearchEngine": "เครื่องมือค้นหา",
        "ColumnWebsite": "เว็บไซต์",
        "ColumnWebsitePage": "หน้าเว็บไซต์",
        "DetailsByReferrerType": "รายละเอียดตามชนิดแหล่งที่มา",
        "DirectEntry": "เข้าชมโดยตรง",
        "Distinct": "แหล่งที่มาแตกต่างกันตามชนิดของทำการอ้างอิง",
        "DistinctCampaigns": "แคมเปญการขายที่แตกต่างกัน",
        "DistinctKeywords": "คีย์เวิร์ดที่แตกต่างกัน",
        "DistinctSearchEngines": "เครื่องมือค้นหาที่แตกต่างกัน",
        "DistinctWebsites": "เว็บไซต์ที่แตกต่างกัน",
        "Keywords": "คีย์เวิร์ด",
        "PluginDescription": "รายงานข้อมูลแหล่งที่มา: Search Engines, Keywords เว็บไซต์ แคมเปญติดตาม รายการเข้าชมโดยตรง",
        "Referrers": "แหล่งที่มา",
        "SearchEngines": "เครื่องมือค้นหา",
        "SubmenuSearchEngines": "เครื่องมือค้นหาและคีย์เวิร์ด",
        "SubmenuWebsites": "เว็บไซต์",
        "Type": "ชนิดของแหล่งที่มา",
        "TypeCampaigns": "%s จากแคมเปญ",
        "TypeDirectEntries": "%s การเข้าชมโดยตรง",
        "TypeSearchEngines": "%s จากเครื่องมือค้นหา",
        "TypeWebsites": "%s จากแหล่งที่มาเว็บไซต์",
        "UsingNDistinctUrls": "(โดยใช้ %s ไม่ซ้ำ urls)",
        "Websites": "เว็บไซต์",
        "WidgetExternalWebsites": "รายการเว็บไซต์ภายนอก",
        "WidgetKeywords": "รายการคีย์เวิร์ด",
        "WidgetSocials": "รายชื่อเว็บไซต์เครือข่ายสังคมออนไลน์"
    },
    "RowEvolution": {
        "CompareRows": "เปรียบเทียบเรคคอร์ด",
        "MetricBetweenText": "ระหว่าง %s และ %s",
        "PickAnotherRow": "เลือกแถวอื่นๆที่ต้องการเปรียบเทียบ",
        "PickARow": "เลือกแถวที่ต้องการเปรียบเทียบ"
    },
    "ScheduledReports": {
        "AlsoSendReportToTheseEmails": "นอกจากนี้ ส่งรายงานไปยังอีเมล์ของเหล่านี้ (หนึ่งอีเมล์ต่อบรรทัด):",
        "CreateReport": "สร้างรายงาน",
        "EmailHello": "สวัสดี",
        "EmailReports": "รายงานอีเมล์",
        "EmailSchedule": "ตารางการทำงานของอีเมล์",
        "MonthlyScheduleHelp": "ตารางเวลารายเดือน: รายงานจะถูกส่งไปวันแรกของแต่ละเดือน",
        "OClock": "นาฬิกา",
        "Pagination": "หน้า %s จาก %s",
        "PiwikReports": "รายงาน Piwik",
        "PleaseFindAttachedFile": "กรุณาหาในไฟล์แนบของคุณ %1$s รายงานสำหรับ %2$s",
        "ReportFormat": "รูปแบบรายงาน",
        "ReportHour": "ส่งรายงานที่",
        "ReportType": "ส่งรายงานผ่านทาง",
        "SendReportNow": "ส่งรายงาน",
        "SendReportTo": "ส่งรายงานไปยัง",
        "SentToMe": "ส่งถึงฉัน",
        "TableOfContent": "รายการรายงาน",
        "TopOfReport": "กลับด้านบน",
        "UpdateReport": "ปรับปรุงรายงาน",
        "WeeklyScheduleHelp": "ตารางเวลารายสัปดาห์: รายงานจะถูกส่งไปวันแรกของแต่ละสัปดาห์"
    },
    "SEO": {
        "AlexaRank": "อันดับใน Alexa",
        "DomainAge": "อายุโดเมน",
        "Rank": "อันดับ",
        "SeoRankings": "อันดับ SEO",
        "SEORankingsFor": "SEO จัดอันดับไว้ที่ %s"
    },
    "SitesManager": {
        "AddSite": "เพิ่มเว็บไซต์ใหม่",
        "AdvancedTimezoneSupportNotFound": "ไม่พบการสนับสนุนโซนเวลาขั้นสูงใน PHP ของคุณ (ได้รับการสนับสนุนใน PHP>=5.2) นอกจากนี้คุณยังสามารถเลือกออฟเซต UTC ด้วยตนเองได้",
        "AliasUrlHelp": "เป็นที่แนะนำ แต่ไม่จำเป็น การระบุต่างๆ ของ url อย่างใดอย่างหนึ่ง สำหรับแต่ละบรรทัดที่ผู้เข้าชมของคุณสามารถใช้เพื่อเข้าถึงเว็บไซต์นี้ นามแฝง url สำหรับเว็บไซต์จะไม่ปรากฏในที่ แหล่งที่มา > รายงานเว็บไซต์ หมายเหตุว่า คุณไม่จำเป็นต้องระบุ url ที่มีและไม่มี 'www' Piwik จะพิจารณาทั้งสองอย่างโดยอัตโนมัติ",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "เปลี่ยนโซนเวลาของคุณจะเท่านั้น มีผลต่อข้อมูลไปข้างหน้า และจะไม่สามารถใช้ย้อนหลังได้",
        "ChooseCityInSameTimezoneAsYou": "เลือกเมืองในโซนเวลาเดียวกันกับคุณ",
        "Currency": "สกุลเงิน",
        "CurrencySymbolWillBeUsedForGoals": "สัญลักษณ์สกุลเงินจะแสดงถัดจากเป้าหมายรายได้",
        "DefaultCurrencyForNewWebsites": "สกุลเงินเริ่มต้นสำหรับเว็บไซต์ใหม่",
        "DefaultTimezoneForNewWebsites": "โซนเวลาเริ่มต้นสำหรับเว็บไซต์ใหม่",
        "DeleteConfirm": "คุณแน่ใจที่จะลบเว็บไซต์ %s หรือไม่?",
        "ExceptionDeleteSite": "ไม่สามารถลบได้ หากคุณมีเว็บไซต์ที่ลงทะเบียนไว้เพียงเว็บเดียว เพิ่มเว็บไซต์ใหม่ก่อนที่จะทำการลบเว็บไซต์นี้",
        "ExceptionEmptyName": "ชื่อของไซต์ไม่สามารถเว้นว่างไว้ได้",
        "ExceptionInvalidCurrency": "สกุลเงินที่ \"%s\" ไม่ถูกต้อง กรุณาป้อนสัญลักษณ์สกุลเงินที่ถูกต้อง (เช่น %s)",
        "ExceptionInvalidIPFormat": "IP เพื่อแยก \"%s\" ไม่มีรูปแบบ IP ที่ถูกต้อง (เช่น %s)",
        "ExceptionInvalidTimezone": "โซนเวลา \"%s\" นั้นไม่ถูกต้อง กรุณากรอกให้ถูกต้องด้วย",
        "ExceptionInvalidUrl": "URL ดังกล่าว '%s' ไม่สามารถใช้ได้",
        "ExceptionNoUrl": "คุณต้องระบุ URL เว็บไซต์อย่างน้อย 1 URL",
        "ExcludedIps": "IPs ถูกแยกออก",
        "ExcludedParameters": "พารามิเตอร์ที่ถูกแยกออก",
        "GlobalListExcludedIps": "รายชื่อส่วนกลางของ IPs ที่ถูกแยกออก",
        "GlobalListExcludedQueryParameters": "รายชื่อส่วนกลางของ URL คิวรีของพารามิเตอร์ถูกแยกออก",
        "GlobalWebsitesSettings": "ตั้งค่าเว็บไซต์ส่วนกลาง",
        "HelpExcludedIps": "ป้อนรายการของ IPs อย่างใดอย่างหนึ่งสำหรับแต่ละบรรทัด ที่คุณต้องการแยกออกจากการถูกติดตามโดย Piwik คุณสามารถใช้อักขระตัวแทนน เช่น %1$s หรือ %2$s",
        "JsTrackingTagHelp": "นี่คือ JavaScript Tracking Tag ที่ต้องใส่ไว้ทุกหน้าในเว็บของคุณ",
        "ListOfIpsToBeExcludedOnAllWebsites": "IPs ด้านล่างจะถูกแยกออกจากการถูกติดตามบนเว็บไซต์ทั้งหมด",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "คิวรีของพารามิเตอร์แบบ URLs ด้านล่างจะถูกแยกออกจาก URLs บนเว็บไซต์ทั้งหมด",
        "ListOfQueryParametersToExclude": "ป้อนรายการของ URL คิวรีพารามิเตอร์อย่างใดอย่างหนึ่งสำหรับแต่ละบรรทัด การแยกออกจากรายงานหน้า URLs",
        "MainDescription": "รายงานการวิเคราะห์เว็บไซต์ของคุณ ที่ต้องการ! เพิ่ม, ปรับข้อมูล, ลบเว็บไซต์และแสดงการใช้ Javascript เพื่อแทรกในหน้าเว็บของท่าน",
        "NotFound": "ไม่มีเว็บไซต์ที่ค้นพบสำหรับ",
        "NoWebsites": "คุณไม่มีเว็บไซต์ที่จะจัดการ",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik จะไม่รวมพารามิเตอร์โดยอัตโนมัติในเซสชันทั่วไป (%s)",
        "PluginDescription": "การจัดการเว็บไซต์ใน Piwik: เพิ่มเว็บไซต์ใหม่ แก้ไขแบบหนึ่งที่มีอยู่ แสดงโค๊ด JavaScript เพื่อรวมไว้บนหน้าเว็บของคุณ ยังสามารถใช้งานผ่าน API ดำเนินการทั้งหมดได้",
        "SearchCategoryLabel": "ค่าพารามิเตอร์สำหรับหมวดหมู่",
        "SelectACity": "เลือกเมือง",
        "SelectDefaultCurrency": "คุณสามารถเลือกสกุลเงินที่กำหนด โดยค่าเริ่มต้นสำหรับเว็บไซต์ใหม่",
        "SelectDefaultTimezone": "คุณสามารถเลือกโซนเวลาได้ เมื่อต้องการเลือกตามค่าเริ่มต้นสำหรับเว็บไซต์ใหม่",
        "ShowTrackingTag": "แสดง Tracking Tag",
        "Sites": "เว็บไซต์",
        "Timezone": "โซนเวลา",
        "TrackingTags": "ติดตามแท็กสำหรับ%s",
        "Urls": "URLs",
        "UTCTimeIs": "เวลา UTC คือ %s",
        "WebsitesManagement": "การจัดการเว็บไซต์",
        "YourCurrentIpAddressIs": "ที่อยู่ IP ของคุณปัจจุบันคือ %s"
    },
    "Transitions": {
        "FromCampaigns": "จากแคมเปญ",
        "FromWebsites": "จากเว็บไซต์",
        "NoDataForAction": "ยังไม่มีข้อมูลสำหรับ %s"
    },
    "UserCountry": {
        "City": "เมือง",
        "Continent": "ทวีป",
        "continent_afr": "อัฟริกา",
        "continent_amn": "อเมริกาเหนือ",
        "continent_ams": "อเมริกาใต้และกลาง",
        "continent_asi": "เอเชีย",
        "continent_eur": "ยุโรป",
        "continent_oce": "โอเชียเนีย",
        "Country": "ประเทศ",
        "country_a2": "ผู้ให้บริการดาวเทียม",
        "country_ac": "หมู่เกาะเอสเซ็นชั่น",
        "country_ad": "อันดอร์ร่า",
        "country_ae": "สหรัฐอาหรับเอมิเรตส์",
        "country_af": "อัฟกานิสถาน",
        "country_ag": "แอนติกาและบาร์บูดา",
        "country_ai": "แองกวิลลา",
        "country_al": "แอลเบเนีย",
        "country_am": "อาร์เมเนีย",
        "country_an": "เนเธอร์แลนด์แอนทิลลิส",
        "country_ao": "แองโกลา",
        "country_aq": "แอนตาร์กติกา",
        "country_ar": "อาร์เจนตินา",
        "country_as": "อเมริกันซามัว",
        "country_at": "ออสเตรีย",
        "country_au": "ออสเตรเลีย",
        "country_aw": "อารูบา",
        "country_ax": "หมู่เกาะอะแลนด์",
        "country_az": "อาเซอร์ไบจาน",
        "country_ba": "บอสเนียและเฮอร์เซโกวีนา",
        "country_bb": "บาร์เบโดส",
        "country_bd": "บังกลาเทศ",
        "country_be": "เบลเยียม",
        "country_bf": "บูร์กินาฟาโซ",
        "country_bg": "บัลแกเรีย",
        "country_bh": "บาห์เรน",
        "country_bi": "บุรุนดี",
        "country_bj": "เบนิน",
        "country_bl": "เซนท์ บาร์เทอร์เลมี่",
        "country_bm": "เบอร์มิวดา",
        "country_bn": "บรูนีโอ",
        "country_bo": "โบลิเวีย",
        "country_bq": "เนเธอร์แลนด์แคริบเบียน",
        "country_br": "บราซิล",
        "country_bs": "บาฮามาส",
        "country_bt": "ภูฏาน",
        "country_bu": "พม่า",
        "country_bv": "เกาะบูเวต",
        "country_bw": "บอตสวานา",
        "country_by": "เบลารุส",
        "country_bz": "เบลีซ",
        "country_ca": "แคนาดา",
        "country_cc": "โคโคส (คีลิง)",
        "country_cd": "คองโก, สาธารณรัฐประชาธิปไตย",
        "country_cf": "สาธารณรัฐแอฟริกากลาง",
        "country_cg": "คองโก",
        "country_ch": "สวิสเซอร์แลนด์",
        "country_ci": "โกตดิวัว",
        "country_ck": "หมู่เกาะคุก",
        "country_cl": "ชิลี",
        "country_cm": "แคเมอรูน",
        "country_cn": "จีน",
        "country_co": "โคลอมเบีย",
        "country_cp": "เกาะคลิปเปอร์ทัล",
        "country_cr": "คอสตาริกา",
        "country_cs": "มอนเตเนโกรเซอร์เบีย",
        "country_cu": "คูบา",
        "country_cv": "เคปเวิร์ด",
        "country_cw": "คูราเซา",
        "country_cx": "เกาะคริสต์มาส",
        "country_cy": "ไซเปรซ",
        "country_cz": "สาธารณรัฐเช็ก",
        "country_de": "เยอรมัน",
        "country_dg": "ไดโก่ะ การ์เซียร์",
        "country_dj": "จิบูตี",
        "country_dk": "เดนมาร์ก",
        "country_dm": "โดมินิกา",
        "country_do": "สาธารณรัฐโดมินิกัน",
        "country_dz": "แอลจีเรีย",
        "country_ea": "โควต้า, เมลียา",
        "country_ec": "เอกวาดอร์",
        "country_ee": "เอสโตเนีย",
        "country_eg": "อียิปต์",
        "country_eh": "ซาฮาราตะวันตก",
        "country_er": "อริเตรีย",
        "country_es": "สเปน",
        "country_et": "เอธิโอเปีย",
        "country_eu": "สหภาพยุโรป",
        "country_fi": "ฟินแลนด์",
        "country_fj": "ฟิจิ",
        "country_fk": "หมู่เกาะฟอล์คแลนด์ (มัลวินาส)",
        "country_fm": "ไมโครนีเซีย อเมริกาแบบกลุ่มองค์กร",
        "country_fo": "หมู่เกาะแฟโร",
        "country_fr": "ฝรั่งเศส",
        "country_fx": "สาธารณรัฐฝรั่งเศส",
        "country_ga": "กาบอง",
        "country_gb": "สหราชอาณาจักร",
        "country_gd": "เกรเนดา",
        "country_ge": "จอร์เจีย",
        "country_gf": "ฝรั่งเศสกายอานา",
        "country_gg": "เกิร์นเซย์",
        "country_gh": "กานา",
        "country_gi": "ยิบรอลตา",
        "country_gl": "กรีนแลนด์",
        "country_gm": "แกมเบีย",
        "country_gn": "กินี",
        "country_gp": "กวาเดอลูป",
        "country_gq": "อิเควทอเรียลกินี",
        "country_gr": "กรีซ",
        "country_gs": "จอร์เจียใต้และหมู่เกาะเซาท์แซนด์วิช",
        "country_gt": "กัวเตมาลา",
        "country_gu": "กวม",
        "country_gw": "กินีบิสเซา",
        "country_gy": "กายอานา",
        "country_hk": "ฮ่องกง",
        "country_hm": "เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์",
        "country_hn": "ฮอนดูรัส",
        "country_hr": "โครเอเชีย",
        "country_ht": "เฮติ",
        "country_hu": "ฮังการี",
        "country_ic": "หมู่เกาะคะเนรี",
        "country_id": "อินโดนีเซีย",
        "country_ie": "ไอร์แลนด์",
        "country_il": "อิสราเอล",
        "country_im": "เกาะแมน",
        "country_in": "อินเดีย",
        "country_io": "บริติชอินเดียนโอเชียนเทร์ริทอรี",
        "country_iq": "อิรัก",
        "country_ir": "อิหร่าน, สาธารณรัฐอิสลาม",
        "country_is": "ไอซ์แลนด์",
        "country_it": "อิตาลี",
        "country_je": "เจอร์เซย์",
        "country_jm": "จาเมกา",
        "country_jo": "จอร์แดน",
        "country_jp": "ญี่ปุ่น",
        "country_ke": "เคนยา",
        "country_kg": "คีร์กีซสถาน",
        "country_kh": "กัมพูชา",
        "country_ki": "คิริบาส",
        "country_km": "คอโมโรส",
        "country_kn": "เซนต์คิตส์และเนวิส",
        "country_kp": "สาธารณรัฐประชาธิปไตยประชาชนเกาหลี",
        "country_kr": "สาธารณรัฐเกาหลี",
        "country_kw": "คูเวต",
        "country_ky": "หมู่เกาะเคย์แมน",
        "country_kz": "คาซัคสถาน",
        "country_la": "ลาว",
        "country_lb": "เลบานอน",
        "country_lc": "เซนต์ลูเซีย",
        "country_li": "ลิกเตนสไตน์",
        "country_lk": "ศรีลังกา",
        "country_lr": "ไลบีเรีย",
        "country_ls": "เลโซโท",
        "country_lt": "ลิธัวเนีย",
        "country_lu": "ลักเซมเบิร์ก",
        "country_lv": "ลัตเวีย",
        "country_ly": "ลิเบีย",
        "country_ma": "โมร็อกโก",
        "country_mc": "โมนาโก",
        "country_md": "สาธารณรัฐของมอลโดวา",
        "country_me": "มอนเตเนโก",
        "country_mf": "เซ้นท์มาร์ติน",
        "country_mg": "มาดากัสการ์",
        "country_mh": "หมู่เกาะมาร์แชลล์",
        "country_mk": "มาซิโดเนีย",
        "country_ml": "มะลิ",
        "country_mm": "พม่า",
        "country_mn": "มองโกเลีย",
        "country_mo": "มาเก๊า",
        "country_mp": "มาเรียนา",
        "country_mq": "มาร์ตินี",
        "country_mr": "มอริเตเนีย",
        "country_ms": "มอนต์เซอร์รัต",
        "country_mt": "มอลตา",
        "country_mu": "มอริเชียส",
        "country_mv": "มัลดีฟส์",
        "country_mw": "มาลาวี",
        "country_mx": "เม็กซิโก",
        "country_my": "มาเลเซีย",
        "country_mz": "โมซัมบิก",
        "country_na": "นามิเบีย",
        "country_nc": "นิวแคลิโดเนีย",
        "country_ne": "ไนเจอร์",
        "country_nf": "เกาะนอร์ฟอล์ก",
        "country_ng": "ไนจีเรีย",
        "country_ni": "นิการากัว",
        "country_nl": "เนเธอร์แลนด์",
        "country_no": "นอร์เวย์",
        "country_np": "เนปาล",
        "country_nr": "นาอูรู",
        "country_nt": "เนเจอร์รัลโซน",
        "country_nu": "นีอูเอ",
        "country_nz": "นิวซีแลนด์",
        "country_o1": "ประเทศอื่นๆ",
        "country_om": "โอมาน",
        "country_pa": "ปานามา",
        "country_pe": "เปรู",
        "country_pf": "เฟรนช์โปลินีเซีย",
        "country_pg": "ปาปัวนิวกินี",
        "country_ph": "ฟิลิปปินส์",
        "country_pk": "ปากีสถาน",
        "country_pl": "โปแลนด์",
        "country_pm": "แซงปีแยร์และมีเกอลง",
        "country_pn": "พิตแคร์น",
        "country_pr": "เปอร์โตริโก",
        "country_ps": "ดินแดนปาเลสไตน์",
        "country_pt": "โปรตุเกส",
        "country_pw": "ปาเลา",
        "country_py": "ปารากวัย",
        "country_qa": "กาตาร์",
        "country_re": "เกาะเรอูนียง",
        "country_ro": "โรมาเนีย",
        "country_rs": "เซอร์เบีย",
        "country_ru": "รัสเซีย",
        "country_rw": "รวันดา",
        "country_sa": "ซาอุดีอาระเบีย",
        "country_sb": "หมู่เกาะโซโลมอน",
        "country_sc": "เซเชลส์",
        "country_sd": "ซูดาน",
        "country_se": "สวีเดน",
        "country_sf": "ฟินแลนด์",
        "country_sg": "สิงคโปร์",
        "country_sh": "เซนต์เฮเลนา",
        "country_si": "สโลวีเนีย",
        "country_sj": "สฟาลบาร์",
        "country_sk": "สโลวาเกีย",
        "country_sl": "เซียร์ราลีโอน",
        "country_sm": "ซานมารีโน",
        "country_sn": "เซเนกัล",
        "country_so": "โซมาเลีย",
        "country_sr": "ซูรินาเม",
        "country_ss": "ซูดานใต้",
        "country_st": "เซาตูเมและปรินซิ",
        "country_su": "U.S.S.R",
        "country_sv": "เอลซัลวาดอร์",
        "country_sx": "เซนต์มาร์ติน",
        "country_sy": "สาธารณรัฐอาหรับซีเรีย",
        "country_sz": "สวาซิแลนด์",
        "country_ta": "ทริสฏาณดาคูนา",
        "country_tc": "หมู่เกาะเติกส์และหมู่เกาะเคคอส",
        "country_td": "ชาด",
        "country_tf": "ดินแดนภาคใต้ของฝรั่งเศส",
        "country_tg": "โตโก",
        "country_th": "ไทย",
        "country_tj": "ทาจิกิสถาน",
        "country_tk": "โตเกเลา",
        "country_tl": "ติมอร์ตะวันออก",
        "country_tm": "เติร์กเมนิสถาน",
        "country_tn": "ตูนิเซีย",
        "country_to": "ตองกา",
        "country_tp": "ตองกา",
        "country_tr": "ตุรกี",
        "country_tt": "ตรินิแดดและโตเบโก",
        "country_tv": "ตูวาลู",
        "country_tw": "ไต้หวัน",
        "country_tz": "สหสาธารณรัฐแทนซาเนีย",
        "country_ua": "ยูเครน",
        "country_ug": "ยูกันดา",
        "country_uk": "สหราชอาณาจักร",
        "country_um": "หมู่เกาะน้อยรอบนอกสหรัฐอเมริกา",
        "country_us": "สหรัฐอเมริกา",
        "country_uy": "อุรุกวัย",
        "country_uz": "อุซเบกิสถาน",
        "country_va": "นครวาติกัน",
        "country_vc": "เซนต์วินเซนต์และเกรนาดีนส์",
        "country_ve": "เวเนซุเอลา",
        "country_vg": "หมู่เกาะเวอร์จินของอังกฤษ",
        "country_vi": "หมู่เกาะเวอร์จินของสหรัฐอเมริกา",
        "country_vn": "เวียดนาม",
        "country_vu": "วานูอาตู",
        "country_wf": "วาลลิสและฟุตูนา",
        "country_ws": "ซามัว",
        "country_ye": "เยเมน",
        "country_yt": "มายอ",
        "country_yu": "ยูโกสลาเวีย",
        "country_za": "แอฟริกาใต้",
        "country_zm": "แซมเบีย",
        "country_zr": "ซาอีร",
        "country_zw": "ซิมบับเว",
        "DistinctCountries": "%s การเข้าชมตามประเทศ",
        "DownloadingDb": "กำลังดาวน์โหลด %s",
        "ISPDatabase": "ฐานข้อมูล ISP",
        "Latitude": "ละติจูด",
        "Location": "ตำแหน่งที่ตั้ง",
        "Longitude": "ลองจิจูด",
        "PluginDescription": "ประเทศของผู้เข้าชมในรายงาน",
        "Region": "ภูมิภาค",
        "SetupAutomaticUpdatesOfGeoIP": "ติดตั้งการปรับปรุงอัตโนมัติจากฐานข้อมูล GeoIP",
        "SubmenuLocations": "ตำแหน่งที่อยู่",
        "UpdaterWasLastRun": "ตัวปรับปรุงทำงานครั้งล่าสุดเมื่อ %s"
    },
    "UserCountryMap": {
        "map": "แผนที่"
    },
    "UserSettings": {
        "BrowserFamilies": "ตระกูลเบราว์เซอร์",
        "Browsers": "เบราว์เซอร์",
        "ColumnBrowser": "เบราว์เซอร์",
        "ColumnBrowserFamily": "ตระกูลของเบราว์เซอร์",
        "ColumnBrowserVersion": "รุ่นของโปรแกรมบราวเซอร์",
        "ColumnConfiguration": "การตั้งค่า",
        "ColumnOperatingSystem": "ระบบปฏิบัติการ",
        "ColumnResolution": "ความละเอียด",
        "ColumnTypeOfScreen": "ชนิดของจอภาพ",
        "Configurations": "การกำหนดค่า",
        "Language_aa": "อะฟาร์",
        "Language_ab": "อับคาซ",
        "Language_ae": "อเวสตะ",
        "Language_af": "แอฟริกานส์",
        "Language_ak": "อาคัน",
        "Language_am": "อัมฮารา",
        "Language_an": "อารากอน",
        "Language_ar": "อาหรับ",
        "Language_as": "อัสสัม",
        "Language_av": "อาวาร์",
        "Language_ay": "ไอย์มารา",
        "Language_az": "อาเซอร์ไบจาน",
        "Language_ba": "บัชคีร์",
        "Language_be": "เบลารุส",
        "Language_bg": "บัลแกเรีย",
        "Language_bh": "พิหาร",
        "Language_bi": "บิสลามา",
        "Language_bm": "บัมบารา",
        "Language_bn": "เบงกาลี",
        "Language_bo": "ทิเบต",
        "Language_br": "เบรตัน",
        "Language_bs": "บอสเนีย",
        "Language_ca": "กาตาลัง",
        "Language_ce": "เชเชน",
        "Language_ch": "ชามอร์โร",
        "Language_co": "คอร์ซิกา",
        "Language_cr": "ครี",
        "Language_cs": "เช็ก",
        "Language_cu": "เชอร์ชสลาวิก",
        "Language_cv": "ชูวัช",
        "Language_cy": "เวลส์",
        "Language_da": "เดนมาร์ก",
        "Language_de": "เยอรมัน",
        "Language_dv": "ธิเวหิ",
        "Language_dz": "ซองคา",
        "Language_ee": "เอเว",
        "Language_el": "กรีก",
        "Language_en": "อังกฤษ",
        "Language_eo": "เอสเปอรันโต",
        "Language_es": "สเปน",
        "Language_et": "เอสโตเนีย",
        "Language_eu": "บัสเก",
        "Language_fa": "เปอร์เซีย",
        "Language_ff": "ฟูลาฮ์",
        "Language_fi": "ฟินแลนด์",
        "Language_fj": "ฟิจิ",
        "Language_fo": "แฟโร",
        "Language_fr": "ฝรั่งเศส",
        "Language_fy": "ฟริเซียนตะวันตก",
        "Language_ga": "ไอริช",
        "Language_gd": "สกอตส์กาลิก",
        "Language_gl": "กาลิเซีย",
        "Language_gn": "กวารานี",
        "Language_gu": "คุชราต",
        "Language_gv": "มานซ์",
        "Language_ha": "เฮาชา",
        "Language_he": "ฮิบรู",
        "Language_hi": "ฮินดี",
        "Language_ho": "ฮีรีโมตู",
        "Language_hr": "โครเอเชีย",
        "Language_ht": "เฮติ",
        "Language_hu": "ฮังการี",
        "Language_hy": "อาร์เมเนีย",
        "Language_hz": "เฮเรโร",
        "Language_ia": "อินเตอร์ลิงกัว",
        "Language_id": "อินโดนีเชีย",
        "Language_ie": "อินเตอร์ลิงกิว",
        "Language_ig": "อิกโบ",
        "Language_ii": "เสฉวนยิ",
        "Language_ik": "อีนูเปียก",
        "Language_io": "อีโด",
        "Language_is": "ไอซ์แลนด์",
        "Language_it": "อิตาลี",
        "Language_iu": "อินุกติตุต",
        "Language_ja": "ญี่ปุ่น",
        "Language_jv": "ชวา",
        "Language_ka": "จอร์เจีย",
        "Language_kg": "คองโก",
        "Language_ki": "กีกูยู",
        "Language_kj": "กวนยามา",
        "Language_kk": "คาซัค",
        "Language_kl": "กรีนแลนด์",
        "Language_km": "เขมร",
        "Language_kn": "กันนาดา",
        "Language_ko": "เกาหลี",
        "Language_kr": "คานูรี",
        "Language_ks": "กัศมีร์",
        "Language_ku": "เคิร์ด",
        "Language_kv": "โกมิ",
        "Language_kw": "คอร์นิช",
        "Language_ky": "คีร์กีซ",
        "Language_la": "ละติน",
        "Language_lb": "ลักเซมเบิร์ก",
        "Language_lg": "ยูกันดา",
        "Language_li": "ลิมเบิร์ก",
        "Language_ln": "ลิงกาลา",
        "Language_lo": "ลาว",
        "Language_lt": "ลิทัวเนีย",
        "Language_lu": "ลูบา-กาตองกา",
        "Language_lv": "ลัตเวีย",
        "Language_mg": "มาลากาซี",
        "Language_mh": "มาร์แชลลิส",
        "Language_mi": "เมารี",
        "Language_mk": "มาซิโดเนีย",
        "Language_ml": "มาลายาลัม",
        "Language_mn": "มองโกเลีย",
        "Language_mr": "มราฐี",
        "Language_ms": "มาเลย์",
        "Language_mt": "มอลตา",
        "Language_my": "พม่า",
        "Language_na": "นาอูรู",
        "Language_nb": "นอร์เวย์บุคมอล",
        "Language_nd": "เอ็นเดเบเลเหนือ",
        "Language_ne": "เนปาล",
        "Language_ng": "ดองกา",
        "Language_nl": "ดัตช์",
        "Language_nn": "นอร์เวย์นีนอสก์",
        "Language_no": "นอร์เวย์",
        "Language_nr": "เอ็นเดเบเลใต้",
        "Language_nv": "นาวาโฮ",
        "Language_ny": "เนียนจา",
        "Language_oc": "อ็อกซิตัน",
        "Language_oj": "โอจิบวา",
        "Language_om": "โอโรโม",
        "Language_or": "โอริยา",
        "Language_os": "ออสเซเตีย",
        "Language_pa": "ปัญจาบ",
        "Language_pi": "บาลี",
        "Language_pl": "โปแลนด์",
        "Language_ps": "พาชตู",
        "Language_pt": "โปรตุเกส",
        "Language_qu": "ควิชัว",
        "Language_rm": "เรโต-โรแมนซ์",
        "Language_rn": "บุรุนดี",
        "Language_ro": "โรมาเนีย",
        "Language_ru": "รัสเซีย",
        "Language_rw": "รวันดา",
        "Language_sa": "สันสกฤต",
        "Language_sc": "ซาร์เดญา",
        "Language_sd": "สินธุ",
        "Language_se": "ซามิเหนือ",
        "Language_sg": "แซงโก",
        "Language_si": "สิงหล",
        "Language_sk": "สโลวัก",
        "Language_sl": "สโลวีเนีย",
        "Language_sm": "ซามัว",
        "Language_sn": "โชนา",
        "Language_so": "โซมาลี",
        "Language_sq": "แอลเบเนีย",
        "Language_sr": "เซอร์เบีย",
        "Language_ss": "สวาติ",
        "Language_st": "โซโทใต้",
        "Language_su": "ซุนดา",
        "Language_sv": "สวีเดน",
        "Language_sw": "สวาฮีลี",
        "Language_ta": "ทมิฬ",
        "Language_te": "เตลูกู",
        "Language_tg": "ทาจิก",
        "Language_th": "ไทย",
        "Language_ti": "ติกริญญา",
        "Language_tk": "เติร์กเมนิสถาน",
        "Language_tl": "ตากาล็อก",
        "Language_tn": "บอตสวานา",
        "Language_to": "ตองกา",
        "Language_tr": "ตุรกี",
        "Language_ts": "ซิิตซองกา",
        "Language_tt": "ตาตาร์",
        "Language_tw": "ทวิ",
        "Language_ty": "ตาฮิตี",
        "Language_ug": "อุยกัว",
        "Language_uk": "ยูเครน",
        "Language_ur": "อูรดู",
        "Language_uz": "อุซเบก",
        "Language_ve": "เวนดา",
        "Language_vi": "เวียดนาม",
        "Language_vo": "โวลาพึค",
        "Language_wa": "วาโลนี",
        "Language_wo": "โวลอฟ",
        "Language_xh": "คะห์โอซา",
        "Language_yi": "ยิว",
        "Language_yo": "โยรูบา",
        "Language_za": "จ้วง",
        "Language_zh": "จีน",
        "Language_zu": "ซูลู",
        "LanguageCode": "รหัสภาษา",
        "MobileVsDesktop": "มือถือ vs เดสก์ท็อป",
        "OperatingSystems": "ระบบปฏิบัติการ",
        "PluginDescription": "รายงานการตั้งค่าผู้ใช้ต่างๆ: เบราว์เซอร์, ตระกูลเบราว์เซอร์,ระบบปฏิบัติการ, ปลั๊กอิน, การแก้ไขและการตั้งค่าส่วนกลาง",
        "PluginDetectionDoesNotWorkInIE": "หมายเหตุ: ตรวจสอบปลั๊กอินไม่ทำงานใน Internet Explorer รายงานนี้จะอิงตามเฉพาะเบราว์เซอร์ที่ไม่ใช่ IE",
        "Resolutions": "ความละเอียด",
        "VisitorSettings": "การตั้งค่าของผู้เข้าชม",
        "WideScreen": "ความกว้างหน้าจอ",
        "WidgetBrowserFamilies": "เบราว์เซอร์ตามประเภท",
        "WidgetBrowsers": "เบราว์เซอร์ของผู้เข้าชม",
        "WidgetBrowserVersion": "รุ่นของโปรแกรมบราวเซอร์",
        "WidgetGlobalVisitors": "การตั้งค่าผู้เข้าชมโดยรวม",
        "WidgetOperatingSystems": "ระบบปฎิบัติการ",
        "WidgetPlugins": "รายการปลั้กอิน",
        "WidgetResolutions": "ความละเอียดจอภาพ",
        "WidgetWidescreen": "จอปกติ\/จอแบบกว้าง"
    },
    "UsersManager": {
        "AddUser": "เพิ่มผู้ใช้ใหม่",
        "Alias": "นามแฝง",
        "AllWebsites": "เว็บไซต์ทั้งหมด",
        "ApplyToAllWebsites": "กระทำกับเว็บไซต์ทั้งหมด",
        "ChangeAllConfirm": "คุณแน่ใจหรือไม่ว่าคุณต้องการเปลี่ยนแปลงสิทธิ์ '%s' บนเว็บไซต์ทั้งหมด",
        "ClickHereToDeleteTheCookie": "คลิกที่นี่เพื่อลบคุกกี้ และมี Piwik ติดตามเข้าชมของคุณ",
        "ClickHereToSetTheCookieOnDomain": "คลิกที่นี่เพื่อตั้งค่าคุกกี้ ที่จะไม่รวมการเข้าชมของคุณบนเว็บไซต์ที่ถูกติดตาม โดย Piwik บน %s",
        "DeleteConfirm": "คุณแน่ใจหรือไม่ที่จะลบผู้ใช้ %s ?",
        "Email": "อีเมล์",
        "ExceptionAccessValues": "พารามิเตอร์เข้าถึงต้องมีหนึ่งค่าต่อไปนี้: [ %s ]",
        "ExceptionAdminAnonymous": "คุณไม่สามารถให้สิทธิ์ 'admin' การเข้าถึงแก่ผู้ใช้ 'anonymous' ได้",
        "ExceptionDeleteDoesNotExist": "ผู้ใช้ '%s' ไม่มีในระบบ ดังนั้นจึงไม่สามารถลบได้",
        "ExceptionEditAnonymous": "ผู้ใช้งานที่ไม่ระบุชื่อไม่สามารถแก้ไขหรือลบได้ มันถูกใช้งานโดย Piwik เพื่อระบุผู้ใช้ที่ไม่ได้เข้าสู่ระบบยัง ตัวอย่างเช่น คุณสามารถอนุญาตให้ผู้ใช้งานทั่วไปสามารถดูสถิติของเว็บคุณได้",
        "ExceptionEmailExists": "ผู้ใช้มีอีเมล์ '%s' อยู่แล้ว",
        "ExceptionInvalidEmail": "รูปแบบของอีเมล์ไม่ถูกต้อง",
        "ExceptionInvalidLoginFormat": "ชือเข้าระบบจะต้องยาว %1$s และ %2$s ซึ่งจะประกอบไปด้วยตัวอักษร, ตัวเลขหรือเครื่องหมาย '_' หรือ '-' หรือ '.' เป็นต้น",
        "ExceptionLoginExists": "ชื่อผู้ใช้ '%s' มีอยู่แล้ว",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth คือต้องการรหัสผ่านแบบ MD5-hashed (มีความยาว 32 อักขระ) กรุณาเรียกใช้ฟังก์ชัน md5() ซึ่งจะมีรหัสผ่านก่อนที่จะเรียกวิธีการนี้",
        "ExceptionUserDoesNotExist": "ผู้ใช้ '%s' ไม่มีในระบบ",
        "ExcludeVisitsViaCookie": "ไม่รวมการเข้าชมของคุณโดยใช้คุกกี้",
        "ForAnonymousUsersReportDateToLoadByDefault": "สำหรับผู้ใช้ที่ไม่ระบุชื่อ รายงานวันที่โหลด โดยค่าเริ่มต้น",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "ถ้าคุณต้องการที่จะเปลี่ยนชนิดของรหัสผ่านใหม่ มิฉะนั้นให้ปล่อยนี้ว่างไว้",
        "MainDescription": "การตัดสินใจว่าผู้ใช้รายใดที่ Piwik เข้าถึงเว็บไซต์ของคุณ นอกจากนี้คุณยังสามารถกำหนดสิทธิในเว็บไซต์ทั้งหมดในครั้งเดียว",
        "ManageAccess": "จัดการการเข้าถึง",
        "MenuAnonymousUserSettings": "การตั้งค่าผู้ใช้ที่ไม่ระบุชื่อ",
        "MenuUsers": "ผู้ใช้",
        "MenuUserSettings": "ตั้งค่าผู้ใช้",
        "PluginDescription": "การจัดการผู้ใช้ใน Piwik: เพิ่มผู้ใช้ใหม่ แก้ไขข้อหนึ่งที่มีอยู่ อัพเดตสิทธิ์การเข้าใช้งาน ยังสามารถใช้งานผ่าน API ดำเนินการทั้งหมดได้",
        "PrivAdmin": "จัดการ",
        "PrivNone": "ไม่เข้าใช้งาน",
        "PrivView": "เข้าชม",
        "ReportDateToLoadByDefault": "รายงานวันที่โหลด โดยค่าเริ่มต้น",
        "ReportToLoadByDefault": "รายงานเพื่อโหลดตามค่าเริ่มต้น",
        "TheLoginScreen": "หน้าจอการเข้าสู่ระบบ",
        "TypeYourPasswordAgain": "พิมพ์รหัสผ่านของคุณใหม่อีกครั้ง",
        "User": "ผู้ใช้",
        "UsersManagement": "การจัดการผู้ใช้",
        "UsersManagementMainDescription": "สร้างผู้ใช้ใหม่หรืออัพเดตผู้ใช้ที่มีอยู่ จากนั้นคุณสามารถกำหนดสิทธิ์ของพวกเขาได้",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "เมื่อผู้ใช้เข้าสู่ระบบและเข้าชม Piwik พวกเขาควรจะเข้าถึงได้",
        "YourUsernameCannotBeChanged": "ชื่อผู้ใช้ของคุณไม่สามารถเปลี่ยนแปลงได้",
        "YourVisitsAreIgnoredOnDomain": "%s ผู้เข้าชมของคุณจะถูกละเว้น โดย Piwik บน %s %s (Piwik ละเว้นการที่พบคุกกี้ในเบราว์เซอร์ของคุณ)",
        "YourVisitsAreNotIgnored": "%s ผู้เข้าชมของคุณจะถูกละเว้นโดย Piwik %s (Piwik ละเว้นไม่พบคุกกี้ในเบราว์เซอร์ของคุณ)"
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "การดำเนินการโดยผู้เข้าชมที่กลับมา",
        "ColumnAverageVisitDurationForReturningVisitors": "ระยะเวลาการเข้าชมเฉลี่ยสำหรับส่งกลับผู้เข้าชม (เป็นวินาที)",
        "ColumnAvgActionsPerReturningVisit": "เฉลี่ยการดำเนินการต่อกลับมาเข้าชม",
        "ColumnBounceRateForReturningVisits": "อัตราการเด้งของผู้เข้าชมที่กลับมา",
        "ColumnReturningVisits": "ผู้เข้าชมที่กลับมา",
        "PluginDescription": "รายงานสถิติต่าง ๆ เกี่ยวกับผู้เข้าชมกลับมาเทียบกับผู้เข้าชมครั้งแรก",
        "ReturnActions": "%s ดำเนินการโดยการกลับมาเข้าชม",
        "ReturnAverageVisitDuration": "%s ค่าเฉลี่ยของเข้าเข้าชมระยะเวลาสำหรับการส่งกลับผู้เข้าชม",
        "ReturnAvgActions": "%s ดำเนินต่อกลับมาเข้าชม",
        "ReturnBounceRate": "%s ที่กลับมาเข้าชมได้ (ซ้ายเว็บไซต์หลังจากหนึ่งหน้า)",
        "ReturnVisits": "%s กลับมาเข้าชม",
        "SubmenuFrequency": "ความถี่ของผู้เข้าชม",
        "WidgetGraphReturning": "กราฟของผู้เข้าชม",
        "WidgetOverview": "ภาพรวมความถี่ผู้เข้าชมที่กลับมา"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s นาที",
        "BetweenXYSeconds": "%1$s-%2$s วินาที",
        "ColumnPagesPerVisit": "หน้าต่อผู้เข้าชม",
        "ColumnVisitDuration": "ระยะเวลาผู้เข้าชม",
        "Engagement": "ความมุ่งมั่น",
        "NPages": "%s หน้า",
        "OneMinute": "1 นาที",
        "OnePage": "1 หน้า",
        "PluginDescription": "รายงานเกี่ยวกับผู้เข้าชม: หมายเลขหน้าเข้าชม เวลาในการใช้บนเว็บไซต์",
        "PlusXMin": "%s นาที",
        "VisitsPerDuration": "เวลาเฉลี่ยของผู้เข้าชม",
        "VisitsPerNbOfPages": "หน้าเฉลี่ยของผู้เข้าชม",
        "WidgetLengths": "ระยะเวลาการเข้าชม",
        "WidgetPages": "หน้าต่อผู้เข้าชม"
    },
    "VisitsSummary": {
        "AverageVisitDuration": "เฉลี่ยระยะเวลาการเข้าชม %s",
        "GenerateQueries": "%s การค้นหา",
        "GenerateTime": "%s วินาทีที่ใช้",
        "MaxNbActions": "%s หน้าสูงสุดในหนึ่งผู้เข้าชม",
        "NbActionsDescription": "%s ดำเนินการ(เข้าชม ดาวน์โหลดและลิงค์ออก)",
        "NbActionsPerVisit": "%s ดำเนินต่อเข้าชม",
        "NbDownloadsDescription": "%s ดาวน์โหลด",
        "NbOutlinksDescription": "%s ลิงค์ที่ออก",
        "NbPageviewsDescription": "%s จำนวนหน้าที่มีการเปิด",
        "NbUniqueDownloadsDescription": "%s จำนวนดาวน์โหลดที่ไม่ซ้ำกันน",
        "NbUniqueOutlinksDescription": "%s จำนวนลิงค์ที่ออกโดยไม่ซ้ำกัน",
        "NbUniquePageviewsDescription": "%s จำนวนหน้าที่มีการเปิดที่ไม่ซ้ำกัน",
        "NbUniqueVisitors": "%s ผู้เข้าชมที่ไม่ซ้ำ",
        "NbVisitsBounced": "%s ของผู้เข้าชมที่เด้ง (คือการออกจากเว็บไซต์หลังจากเปิดเพียงหน้าเดียว)",
        "PluginDescription": "รายงานตัวเลขการวิเคราะห์ทั่วไป: เข้าชม ผู้เข้าชมที่ไม่ซ้ำกัน หมายเลขของการดำเนินการ อัตราการตอบกลับ ฯลฯ",
        "VisitsSummary": "สรุปการเข้าชม",
        "VisitsSummaryDocumentation": "ภาพรวมของผู้เข้าชม",
        "WidgetLastVisits": "กราฟของผู้เข้าชมล่าสุด",
        "WidgetOverviewGraph": "ภาพรวมและกราฟ",
        "WidgetVisits": "ภาพรวมผู้เข้าชม"
    },
    "VisitTime": {
        "ColumnLocalTime": "เวลาของท้องถิ่น",
        "ColumnServerTime": "เวลาของเซิร์ฟเวอร์",
        "DayOfWeek": "วันในสัปดาห์",
        "LocalTime": "จำนวนผู้ชมต่อเวลาท้องถิ่น",
        "NHour": "%s ชม.",
        "PluginDescription": "รายงานเวลาในเครื่องและเซิร์ฟเวอร์ ซึ่งเวลาในเซิร์ฟเวอร์มีข้อมูลที่เป็นประโยชน์ในการกำหนดตารางการบำรุงรักษาบนเว็บไซต์",
        "ServerTime": "จำนวนผู้ชมต่อเวลาของเซิร์ฟเวอร์",
        "SubmenuTimes": "เวลา",
        "WidgetLocalTime": "จำนวนผู้ชมตามเวลาท้องถิ่น",
        "WidgetServerTime": "จำนวนผู้ชมตามเวลาของเซิร์ฟเวอร์"
    },
    "Widgetize": {
        "OpenInNewWindow": "เปิดในหน้าต่างใหม่",
        "PluginDescription": "ปลั๊กอินการสามารถทำโดยให้ง่ายต่อการส่งออก Widget ซึ่ง Piwik ใดๆ ก็ตามใน Blog ของคุณ เว็บไซต์หรือบน Igoogle และ Netvibes มาก"
    }
}