{
    "Actions": {
        "AvgGenerationTimeTooltip": "Trung bình dựa trên %s lần(s) %s giữa %s và %s",
        "ColumnClickedURL": "URL đã truy cập",
        "ColumnClicks": "Clicks",
        "ColumnClicksDocumentation": "Số lần đường dẫn này đã được click",
        "ColumnDownloadURL": "Đường dẫn tải về",
        "ColumnEntryPageTitle": "Tiêu đề trang đầu vào",
        "ColumnEntryPageURL": "Đường dẫn trang đầu vào",
        "ColumnExitPageTitle": "Tiêu đề trang thoát",
        "ColumnExitPageURL": "URL trang thoát",
        "ColumnNoResultKeyword": "Từ khóa không có kết quả tìm kiếm",
        "ColumnPageName": "Tên trang",
        "ColumnPagesPerSearch": "Kết quả tìm kiếm",
        "ColumnPagesPerSearchDocumentation": "Khách truy cập sẽ tìm kiếm trên trang web của bạn, và đôi khi click \"Next\" để xem nhiều kết quả hơn. Đây là trung bình số trang kết quả đã tìm kiếm cho từ khóa này.",
        "ColumnPageURL": "Đường dẫn trang",
        "ColumnSearchCategory": "Danh mục tìm kiếm",
        "ColumnSearches": "Tìm kiếm",
        "ColumnSearchesDocumentation": "Số truy cập tìm kiếm cho từ khóa này bằng công cụ tìm kiếm trên website của bạn.",
        "ColumnSearchExits": "% cách thoát tìm kiếm",
        "ColumnSearchExitsDocumentation": "Tỷ lệ khách rời website sau khi tìm kiếm Từ khóa này trên công cụ tìm kiếm Site của bạn",
        "ColumnSearchResultsCount": "Số kết quả tìm kiếm",
        "ColumnSiteSearchKeywords": "Từ khóa duy nhất",
        "ColumnUniqueClicks": "Số click duy nhất",
        "ColumnUniqueClicksDocumentation": "Số lần truy cập liên quan đến một click chuột vào liên kết này. Nếu một liên kết đã được click nhiều lần trong một lần truy cập, nó chỉ được tính một lần.",
        "ColumnUniqueDownloads": "Lượt tải về",
        "ColumnUniqueOutlinks": "Đường link bên ngoài",
        "DownloadsReportDocumentation": "Trong báo cáo này, bạn có thể thấy những file nào khách truy cập đã download. %s Cái gì mà Piwik tính như một tải về là một click trên một liên kết tải về. Cho dù tải về đã được hoàn thành hoặc không được biết đến Piwik.",
        "EntryPagesReportDocumentation": "Báo cáo này chứa thông tin về những trang đến (entry pages) được sử dụng trong một khoảng thời gian nhất định. Một trang đến là trang đầu tiên mà người dùng xem trong lượt truy cập của người đó. %s Các URL đến được hiển thị dưới một cấu trúc thư mục (folder).",
        "EntryPageTitles": "Tiêu đề trang đầu vào",
        "EntryPageTitlesReportDocumentation": "Báo cáo này chứa thông tin về các tiêu đề của các trang đến đã được sử dụng trong một thời hạn quy định.",
        "ExitPagesReportDocumentation": "Báo cáo này chứa thông tin về những trang thoát (exit pages) trong một khoảng thời gian quy định. Trang thoát là trang mà người dùng truy cập cuối cùng trong lượt truy cập của người đó. %s Đường link thoát được hiển thị dưới cấu trúc folder.",
        "ExitPageTitles": "Tiêu đề trang thoát",
        "ExitPageTitlesReportDocumentation": "Báo cáo này có chứa thông tin về những tiêu đề của những trang thoát xuất hiện trong một khoảng thời gian nhất định.",
        "LearnMoreAboutSiteSearchLink": "Tìm hiểu thêm về việc theo dõi cách những khách truy cập của bạn sử dụng công cụ tìm kiếm của bạn.",
        "OneSearch": "1 lần tìm kiếm",
        "OutlinkDocumentation": "Một outlink là một liên kết dẫn người truy cập từ trang web của bạn (đến tên miền khác)",
        "OutlinksReportDocumentation": "Báo cáo này cho thấy một danh sách phân cấp của outlink URL đã được click bởi khách truy cập của bạn",
        "PagesReportDocumentation": "Báo cáo này chứa thông tin về các URLs của trang đã được xem. %s Bảng này được tổ chức dưới dạng cây, Các URL được hiển thị dưới cấu trúc folder.",
        "PageTitlesReportDocumentation": "Báo cáo này chứa thông tin về tiêu đề các trang đã được truy cập. %s Tiêu đề trang là thẻ HTML %s mà các trình duyệt hiển thị trên thanh tiêu đề của cửa sổ trình duyệt.",
        "PageUrls": "Đường dẫn trang",
        "PluginDescription": "Báo cáo về lượng xem trang (page views), các links ngoài (outlinks) và các lượt download. Link ngoài và lượt download được theo dõi một cách tự động. Bạn còn có thể theo dõi máy tìm kiếm nội bộ trên trang web của bạn.",
        "SiteSearchCategories1": "Báo cáo này liệt kê các hạng mục cho người truy cập lựa chọn khi họ thực hiện một tìm kiếm trên trang web của bạn",
        "SiteSearchCategories2": "Ví dụ, một trang thương mại điện tử (e-commerce) thường có chức năng \"Lựa chọn Phân mục\" để khách truy cập giới hạn phạm vi tìm kiếm đối với các sản phẩm trong một phân mục quy định.",
        "SiteSearchFollowingPagesDoc": "Khi khách tìm kiếm trên trang web của bạn, họ tìm kiếm một trang, nội dung, sản phẩm hoặc một dịch vụ cụ thể. Báo cáo này liệt kê các trang đã được click nhiều nhất sau khi thực hiện phép tìm kiếm (nội bộ). Nói cách khác, danh sách này chứa các trang được tìm kiếm nhiều nhất được thực hiện bởi khách trên trang web của bạn.",
        "SiteSearchIntro": "Theo dõi các tìm kiếm mà khách đã thực hiện trên trang web của bạn là một cách hữu hiệu để hiểu hơn về thói quen tìm kiếm của khách hàng, và có thể giúp bạn tìm ra ý tưởng cho nội dung mới, sản phẩm thương mại điện tử mới mà những khách hàng tiềm năng có thể tìm kiếm, và cải thiện trải nghiệm của khách hàng trên trang web của bạn.",
        "SiteSearchKeyword": "Từ khóa(trang tìm kiếm)",
        "SiteSearchKeywordsDocumentation": "Báo cáo này liệt kê các từ khóa tìm kiếm mà người truy cập thực hiện tìm kiếm trên công cụ tìm kiếm nội bộ của bạn",
        "SiteSearchKeywordsNoResultDocumentation": "Báo cáo này liệt kê các từ khóa tìm kiếm không trả lại bất cứ kết quả nào => Có thể cần cải thiện máy tìm kiếm, hoặc có thể do người dùng tìm kiếm thứ chưa có trên website.",
        "SubmenuPagesEntry": "Trang đầu vào",
        "SubmenuPagesExit": "Trang thoát ra",
        "SubmenuPageTitles": "Tiêu đề trang",
        "SubmenuSitesearch": "Trang tìm kiếm",
        "WidgetEntryPageTitles": "Tiêu đề trang đầu vào",
        "WidgetExitPageTitles": "Số tiêu đề trang thoát",
        "WidgetPagesEntry": "Các trang đến",
        "WidgetPagesExit": "Số trang thoát",
        "WidgetPageTitles": "Số tiêu đề trang",
        "WidgetPageTitlesFollowingSearch": "Các tiêu đề trang Sau của một trang tìm kiếm",
        "WidgetPageUrlsFollowingSearch": "Các trang Sau một trang tìm kiếm",
        "WidgetSearchCategories": "Số danh mục tìm kiếm",
        "WidgetSearchKeywords": "Số từ khóa trang tìm kiếm",
        "WidgetSearchNoResultKeywords": "Các từ khóa tìm kiếm không có kết quả"
    },
    "Annotations": {
        "AddAnnotationsFor": "Thêm các chú thích cho %s...",
        "AnnotationOnDate": "Chú thích dựa trên %1$s: %2$s",
        "Annotations": "Các chú thích",
        "ClickToDelete": "Click để xóa chú thích này",
        "ClickToEdit": "Click để sửa chú thích này",
        "ClickToEditOrAdd": "Click để sửa hay thêm một chú thích mới",
        "ClickToStarOrUnstar": "Click để đánh dấu sao hay bỏ đánh dấu chú thích này",
        "CreateNewAnnotation": "Tạo một chú thích mới...",
        "EnterAnnotationText": "Nhập ghi chú của bạn...",
        "HideAnnotationsFor": "Ẩn các chú thích cho %s...",
        "IconDesc": "Xem ghi chú trong giới hạn của ngày này",
        "IconDescHideNotes": "Ẩn ghi chú trong giới hạn của ngày này",
        "InlineQuickHelp": "Bạn có thể tạo chú thích để đánh dấu những sự kiện quan trọng (như là: thời điểm đăng một bài blog mới hoặc thay đổi thiết kế trang web), để ghi nhớ những phân tích dữ liệu hoặc để ghi lại bất cứ gì bạn cho là quan trọng.",
        "LoginToAnnotate": "Đăng nhập để tạo một chú thích",
        "NoAnnotations": "Không có chú thích nào trong phạm vi ngày này",
        "PluginDescription": "Cho phép bạn đính kèm ghi chú vào những ngày khác nhau; đánh dấu những thay đổi đã thực hiện trên trang web của bạn; ghi nhớ những phân tích bạn thực hiện liên quan đến dữ liệu của bạn; và chia sẻ quan điểm của bạn với đồng nghiệp. Việc chú thích sẽ giải thích cho bạn vì sao dữ liệu của bạn đang ở tình trạng hiện tại.",
        "ViewAndAddAnnotations": "Hiện thị và thêm chú thích cho %s...",
        "YouCannotModifyThisNote": "Bạn không thể sửa đổi chú thích này, bởi vì bạn đã không tạo ra nó, bạn cũng không có quyền quản trị trang web này."
    },
    "API": {
        "GenerateVisits": "Nếu bạn không có dữ liệu cho ngày hôm nay, bạn có thể sinh một số dữ liệu (về người thăm website) bằng cách sử dụng plugin %s. Bạn có thể khởi động plugin %s, sau đó click vào menu \"Visitor Generator\" trên khu vực quản trị Piwik.",
        "KeepTokenSecret": "token_auth này chặt chẽ như mật khẩu đăng nhập của bạn, %s không thể chia sẻ nó %s!",
        "LoadedAPIs": "Nạp thành công API %s",
        "MoreInformation": "Để biết thêm thông tin về các API của Piwik, vui lòng xem ở Giới thiệu %s về %s API Piwik và API %s Piwik Reference %s",
        "PluginDescription": "Tất cả dữ liệu trong Piwik được cung cấp thông qua những API đơn giản. Thông qua các plugin này, bạn có thể truy cập để lấy thông tin phân tích trang web hiển thị dưới dạng xml, json, php, csv, vv...",
        "QuickDocumentationTitle": "Tài liệu hướng dẫn nhanh API",
        "TopLinkTooltip": "Truy cập dữ liệu lập trình Web Analytics của bạn thông qua một API đơn giản trong JSON, xml, vv",
        "UserAuthentication": "Xác thực người dùng",
        "UsingTokenAuth": "Nếu bạn muốn %s truy vấn dữ liệu trong script hoặc crontab, ... %s bạn cần phải thêm tham số %s vào các API call URL yêu cầu xác thực."
    },
    "CoreAdminHome": {
        "Administration": "Quản trị",
        "ArchivingSettings": "Cấu hình archiving",
        "BrandingSettings": "Thiết lập Branding",
        "CheckReleaseGetVersion": "Khi kiểm tra các phiên bản mới của Piwik, luôn luôn nhận được",
        "ClickHereToOptIn": "Click vào đây để lựa chọn vào",
        "ClickHereToOptOut": "Click vào đây để lựa chọn thoát ra",
        "CustomLogoFeedbackInfo": "Nếu bạn tuỳ chỉnh các biểu tượng Piwik, bạn cũng có thể quan tâm đến việc ẩn liên kết %s trong top menu. Để làm như vậy, bạn có thể vô hiệu hóa các plugin Thông tin phản hồi trong trang %s Plugins Quản lý %s.",
        "CustomLogoHelpText": "Bạn có thể tùy chỉnh các biểu tượng Piwik sẽ được hiển thị trong giao diện người dùng và thư điện tử báo cáo.",
        "DevelopmentProcess": "Trong khi %s giai đoạn phát triển %s của chúng ta chứa hàng ngàn phép kiểm thử tự động, những người thực hiện kiểm thử Beta đóng một vai trò quan trọng trong việc thực hiện \"No bug policy\" trong Piwik.",
        "EmailServerSettings": "Cấu hình email server",
        "ForBetaTestersOnly": "Chỉ áp dụng cho thử nghiệm bản beta",
        "ImageTracking": "Theo dõi bằng hình ảnh",
        "ImageTrackingIntro1": "Khi một người truy cập đã bị vô hiệu hóa JavaScript, hoặc khi JavaScript không thể được sử dụng, bạn có thể sử dụng một liên kết theo dõi hình ảnh để theo dõi khách.",
        "ImageTrackingIntro2": "Sinh đường dẫn dưới đây và sao chép-dán mã HTML đã được sinh vào trang. Nếu bạn muốn rút đoạn mã khỏi JavaScript tracking, bạn có thể bao nó lại bằng thẻ %1$s.",
        "ImageTrackingIntro3": "Cho toàn bộ danh sách các tùy chọn, bạn có thể sử dụng với một liên kết theo dõi hình ảnh, xem %1$s Tài liệu theo dõi API %2$s.",
        "ImageTrackingLink": "Liên kết theo dõi bằng hình ảnh",
        "ImportingServerLogs": "Nhập file log của server",
        "ImportingServerLogsDesc": "Một cách khác để theo dõi người truy nhập thông qua trình duyệt (kể cả thông qua Java Script hoặc một link hình ảnh) là phép ghi liên tục vào log nằm trên server. Xem thêm về %1$sServer Log File Analytics%2$s",
        "InvalidPluginsWarning": "Các plugin sau đây không tương thích với %1$s và không thể nạp: %2$s.",
        "InvalidPluginsYouCanUninstall": "Bạn có thể cập nhật hoặc gỡ bỏ cài đặt các plug-in trên trang %1$s Plugins Quản lý %2$s.",
        "JavaScriptTracking": "Theo dõi JavaScript",
        "JSTracking_CampaignKwdParam": "Chiến dịch từ khóa",
        "JSTracking_CampaignNameParam": "tên chiến dịch",
        "JSTracking_CodeNote": "Chắc chắn rằng mã này trên mỗi trang của trang web của bạn trước khi %1$s tag",
        "JSTracking_CustomCampaignQueryParam": "Sử dụng tên truy vấn tùy chỉnh cho các tên và từ khóa chiến dịch",
        "JSTracking_CustomCampaignQueryParamDesc": "Lưu ý:.%1$s Piwik sẽ tự động phát hiện các thông số Google Analytics. %2$s",
        "JSTracking_EnableDoNotTrack": "Cho phép máy khách phát hiện DoNotTrack",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "Lưu ý: máy chủ hỗ trợ DoNotTrack đã được kích hoạt, tùy chọn này sẽ không có hiệu lực",
        "JSTracking_EnableDoNotTrackDesc": "Vì vậy, yêu cầu theo dõi sẽ không được gửi nếu người truy cập không muốn bị theo dõi",
        "JSTracking_GroupPageTitlesByDomain": "Thêm vào tên miền trang web ở đầu tiêu đề trang khi theo dõi",
        "JSTracking_GroupPageTitlesByDomainDesc1": "Nếu một người nào đó duyệt trang 'About' trên blog,%1$s nó sẽ được ghi lại là 'blog\/About'. Đó là cách dễ nhất để xem tổng quan tình hình trên trang web của bạn.",
        "JSTracking_MergeAliases": "Trong báo cáo \"Outlinks\", ẩn các Click chuột để biết bí danh của URL",
        "JSTracking_MergeAliasesDesc": "Vì vậy, nhấp chuột vào những liên kết trong Alias ​​URL (ví dụ: %s) sẽ không được tính là \"Outlink\".",
        "JSTracking_MergeSubdomains": "Theo dõi khách truy cập trên tất cả các tên miền phụ của",
        "JSTracking_MergeSubdomainsDesc": "Vì vậy, nếu số lần truy cập là một %1$s và %2$s, chúng sẽ được tính như một khách truy cập duy nhất",
        "JSTracking_PageCustomVars": "Theo dõi một biến tùy chỉnh cho mỗi lần xem trang",
        "JSTracking_PageCustomVarsDesc": "Ví dụ, với biến tên \"Category\" và giá trị \"Sách trắng\"",
        "JSTracking_VisitorCustomVars": "Theo dõi biến tuỳ chỉnh cho khách truy cập này",
        "JSTracking_VisitorCustomVarsDesc": "Ví dụ, với tên biến \"Type\" và giá trị \"khách hàng\".",
        "JSTrackingIntro1": "Bạn có thể theo dõi người truy cập trang web của bạn bằng nhiều cách khác nhau. Cách được khuyến cáo là sử dụng JavaScript. Để sử dụng chức năng này, bạn cần phải chắc chắn là mỗi trang web của website đều chứa đoạn mã JavaScript được sinh tại đây.",
        "JSTrackingIntro2": "Một khi bạn có mã theo dõi JavaScript cho trang web của bạn, sao chép và dán nó vào tất cả các trang bạn muốn theo dõi với Piwik.",
        "JSTrackingIntro3": "Trong hầu hết các websites, blogs, hệ quản trị nội dung (CMS), vv..., bạn có thể sử dụng những plugin đã dược tạo dựng trước để thực hiện những tác vụ kỹ thuật cho bạn. (Xem %1$s danh sách plugins được sử dụng trong Piwik%2$s.). Nếu không có plugin nào, bạn có thể chỉnh sửa file template của website của bạn (trang master ...) và thêm đoạn mã này trong \"footer\" của file.",
        "JSTrackingIntro4": "Nếu bạn không muốn sử dụng JavaScript để theo dõi khách truy cập, %1$s tạo ra một liên kết theo dõi hình ảnh dưới đây %2$s.",
        "JSTrackingIntro5": "Nếu bạn muốn thực hiện các tác vụ khác theo dõi page view, vui lòng tham khảo %1$sTài liệu Piwik Javascript Tracking%2$s để xem danh sách những chức năng được cung cấp. Sử dụng những chức năng này, bạn có thể theo dõi goals, thông số thiết lập, đơn hàng thương mại điện tử, giỏ hàng bị từ chối và nhiều hơn thế nữa.",
        "LatestBetaRelease": "Phiên bản beta mới nhất",
        "LatestStableRelease": "Phiên bản ổn định mới nhất",
        "LogoUpload": "Chọn một logo để tải lên",
        "LogoUploadHelp": "Xin vui lòng tải lên file dưới định dạng %s với chiều cao tối thiểu là %s pixels",
        "MenuDiagnostic": "chẩn đoán",
        "MenuGeneralSettings": "cài đặt chung",
        "MenuManage": "Quản lý",
        "OptOutComplete": "Việc không tham gia hoàn tất; Việc thăm trang web này của bạn sẽ không được ghi lại bởi các công cụ Web Analytics.",
        "OptOutCompleteBis": "Ghi nhớ rằng nếu bạn xóa cookies hoặc xóa cookie opt-out (quảng cáo, spam), hay nếu bạn tùy chỉnh máy tính hoặc trình duyệt của bạn, bạn sẽ phải tiến hành các thao tác opt-out (chặn spam, quảng cáo) lại một lần nữa.",
        "OptOutExplanation": "Piwik được sử dụng để cung cấp quyền riêng tư trên Internet. Để cung cấp cho những khách ghé thăm trang web của bạn các lựa chọn chặn Piwik Web Analytics, bạn có thể thêm vào mã HTML sau trên trang web của bạn, ví dụ tùy chỉnh trong trang Quyền Riêng tư.",
        "OptOutExplanationBis": "Đoạn mã này sẽ hiển thị một Iframe chứa đường dẫn cho người ghé thăm trang web của bạn chặn Piwik bằng cách thiết lập một cookie opt-out trong trình duyệt của họ. %sNhấn vào đây%s để xem nội dung sẽ được hiển thị bởi iFrame.",
        "OptOutForYourVisitors": "Piwik không tham gia truy cập của bạn",
        "PiwikIsInstalledAt": "Piwik được cài đặt tại",
        "PluginDescription": "vùng quản trị của Piwik.",
        "PluginSettingChangeNotAllowed": "Bạn không được phép thay đổi giá trị của các thiết lập \"%s\" trong plugin \"%s\"",
        "PluginSettings": "Cài đặt tiện ích",
        "PluginSettingsIntro": "Ở đây bạn có thể thay đổi các thiết lập cho các plugin của bên thứ 3 như sau:",
        "PluginSettingsValueNotAllowed": "Giá trị của trường \"%s\" trong plugin \"%s\" không được chấp nhận",
        "SendPluginUpdateCommunication": "Gửi thông báo qua email cho tôi khi có plugin được nâng cấp",
        "StableReleases": "Nếu Piwik là một phần quan trọng của công việc của bạn, chúng tôi khuyên bạn nên sử dụng phiên bản ổn định mới nhất. Nếu bạn sử dụng phiên bản beta mới nhất và bạn tìm thấy một lỗi hoặc có một đề nghị, xin vui lòng %s xem tại đây %s.",
        "TrackAGoal": "Theo dõi một mục tiêu",
        "TrackingCode": "Mã theo dõi",
        "TrustedHostConfirm": "Bạn có chắc rằng bạn muốn thay đổi tên máy chủ Piwik đáng tin cậy không?",
        "TrustedHostSettings": "Tên máy chủ Piwik đáng tin cậy",
        "UseCustomLogo": "Sử dụng một biểu tượng tùy chỉnh",
        "ValidPiwikHostname": "Tên máy chủ Piwik hợp lệ",
        "WithOptionalRevenue": "với doanh thu tùy chọn",
        "YouAreOptedIn": "Bạn đang chọn tham gia.",
        "YouAreOptedOut": "Bạn đang chọn thoát ra",
        "YouMayOptOut": "Bạn có thể lựa chọn không sở hữu một số định danh riêng cho cookie phân tích trang web duy nhất gắn với máy tính của bạn để không bị thu thập số liệu trên website này.",
        "YouMayOptOutBis": "Để lựa chọn nó, xin vui lòng bấm vào dưới đây để chấp nhận một cookie từ chối."
    },
    "CoreHome": {
        "CategoryNoData": "Không có dữ liệu trong mục này. Thử \"tất cả các thành phần\"",
        "CheckForUpdates": "Kiểm tra các bản cập nhật",
        "CheckPiwikOut": "Thủ tục thoát Piwik!",
        "CloseWidgetDirections": "Bạn có thể đóng widget này bằng cách click vào biểu tượng \"X\" ở trên cùng của các widget",
        "DataForThisReportHasBeenPurged": "Các dữ liệu cho báo cáo này là nhiều hơn %s tháng và đã được loại bỏ",
        "DataTableExcludeAggregateRows": "Hàng tổng hợp hiển thị %s Hide",
        "DataTableIncludeAggregateRows": "Hàng tổng hợp hiển thị %s Show",
        "DateFormat": "%longDay% %day% %longMonth% %longYear%",
        "Default": "mặc định",
        "DonateCall1": "Piwik sẽ luôn luôn cho bạn thấy không có gì để sử dụng, nhưng điều đó không có nghĩa là nó cho thấy chúng ta không có gì để làm.",
        "DonateCall2": "Piwik cần sự hỗ trợ của bạn để phát triển và phát triển mạnh hơn.",
        "DonateCall3": "Nếu bạn cảm thấy Piwik đã làm tăng thêm giá trị đáng kể cho công việc hoặc sự nỗ lực của bạn , %1$s xin vui lòng quan tâm tài trợ cho Piwik !%2$s",
        "DonateFormInstructions": "Click vào thanh trượt để chọn một số tiền, sau đó nhấp vào đăng ký để tài trợ",
        "ExcludeRowsWithLowPopulation": "Tất cả các hàng được hiển thị %s Loại trừ dân số thấp",
        "ExternalHelp": "Giúp đỡ (mở tab mới)",
        "FlattenDataTable": "Báo cáo này là phân cấp %s Làm cho nó minh bạch",
        "HowMuchIsPiwikWorth": "Giá trị Piwik đối với bạn là bao nhiêu?",
        "IncludeRowsWithLowPopulation": "Các Hàng với mật độ tập trung thấp đang ẩn %s Hiển thị tất cả các hàng",
        "InjectedHostEmailBody": "Xin chào, hôm nay tôi đã cố gắng để truy cập Piwik và gặp phải cảnh báo tên máy chủ chưa biết",
        "InjectedHostEmailSubject": "Piwik được truy cập với tên máy chủ không rõ ràng :%s",
        "InjectedHostNonSuperUserWarning": "%1$sNhấn vào đây để truy cập Piwik một cách an toàn%2$s và loại bỏ cảnh báo này. Bạn còn có thể liên lạc với người quản trị Piwik và thông báo cho họ về vấn đề này(%3$sNhấn vào đây để gửi email%4$s)",
        "InjectedHostSuperUserWarning": "Piwik có thể bị cấu hình sai (ví dụ, Piwik gần đây được dời sang máy chủ khác hoặc URL khác). Bạn có thể %1$snhấn vào đây và thêm %2$s như là tên máy chủ hợp lệ%3$s, hoặc %4$snhấn vào đây để đi đến %5$s để truy cập Piwik một cách an toàn%6$s",
        "InjectedHostWarningIntro": "Bây giờ bạn đang truy cập Piwik từ %1$s, nhưng Piwik đã được cấu hình để chạy tại địa chỉ này: %2$s",
        "JavascriptDisabled": "JavaScript phải được cho phép trong trường hợp bạn sử dụng Piwik với hiển thị tiêu chuẩn. <br \/>Tuy nhiên, có thể là JavaScript đã bị chặn hoặc trình duyệt của bạn không hỗ trợ.<br \/> Để sử dụng hiển thị tiêu chuẩn, vui lòng bật JavaScript bằng cách thay đổi tùy biến trình duyệt của bạn, sau đó %1$sthử lại%2$s.<br \/>",
        "LongMonthFormat": "%longYear%, %longMonth%",
        "LongWeekFormat": "%dayFrom% %longMonthFrom% - %dayTo% %longMonthTo% %longYearTo%",
        "MakeADifference": "Hãy tạo sự khác biệt: %1$s Đóng góp ngay bây giờ %2$s cho quỹ Piwik 2.0!",
        "MakeOneTimeDonation": "Hãy đóng góp",
        "NoPrivilegesAskPiwikAdmin": "Bạn được đăng nhập như '%s' nhưng dường như bạn không được phép thiết lập trong Piwik. %s Yêu cầu quản trị Piwik của bạn (bấm vào để email) %s để cung cấp cho bạn 'xem' truy cập đến một website.",
        "PageOf": "%1$s của %2$s",
        "PeriodDay": "Ngày",
        "PeriodDays": "Số ngày",
        "PeriodMonth": "Tháng",
        "PeriodMonths": "Số tháng",
        "PeriodRange": "Phạm vi",
        "PeriodWeek": "Tuần",
        "PeriodWeeks": "Số tuần",
        "PeriodYear": "Năm",
        "PeriodYears": "Số năm",
        "PluginDescription": "Cấu trúc báo cáo Web Analytics",
        "ReportGeneratedOn": "Báo cáo được tạo vào %s",
        "ReportGeneratedXAgo": "Báo cáo được tạo %s trước đây",
        "SharePiwikLong": "Chào bạn! Tôi vừa tìm ra một phần mềm mã nguồn mở rất tuyệt: Piwik!\nPiwik cho phép bạn theo dõi người truy cập vào trang web của bạn một cách hoàn toàn miễn phí. Bạn nên thử nó ngay đi!",
        "SharePiwikShort": "Piwik! Công cụ phân tích web mã nguồn mỡ miễn phí! Sở hữu dữ liệu của chính bạn.",
        "ShareThis": "chia sẻ điều này",
        "ShortDateFormat": "%shortDay% %day% %shortMonth%",
        "ShortDateFormatWithYear": "%day% %shortMonth% %shortYear%",
        "ShortMonthFormat": "%shortMonth% %longYear%",
        "ShortWeekFormat": "%dayFrom% %shortMonthFrom% - %dayTo% %shortMonthTo% %shortYearTo%",
        "ShowJSCode": "Hiển thị đoạn mã JavaScript để chèn",
        "SubscribeAndBecomePiwikSupporter": "Thực hiện một trang thanh toán bằng thẻ tín dụng an toàn (Paypal) để trở thành một nhà tài trợ cho Piwik!",
        "SupportPiwik": "ủng hộ Piwik!",
        "TableNoData": "Không có dữ liệu cho bảng này.",
        "ThereIsNoDataForThisReport": "Không có dữ liệu cho báo cáo này",
        "UnFlattenDataTable": "Báo cáo là rõ ràng %s Làm cho nó có thứ bậc",
        "ViewAllPiwikVideoTutorials": "Xem tất cả các video hướng dẫn Piwik",
        "WebAnalyticsReports": "Các báo cáo phân tích web",
        "YouAreUsingTheLatestVersion": "Bạn đang sử dụng phiên bản mới nhất của Piwik!"
    },
    "CorePluginsAdmin": {
        "ActionActivatePlugin": "Kích hoạt tiện ích",
        "ActionActivateTheme": "Kích hoạt giao diện",
        "ActionInstall": "Cài đặt",
        "ActionUninstall": "Gỡ cài đặt",
        "Activate": "Kích hoạt",
        "Activated": "Đã kích hoạt",
        "Active": "Kích hoạt",
        "Activity": "Hoạt động",
        "AllowedUploadFormats": "Bạn có thể tải tiện ích hoặc giao diện dưới định dạng .zip lên qua trang này",
        "AuthorHomepage": "Tác giả Trang chủ",
        "Authors": "Tác giả",
        "BackToExtendPiwik": "Quay lại Chợ ứng dụng",
        "BeCarefulUsingPlugins": "Cẩn thận khi sử dụng các tiện ích không được tạo ra từ đội ngũ Piwik vì chúng tôi chưa kiểm tra chúng.",
        "BeCarefulUsingThemes": "Cẩn thận khi sử dụng các giao diện không được tạo ra bởi đội ngũ Piwki vì chúng tôi chưa kiểm tra chúng.",
        "Changelog": "Lịch sử thay đổi",
        "Deactivate": "Ngừng hoạt động",
        "Developer": "Người phát triển",
        "DoMoreContactPiwikAdmins": "Để cài thêm tiện ích hay giao diện mời, xin vui lòng liên lạc với quản lý Piwik của bạn.",
        "DownloadAndInstallPluginsFromMarketplace": "Bạn có thể tải và cài đặt các Tiện ích mời từ %sMarketplace%s.",
        "GetEarlyAccessForPaidPlugins": "Lưu ý: hiện nay, mọi tiện ích đều được cung cấp miễn phí; Chúng tôi sẽ thêm Tiện ích trả phí tại Marketplace trong thời gian tới ((%sliên hệ%s để được sử dụng sớm).",
        "GetNewFunctionality": "Cài tính năng mới",
        "History": "Lịch sử",
        "Inactive": "Không hoạt động",
        "InfoPluginUpdateIsRecommended": "Cập nhập tiện ích của bạn ngay để hưởng lợi từ những thay đổi mới nhất.",
        "InfoThemeIsUsedByOtherUsersAsWell": "Ghi chú: %1$s người dùng đăng ký Piwik đã sử dụng giao diện %2$s",
        "InfoThemeUpdateIsRecommended": "Cập nhập giao diện của bạn để tận hưởng phiên bản mới nhất.",
        "InstallingPlugin": "Cài đặt %s",
        "InstallNewPlugins": "Cài đặt các plugin mới",
        "InstallNewThemes": "Cài đặt các theme mới",
        "LastUpdated": "Lần cập nhật cuối",
        "LicenseHomepage": "Cấp giấy phép Trang chủ",
        "MainDescription": "Bổ sung mở rộng và mở rộng các chức năng của Piwik. Khi một plugin được cài đặt, bạn có thể kích hoạt hay ngừng kích hoạt nó tại đây.",
        "Marketplace": "Chợ ứng dụng",
        "MenuPlatform": "Nền tảng",
        "NoPluginsFound": "Tiện ích không tìm thấy",
        "NoThemesFound": "Giao diện không tìm thấy",
        "NoZipFileSelected": "Hãy chọn một tập tin ZIP.",
        "NumDownloadsLatestVersion": "Phiên bản mới nhất: %s lượt tải",
        "OrByUploadingAPlugin": "hoặc %stải lên tiện ích%s",
        "OrByUploadingATheme": "hoặc %stải lên giao diện%s",
        "Origin": "Nguồn gốc",
        "OriginCore": "Lõi",
        "OriginThirdParty": "Bên thứ ba",
        "PluginDescription": "Giao diện quản trị plugin.",
        "PluginHomepage": "Trang chủ Plugin.",
        "PluginKeywords": "Từ khóa",
        "PluginNotCompatibleWith": "%1$s plugin là không tương thích với %2$s.",
        "PluginsManagement": "Quản lý các Plugin.",
        "SortByNewest": "mới nhất",
        "SortByPopular": "thông dụng",
        "Status": "Trạng thái",
        "StepDownloadingThemeFromMarketplace": "Tải giao diện từ Chợ ứng dụng",
        "Support": "Hỗ trợ",
        "Theme": "Chủ đề",
        "Themes": "Số chủ đề",
        "ThemesDescription": "Themes có thể làm thay đổi diện mạo của trang Piwik, và cung cấp một trải nghiệm hình ảnh hoàn toàn mới cho các báo cáo phân tích của bạn.",
        "ThemesManagement": "Quản lý các chủ đề.",
        "UninstallConfirm": "Bạn có thể gỡ bỏ một plugin %s. Plugin này sẽ được loại bỏ hoàn toàn ra khỏi nền tảng của bạn và nó không còn khả năng tự khôi phục nữa. Bạn có chắc rằng bạn muốn thực hiện điều này?",
        "Updated": "Đã cập nhật",
        "Version": "Phiên bản",
        "ViewRepositoryChangelog": "Xem các thay đổi",
        "Websites": "Websites"
    },
    "CoreUpdater": {
        "ClickHereToViewSqlQueries": "Click vào đây để xem và sao chép danh sách các truy vấn SQL sẽ được thực hiện.",
        "CreatingBackupOfConfigurationFile": "Tạo một bản sao lưu của file cấu hình ở %s",
        "CriticalErrorDuringTheUpgradeProcess": "Lỗi nghiêm trọng trong quá trình cập nhạt:",
        "DatabaseUpgradeRequired": "Nâng cấp cơ sở dữ liệu",
        "DownloadingUpdateFromX": "Đang download để update từ %s",
        "DownloadX": "Tải xuống %s",
        "EmptyDatabaseError": "Database %s rỗng. Bạn phải sửa hoặc xóa file cấu hình Piwik.",
        "ErrorDIYHelp": "Nếu bạn là người dùng thông thạo hệ thống (advanced user) và gặp phải lỗi trong quá trình cập nhật:",
        "ErrorDIYHelp_1": "phát hiện nguyên nhân và sửa lại (ví dụ memory_limit hay max_execution_time)",
        "ErrorDIYHelp_2": "thực thi các truy vấn còn lại mà không thành công trong phần cập nhật",
        "ErrorDIYHelp_3": "chỉnh sửa trực tiếp trên table \"option\" trong cơ sở dữ liệu Piwik của bạn, thiết lập giá trị của version_core thành \"phiên bản mà bạn cập nhật không thành công\".",
        "ErrorDIYHelp_4": "chạy lại phần updater (qua trình duyệt hoặc chế độ dòng lệnh) để chạy tiếp các phần chưa cập nhật xong",
        "ErrorDIYHelp_5": "báo cáo lỗi này (và giải pháp) để Piwik có thể trở nên tốt hơn với người dùng",
        "ErrorDuringPluginsUpdates": "Lỗi trong quá trình cập nhật plugin:",
        "ExceptionAlreadyLatestVersion": "Phiên bản %s Piwik của bạn là phiên bản cập nhật nhất.",
        "ExceptionArchiveEmpty": "bộ lưu trữ trống.",
        "ExceptionArchiveIncompatible": "Bộ Lưu trữ không tương thích: %s",
        "ExceptionArchiveIncomplete": "Lưu trữ không đầy đủ: một số tập tin bị thiếu (ví dụ: %s).",
        "HelpMessageContent": "Xem trong %1$s câu hỏi thường gặp của Piwik %2$s về các lỗi phổ biến trong quá trình cập nhật. %3$s Hãy yêu cầu người quản trị hệ thống của bạn - Họ có thể trợ giúp bạn xử lý hầu hết những lỗi liên quan đến máy chủ hoặc cấu hình MySQL.",
        "HelpMessageIntroductionWhenError": "Trên đây là thông báo lỗi chính. Nó sẽ giúp giải thích nguyên nhân, nhưng nếu bạn cần thêm sự giúp đỡ xin vui lòng:",
        "HelpMessageIntroductionWhenWarning": "Bản cập nhật đã hoàn thành, tuy nhiên có một số vấn đề trong quá trình này. Xin vui lòng đọc các mô tả ở trên để biết chi tiết. Để được sự trợ giúp tốt hơn:",
        "InstallingTheLatestVersion": "Đang cài đặt phiên bản mới nhất",
        "MajorUpdateWarning1": "Đây là phần cập nhật quan trọng! Vì vậy sẽ mất nhiều thời gian hơn bình thường.",
        "MajorUpdateWarning2": "Lời khuyên sau đây đặc biệt quan trọng cho việc cài đặt quy mô lớn.",
        "NoteForLargePiwikInstances": "Lưu ý quan trọng khi cài đặt Piwik có quy mô lớn.",
        "NoteItIsExpectedThatQueriesFail": "Ghi nhớ: Nếu bạn muốn thực hiện những câu lệnh này bằng tay và một vài trong số chúng bị lỗi. Trong trường hợp đó, đơn giản là hãy bỏ qua lỗi, và chạy câu lệnh tiếp theo trong danh sách.",
        "PiwikHasBeenSuccessfullyUpgraded": "Piwik vừa được cập nhật thành công!",
        "PiwikUpdatedSuccessfully": "Piwik đã cập nhật thành công!",
        "PiwikWillBeUpgradedFromVersionXToVersionY": "Cơ sở dữ liệu Piwik sẽ được nâng cấp từ phiên bản %1$s lên phiên bản mới %2$s.",
        "PluginDescription": "Cơ chế cập nhật Piwik",
        "ReadyToGo": "Sẵn sàng thực hiện?",
        "TheFollowingPluginsWillBeUpgradedX": "Các plugin sau sẽ được cập nhật: %s",
        "ThereIsNewVersionAvailableForUpdate": "Có phiên bản mới của Piwik để cập nhật",
        "TheUpgradeProcessMayFailExecuteCommand": "Nếu bạn có database Piwik lớn, các gói cập nhật có mất rất nhiều khi chạy trên trình duyệt. Trong trường hợp này, bạn có thể tiến hành các gói cập nhật này từ chế độ dòng lệnh: %s",
        "TheUpgradeProcessMayTakeAWhilePleaseBePatient": "Quá trình cập nhật database có thể mất thời gian một chút, bạn vui lòng kiên nhẫn chờ đợi.",
        "UnpackingTheUpdate": "Đang giải nén gói cập nhật",
        "UpdateAutomatically": "Cập nhật tự động",
        "UpdateHasBeenCancelledExplanation": "Piwik One Click Update đã bị thoát. Nếu bạn không thể sửa được thông điệp lỗi ở trên, bạn có thể update Piwik bằng tay. %1$s Vui lòng xem %2$stài liệu cập nhật %3$s để bắt đầu!",
        "UpdateTitle": "Cập nhật",
        "UpgradeComplete": "Cập nhật xong!",
        "UpgradePiwik": "Cập nhật Piwik!",
        "VerifyingUnpackedFiles": "Xác minh các tập tin giải nén",
        "WarningMessages": "Cảnh báo:",
        "WeAutomaticallyDeactivatedTheFollowingPlugins": "Chúng tôi tự động tắt các plugin sau: %s",
        "YouCanUpgradeAutomaticallyOrDownloadPackage": "Bạn có thể cập nhật tự động phiên bản %s hoặc tải về gói cập nhật và tự cài dặt.",
        "YouCouldManuallyExecuteSqlQueries": "Nếu bạn không thể sử dụng chế độ dòng lệnh của updater hay nếu bạn cập nhất không thành công (vì lỗi timeout của database, hay timeout của trình duyệt, hay các lỗi khác), bạn có thể tự thực thi các dòng truy vấn SQL để cập nhật Piwik.",
        "YouMustDownloadPackageOrFixPermissions": "Piwik không thể ghi đè lên các file cài đặt sẵn có. Bạn có thể sửa lại permission của file\/thư mục, hoặc tải về gói cài đặt và tự cài đặt phiên bản %s.",
        "YourDatabaseIsOutOfDate": "Cơ sở dữ liệu Piwik của bạn đã lỗi thời, và phải được nâng cấp trước khi bạn có thể tiếp tục."
    },
    "CustomVariables": {
        "ColumnCustomVariableName": "Tên biến tùy chọn",
        "ColumnCustomVariableValue": "Giá trị của biến tùy chọn",
        "CustomVariables": "Các biến tùy chọn",
        "CustomVariablesReportDocumentation": "Báo cáo này chứa thông tin về các biến tùy chỉnh. Vui lòng chọn tên biến để xem phân bố của các giá trị. %s Để tìm hiểu thêm thông tin chung về các biến tùy chỉnh, đọc %s Tài liệu hướng dẫn về biến tùy chỉnh trên piwik.org %s",
        "PluginDescription": "Các biến tùy chỉnh là các cặp tên-giá trị mà bạn sử dụng đối với mỗi lần thăm trang web sử dụng hàm setVisitCustomVariables() trong API. Piwik sau đó sẽ báo cáo có bao nhiêu lượt truy cập, bao nhiêu trang, bao nhiêu lần chuyển đổi trang đối với từng biến.",
        "ScopePage": "Trang phạm vi",
        "ScopeVisit": "sự viếng thăm trong phạm vi nào đó"
    },
    "Dashboard": {
        "AddAWidget": "Thêm một Widget",
        "AddPreviewedWidget": "Click vào đây để thêm widget vào bảng điều khiển",
        "ChangeDashboardLayout": "Thay đổi cách bố trí bảng điều khiển",
        "CopyDashboardToUser": "Sao chép bảng điều khiển người sử dụng",
        "CreateNewDashboard": "Tạo bảng điều khiển mới",
        "Dashboard": "bảng điều khiển",
        "DashboardCopied": "Bảng điều khiển hiện tại đã sao chép thành công để cho người sử dụng lựa chọn.",
        "DashboardEmptyNotification": "Bảng điều khiển của bạn không có widget nào. Bắt đầu bằng cách thêm các widget hoặc chỉ cần cài đặt lại bảng điều khiển với lựa chọn widget mặc định.",
        "DashboardName": "Tên bảng điều khiển:",
        "DashboardOf": "Bảng điều khiển của %s",
        "DefaultDashboard": "Bảng điều khiển mặc định - Sử dụng các lựa chọn widget mặc định và cột bố trí.",
        "DeleteWidgetConfirm": "Bạn có chắc chắn rằng muốn xóa widget này từ bảng điều khiển?",
        "EmptyDashboard": "Bảng điều khiển trống - Chọn các widget yêu thích của bạn.",
        "LoadingWidget": "Đang tải widget, vui lòng đợi ...",
        "ManageDashboard": "Quản lý bảng điều khiển",
        "Maximise": "Tối đa hóa",
        "Minimise": "Tối thiểu hóa",
        "NotUndo": "Bạn sẽ không thể lùi lại hoạt động này",
        "PluginDescription": "Bảng điều khiển Web Analytics của bạn. Bạn có thể tùy chỉnh Bảng điều khiển của bạn: thêm các widget mới, thay đổi thứ tự của các widget của bạn. Mỗi người dùng có thể truy cập vào Bảng điều khiển tùy chỉnh của riêng mình.",
        "RemoveDashboard": "Loại bỏ bảng điều khiển",
        "RemoveDashboardConfirm": "Bạn có chắc chắn muốn loại bỏ bảng điều khiển \"%s\"?",
        "RenameDashboard": "Đổi tên bảng điều khiển",
        "ResetDashboard": "thiết lập lại bảng điều khiển",
        "ResetDashboardConfirm": "Bạn có chắc chắn muốn thiết lập lại bố trí bảng điều khiển của bạn cho thiết lập các Widget mặc định?",
        "SelectDashboardLayout": "Vui lòng chọn bố trí bảng điều khiển mới của bạn",
        "SelectWidget": "Chọn widget để thêm vào trong bảng điều khiển",
        "SetAsDefaultWidgets": "Thiết lập như lựa chọn widget mặc định.",
        "SetAsDefaultWidgetsConfirm": "Bạn có chắc chắn muốn thiết lập các lựa chọn widget hiện tại và bố trí bảng điều khiển như mẫu bảng điều khiển mặc định không?",
        "SetAsDefaultWidgetsConfirmHelp": "Các lựa chọn Widget và bố trí các cột bảng điều khiển này sẽ được sử dụng khi bất kỳ người dùng tạo ra một bảng điều khiển mới, hoặc khi \"%s\" tính năng được sử dụng.",
        "TopLinkTooltip": "Xem báo cáo Web Analytics cho %s.",
        "WidgetNotFound": "Widget không tìm thấy",
        "WidgetPreview": "Widget xem trước",
        "WidgetsAndDashboard": "Các Widget & Bảng điều khiển"
    },
    "DoNotTrack": {
        "PluginDescription": "Bỏ qua việc thăm với X-Do-Not-Track hay tiêu đề DNT"
    },
    "Feedback": {
        "ContactThePiwikTeam": "Liên hệ với Piwik!",
        "DoYouHaveBugReportOrFeatureRequest": "Bạn đã có lỗi với báo cáo hoặc yêu cầu tính năng?",
        "IWantTo": "Tôi muốn:",
        "LearnWaysToParticipate": "Tìm hiểu về tất cả các cách bạn có thể %s tham gia %s",
        "ManuallySendEmailTo": "Hãy tự gửi thông điệp của bạn tới",
        "PluginDescription": "Gửi feedback của bạn tới Piwik Team. Chia sẻ ý tường và gợi ý của bạn với chúng tôi!",
        "SendFeedback": "Gửi feedback",
        "SpecialRequest": "Bạn có yêu cầu đặc biệt cho nhóm Piwik không?",
        "ThankYou": "Cảm ơn bạn đã giúp chúng tôi để làm cho Piwik tốt hơn!",
        "TopLinkTooltip": "Hãy cho chúng tôi những suy nghĩ của bạn, hoặc gửi một yều \"Professional Support\"",
        "VisitTheForums": "Thăm %s diễn đàn %s"
    },
    "General": {
        "AbandonedCarts": "giỏ hàng bị bỏ quên",
        "AboutPiwikX": "Về Piwik %s",
        "Action": "hành động",
        "Actions": "Thực hiện",
        "Add": "Thêm",
        "AfterEntry": "sau khi nhập thông tin tại đây",
        "All": "Tất cả",
        "AllowPiwikArchivingToTriggerBrowser": "Piwik cho phép lưu trữ để kích hoạt sau khi báo cáo được xem từ trình duyệt",
        "AllWebsitesDashboard": "Bảng điều khiển tất cả các Website",
        "And": "Và",
        "API": "API",
        "ApplyDateRange": "Áp dụng Phạm vi Ngày",
        "ArchivingInlineHelp": "Đối với những trang web có mức độ truy cập trung bình và cao, chúng tôi khuyến cáo bạn bỏ chế độ cập nhật lên Piwik dựa vào trigger phía trình duyệt. Thay vào đó, bạn nên thiết lập lịch cho Piwik tự xử lý báo cáo sau mỗi giờ đồng hồ (để tránh quá tải server).",
        "ArchivingTriggerDescription": "Đề nghị cho cài đặt Piwik lớn hơn, bạn cần phải %s thiết lập một cron %s để xử lý các báo cáo tự động.",
        "AuthenticationMethodSmtp": "Phương thức xác thực SMTP",
        "AverageOrderValue": "Tính trung bình giá trị đơn hàng",
        "AveragePrice": "Giá trung bình",
        "AverageQuantity": "Số lượng trung bình",
        "BackToPiwik": "Quay lại Piwik",
        "Broken": "Đứt quãng",
        "BrokenDownReportDocumentation": "Nó được chia thành các báo cáo khác nhau, được hiển thị trong sparklines ở phần dưới cùng của trang web. Bạn có thể phóng to các đồ thị bằng cách click vào báo cáo bạn muốn xem.",
        "Cancel": "Hủy bỏ",
        "CannotUnzipFile": "Không thể giải nén file %1$s: %2$s",
        "ChangePassword": "Thay đổi mật khẩu",
        "ChangeTagCloudView": "Xin lưu ý, bạn có thể xem báo cáo theo những cách khác như là một Tag Cloud. Sử dụng các điều khiển ở dưới cùng của báo cáo để làm như vậy.",
        "ChooseDate": "Chọn ngày",
        "ChooseLanguage": "Chọn ngôn ngữ",
        "ChoosePeriod": "Chọn khoảng thời gian",
        "ChooseWebsite": "Chọn website",
        "ClickHere": "Click vào đây để tìm hiểu thêm",
        "ClickToChangePeriod": "Click lần nữa để thay đổi khoảng thời gian",
        "Close": "Đóng",
        "ColumnActionsPerVisit": "Mỗi lượt truy cập",
        "ColumnActionsPerVisitDocumentation": "Số lượng trung bình của các hành động (xem trang, tìm kiếm trang web, tải về hay outlinks) đã được thực hiện trong các lượt truy cập.",
        "ColumnAverageGenerationTime": "Avg. thời điểm sinh ra",
        "ColumnAverageGenerationTimeDocumentation": "Thời gian trung bình bạn tiêu tốn để sinh trang web (Avg. generation time). Chỉ số này bao gồm thời gian server tiêu tốn để sinh trang web, cộng thêm thời gian người truy cập nhận được phản hồi từ server. Chỉ số \"Avg. generation time\" càng thấp, trang web càng được hiển thị nhanh đối với người truy cập.",
        "ColumnAverageTimeOnPage": "Thời gian TB trên trang",
        "ColumnAverageTimeOnPageDocumentation": "Số thời gian trung bình của người truy cập trên trang này (chỉ tính trên trang, không phải toàn bộ trang web).",
        "ColumnAvgTimeOnSite": "Thời gian TB trên website",
        "ColumnAvgTimeOnSiteDocumentation": "Thời gian trung bình của một lượt truy cập.",
        "ColumnBounceRate": "Tỷ lệ thoát",
        "ColumnBounceRateDocumentation": "Tỷ lệ truy cập mà chỉ có một lần xem trang duy nhất. Điều này có nghĩa, người truy cập rời khỏi trang web trực tiếp từ trang truy cập.",
        "ColumnBounceRateForPageDocumentation": "Tỷ lệ phần trăm số lần truy cập bắt đầu và kết thúc trên trang này.",
        "ColumnBounces": "Phục hồi lại",
        "ColumnBouncesDocumentation": "Số lần truy cập bắt đầu và kết thúc trên trang này. Điều này có nghĩa là khách truy cập rời khỏi trang web sau khi chỉ xem trang này.",
        "ColumnConversionRate": "Tỷ lệ chuyển đổi",
        "ColumnConversionRateDocumentation": "Tỷ lệ truy cập mà đã gây ra một sự chuyển đổi mục tiêu.",
        "ColumnDestinationPage": "Trang đích",
        "ColumnEntrances": "Số lối vào",
        "ColumnEntrancesDocumentation": "Số lần truy cập đã bắt đầu trên trang này.",
        "ColumnExitRate": "Tỷ lệ thoát",
        "ColumnExitRateDocumentation": "Tỷ lệ truy cập đã rời khỏi trang web sau khi xem trang này.",
        "ColumnExits": "Số lần thoát ra",
        "ColumnExitsDocumentation": "Số lần truy cập đã kết thúc trên trang này.",
        "ColumnGenerationTime": "thời gian phát sinh",
        "ColumnKeyword": "Từ khóa",
        "ColumnLabel": "Nhãn",
        "ColumnMaxActions": "Hoạt động tối đa trong một lần truy cập",
        "ColumnNbActions": "Thực hiện",
        "ColumnNbActionsDocumentation": "Số lượng của các hành động được thực hiện bởi khách truy cập của bạn. Hành động có thể là xem trang, tìm kiếm trang web nội bộ, tải về hay outlinks.",
        "ColumnNbUniqVisitors": "Các khách truy cập duy nhất",
        "ColumnNbUniqVisitorsDocumentation": "Số lượng khách không được nhân bản khi vào trang web của bạn. Mỗi người sử dụng chỉ được tính một lần, ngay cả khi người đó thăm trang web nhiều lần một ngày.",
        "ColumnNbVisits": "Các lượt truy cập",
        "ColumnNbVisitsDocumentation": "Nếu một người truy cập vào trang web của bạn lần đầu tiên, hoặc nếu người đó truy cập vào trang web sau quá 30 phút kể từ lần truy cập cuối cùng, thì nó sẽ được ghi nhận là một lượt truy cập mới.",
        "ColumnPageBounceRateDocumentation": "Tỷ lệ truy cập mà đã bắt đầu trên trang này và rời khỏi trang web ngay lập tức.",
        "ColumnPageviews": "Số lượt xem trang",
        "ColumnPageviewsDocumentation": "Số lần trang này được truy cập.",
        "ColumnPercentageVisits": "% Lượt truy cập",
        "ColumnRevenue": "Doanh thu",
        "ColumnSumVisitLength": "Tổng số thời gian của khách truy cập (tính bằng giây)",
        "ColumnTotalPageviews": "Tổng số lượt xem trang",
        "ColumnUniqueEntrances": "Các lối vào duy nhất",
        "ColumnUniqueExits": "Các kiểu thoát duy nhất",
        "ColumnUniquePageviews": "Các lượt xem trang duy nhất",
        "ColumnUniquePageviewsDocumentation": "Số lượt truy cập bao gồm cả trang này. Nếu một trang được xem nhiều lần với một truy cập, nó chỉ được tính một lần thôi.",
        "ColumnValuePerVisit": "Doanh thu mỗi lượt truy cập",
        "ColumnViewedAfterSearch": "Đã click vào kết quả tìm kiếm",
        "ColumnViewedAfterSearchDocumentation": "Số lần trang này được truy cập sau khi một người dùng thực hiện tìm kiếm trên trang web của bạn và nhấn vào trang web này trong kết quả tìm kiếm.",
        "ColumnVisitDuration": "Thời gian truy cập(tính bằng giây)",
        "ColumnVisitsWithConversions": "Các lượt truy cập có sự chuyển đổi",
        "ConfigFileIsNotWritable": "Tập tin cấu hình Piwik %s không ghi, một số thay đổi của bạn có thể không được lưu. %s Hãy cho phép thay đổi các tập tin cấu hình để làm cho nó có thể ghi",
        "Continue": "Tiếp tục",
        "ContinueToPiwik": "Tiếp tục Piwik",
        "CurrentMonth": "Tháng này",
        "CurrentWeek": "Tuần này",
        "CurrentYear": "Năm nay",
        "Daily": "Hàng ngày",
        "DailyReport": "thông tin hàng ngày",
        "DailyReports": "báo cáo hàng ngày",
        "DailySum": "Tổng mỗi ngày",
        "DashboardForASpecificWebsite": "Bảng điều khiển cho một trang web riêng biệt",
        "DataForThisGraphHasBeenPurged": "Các dữ liệu cho biểu đồ này cũ hơn %s tháng và đã được loại bỏ.",
        "DataForThisTagCloudHasBeenPurged": "Dữ liệu cho Tag Cloud này cũ hơn %s tháng và đã được loại bỏ",
        "Date": "Ngày",
        "DateRange": "Phạm vi ngày:",
        "DateRangeFrom": "Từ",
        "DateRangeFromTo": "Từ %s đến %s",
        "DateRangeInPeriodList": "Phạm vi ngày",
        "DateRangeTo": "Đến",
        "DayFr": "Fr",
        "DayMo": "Mo",
        "DaySa": "Sa",
        "DaysHours": "%1$s ngày %2$s giờ",
        "DaysSinceFirstVisit": "Số ngày từ lần ghé thăm đầu tiên",
        "DaysSinceLastEcommerceOrder": "Số ngày tính từ ngày lập đơn hàng Ecommerce cuối cùng",
        "DaysSinceLastVisit": "Số ngày từ lần ghé thăm cuối cùng",
        "DaySu": "Su",
        "DayTh": "Th",
        "DayTu": "Tu",
        "DayWe": "Chúng tôi",
        "Default": "Mặc định",
        "DefaultAppended": "(mặc định)",
        "Delete": "Xóa bỏ",
        "Description": "Mô tả",
        "Desktop": "máy tính để bàn",
        "Details": "Chi tiết",
        "Discount": "Giảm giá",
        "DisplaySimpleTable": "Hiển thị bảng đơn giản",
        "DisplayTableWithGoalMetrics": "Hiển thị bảng các chỉ số tiêu chuẩn (goals metrics)",
        "DisplayTableWithMoreMetrics": "Hiển thị một bảng với nhiều số liệu",
        "Documentation": "tài liệu hướng dẫn",
        "Donate": "Tặng",
        "Done": "Thực hiện",
        "Download": "Tải xuống",
        "DownloadFail_FileExists": "File %s đã tồn tại!",
        "DownloadFail_FileExistsContinue": "Thử tiếp tục tải về cho %s, nhưng một tập tin tải về hoàn toàn đã tồn tại!",
        "DownloadFail_HttpRequestFail": "Không thể download file! Có thể có vấn đề gì đó với website mà bạn đang download. Bạn có thể thử lại lần nữa hoặc tự tải file này về.",
        "DownloadFullVersion": "%1$s Tải %2$s phiên bản đầy đủ! Kiểm tra trước khi thoát %3$s",
        "DownloadPleaseRemoveExisting": "Nếu bạn muốn nó được thay thế, hãy loại bỏ các tập tin hiện có.",
        "Downloads": "Tải về",
        "EcommerceOrders": "Đơn đặt hàng thương mại điện tử",
        "EcommerceVisitStatusDesc": "Xem tình trạng thương mại điện tử vào lúc lượt truy cập kết thúc",
        "EcommerceVisitStatusEg": "Ví dụ, để xem tất cả các truy cập đã thực hiện đặt hàng thương mại điện tử, API yêu cầu chứa %s",
        "Edit": "Sửa",
        "EncryptedSmtpTransport": "Nhập vào mã hóa lớp vận chuyển theo yêu cầu của máy chủ SMTP của bạn.",
        "EnglishLanguageName": "Vietnamese",
        "Error": "Lỗi",
        "ErrorRequest": "Rất tiếc ... đã gặp vấn đề trong quá trình yêu cầu, hãy thử lại.",
        "EvolutionOverPeriod": "Sự phát triển trong giai đoạn này",
        "EvolutionSummaryGeneric": "%1$s trong %2$s so với %3$s trong %4$s. Sự phát triển: %5$s",
        "ExceptionConfigurationFileNotFound": "Không tìm thấy file cấu hình {%s}.",
        "ExceptionDatabaseVersion": "Phiên bản %1$s của bạn đang là %2$s nhưng Piwik đòi hỏi ít nhất %3$s.",
        "ExceptionFileIntegrity": "Kiểm tra tính toàn vẹn không thành công: %s",
        "ExceptionFilesizeMismatch": "Kích thước tập tin không phù hợp: %1$s (​​chiều dài dự kiến: %2$s, được tìm thấy: %3$s)",
        "ExceptionIncompatibleClientServerVersions": "Phiên bản client %1$s của bạn đang là %2$s nó không tương thích với phiên bản máy chủ %3$s.",
        "ExceptionInvalidAggregateReportsFormat": "Định dạng báo cáo tổng hợp '%s' không hợp lệ. Hãy thử các cách sau để thay thế: %s.",
        "ExceptionInvalidArchiveTimeToLive": "Hiện nay thời gian lưu trữ để tồn tại phải có số giây lớn hơn 0",
        "ExceptionInvalidDateFormat": "Định dạng ngày phải: %s hoặc các từ khoá được hỗ trợ bởi hàm %s (xem %s để biết thêm thông tin)",
        "ExceptionInvalidDateRange": "Ngày '%s' không thuộc phạm vi ngày chuẩn. Nó phải có định dạng như sau: %s.",
        "ExceptionInvalidPeriod": "Giai đoạn '%s' không được hỗ trợ. Hãy thử các cách sau đây để thay thế: %s",
        "ExceptionInvalidRendererFormat": "Định dạng Renderer '%s' không hợp lệ. Hãy thử các cách sau để thay thế: %s.",
        "ExceptionInvalidReportRendererFormat": "định dạng báo cáo '%s' không hợp lệ. Hãy thử các cách sau để thay thế: %s.",
        "ExceptionInvalidStaticGraphType": "Kiểu đồ thị tĩnh '%s' không hợp lệ. Hãy thử các cách sau để thay thế: %s.",
        "ExceptionInvalidToken": "Mã thông báo không hợp lệ.",
        "ExceptionLanguageFileNotFound": "Không tìm thấy file ngôn ngữ '%s'.",
        "ExceptionMethodNotFound": "Phương pháp '%s' không tồn tại hoặc không có hiệu lực trong mô-đun '%s'.",
        "ExceptionMissingFile": "Tập tin lỗi: %s",
        "ExceptionNonceMismatch": "Không thể xác minh mã bảo mật của mẫu(form) này.",
        "ExceptionPrivilege": "Bạn không thể truy cập tài nguyên này vì nó đòi hỏi quyền truy cập %s.",
        "ExceptionPrivilegeAccessWebsite": "Bạn không thể truy cập tài nguyên này vì nó đòi hỏi một truy cập %s với ID web =% d.",
        "ExceptionPrivilegeAtLeastOneWebsite": "Bạn không thể truy cập tài nguyên này vì nó đòi hỏi một truy cập %s ít nhất trên một trang web.",
        "ExceptionUnableToStartSession": "Không thể bắt đầu phiên.",
        "ExceptionUndeletableFile": "Không thể xóa %s",
        "ExceptionUnreadableFileDisabledMethod": "Tập tin cấu hình {%s} không có thể đọc. Máy chủ của bạn có thể đã bị vô hiệu hóa %s.",
        "Export": "Xuất",
        "ExportAsImage": "Xuất ra dạng ảnh(Image)",
        "ExportThisReport": "Xuất dữ liệu này với các định dạng khác",
        "Faq": "Câu hỏi thường gặp (FAQ)",
        "FileIntegrityWarningExplanation": "File không toàn vẹn và có một vài báo cáo lỗi. Đây là điều rất thường xảy ra khi bạn upload không thành công một hoặc một vài file của Piwik. Bạn có thể upload lại toàn bộ các file của Piwik ở chế độ nhị phân (BINARY mode) và refresh trang Piwik sau khi nó không ghi nhận lỗi nào.",
        "First": "Đầu tiên",
        "Flatten": "Làm phẳng",
        "ForExampleShort": "ví dụ.",
        "Forums": "Các diễn đàn",
        "FromReferrer": "Mẫu",
        "GeneralInformation": "Thông tin chung",
        "GeneralSettings": "Cài đặt chung",
        "GetStarted": "Bắt đầu",
        "GiveUsYourFeedback": "Thông tin phản hồi cho chúng tôi!",
        "Goal": "Chỉ tiêu",
        "GoTo": "Tới %s",
        "GraphHelp": "Thêm thông tin về hiển thị đồ thị trong Piwik.",
        "HelloUser": "Xin chào, %s!",
        "Help": "Giúp đỡ",
        "Hide": "Ẩn",
        "HoursMinutes": "%1$s giờ %2$s phút",
        "Id": "ID",
        "IfArchivingIsFastYouCanSetupCronRunMoreOften": "Giả sử việc lưu trữ các thiết lập của bạn là nhanh, bạn có thể thiết lập crontab để chạy thường xuyên hơn.",
        "InfoFor": "Thông tin cho %s",
        "Installed": "Đã cài đặt",
        "InvalidDateRange": "Phạm vi ngày không hợp lệ, xin thử lại",
        "InvalidResponse": "Dữ liệu nhận được không hợp lệ.",
        "IP": "IP",
        "JsTrackingTag": "Mã theo dõi JavaScript",
        "Language": "Ngôn ngữ",
        "LastDays": "%s ngày cuối cùng (tính cả hôm nay)",
        "LastDaysShort": "%s ngày cuối cùng",
        "LayoutDirection": "ltr",
        "Live": "Tồn tại",
        "Loading": "Đang tải...",
        "LoadingData": "Đang tải dữ liệu...",
        "LoadingPopover": "Đang tải %s",
        "LoadingPopoverFor": "Đang tải %s cho",
        "Locale": "vi_VN.UTF-8",
        "Logout": "Đăng xuất",
        "LongDay_1": "Chủ nhật",
        "LongDay_2": "Thứ hai",
        "LongDay_3": "Thứ ba",
        "LongDay_4": "Thứ tư",
        "LongDay_5": "Thứ năm",
        "LongDay_6": "Thứ sáu",
        "LongDay_7": "Thứ bảy",
        "LongMonth_1": "tháng một",
        "LongMonth_10": "tháng mười",
        "LongMonth_11": "tháng mười một",
        "LongMonth_12": "tháng mười hai",
        "LongMonth_2": "tháng hai",
        "LongMonth_3": "tháng ba",
        "LongMonth_4": "tháng tư",
        "LongMonth_5": "tháng năm",
        "LongMonth_6": "tháng sáu",
        "LongMonth_7": "tháng bảy",
        "LongMonth_8": "tháng tám",
        "LongMonth_9": "tháng chín",
        "MainMetrics": "Các số liệu chính",
        "Matches": "Mối liên kết (Matches)",
        "MediumToHighTrafficItIsRecommendedTo": "Đối với các trang web có mức độ truy cập trung bình và cao, chúng tôi khuyến nghị xử lý các báo cáo hiện nay mỗi ngày nửa giờ đồng hồ (%s giây) hoặc mỗi giờ (%s giây).",
        "Metadata": "Siêu dữ liệu",
        "Metric": "Số liệu",
        "Metrics": "Các số liệu",
        "MetricsToPlot": "Các số liệu để lập đồ thị",
        "MetricToPlot": "Số liệu tạo đồ thị",
        "MinutesSeconds": "%1$s phút %2$ss",
        "Mobile": "Di động",
        "Monthly": "Hàng tháng",
        "MonthlyReport": "Hàng tháng",
        "MonthlyReports": "các báo cáo Hàng tháng",
        "More": "Thêm",
        "MoreDetails": "Xem chi tiết hơn",
        "MultiSitesSummary": "Tất cả website",
        "Name": "Tên",
        "NbActions": "Số hành động",
        "NbSearches": "Số lần tìm kiếm nội bộ",
        "NDays": "%s ngày",
        "Never": "Không bao giờ",
        "NewReportsWillBeProcessedByCron": "Khi bộ lưu trữ Piwik không được kích hoạt bởi trình duyệt, báo cáo mới sẽ được xử lý bởi crontab.",
        "NewUpdatePiwikX": "Cập nhật mới: Piwik %s",
        "NewVisitor": "Khách truy cập mới",
        "NewVisits": "Các truy cập mới",
        "Next": "Kế tiếp",
        "NMinutes": "%s phút",
        "No": "Không",
        "NoDataForGraph": "Không có dữ liệu cho đồ thị này",
        "NoDataForTagCloud": "Không có dữ liệu cho tag cloud này.",
        "NotDefined": "%s không định nghĩa được",
        "Note": "Chú ý",
        "NotInstalled": "Không cài đặt được",
        "NotRecommended": "(không khuyến khích)",
        "NotValid": "%s không hợp lệ",
        "NSeconds": "%s giây",
        "NumberOfVisits": "Số lượt truy cập",
        "NVisits": "%s lượt truy cập",
        "Ok": "Đồng ý",
        "OneAction": "1 Hành động",
        "OneDay": "1 ngày",
        "OneMinute": "1 phút",
        "OneVisit": "1 lượt truy cập",
        "OnlyEnterIfRequired": "Chỉ nhập tên truy cập nếu máy chủ SMTP của bạn yêu cầu.",
        "OnlyEnterIfRequiredPassword": "Chỉ nhập mật khẩu truy cập nếu máy chủ SMTP của bạn yêu cầu.",
        "OnlyUsedIfUserPwdIsSet": "Chỉ được sử dụng nếu tên\/mật khẩu truy cập đã được thiết lập, hãy yêu cầu nhà cung cấp của bạn nếu bạn không chắc chắn các phương pháp sử dụng.",
        "OpenSourceWebAnalytics": "Mã nguồn mở Web Analytics",
        "OperationAtLeast": "Ít nhất",
        "OperationAtMost": "Nhiều nhất",
        "OperationContains": "Chứa",
        "OperationDoesNotContain": "Không chứa",
        "OperationEquals": "Bằng",
        "OperationGreaterThan": "Lớn hơn",
        "OperationIs": "Là",
        "OperationIsNot": "Không phải là",
        "OperationLessThan": "Ít hơn",
        "OperationNotEquals": "Không bằng",
        "OptionalSmtpPort": "Tùy chọn. Mặc định 25 là không mã hóa và TLS SMTP, và 465 cho SSL SMTP.",
        "Options": "Tùy chọn",
        "OrCancel": "hoặc %s Hủy %s",
        "OriginalLanguageName": "Việt",
        "Others": "Khác",
        "Outlink": "Outlink",
        "Outlinks": "Liên kết đưa ra",
        "OverlayRowActionTooltip": "Xem trực tiếp dữ liệu phân tích trên trang web của bạn (mở tab mới)",
        "OverlayRowActionTooltipTitle": "Mở trang bị che",
        "Overview": "tổng quan",
        "Pages": "Số trang",
        "ParameterMustIntegerBetween": "Tham số %s phải là một số nguyên giữa %s và %s.",
        "Password": "mật khẩu",
        "Period": "Giai đoạn",
        "Piechart": "Biểu đồ hình tròn",
        "PiwikXIsAvailablePleaseUpdateNow": "Piwik %1$s sẵn sàng sử dụng. %2$s Hãy cập nhật ngay !%3$s (xem %4$s thay đổi %5$s).",
        "PleaseSpecifyValue": "Hãy xác định một giá trị cho '%s'.",
        "PleaseUpdatePiwik": "Vui lòng cập nhật Piwik của bạn",
        "Plugin": "Plugin",
        "Plugins": "Các Plugin",
        "PoweredBy": "đã bật nguồn bởi",
        "Previous": "Trước",
        "PreviousDays": "%s ngày trước (không bao gồm ngày hôm nay)",
        "PreviousDaysShort": "%s ngày trước",
        "Price": "Giá",
        "ProductConversionRate": "Tỷ lệ cải biến sản phẩm",
        "ProductRevenue": "Doanh thu sản phẩm",
        "PurchasedProducts": "Sản phẩm đã mua",
        "Quantity": "Số lượng",
        "RangeReports": "Tùy chọn thời gian",
        "ReadThisToLearnMore": "%1$sĐọc cái này để hiểu thêm.%2$s",
        "Recommended": "(Khuyến nghị)",
        "RecordsToPlot": "Các báo cáo để lập đồ thị",
        "Refresh": "Làm mới",
        "RefreshPage": "Làm mới trang",
        "RelatedReport": "Báo cáo liên quan",
        "RelatedReports": "Các báo cáo liên quan",
        "Remove": "Tháo bỏ",
        "Report": "Báo cáo",
        "ReportGeneratedFrom": "Báo cáo này đã tạo ra dữ liệu sử dụng từ %s.",
        "Reports": "Các báo cáo",
        "ReportsContainingTodayWillBeProcessedAtMostEvery": "Hầu hết mỗi báo cáo hôm nay (hoặc bất kỳ phạm vi ngày khác như hôm nay) sẽ được xử lý",
        "ReportsWillBeProcessedAtMostEveryHour": "Vì thế các báo cáo sẽ được xử lý ở mỗi giờ.",
        "RequestTimedOut": "Một yêu cầu dữ liệu tới %s đã time out. xin thử lại.",
        "Required": "%s yêu cầu",
        "ReturningVisitor": "Khách truy cập quay lại",
        "ReturningVisitorAllVisits": "Xem tất cả các lượt truy cập",
        "RowEvolutionRowActionTooltip": "Xem cách các só liệu dòng này đã thay đổi theo thời gian",
        "RowEvolutionRowActionTooltipTitle": "Sự phát triển hàng mở",
        "Rows": "Số hàng",
        "RowsToDisplay": "Các hàng hiển thị",
        "Save": "Lưu",
        "SaveImageOnYourComputer": "Lưu hình ảnh này cho máy tính của bạn, Click phải chuột trên ảnh và chọn \"lưu ảnh như...\"",
        "Search": "Tìm kiếm",
        "SearchNoResults": "Không có kết quả",
        "Seconds": "%ss",
        "SeeAll": "Xem tất cả",
        "SeeTheOfficialDocumentationForMoreInformation": "Xem %s tài liệu chính thức %s để biết thêm thông tin.",
        "SelectYesIfYouWantToSendEmailsViaServer": "Chọn \"Yes\" nếu bạn muốn hay phải gửi e-mail thông qua một máy chủ có tên thay vì chức năng thư cục bộ",
        "Settings": "Thiết lập",
        "Shipping": "Vận chuyển",
        "ShortDay_1": "CN",
        "ShortDay_2": "Th 2",
        "ShortDay_3": "Th 3",
        "ShortDay_4": "Th 4",
        "ShortDay_5": "Th 5",
        "ShortDay_6": "Th 6",
        "ShortDay_7": "Th 7",
        "ShortMonth_1": "thg 1",
        "ShortMonth_10": "thg 10",
        "ShortMonth_11": "thg 11",
        "ShortMonth_12": "thg 12",
        "ShortMonth_2": "thg 2",
        "ShortMonth_3": "thg 3",
        "ShortMonth_4": "thg 4",
        "ShortMonth_5": "thg 5",
        "ShortMonth_6": "thg 6",
        "ShortMonth_7": "thg 7",
        "ShortMonth_8": "thg 8",
        "ShortMonth_9": "thg 9",
        "Show": "Hiển thị",
        "SingleWebsitesDashboard": "Bảng điều khiển website đơn",
        "SmallTrafficYouCanLeaveDefault": "Dành cho các trang web lưu lượng truy cập nhỏ, bạn có thể để mặc định %s giây, và truy cập tất cả các báo cáo trong thời gian thực.",
        "SmtpEncryption": "Mã hóa SMTP",
        "SmtpPassword": "Mật khẩu SMTP",
        "SmtpPort": "Cổng SMTP",
        "SmtpServerAddress": "Địa chỉ máy chủ SMTP",
        "SmtpUsername": "Tên truy cập SMTP",
        "Source": "Mã nguồn",
        "StatisticsAreNotRecorded": "Việc theo dõi khách truy cập piwik hiện bị vô hiệu! Kích hoạt lại việc theo dõi bằng cách thiết lập record_statistics = 1 trong tập tin config\/config.ini.php của bạn.",
        "Subtotal": "Subtotal",
        "Summary": "Tóm tắt",
        "Table": "Bảng",
        "TagCloud": "Tag Cloud",
        "Tax": "Thuế",
        "TimeOnPage": "Thời điểm trên trang",
        "Today": "Hôm nay",
        "Total": "Tổng",
        "TotalRevenue": "Tổng doanh thu",
        "TotalVisitsPageviewsRevenue": "Tổng: %s lượt truy cập, %s lượt xem trang, %s doanh thu)",
        "TransitionsRowActionTooltip": "Xem những gì khách truy cập đã làm trước và sau khi xem trang này.",
        "TransitionsRowActionTooltipTitle": "mở quá trình chuyển đổi",
        "TranslatorEmail": "canhrgv@gmail.com",
        "TranslatorName": "Do Cong Anh",
        "UniquePurchases": "Mua sắm duy nhất",
        "Unknown": "Chưa rõ",
        "Upload": "Tải lên",
        "UsePlusMinusIconsDocumentation": "Sử dụng các biểu tượng cộng và trừ ở bên trái để di chuyển.",
        "Username": "Tên truy nhập",
        "UseSMTPServerForEmail": "Sử dụng máy chủ SMTP cho e-mail",
        "Value": "Giá trị",
        "VBarGraph": "Đồ thị dọc",
        "View": "Xem",
        "ViewDocumentationFor": "Hiển thị tài liệu cho %1$s",
        "Visit": "Truy cập",
        "VisitConvertedGoal": "Truy cập đã chuyển đổi ít nhất một mục tiêu",
        "VisitConvertedGoalId": "Truy cập đã chuyển đổi một Goal ID cụ thể",
        "VisitConvertedNGoals": "Truy cập đã chuyển đổi %s mục tiêu",
        "VisitDuration": "Avg. Thời gian truy cập (tính bằng giây)",
        "Visitor": "Khách truy cập",
        "VisitorID": "ID khách truy cập",
        "VisitorIP": "IP khách truy cập",
        "Visitors": "Các khách truy cập",
        "VisitsWith": "Các khách truy cập với %s",
        "VisitType": "kiểu khách truy cập",
        "VisitTypeExample": "Lấy ví dụ, để chọn tất cả những người truy cập đã quay lại website, bao gồm cả những người đã mua thứ gì đó trong những lượt truy cập trước, yêu cầu API có thể chứa %s",
        "Warning": "Cảnh báo",
        "WarningFileIntegrityNoManifest": "Tập tin kiểm tra tính toàn vẹn không thể thực hiện do thiếu manifest.inc.php.",
        "WarningFileIntegrityNoMd5file": "Tập tin kiểm tra tính toàn vẹn không thể hoàn thành do thiếu md5_file() function.",
        "WarningPasswordStored": "%s Cảnh báo: %s Mật khẩu này sẽ lưu trữ trong tập tin cấu hình có thể thấy để tất cả mọi người có thể truy cập nó.",
        "Website": "Website",
        "Weekly": "Hàng tuần",
        "WeeklyReport": "Hàng tuần",
        "WeeklyReports": "Các báo cáo hàng tuần",
        "WellDone": "Thực hiện tốt",
        "Widgets": "Các Widget",
        "XComparedToY": "%1$s So với %2$s",
        "XFromY": "%1$s từ %2$s",
        "YearlyReport": "Hàng năm",
        "YearlyReports": "Các báo cáo hàng năm",
        "YearsDays": "%1$s năm %2$s ngày",
        "YearShort": "năm",
        "Yes": "Có",
        "Yesterday": "Hôm qua",
        "YouAreCurrentlyUsing": "Bạn đang sử dụng Piwik %s.",
        "YouAreViewingDemoShortMessage": "Bạn đang xem phần giới thiệu Piwik",
        "YouMustBeLoggedIn": "Bạn phải đăng nhập để truy cập chức năng này.",
        "YourChangesHaveBeenSaved": "Các thay đổi của bạn đã được lưu."
    },
    "Goals": {
        "AbandonedCart": "Giỏ hàng không được để ý đến",
        "AddGoal": "Thêm chỉ tiêu (Goal)",
        "AddNewGoal": "Thêm chỉ tiêu mới",
        "AddNewGoalOrEditExistingGoal": "%s Thêm một chỉ tiêu mới %s hoặc %s sửa chữa %s chỉ tiêu hiện tại",
        "AllowGoalConvertedMoreThanOncePerVisit": "Chỉ tiêu được chuyển đổi nhiều hơn một lần của mỗi lượt truy cập",
        "AllowMultipleConversionsPerVisit": "Cho phép chuyển đổi nhiều phần mỗi lần truy cập",
        "BestCountries": "Các nước chuyển đổi tốt nhất của bạn là:",
        "BestKeywords": "Các từ khóa chuyển đổi hàng đầu của bạn là:",
        "BestReferrers": "Các website chỉ dẫn chuyển đổi tốt nhất là:",
        "CaseSensitive": "Case sensitive phù hợp",
        "ClickOutlink": "Click vào một link của một website bên ngoài",
        "ColumnAverageOrderRevenueDocumentation": "Giá trị đơn hàng trung bình (AOV) là tổng doanh thu từ tất cả các đơn đặt hàng thương mại điện tử chia cho số đơn đặt hàng.",
        "ColumnAveragePriceDocumentation": "Doanh thu trung bình cho %s này.",
        "ColumnAverageQuantityDocumentation": "Số lượng trung bình của %s này đã bán trong đơn đặt hàng thương mại điện tử.",
        "ColumnConversionRateDocumentation": "Phần trăm lượt truy cập mà đã kích hoạt mục tiêu %s.",
        "ColumnConversionRateProductDocumentation": "Tỷ lệ chuyển đổi %s là số lượng các đơn đặt hàng có chứa sản phẩm này chia cho số lần truy cập trên trang sản phẩm.",
        "ColumnConversions": "Sự chuyển đổi",
        "ColumnConversionsDocumentation": "Số lần chuyển đổi cho %s.",
        "ColumnOrdersDocumentation": "Tổng số đơn đặt hàng thương mại điện tử trong đó chứa %s này ít nhất một lần.",
        "ColumnPurchasedProductsDocumentation": "Số lượng sản phẩm mua sắm là tổng số lượng sản phẩm đã được bán trong tất cả các đơn đặt hàng thương mại điện tử.",
        "ColumnQuantityDocumentation": "Số lượng là tổng số sản phẩm đã được bán cho mỗi %s.",
        "ColumnRevenueDocumentation": "Tổng doanh thu được tạo ra bởi %s.",
        "ColumnRevenuePerVisitDocumentation": "Tổng doanh thu được tạo ra bởi %s chia cho số lượt truy cập.",
        "ColumnVisits": "Tổng lượt truy cập, Bất kể một mục tiêu có được kích hoạt hay không",
        "ColumnVisitsProductDocumentation": "Số lần truy cập trang Product\/Category. Nó cũng được sử dụng để xử lý %s tốc độ chuyển trang. Chỉ số này sẽ xuất hiện trong báo cáo nếu hệ thống theo dõi thương mại điện tử được xây dựng trong các trang Product\/Category.",
        "Contains": "Chứa %s",
        "ConversionByTypeReportDocumentation": "Báo cáo này cung cấp thông tin chi tiết về hiệu suất mong muốn (số lượt chuyển đổi, tốc độ chuyển đổi và lợi nhuận trên mỗi lượt thăm) đối với mỗi danh mục có trên panel bên trái. %s Vui lòng nhấn vào một trong các danh mục trên để xem báo cáo. %s Để có thêm thông tin, đọc %sTài liệu Tracking Goals%s",
        "ConversionRate": "Tỷ lệ chuyển đổi %s",
        "Conversions": "%s chuyển đổi",
        "ConversionsOverview": "Chuyển đổi tổng quan (Overview)",
        "ConversionsOverviewBy": "Chuyển đổi tổng quan theo loại hình truy cập",
        "CreateNewGOal": "Tạo một chỉ tiêu mới",
        "DaysToConv": "Các ngày chuyển đổi",
        "DefaultGoalConvertedOncePerVisit": "(mặc định) chỉ tiêu chỉ được chuyển đổi một lần với mỗi lần truy cập",
        "DefaultRevenue": "Chỉ tiêu doanh thu mặc định là",
        "DefaultRevenueHelp": "Lấy ví dụ, một form contact được gửi bởi một người truy cập có thể trị giá trung bình $10. Piwik sẽ giúp bạn hiểu từng phần đoạn đối với người truy cập trang web của bạn.",
        "DeleteGoalConfirm": "Bạn có chắc chắn muốn xóa chỉ tiêu này %s?",
        "DocumentationRevenueGeneratedByProductSales": "Tiêu thụ sản phẩm. Không bao gồm thuế, vận chuyển và chiết khấu.",
        "Download": "Tải một file",
        "Ecommerce": "Thương mại điện tử",
        "EcommerceAndGoalsMenu": "Thương mại điện tử và chỉ tiêu",
        "EcommerceLog": "Thương mại điện tử Log",
        "EcommerceOrder": "Đặt hàng Thương mại điện tử",
        "EcommerceOverview": "Thương mại điện tử tổng quan",
        "EcommerceReports": "Các báo cáo thương mại điện tử",
        "ExceptionInvalidMatchingString": "Nếu bạn chọn 'kết hợp chính xác', các chuỗi kết hợp phải là một URL bắt đầu với %s. Ví dụ, '%s'.",
        "ExternalWebsiteUrl": "Đường dẫn (URL) của website nước ngoài",
        "Filename": "Tên tệp tin",
        "GoalConversion": "Chỉ tiêu chuyển đổi",
        "GoalConversions": "Chuyển đổi mục tiêu",
        "GoalConversionsBy": "Mục tiêu %s chuyển đổi theo loại hình truy cập",
        "GoalIsTriggered": "Mục tiêu được kích hoạt",
        "GoalIsTriggeredWhen": "Mục tiêu được kích hoạt khi",
        "GoalName": "Tên mục tiêu",
        "Goals": "Các mục tiêu",
        "GoalsManagement": "Quản lý các mục tiêu",
        "GoalsOverview": "Các mục tiêu tổng quan",
        "GoalsOverviewDocumentation": "Đây là một cái nhìn tổng thể về goal conversions. Thoạt đầu, đồ thị này cho thấy tổng tất cả các lần chuyển đổi. %s Dưới đồ thị này, bạn có thể thấy các báo cáo conversion đối với mỗi goal của bạn. Sparklines có thể được phóng to khi click vào.",
        "GoalX": "Mục tiêu %s",
        "HelpOneConversionPerVisit": "Nếu một trang phù hợp với mục tiêu này được làm mới hoặc xem nhiều hơn một lần trong một lượt truy cập, Mục tiêu sẽ chỉ được theo dõi lần đầu tiên trang đã được nạp trong lượt truy cập này.",
        "IsExactly": "%s chính xác",
        "LearnMoreAboutGoalTrackingDocumentation": "Tìm hiểu thêm về %s mục tiêu theo dõi trong Piwik %s trong các tài liệu hướng dẫn người dùng, hoặc tạo ra một mục tiêu ngay bây giờ!",
        "LeftInCart": "%s còn lại trong giỏ hàng",
        "Manually": "Kiểu thủ công",
        "ManuallyTriggeredUsingJavascriptFunction": "Mục tiêu tự kích hoạt bằng JavaScript API trackGoal()",
        "MatchesExpression": "Làm phù hợp các biểu hiện %s",
        "NewGoalDescription": "Một mục tiêu trong Piwik là chiến lược của bạn, ưu tiên của bạn, và có thể kéo theo nhiều điều: \"tải tài liệu\", \"bản tin đăng ký\", \"truy cập trang services.html\", vv.",
        "NewGoalIntro": "Theo dõi chuyển đổi mục tiêu là một trong những cách hiệu quả nhất để đo lường và cải thiện các mục tiêu kinh doanh của bạn.",
        "NewGoalYouWillBeAbleTo": "Bạn sẽ có thể xem và phân tích hiệu suất của bạn cho mỗi mục tiêu, và tìm hiểu cách tăng chuyển đổi, tỷ lệ chuyển đổi và doanh thu cho mỗi truy cập.",
        "NewVisitorsConversionRateIs": "Tỷ lệ chuyển đổi các khách truy cập mới là %s",
        "NewWhatDoYouWantUsersToDo": "Bạn muốn người dùng làm gì trên website của bạn?",
        "Optional": "(tùy chọn)",
        "OverallConversionRate": "Tỷ lệ chuyển đổi tổng thể %s (truy cập với mục tiêu hoàn thành)",
        "OverallRevenue": "Doanh thu tổng thể %s",
        "PageTitle": "Tiêu đề trang",
        "Pattern": "Mẫu",
        "PluginDescription": "Tạo mục tiêu và xem báo cáo về chuyển đổi mục tiêu của bạn: sự phát triển theo thời gian, doanh thu trên mỗi chuyến lượt truy cập, chuyển đổi cho mỗi sự giới thiệu, mỗi từ khóa, vv",
        "ProductCategory": "Danh mục sản phẩm",
        "ProductName": "Tên sản phẩm",
        "Products": "Các sản phẩm",
        "ProductSKU": "Sản phẩm SKU",
        "ReturningVisitorsConversionRateIs": "Tỷ lệ chuyển đổi khách truy cập quay lại là %s",
        "SingleGoalOverviewDocumentation": "Đây là tổng quan về chuyển đổi một mục tiêu duy nhất. %s Các Sparkline dưới biểu đồ có thể được mở rộng bằng cách nhấp vào chúng.",
        "UpdateGoal": "Cập nhật chỉ tiêu",
        "URL": "URL",
        "ViewAndEditGoals": "Xem và sửa các chỉ tiêu",
        "ViewGoalsBy": "Xem các chỉ tiêu bằng %s",
        "VisitPageTitle": "Truy cập một trang với tiêu đề đã cho",
        "VisitsUntilConv": "Các truy cập để chuyển đổi",
        "VisitUrl": "Truy cập vào một URL đã cho (trang hoặc một nhóm trang)",
        "WhenVisitors": "Khi các khách truy cập",
        "WhereThe": "Ở đâu",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "Khi một trang đã truy cập gọi đến phương pháp JavaScript 'trackGoal' (%s tìm hiểu thêm %s)",
        "YouCanEnableEcommerceReports": "Bạn có thể kích hoạt %s cho website này trong trang %s."
    },
    "ImageGraph": {
        "ColumnOrdinateMissing": "Cột này '%s' không thấy trong báo cáo này. Thử bất kỳ của %s",
        "PluginDescription": "Tạo ra hình ảnh đồ họa PNG tĩnh đẹp cho các báo cáo Piwik."
    },
    "Installation": {
        "ConfigurationHelp": "Tập tin cấu hình Piwik của bạn dường như là sai. Bạn có thể loại bỏ config\/config.ini.php và tiếp tục cài đặt, hoặc sửa chữa các thiết lập kết nối cơ sở dữ liệu.",
        "ConfirmDeleteExistingTables": "Bạn có chắc chắn muốn xóa các table (bảng) sau khỏi database của bạn: %s? CHÚ Ý: DỮ LIỆU BỊ XÓA TỪ CÁC TABLE NÀY SẼ KHÔNG THỂ KHÔI PHỤC LẠI ĐƯỢC!",
        "Congratulations": "Xin chúc mừng",
        "CongratulationsHelp": "<p>Chúc mừng bạn! Việc cài đặt Piwik đã hoàn thành.<\/p><p>Hãy chắc chắn rằng mã JavaScript được đặt trên website của bạn, và chờ đợi những lượt truy cập đầu tiên!<\/p>",
        "DatabaseAbilities": "Khả năng của cơ sở dữ liệu",
        "DatabaseCreation": "Tạo cơ sở dữ liệu",
        "DatabaseErrorConnect": "Lỗi khi cố gắng kết nối với máy chủ cơ sở dữ liệu",
        "DatabaseServerVersion": "Phiên bản máy chủ cơ sở dữ liệu",
        "DatabaseSetup": "Cài đặt cơ sở dữ liệu",
        "DatabaseSetupAdapter": "Bộ chuyển đổi",
        "DatabaseSetupDatabaseName": "Tên cơ sở dữ liệu",
        "DatabaseSetupLogin": "Đăng nhập",
        "DatabaseSetupServer": "Máy chủ cơ sở dữ liệu",
        "DatabaseSetupTablePrefix": "Bảng tiền tố",
        "Email": "email",
        "Extension": "Bổ sung",
        "Filesystem": "Tập tin hệ thống",
        "GoBackAndDefinePrefix": "Quay trở lại và xác định một số tiền tố cho các bảng Piwik",
        "Installation": "Cài đặt",
        "InstallationStatus": "Trạng thái cài đặt",
        "InsufficientPrivilegesHelp": "Bạn có thể thêm các đặc quyền này bằng cách sử dụng một công cụ như phpMyAdmin hoặc bằng cách thực hiện các truy vấn SQL chuẩn. Nếu bạn không biết cách để làm những việc này, hãy hỏi quản trị hệ thống của bạn cấp các đặc quyền cho bạn.",
        "InsufficientPrivilegesMain": "Hoặc là cơ sở dữ liệu không tồn tại (và không thể được tạo ra), hoặc người dùng xác định không có đủ đặc quyền. Cơ sở dữ liệu người dùng phải có những quyền lợi sau: %s",
        "JsTagArchivingHelp1": "Cho các trang web lưu lượng truy cập trung bình và cao có tối ưu hóa nhất định cần được thực hiện giúp Piwik chạy nhanh hơn (chẳng hạn như %1$s thiết lập tự động lưu trữ %2$s).",
        "JSTracking_EndNote": "Lưu ý: Sau quá trình cài đặt, bạn có thể tạo ra mã theo dõi tùy chỉnh trong mã Theo dõi %1$s phần quản trị %2$s.",
        "JSTracking_Intro": "Để theo dõi lưu lượng truy cập web của bạn với Piwik bạn cần phải chắc chắn một số mã bổ sung được thêm vào mỗi trang web của bạn.",
        "LargePiwikInstances": "Trợ giúp cho người dùng với trang web lưu lượng cao",
        "Legend": "Huyền thoại",
        "LoadDataInfileRecommended": "Nếu máy chủ Piwik của bạn theo dõi các trang web lưu lượng truy cập cao (ví dụ:> 100.000 trang mỗi tháng), chúng tôi khuyên bạn nên khắc phục vấn đề này.",
        "LoadDataInfileUnavailableHelp": "Sử dụng %1$s sẽ tăng tốc quá trình lưu trữ của Piwik lên. Để làm cho nó có hiệu lực với Piwik, thử cập nhật phần mềm MySQL PHP & và chắc chắn rằng người sử dụng cơ sở dữ liệu của bạn có %2$s đặc quyền.",
        "NfsFilesystemWarning": "Máy chủ của bạn đang sử dụng một tập tin hệ thống NFS",
        "NfsFilesystemWarningSuffixAdmin": "Điều này tức là Piwik sẽ rất chậm khi sử dụng tập tin dựa trên phiên.",
        "NfsFilesystemWarningSuffixInstall": "Sử dụng tập tin dựa trên các phiên trên NFS là rất chậm, vì vậy Piwik sẽ sử dụng các phiên cơ sở dữ liệu. Nếu bạn có nhiều người sử dụng bảng điều khiển đồng thời, bạn có thể cần phải tăng số lượng tối đa các kết nối client đến máy chủ cơ sở dữ liệu.",
        "NoConfigFound": "Tập tin cấu hình Piwik không thể được tìm thấy và bạn đang cố gắng truy cập vào một trang Piwik. <br\/><b> »Bạn có thể <a href='index.php'> cài đặt Piwik ngay bây giờ <\/a> <\/b> <br \/> <small> Nếu bạn cài đặt Piwik trước và có một số bảng trong DB của bạn, đừng lo lắng, bạn có thể sử dụng lại các bảng giống nhau và giữ dữ liệu hiện tại của bạn! <\/small>",
        "Optional": "Tùy chọn",
        "Password": "Mật khẩu",
        "PasswordDoNotMatch": "Mật khẩu không phù hợp",
        "PasswordRepeat": "Mật khẩu (lặp lại)",
        "PercentDone": "%s %% thực hiện",
        "PleaseFixTheFollowingErrors": "Hãy sửa các lỗi sau đây",
        "PluginDescription": "Quá trình cài đặt của Piwik. Cài đặt thường được thực hiện một lần duy nhất. Nếu các tập tin cấu hình config\/config.inc.php bị xóa, việc cài đặt sẽ bắt đầu lại.",
        "Requirements": "Piwik yêu cầu",
        "RestartWebServer": "Sau khi tạo ra sự thay đổi này, khởi động lại máy chủ web của bạn",
        "SeeBelowForMoreInfo": "Xêm thêm thông tin ở dưới đây",
        "SetupWebsite": "Thiết lập một website",
        "SetupWebsiteError": "Có lỗi xảy ra khi thêm website",
        "SetupWebSiteName": "tên website",
        "SetupWebsiteSetupSuccess": "Tạo thành công website %s!",
        "SetupWebSiteURL": "URL của website",
        "SiteSetup": "Hãy cài đặt trang web đầu tiên bạn muốn tới theo dõi và phân tích với Piwik:",
        "SiteSetupFootnote": "Chú ý: Mỗi lần Cài đặt Piwik kết thúc, bạn sẽ có thể thêm nhiều Website để theo dõi",
        "SuperUser": "Siêu người dùng",
        "SuperUserLogin": "Đăng nhập siêu người dùng",
        "SuperUserSetupSuccess": "Siêu người dùng đã được tạo thành công",
        "SystemCheck": "Kiểm tra hệ thống",
        "SystemCheckAutoUpdateHelp": "Chú ý: Một Click cập nhật Piwik đòi hỏi ghi quyền truy cập vào thư mục Piwik và nội dung của nó.",
        "SystemCheckCreateFunctionHelp": "Piwik sử dụng hàm ẩn danh cho các callback.",
        "SystemCheckDatabaseHelp": "Piwik yêu cầu mysqli extension hoặc cả PDO và pdo_mysql extensions.",
        "SystemCheckDebugBacktraceHelp": "View::factory không thể tạo các lượt xem cho module calling",
        "SystemCheckError": "Một lỗi đã xảy ra - phải được sửa trước khi xử lý",
        "SystemCheckEvalHelp": "Yêu cầu bởi HTML QuickForm và hệ thống khuôn mẫu thông minh.",
        "SystemCheckExtensions": "Các bổ sung cần thiết khác",
        "SystemCheckFileIntegrity": "File nguyên vẹn",
        "SystemCheckFunctions": "Các hàm yêu cầu",
        "SystemCheckGDHelp": "Các Sparkline (đồ thị nhỏ) và đồ thị hình ảnh (trong ứng dụng Piwik trên di động và báo cáo Email) sẽ không làm việc.",
        "SystemCheckGlobHelp": "Các hàm nội tại đã bị vô hiệu hóa trên máy chủ của bạn. Piwik sẽ cố gắng để giả lập hàm này nhưng có thể gặp phải những hạn chế bảo mật cao hơn. Chức năng có thể bị ảnh hưởng.",
        "SystemCheckGzcompressHelp": "Bạn cần bật zlib extension and gzcompress function.",
        "SystemCheckGzuncompressHelp": "Bạn cần bật zlib extension and gzuncompress function.",
        "SystemCheckIconvHelp": "Bạn cần cấu hình và xây dựng lại PHP với sự hỗ trợ \"iconv\" được kích hoạt,--với-iconv.",
        "SystemCheckMailHelp": "Feedback và thông báo mất mật khẩu sẽ không được gửi nếu thiếu mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Giới hạn bộ nhớ",
        "SystemCheckMemoryLimitHelp": "Trên một trang web lưu lượng truy cập cao, quá trình lưu trữ có thể đòi hỏi nhiều bộ nhớ hơn so với sự cho phép hiện nay. Nếu cần thiết, thay đổi các chỉ thị memory_limit trong tập tin php.ini.",
        "SystemCheckOpenURL": "Mở URL",
        "SystemCheckOpenURLHelp": "Đăng ký bản tin, thông báo cập nhật, và một click cập nhật yêu cầu bổ sung \"curl\" , allow_url_fopen = On, hoặc fsockopen() được kích hoạt.",
        "SystemCheckOtherExtensions": "Các phần mở rộng khác",
        "SystemCheckOtherFunctions": "Các hàm khác",
        "SystemCheckPackHelp": "Hàm pack() được yêu cầu theo dõi khách truy cập Piwik",
        "SystemCheckParseIniFileHelp": "Các hàm nội tại đã bị vô hiệu hóa trên máy chủ của bạn. Piwik sẽ cố gắng để giả lập hàm này nhưng có thể gặp phải những hạn chế bảo mật cao hơn. Hiệu suất theo dõi cũng sẽ bị ảnh hưởng.",
        "SystemCheckPdoAndMysqliHelp": "Trên máy chủ Linux bạn có thể biên dịch php với các tùy chọn sau đây: %1$s Trong php.ini của bạn, thêm các dòng sau đây: %2$s",
        "SystemCheckPhp": "Phiên bản PHP",
        "SystemCheckPhpPdoAndMysqli": "Thêm thông tin về: %1$sPHP PDO%2$s and %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Bạn cần cấu hình và xây dựng lại PHP với các tiêu chuẩn thư viện PHP (SPL) đã được kích hoạt (mặc định).",
        "SystemCheckSummaryNoProblems": "Huzzah! Không có vấn đề xảy ra trong quá trình cài đặt Piwik của bạn.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik đã phát hiện một số %1$s vấn đề quan trọng %2$s với cài đặt Piwik của bạn. %3$s Những vấn đề này được sửa chữa ngay lập tức.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Có một số vấn đề với hệ thống của bạn. Piwik sẽ chạy, nhưng bạn có thể gặp một số vấn đề nhỏ.",
        "SystemCheckTimeLimitHelp": "Trên một trang web lưu lượng truy cập cao, quá trình lưu trữ bổ sung có thể đòi hỏi nhiều bộ nhớ hơn so với sự cho phép hiện nay. Nếu cần thiết, thay đổi các chỉ thị max_execution_time trong tập tin php.ini.",
        "SystemCheckTracker": "Tình trạng theo dõi",
        "SystemCheckTrackerHelp": "GET yêu cầu piwik.php thất bại. Thử làm trắng danh sách URL này từ HTTP xác thực và vô hiệu hóa mod_security (bạn có thể phải yêu cầu lưu trữ web của bạn).",
        "SystemCheckWarnDomHelp": "Bạn nên kích hoạt \"dom\" mở rộng (ví dụ, cài đặt gói \"php-dom\" và \/ hoặc \"php-xml\").",
        "SystemCheckWarning": "Piwik sẽ làm việc bình thường nhưng một số tính năng có thể bị thiếu",
        "SystemCheckWarnJsonHelp": "Bạn nên kích hoạt \"json\" mở rộng (ví dụ, cài đặt gói \"php-json\") để có hiệu suất tốt hơn.",
        "SystemCheckWarnLibXmlHelp": "Bạn nên kích hoạt \"libxml\" mở rộng (ví dụ, \"cài đặt gói php-libxml\") vì nó là yêu cầu của các mở rộng PHP lõi khác.",
        "SystemCheckWarnSimpleXMLHelp": "Bạn nên kích hoạt \"SimpleXML\" mở rộng (ví dụ, cài đặt \"php-SimpleXML\" và\/hoặc gói \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Trên một máy chủ Windows bạn có thể thêm các dòng sau đây vào tệp php.ini của bạn: %s",
        "SystemCheckWriteDirs": "Các thư mục với write access",
        "SystemCheckWriteDirsHelp": "Để khắc phục lỗi này trên hệ thống Linux của bạn, hãy thử gõ lệnh sau đây(s)",
        "SystemCheckZlibHelp": "Bạn cần phải cấu hình và xây dựng lại PHP với \"zlib\" hỗ trợ kích hoạt, --with-zlib.",
        "Tables": "Đang tạo bảng",
        "TablesCreatedSuccess": "Đã tạo bảng thành công",
        "TablesDelete": "Xóa các bảng đã tìm thấy",
        "TablesDeletedSuccess": "Các bảng Piwik đã được xóa thành công",
        "TablesFound": "Các bảng sau đây đã được tìm thấy trong cơ sở dữ liệu",
        "TablesReuse": "Tái sử dụng các bảng có sẵn",
        "TablesWarningHelp": "Bạn có thể chọn sử dụng lại các bảng cơ sở dữ liệu hiện có hoặc chọn cài đặt mới để xóa tất cả các dữ liệu hiện có trong cơ sở dữ liệu.",
        "TablesWithSameNamesFound": "Một số %1$s bảng trong cơ sở dữ liệu %2$s của bạn có tên giống như các bảng Piwik đang cố gắng tạo",
        "Timezone": "Múi giờ trang web",
        "Welcome": "Chào mừng bạn!",
        "WelcomeHelp": "<p> Piwik là một phần mềm phân tích web mã nguồn mở làm đơn giản việc nhận thông tin từ khách truy cập của bạn.<\/p><p> Quá trình này được chia thành %s bước đơn giản và sẽ mất khoảng 5 phút.<\/p>"
    },
    "LanguagesManager": {
        "AboutPiwikTranslations": "Về Piwik dịch",
        "PluginDescription": "Plugin này sẽ hiển thị một danh sách các ngôn ngữ có sẵn cho giao diện Piwik. Ngôn ngữ được chọn sẽ được lưu lại trong các quyền ưu tiên cho mỗi người dùng."
    },
    "Live": {
        "AbandonedCartSummary": "%1$s%2$s giỏ hàng bị quên %3$s và %4$s mặt hàng bị quên %5$s trị giá tổng cộng của %6$s%7$s.",
        "AveragePageGenerationTime": "Mỗi trang mất trung bình %1$s để nạp cho khách truy cập này.",
        "CalculatedOverNPageViews": "Việc tính toán sử dụng lượt xem trang %1$s cuối cùng của khách truy cập này.",
        "ClickToViewMoreAboutVisit": "Click để xem thêm thông tin về lượt truy cập này",
        "ConvertedNGoals": "%s Mục tiêu đã được chuyển đổi",
        "EcommerceSummaryConversions": "%1$s%2$s đơn đặt hàng với tổng số %3$s%4$s, %5$s các mặt hàng đã mua.",
        "FirstVisit": "Lượt truy cập đầu tiên",
        "GoalType": "Kiểu",
        "HideMap": "Ẩn bản đồ",
        "KeywordRankedOnSearchResultForThisVisitor": "Từ khóa %1$s đã được xếp hạng %2$s trên %3$s trang kết quả tìm kiếm cho khách truy cập này",
        "LastHours": "%s giờ trước",
        "LastMinutes": "%s phút trước",
        "LastVisit": "Lượt truy cập cuối cùng",
        "LinkVisitorLog": "Xem sổ ghi chi tiết khách truy cập",
        "LoadMoreVisits": "Tải thêm các lượt truy cập",
        "MorePagesNotDisplayed": "Nhiều trang được truy cập bởi khách này không được hiển thị",
        "NbVisitor": "1 khách truy cập",
        "NbVisitors": "%s khách truy cập",
        "NextVisitor": "Khách truy cập tiếp theo",
        "NoMoreVisits": "Không có nhiều truy cập bởi khách này",
        "PageRefreshed": "Số lần trang này được xem\/làm mới liên tiếp.",
        "PluginDescription": "Xem khách truy cập của bạn trong thời gian thực!",
        "PreviousVisitor": "Khách truy cập trước",
        "RealTimeVisitorCount": "Số lượt khách truy cập thời gian thực",
        "Referrer_URL": "URL tham chiếu",
        "ShowMap": "Hiện thị bản đồ",
        "SimpleRealTimeWidget_Message": "%s và %s trong %s cuối cùng",
        "ViewVisitorProfile": "Xem hồ sơ khách truy cập",
        "VisitedPages": "Các trang đã truy cập",
        "VisitorLog": "Khách truy cập đăng nhập",
        "VisitorLogDocumentation": "Bảng này cho thấy lần truy cập mới nhất trong phạm vi ngày đã chọn. Bạn có thể thấy khi một lượt truy cập cuối của khách truy cập đã xảy ra bằng cách lướt qua ngày của một truy cập.%s Nếu phạm vi ngày bao gồm ngày hôm nay, bạn có thể thấy khách truy cập thời gian thực của bạn! %s Dữ liệu hiển thị ở đây là luôn luôn sống, bất kể lúc nào và cách bạn thường đang sử dụng công việc lưu trữ theo định kỳ.",
        "VisitorProfile": "Hồ sơ cá nhân của khách",
        "VisitorsInRealTime": "Các khách truy cập trong thời gian thực",
        "VisitorsLastVisit": "Lần truy cập trước của khách truy cập này là %s ngày trước.",
        "VisitsFrom": "%1$s%2$s lượt truy cập %3$s từ",
        "VisitSummary": "Đã dành tổng cộng %1$s%2$s trên website %3$s, và %4$s đã xem %5$s trang trong %6$s lượt truy cập.%7$s"
    },
    "Login": {
        "ConfirmationLinkSent": "Một liên kết xác nhận đã được gửi đến hộp thư của bạn. Kiểm tra e-mail của bạn và truy cập vào liên kết này để cấp phép yêu cầu thay đổi mật khẩu của bạn.",
        "ContactAdmin": "Có thể lý do là: máy chủ của bạn có thể đã bị vô hiệu hóa hàm mail(). <br \/> Xin vui lòng liên hệ với quản trị viên Piwik của bạn.",
        "ExceptionPasswordMD5HashExpected": "Mật khẩu dự kiến ​​sẽ là một mật khẩu dạng mã MD5.",
        "InvalidNonceOrHeadersOrReferrer": "Hình thức bảo mật thất bại. Hãy nạp lại hình thức bảo mật và kiểm tra các cookie là được kích hoạt. Nếu bạn sử dụng một máy chủ proxy, bạn phải cấu hình %s Piwik chấp nhận %s tiêu đề proxy chuyển tiếp tiêu đề máy chủ. Ngoài ra, kiểm tra rằng tiêu đề trang giới thiệu của bạn được gửi một cách chính xác.",
        "InvalidOrExpiredToken": "Mã thông báo là không hợp lệ hoặc đã hết hạn.",
        "InvalidUsernameEmail": "Tên hoặc địa chỉ e-mail truy cập không hợp lệ.",
        "LogIn": "Đăng nhập",
        "LoginOrEmail": "Tên hoặc e-mail truy cập",
        "LoginPasswordNotCorrect": "Sai tên hoặc mật khẩu truy cập",
        "LostYourPassword": "Mật khẩu truy cập của bạn bị mất phải không?",
        "MailPasswordChangeBody": "Xin chào %1$s, một yêu cầu đặt lại mật khẩu đã nhận được từ %2$s. Để xác nhận thay đổi mật khẩu này vậy thì bạn có thể đăng nhập với các thông tin chi tiết mới của bạn, hãy truy cập vào link sau đây: %3$s Lưu ý: token này sẽ hết hạn trong 24 giờ. Và cảm ơn bạn đã sử dụng Piwik!",
        "MailTopicPasswordChange": "Xác nhận thay đổi mật khẩu",
        "PasswordChanged": "Mật khẩu của bạn đã được thay đổi",
        "PasswordRepeat": "Mật khẩu (lặp lại)",
        "PasswordsDoNotMatch": "Mật khẩu không phù hợp.",
        "RememberMe": "Nhớ tôi",
        "ResetPasswordInstructions": "Nhập một mật khẩu mới cho tài khoản của bạn."
    },
    "Mobile": {
        "AboutPiwikMobile": "Về Piwik Mobile",
        "AccessUrlLabel": "Piwik Access URL",
        "Account": "Tài khoản",
        "Accounts": "Các tài khoản",
        "AddAccount": "Thêm tài khoản",
        "AddPiwikDemo": "Thêm bản giới thiệu Piwik",
        "Advanced": "Nâng cao",
        "AnonymousAccess": "Truy cập ẩn danh",
        "AnonymousTracking": "Theo dõi ẩn danh",
        "AskForAnonymousTrackingPermission": "Khi được kích hoạt, Piwik Mobile sẽ gửi dữ liệu sử dụng ẩn danh tới piwik.org. Mục đích là sử dụng dữ liệu này giúp các nhà phát triển Piwik Mobile hiểu rõ hơn về cách các ứng dụng được sử dụng. Thông tin đã được gửi là: các menu và các thiết lập đã click on, tên và phiên bản hệ điều hành, bất kỳ lỗi nào hiển thị trong Piwik Mobile. Chúng tôi sẽ không theo dõi bất kỳ dữ liệu phân tích nào của bạn. Dữ liệu ẩn danh này sẽ không bao giờ được công khai. Bạn có thể tắt\/bật theo dõi ẩn danh trong cài đặt bất cứ lúc nào.",
        "ChooseHttpTimeout": "Chọn giá trị thời gian chờ HTTP",
        "ChooseMetric": "Chọn số liệu",
        "ChooseReport": "Chọn một báo cáo",
        "ConfirmRemoveAccount": "Bạn có muốn loại bỏ tài khoản này không?",
        "DefaultReportDate": "Ngày báo cáo",
        "EmailUs": "Gửi mail cho chúng tôi",
        "EnableGraphsLabel": "Hiển thị các đồ thị",
        "EvolutionGraph": "Biểu đồ sự kiện",
        "HelpUsToImprovePiwikMobile": "Bạn có muốn cho phép theo dõi việc sử dụng ẩn danh trong Piwik Mobile không?",
        "HowtoDeleteAnAccount": "Nhấn lâu để loại bỏ một tài khoản.",
        "HowtoDeleteAnAccountOniOS": "Trượt sang phải sang trái để xóa một tài khoản",
        "HowtoLoginAnonymous": "Để lại tên người dùng và mật khẩu trống để đăng nhập ẩn danh",
        "HttpIsNotSecureWarning": "Mã thông báo ủy quyền Piwik của bạn (token_auth) đã được gửi trong văn bản minh bạch nếu bạn sử dụng 'HTTP'. Vì lý do này, chúng tôi đề nghị HTTPS vận chuyển an toàn dữ liệu qua internet. Bạn có muốn tiếp tục không?",
        "HttpTimeout": "HTTP Timeout",
        "IncompatiblePiwikVersion": "Phiên bản Piwik bạn đang sử dụng không tương thích với Piwik Mobile 2. Cập nhật cài đặt Piwik của bạn và thử lại hoặc cài đặt Piwik Mobile 1.",
        "LastUpdated": "Cập nhật cuối: %s",
        "LoadingReport": "Đang tải %s",
        "LoginCredentials": "Thông tin giới thiệu",
        "LoginToPiwikToChangeSettings": "Đăng nhập vào máy chủ Piwik của bạn để tạo và cập nhật các trang web, người dùng hoặc thay đổi các thiết lập chung như \"Báo cáo tải theo mặc định\".",
        "LoginUseHttps": "Sử dụng https",
        "MultiChartLabel": "Hiển thị sparklines",
        "NavigationBack": "Quay lại",
        "NetworkError": "Lỗi mạng",
        "NetworkErrorWithStatusCode": "Có một lỗi \"%s\". Yêu cầu quay lại tình trạng \"%s\". URL là \"%s\". Vui lòng kiểm tra URL đã nhập của bạn và các bản ghi lỗi trên máy chủ này để biết thêm thông tin về lỗi và cách để giải quyết nó.",
        "NetworkErrorWithStatusCodeShort": "Lỗi mạng %s",
        "NetworkNotReachable": "Mạng không thể truy cập",
        "NoAccountIsSelected": "Bạn phải chọn một tài khoản. Thêm một tài khoản mới nếu bạn chưa cấu hình được nó.",
        "NoDataShort": "Không có dữ liệu",
        "NoPiwikAccount": "Không có tài khoản Piwik phải không?",
        "NoReportsShort": "Không có báo cáo",
        "NoVisitorFound": "Không có khách truy cập nào được tìm thấy",
        "NoVisitorsShort": "Không có khách truy cập nào",
        "NoWebsiteFound": "Không có website nào được tìm thấy",
        "NoWebsitesShort": "Không có trang web",
        "PullDownToRefresh": "Kéo xuống để làm mới ...",
        "RatingDontRemindMe": "Đừng nhắc tôi",
        "RatingNotNow": "Không phải bây giờ",
        "RatingNow": "Được, bây giờ tôi sẽ đánh giá",
        "RatingPleaseRateUs": "Piwik Mobile App là một phần mềm miễn phí, chúng tôi rất cảm ơn nếu bạn dành một phút để đánh giá app ở %s. Nếu bạn có bất kỳ gợi ý gì về các chức năng mới hay các báo cáo lỗi, làm ơn liên hệ %s",
        "ReleaseToRefresh": "Giải phóng để làm mới ...",
        "Reloading": "Tải lại ...",
        "RequestTimedOutShort": "Thời gian trễ mạng bị lỗi",
        "RestrictedCompatibility": "Khả năng tương thích hạn chế",
        "RestrictedCompatibilityExplanation": "Các Piwik phiên bản %s bạn đang sử dụng không được hỗ trợ đầy đủ bởi Piwik Mobile 2. Bạn có thể gặp một số lỗi. Chúng tôi đề nghị mỗi người nên cập nhật Piwik phiên bản mới nhất hoặc sử dụng Piwik Mobile 1.",
        "SaveSuccessError": "Piwik URL hoặc sự kết hợp tên và mật khẩu người dùng sai.",
        "SearchWebsite": "Tìm kiếm các trang web",
        "ShowAll": "Hiển thị tất cả",
        "ShowLess": "Hiển thị ít hơn",
        "StaticGraph": "Đồ thị tổng quan",
        "TopVisitedWebsites": "Các trang web truy cập đứng đầu",
        "TryIt": "Hãy thử!",
        "UseSearchBarHint": "Chỉ trang web %s đầu tiên được hiển thị ở đây. Vui lòng sử dụng thanh tìm kiếm để truy cập vào các trang web khác của bạn.",
        "VerifyAccount": "Xác minh tài khoản",
        "VerifyLoginData": "Hãy chắc chắn tên và mật khẩu người dùng kết hợp là chính xác.",
        "YouAreOffline": "Xin lỗi, hiện bạn đang offline"
    },
    "MobileMessaging": {
        "Exception_UnknownProvider": "Tên nhà cung cấp '%s' chưa biết. Thử các cách sau đây để thay thế: %s.",
        "MobileReport_AdditionalPhoneNumbers": "Bạn có thể thêm nhiều số điện thoại bằng cách truy cập",
        "MobileReport_MobileMessagingSettingsLink": "Trang cài đặt tin nhắn di động",
        "MobileReport_NoPhoneNumbers": "Hãy kích hoạt ít nhất một số điện thoại bằng cách truy cập",
        "MultiSites_Must_Be_Activated": "Để tạo ra các văn bản tin nhắn SMS về số liệu thống kê trang web của bạn, vui lòng kích hoạt MultiSites plugin trong Piwik.",
        "PhoneNumbers": "Các số điện thoại của bạn",
        "PluginDescription": "Tạo ra và tải về báo cáo tin nhắn SMS tùy chỉnh và họ đã gửi đến điện thoại của bạn theo hàng ngày, hàng tuần hoặc hàng tháng.",
        "Settings_APIKey": "Khóa API",
        "Settings_CountryCode": "Mã quốc gia",
        "Settings_CredentialNotProvided": "Trước khi bạn có thể tạo và quản lý các số điện thoại, hãy kết nối Piwik với tài khoản SMS của bạn ở trên.",
        "Settings_CredentialNotProvidedByAdmin": "Trước khi bạn có thể tạo và quản lý các số điện thoại, xin vui lòng yêu cầu quản trị của bạn kết nối Piwik vào Tài khoản SMS.",
        "Settings_CredentialProvided": "Tài khoản API SMS %s của bạn đã được cấu hình chính xác!",
        "Settings_DeleteAccountConfirm": "Bạn có chắc chắn muốn xóa tài khoản SMS này?",
        "Settings_InvalidActivationCode": "Mã nhập vào không hợp lệ, hãy thử lại.",
        "Settings_LetUsersManageAPICredential": "Cho phép người dùng quản lý các thông tin tin nhắn SMS API của họ",
        "Settings_LetUsersManageAPICredential_No_Help": "Tất cả người dùng đã cho phép nhận các báo cáo SMS và sẽ sử dụng thẻ tài khoản của bạn.",
        "Settings_LetUsersManageAPICredential_Yes_Help": "Mỗi người dùng sẽ được cho phép cài đặt tài khoản riêng SMS API của họ và sẽ không sử dụng thẻ tín dụng của bạn.",
        "Settings_ManagePhoneNumbers": "Quản lý các số điện thoại",
        "Settings_PhoneActivated": "Số điện thoại đã xác nhận! Bạn có thể nhận tin nhắn SMS ngay bây giờ với số liệu thống kê của bạn.",
        "Settings_PhoneNumber": "Số điện thoại",
        "Settings_PhoneNumbers_Add": "Thêm một số điện thoại mới",
        "Settings_PhoneNumbers_CountryCode_Help": "Nếu bạn không biết mã điện thoại quốc gia, tìm kiếm quốc gia của bạn ở đây",
        "Settings_PhoneNumbers_Help": "Trước khi nhận các báo cáo SMS (tin nhắn văn bản) trên điện thoại, số điện thoại phải được nhập phía dưới.",
        "Settings_PhoneNumbers_HelpAdd": "Khi bạn click vào \"Thêm\", một tin nhắn SMS chứa một đoạn mã sẽ được gửi đến điện thoại. Người dùng nhận được đoạn mã sau đó phải đăng nhập vào Piwik, click vào Cài Đặt, sau đó click vào tin nhắn di động. Sau khi nhập đoạn mã, người dùng sẽ có thể nhận được các báo cáo văn bản trên điện thoại của mình.",
        "Settings_PleaseSignUp": "Để tạo ra các báo cáo tin nhắn SMS và nhận tin nhắn văn bản ngắn với số liệu thống kê trang web của bạn trên điện thoại di động của bạn, xin vui lòng đăng ký với các API SMS và nhập thông tin của bạn dưới đây.",
        "Settings_SMSAPIAccount": "Quản lý tài khoản SMS API",
        "Settings_SMSProvider": "Nhà cung cấp SMS",
        "Settings_SuperAdmin": "Cài đặt siêu người dùng",
        "Settings_SuspiciousPhoneNumber": "Nếu bạn không nhận được tin nhắn văn bản, bạn có thể thử ngoài hàng 0 đầu. tức là. %s",
        "Settings_UpdateOrDeleteAccount": "Bạn cũng có thể %s cập nhật %s hoặc %s xóa %s tài khoản này.",
        "Settings_ValidatePhoneNumber": "Xác nhận",
        "Settings_VerificationCodeJustSent": "Chúng tôi đã gửi một tin nhắn SMS đến số này với một mã số: vui lòng điền mã ở trên và click \"Xác nhận\".",
        "SettingsMenu": "Tin nhắn trên điện thoại di động",
        "SMS_Content_Too_Long": "[quá lâu]",
        "TopLinkTooltip": "Nhận các báo cáo Web Analytics đã được gửi đến hộp thư email của bạn hoặc điện thoại di động của bạn!",
        "TopMenu": "Các báo cáo Email & SMS",
        "VerificationText": "Mã số là %s. Để xác nhận số điện thoại của bạn và nhận được báo cáo SMS Piwik hãy sao chép mã này trong mẫu truy cập thông qua Piwik > %s> %s."
    },
    "MultiSites": {
        "Evolution": "Sự tiến triển",
        "PluginDescription": "Hiển thị tóm tắt\/thống kê multi-site thực thi. Hiện đang duy trì như là một plugin Piwik lõi.",
        "TopLinkTooltip": "So sánh các số liệu thống kê Web Analytics cho tất cả các trang web của bạn."
    },
    "Overlay": {
        "Clicks": "%s click",
        "ClicksFromXLinks": "%1$s click từ một trong %2$s link",
        "Domain": "Tên miền",
        "ErrorNotLoading": "Một phiên trang Overlay chưa thể đưa ra.",
        "ErrorNotLoadingDetails": "Có thể các trang được tải về bên phải không có mã theo dõi Piwik. Trong trường hợp này, hãy thử đưa ra Overlay cho một trang khác nhau từ báo cáo trang.",
        "ErrorNotLoadingDetailsSSL": "Kể từ khi bạn đang sử dụng Piwik qua HTTPS, nguyên nhân có thể nhất là trang web của bạn không hỗ trợ SSL. Hãy thử sử dụng Piwik qua http.",
        "ErrorNotLoadingLink": "Click vào đây để có thêm các lời khuyên cho việc xử lý sự cố",
        "Link": "Link",
        "Location": "Vị trí",
        "NoData": "Không có dữ liệu cho trang này trong khoảng thời gian đã chọn.",
        "OneClick": "1 click",
        "OpenFullScreen": "Toàn màn hình (không có sidebar)",
        "Overlay": "Trang Overlay",
        "PluginDescription": "Xem dữ liệu phân tích như một overlay trên trang web thực của bạn.",
        "RedirectUrlError": "Bạn đang cố mở trang Overlay cho URL \"%s\". Không có %s của các tên miền từ các thiết lập Piwik phù hợp với liên kết này.",
        "RedirectUrlErrorAdmin": "Bạn có thể thêm các tên miền như một URL bổ sung %s trong cài đặt %s.",
        "RedirectUrlErrorUser": "Yêu cầu quản trị của bạn thêm các tên miền như một URL bổ sung"
    },
    "PrivacyManager": {
        "AnonymizeIpDescription": "Chọn \"Đồng ý\" nếu bạn muốn Piwik không theo dõi toàn bộ địa chỉ IP.",
        "AnonymizeIpInlineHelp": "Làm ẩn danh những byte(s) cuối trên địa chỉ IP của khách để tuân thủ quy định\/luật nội bộ về quyền riêng tư.",
        "AnonymizeIpMaskLengtDescription": "Chọn bao nhiêu byte IPs của khách truy cập nên giấu.",
        "AnonymizeIpMaskLength": "%s byte(s) - ví dụ %s.",
        "CannotLockSoDeleteLogActions": "Bảng log_action sẽ không được thanh lọc: xin cấp đặc quyền LOCK TABLES cho '%s' người sử dụng MySQL.",
        "ClickHereSettings": "Click chuột tại đây để truy cập các cài đặt %s.",
        "CurrentDBSize": "Kích thước cơ sở dữ liệu hiện tại",
        "DBPurged": "Loại bỏ DB.",
        "DeleteBothConfirm": "Bạn muốn kích hoạt cả hai bản ghi dữ liệu xóa và báo cáo xóa dữ liệu. Điều này sẽ vĩnh viễn loại bỏ khả năng của bạn để xem dữ liệu phân tích cũ. Bạn có chắc bạn muốn làm điều này?",
        "DeleteDataDescription": "Bạn có thể cấu hình Piwik thường xuyên xóa các bản ghi khách truy cập cũ và\/hoặc xử lý báo cáo để giữ cho kích thước cơ sở dữ liệu của bạn nhỏ.",
        "DeleteDataDescription2": "Nếu muốn, các báo cáo tiền xử lý sẽ không bị xóa, chỉ truy cập, xem trang và dữ liệu bản ghi chuyển đổi sẽ bị xóa. Hoặc, các báo cáo tiền xử lý có thể được xóa và dữ liệu bản ghi có thể được lưu giữ.",
        "DeleteDataInterval": "Xóa mọi dữ liệu cũ",
        "DeleteDataSettings": "Xóa các bản ghi và báo cáo cũ của khách truy cập",
        "DeleteLogDescription2": "Khi bạn kích hoạt xóa bản ghi tự động, bạn phải đảm bảo rằng tất cả các báo cáo hàng ngày trước đây đã được xử lý, do đó không có dữ liệu bị mất.",
        "DeleteLogInfo": "Các bản ghi từ các bảng sau đây sẽ được xóa: %s",
        "DeleteLogsConfirm": "Bạn muốn cho phép xóa dữ liệu bản ghi. Nếu dữ liệu bản ghi cũ được loại bỏ, và các báo cáo không sẵn sàng tạo ra, bạn sẽ không thể xem dữ liệu phân tích qua lịch sử. Bạn có chắc chắn muốn làm điều này?",
        "DeleteLogsOlderThan": "Xóa các bản ghi cũ hơn",
        "DeleteMaxRows": "Số hàng lớn nhất phải xóa trong mỗi lần chạy:",
        "DeleteMaxRowsNoLimit": "không giới hạn",
        "DeleteReportsConfirm": "Bạn muốn cho phép xóa dữ liệu báo cáo. Nếu báo cáo cũ được loại bỏ, bạn sẽ phải xử lý lại chúng theo thứ tự xem. Bạn có chắc bạn muốn làm điều này?",
        "DeleteReportsDetailedInfo": "Dữ liệu từ các bảng lưu trữ cơ sở dữ liệu số(%s) và các bảng lưu trữ blob(%s) sẽ được xóa.",
        "DeleteReportsInfo": "Nếu được kích hoạt, các báo cáo cũ sẽ được xóa bỏ. %s Chúng tôi đề nghị chỉ cho phép khi không gian cơ sở dữ liệu của bạn đã được hạn chế. %s",
        "DeleteReportsInfo2": "Nếu bạn không kích hoạt \"%s\", báo cáo cũ sẽ được tái tạo tự động khi có yêu cầu.",
        "DeleteReportsInfo3": "Nếu bạn đã kích hoạt \"%s\", dữ liệu sẽ bị mất vĩnh viễn.",
        "DeleteReportsOlderThan": "Xóa báo cáo cũ hơn",
        "DeleteSchedulingSettings": "Thiết lập lịch",
        "DoNotTrack_Description": "Do Not Track là một công nghệ và đề xuất chính sách cho phép người dùng chọn không bị theo dõi bởi các trang web họ truy cập, bao gồm cả dịch vụ phân tích, mạng lưới quảng cáo, và các nền tảng xã hội.",
        "DoNotTrack_Disable": "Vô hiệu hóa Do Not Track hỗ trợ",
        "DoNotTrack_Disabled": "Piwik hiện đang theo dõi tất cả khách truy cập, ngay cả khi họ quy định \"Tôi không muốn bị theo dõi\" trong trình duyệt web của họ.",
        "DoNotTrack_DisabledMoreInfo": "Chúng tôi khuyên bạn nên tôn trọng sự riêng tư của khách truy cập của bạn và kích hoạt sự hỗ trợ DoNotTrack .",
        "DoNotTrack_Enable": "Kích hoạt sự hỗ trợ Do Not Track",
        "DoNotTrack_Enabled": "Bạn đang tôn trọng sự riêng tư của người dùng của bạn, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Khi người dùng đã thiết lập trình duyệt web của họ \"Tôi không muốn bị theo dõi\" (DoNotTrack được kích hoạt) sau đó Piwik sẽ không theo dõi các lượt truy cập này.",
        "DoNotTrack_SupportDNTPreference": "Hỗ trợ Do Not Track ưu tiên",
        "EstimatedDBSizeAfterPurge": "Kích thước cơ sở dữ liệu ước tính sau khi thanh lọc",
        "EstimatedSpaceSaved": "Không gian ước tính đã lưu",
        "GeolocationAnonymizeIpNote": "Lưu ý: Định vị sẽ có khoảng kết quả tương tự với 1 byte ẩn danh. Với 2 byte hoặc nhiều hơn, Định vị sẽ không chính xác.",
        "GetPurgeEstimate": "Thiết lập ước lượng thanh lọc",
        "KeepBasicMetrics": "Giữ các số liệu cơ bản (thăm, xem trang, tỷ lệ thoát, chuyển đổi mục tiêu, chuyển đổi thương mại điện tử, vv)",
        "KeepDataFor": "Giữ tất cả dữ liệu cho:",
        "KeepReportSegments": "Đã dữ liệu trên, cũng giữ các báo cáo phân đoạn",
        "LastDelete": "Việc xóa lần cuối trên",
        "LeastDaysInput": "Hãy xác định số ngày lớn hơn %s.",
        "LeastMonthsInput": "Hãy xác định số tháng lớn hơn %s.",
        "MenuPrivacySettings": "Riêng tư",
        "NextDelete": "Xóa lịch trình tiếp theo trong",
        "PluginDescription": "Tùy chỉnh Piwik để làm nó riêng tư phù hợp với luật hiện hành.",
        "PurgeNow": "Loại bỏ DB ngay",
        "PurgeNowConfirm": "Bạn muốn xóa vĩnh viễn dữ liệu từ cơ sở dữ liệu của bạn. Bạn có chắc muốn tiếp tục?",
        "PurgingData": "Đang loại bỏ dữ liệu...",
        "RecommendedForPrivacy": "(dành cho sự riêng tư)",
        "ReportsDataSavedEstimate": "Kích cỡ cơ sở dữ liệu",
        "SaveSettingsBeforePurge": "Bạn đã thay đổi thiết lập việc xóa dữ liệu. Vui lòng lưu chúng trước khi bắt đầu loại bỏ.",
        "TeaserHeadline": "Thiết lập riêng tư",
        "UseAnonymizedIpForVisitEnrichment": "Cũng sử dụng các địa chỉ IP ẩn danh khi làm phong phú thêm các lượt truy cập.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Các plugin như là Vị trí Địa lý thông qua IP và nhà cung cấp cải tiến siêu dữ liệu của khách truy cập. Theo mặc định các plugin này sử dụng các địa chỉ IP được ẩn danh. Nếu bạn chọn 'No', sau đó địa chỉ IP đầy đủ không ẩn danh sẽ được sử dụng thay vào đó, kết quả là quyền riêng tư ít hơn nhưng dữ liệu chính xác hơn.",
        "UseAnonymizeIp": "Các địa chỉ IP của khách truy cập ẩn danh",
        "UseDeleteLog": "Thường xuyên xóa các bản ghi khách truy cập cũ từ cơ sở dữ liệu",
        "UseDeleteReports": "Thường xuyên xóa báo cáo cũ từ cơ sở dữ liệu"
    },
    "Provider": {
        "ColumnProvider": "Nhà cung cấp",
        "PluginDescription": "Báo cáo nhà cung cấp của khách truy cập",
        "ProviderReportDocumentation": "Báo cáo này cho thấy Nhà cung cấp dịch vụ Internet mà khách truy cập sử dụng để truy cập website. Bạn có thể ckick trên tên nhà cung cấp để biết thêm chi tiết. %s Nếu Piwik không thể xác định được nhà cung cấp của khách truy cập, nó liệt kê danh sách IP.",
        "SubmenuLocationsProvider": "Vị trí và nhà cung cấp",
        "WidgetProviders": "Các nhà cung cấp"
    },
    "Referrers": {
        "AllReferrersReportDocumentation": "Báo cáo này cho thấy tất cả sự chỉ dẫn của bạn trong một báo cáo, liệt kê tất cả các trang web, từ khóa tìm kiếm và Chiến dịch được sử dụng bởi khách truy cập để tìm trang web của bạn.",
        "Campaigns": "Các chiến dịch",
        "CampaignsDocumentation": "Khách truy cập đã tới trang web của bạn như là kết quả của một chiến dịch. %s Xem báo cáo %s để biết thêm chi tiết.",
        "CampaignsReportDocumentation": "Báo cáo này cho thấy các chiến dịch dẫn khách truy cập vào trang web của bạn. %s Để biết thêm thông tin về các chiến dịch theo dõi, đọc tài liệu chiến dịch %s trên %s piwik.org",
        "ColumnCampaign": "Chiến dịch",
        "ColumnSearchEngine": "Công cụ tìm kiếm",
        "ColumnSocial": "Mạng xã hội",
        "ColumnWebsite": "Địa chỉ trang web",
        "ColumnWebsitePage": "Trang web",
        "DetailsByReferrerType": "Chi tiết bởi kiểu Referrer",
        "DirectEntry": "Nhập trực tiếp",
        "DirectEntryDocumentation": "Một du khách đã nhập vào URL trong trình duyệt của mình và bắt đầu trình duyệt trên trang web của bạn - người đó đã vào trang web một cách trực tiếp.",
        "Distinct": "Các Referrer riêng biệt bởi kiểu Referrer",
        "DistinctCampaigns": "Chiến dịch riêng biệt",
        "DistinctKeywords": "Từ khóa riêng biệt",
        "DistinctSearchEngines": "công cụ tìm kiếm riêng biệt",
        "DistinctWebsites": "Các website riêng biệt",
        "EvolutionDocumentation": "Đây là tổng quan về các giới thiệu dẫn khách truy cập tới website của bạn.",
        "EvolutionDocumentationMoreInfo": "Để biết thêm thông tin về các kiểu giới thiệu khác nhau, xem tài liệu của bảng %s.",
        "Keywords": "Từ khóa",
        "KeywordsReportDocumentation": "Báo cáo này cho thấy những từ khóa các người dùng đã tìm kiếm trước khi họ được giới thiệu đến website của bạn. %s bằng cách click trên một hàng trong bảng, bạn có thể thấy sự phân bố của công cụ tìm kiếm đã được truy vấn cho từ khoá.",
        "PluginDescription": "Báo cáo dữ liệu các giới thiệu(referrer): Công cụ tìm kiếm, từ khoá, trang web, theo dõi Chiến dịch, nhập trực tiếp.",
        "Referrer": "Người được giới thiệu",
        "ReferrerName": "Tên người được giới thiệu",
        "Referrers": "Các người được giới thiệu",
        "ReferrersOverview": "Tổng quan các người được giới thiệu",
        "SearchEngines": "Các công cụ tìm kiếm",
        "SearchEnginesDocumentation": "Một du khách được chỉ dẫn đến trang web của bạn bởi một công cụ tìm kiếm. %s Xem báo cáo %s để biết thêm chi tiết.",
        "SearchEnginesReportDocumentation": "Báo cáo này cho thấy những công cụ tìm kiếm đã chỉ dẫn người dùng tới website của bạn. %s bằng cách click trên một hàng trong bảng, bạn có thể thấy những người dùng đã tìm kiếm để sử dụng một công cụ tìm kiếm cụ thể.",
        "SocialFooterMessage": "Đây là một tập hợp các trang web báo cáo bên trái. Nó lọc ra các trang web khác để bạn có thể so sánh trực tiếp các sự chỉ dẫn mạng xã hội của bạn.",
        "Socials": "Các mạng xã hội",
        "SocialsReportDocumentation": "Báo cáo này cho thấy những mạng xã hội dẫn khách truy cập vào trang web của bạn.<br\/> bằng cách click trên một hàng trong bảng, bạn có thể thấy các trang mạng xã hội đã đến website của bạn.",
        "SubmenuSearchEngines": "Các công cụ tìm kiếm và từ khóa",
        "SubmenuWebsites": "Các Website và xã hội",
        "Type": "Kiểu Referrer",
        "TypeCampaigns": "%s từ các chiến dịch",
        "TypeDirectEntries": "%s các mục trực tiếp",
        "TypeReportDocumentation": "Bảng chứa thông tin về sự phân bố của các kiểu Referrer.",
        "TypeSearchEngines": "%s từ các công cụ tìm kiếm",
        "TypeWebsites": "%s từ các website",
        "UsingNDistinctUrls": "(sử dụng %s URL riêng biệt)",
        "ViewAllReferrers": "Xem tất cả các Referrer",
        "ViewReferrersBy": "Xem các Referrer bằng %s",
        "Websites": "Các Website",
        "WebsitesDocumentation": "Người truy cập đã theo một liên kết trên trang web khác dẫn đến trang web của bạn. %s Xem báo cáo %s để biết thêm chi tiết.",
        "WebsitesReportDocumentation": "Trong bảng này, bạn có thể thấy những website đã chỉ dẫn khách truy cập tới trang web của bạn. %s bằng cách click trên một hàng trong bảng, bạn có thể thấy những URL mà các link tới website của bạn đã dùng.",
        "WidgetExternalWebsites": "Các Website Referrer",
        "WidgetGetAll": "Tất cả các người được giới thiệu",
        "WidgetKeywords": "Các từ khóa",
        "WidgetSocials": "Danh sách các mạng xã hội",
        "WidgetTopKeywordsForPages": "Từ khóa đứng đầu cho URL trang"
    },
    "RowEvolution": {
        "AvailableMetrics": "Các số liệu có hiệu lực",
        "CompareDocumentation": "Nhấp vào liên kết dưới đây và mở popup này cho một hàng khác từ cùng một bảng để so sánh nhiều bản ghi. <br \/> Sử dụng shift-click để đánh dấu hàng để so sánh mà không cần mở popup này.",
        "CompareRows": "So sánh bản ghi",
        "ComparingRecords": "So sánh %s hàng",
        "Documentation": "Click vào các số liệu để hiển thị chúng trong đồ thị tiến hóa rộng. Sử dụng shift-click để hiển thị nhiều số liệu cùng một lúc.",
        "MetricBetweenText": "Giữa %s và %s",
        "MetricChangeText": "%s trong giai đoạn này",
        "MetricsFor": "Các số liệu cho %s",
        "MultiRowEvolutionTitle": "Sự phát triển của nhiều hàng",
        "PickAnotherRow": "Chọn một hàng khác để so sánh",
        "PickARow": "Chọn một hàng để so sánh"
    },
    "ScheduledReports": {
        "AggregateReportsFormat": "(tùy chọn) Tùy chọn hiển thị",
        "AggregateReportsFormat_GraphsOnly": "Chỉ hiển thị đồ thị (không có bảng báo cáo)",
        "AggregateReportsFormat_TablesAndGraphs": "Báo cáo hiển thị bảng và đồ thị cho tất cả các báo cáo",
        "AggregateReportsFormat_TablesOnly": "(mặc định) Hiển thị các bảng báo cáo (Các đồ thị chỉ dành cho các số liệu chính)",
        "AlsoSendReportToTheseEmails": "Cũng có thể gửi báo cáo cho những email này (một email cho mỗi dòng):",
        "AreYouSureDeleteReport": "Bạn có chắc chắn muốn xóa báo cáo này và lịch trình của nó?",
        "CancelAndReturnToReports": "Hủy và %s trả lại danh sách báo cáo %s",
        "CreateAndScheduleReport": "Tạo và lập lịch một báo cáo",
        "CreateReport": "Tạo một báo cáo",
        "CustomVisitorSegment": "Tùy chỉnh phân đoạn khách truy cập:",
        "DescriptionOnFirstPage": "Mô tả báo cáo sẽ được hiển thị trên trang đầu tiên của báo cáo.",
        "DisplayFormat_TablesOnly": "Chỉ hiển thị bảng (không có đồ thị)",
        "EmailHello": "Xin chào,",
        "EmailReports": "Các báo cáo email",
        "EmailSchedule": "Lịch email",
        "EvolutionGraph": "Hiển thị đồ thị lịch sử cho các giá trị %s đứng đầu",
        "FrontPage": "Trang đầu",
        "ManageEmailReports": "Quản lý các báo cáo email",
        "MonthlyScheduleHelp": "Lịch trình hàng tháng: báo cáo sẽ được gửi vào ngày đầu tiên của mỗi tháng.",
        "MustBeLoggedIn": "Bạn phải đăng nhập để tạo và lập lịch các báo cáo tùy chỉnh.",
        "NoRecipients": "Báo cáo này không có người nhận",
        "OClock": "Giờ",
        "Pagination": "Trang %s của %s",
        "PiwikReports": "Các báo cáo Piwik",
        "PleaseFindAttachedFile": "Hãy tìm trong tập tin đính kèm %1$s báo cáo của bạn cho %2$s.",
        "PleaseFindBelow": "Hãy tìm dưới đây %1$s báo cáo của bạn cho %2$s.",
        "PluginDescription": "Tạo và tải về các báo cáo tuỳ chỉnh của bạn, và họ đã gửi qua email hàng ngày, hàng tuần hoặc hàng tháng.",
        "ReportFormat": "Định dạng báo cáo",
        "ReportHour": "Gửi báo cáo tại",
        "ReportIncludeNWebsites": "Báo cáo này sẽ bao gồm các số liệu chính cho tất cả các trang web có ít nhất một lần truy cập( từ trang web %s hiện đang có sẵn).",
        "ReportSent": "Báo cáo đã gửi",
        "ReportsIncluded": "Số liệu thống kê bao gồm",
        "ReportType": "Gửi báo cáo qua",
        "ReportUpdated": "Báo cáo cập nhật",
        "Segment_Deletion_Error": "Phân đoạn này không thể bị xóa hoặc làm ẩn đi đối với những người dùng khác bởi vì nó được sử dụng để tạo ra các %s báo cáo(s) email. Vui lòng thử lại sau khi gỡ bỏ phân đoạn này từ báo cáo(s) này.",
        "Segment_Help": "Bạn có thể chọn một phân đoạn tùy chỉnh hiện có để áp dụng cho dữ liệu trong báo cáo email này. Bạn có thể tạo và chỉnh sửa phân đoạn tuỳ chỉnh trong %s bảng điều khiển của bạn (click vào đây để mở) %s, sau đó click vào hộp \"%s\", sau đó \"%s\".",
        "SegmentAppliedToReports": "Phân đoạn '%s' được áp dụng cho các báo cáo.",
        "SendReportNow": "Gửi báo cáo ngay",
        "SendReportTo": "Gửi báo cáo tới",
        "SentToMe": "Gửi tới tôi",
        "TableOfContent": "Danh sách báo cáo",
        "ThereIsNoReportToManage": "Không có báo cáo để quản lý website %s",
        "TopLinkTooltip": "Tạo báo cáo Email để nhận được số liệu thống kê Piwik đã tự động cung cấp tới email của bạn hoặc địa chỉ của khách hàng của bạn!",
        "TopOfReport": "Quay lại đầu trang",
        "UpdateReport": "Cập nhật báo cáo",
        "WeeklyScheduleHelp": "Lịch hàng tuần: báo cáo sẽ được gửi vào thứ Hai mỗi tuần."
    },
    "SegmentEditor": {
        "AddANDorORCondition": "Thêm điều kiện %s",
        "AddNewSegment": "Thêm segment mới",
        "AreYouSureDeleteSegment": "Bạn có chắc chắn muốn xóa phân đoạn này?",
        "AutoArchivePreProcessed": "Các báo cáo phân đoạn là tiền xử lý (nhanh hơn, cần thiết archive.php cron)",
        "AutoArchiveRealTime": "Các báo cáo phân đoạn được xử lý trong thời gian thực",
        "ChooseASegment": "Chọn một phân đoạn",
        "DefaultAllVisits": "Tất cả lượt truy cập",
        "DragDropCondition": "Kéo và thả",
        "LoadingSegmentedDataMayTakeSomeTime": "Xử lý dữ liệu khách truy cập bị phân đoạn có thể mất một vài phút ...",
        "OperatorAND": "AND",
        "OperatorOR": "OR",
        "SaveAndApply": "Lưu và áp dụng",
        "SegmentDisplayedAllWebsites": "Tất cả các website",
        "SegmentDisplayedThisWebsiteOnly": "Chỉ website này",
        "SegmentIsDisplayedForWebsite": "và hiển thị cho",
        "SelectSegmentOfVisitors": "Chọn một phân đoạn của khách truy cập:",
        "ThisSegmentIsVisibleTo": "Phân đoạn này có thể nhìn thấy:",
        "VisibleToAllUsers": "Tất cả người dùng",
        "VisibleToMe": "Tôi",
        "YouMustBeLoggedInToCreateSegments": "Bạn phải đăng nhập để tạo và chỉnh sửa các phân đoạn khách hàng."
    },
    "SEO": {
        "AlexaRank": "Xếp hạng Alexa",
        "Bing_IndexedPages": "Các trang được lập chỉ mục Bing",
        "Dmoz": "Các mục DMOZ",
        "DomainAge": "Tuổi tên miền",
        "ExternalBacklinks": "Các backlink ngoài (Majestic)",
        "Google_IndexedPages": "Các trang được lập chỉ mục Google",
        "Rank": "Xếp hạng",
        "ReferrerDomains": "Các tên miền giới thiệu (Majestic)",
        "SeoRankings": "Xếp hạng SEO",
        "SEORankingsFor": "Xếp hạng SEO cho %s",
        "ViewBacklinksOnMajesticSEO": "Xem các báo cáo Backlink ngoài trên MajesticSEO.com"
    },
    "SitesManager": {
        "AddSite": "Thêm một trang web mới",
        "AdvancedTimezoneSupportNotFound": "Hỗ trợ múi giờ nâng cao không được tìm thấy trong PHP của bạn (đã được hỗ trợ trong PHP> = 5.2). Bạn vẫn có thể chọn một UTC dẫn bù đắp.",
        "AliasUrlHelp": "Nó được khuyến cáo, nhưng không bắt buộc, để xác định các URL khác nhau, mỗi dòng, mà khách truy cập của bạn sử dụng để truy cập vào trang web này. Bí danh URL cho một trang web sẽ không xuất hiện trong báo cáo Referrers> Websites. Lưu ý rằng nó không cần thiết để xác định các URL có và không có 'www' như Piwik tự động xem xét cả hai.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "Thay đổi múi giờ của bạn sẽ chỉ ảnh hưởng đến dữ liệu về sau, và sẽ không được áp dụng cho dữ liệu trước.",
        "ChooseCityInSameTimezoneAsYou": "Chọn một thành phố trong múi giờ tương tự của bạn.",
        "Currency": "Tiền tệ",
        "CurrencySymbolWillBeUsedForGoals": "Biểu tượng tiền tệ sẽ được hiển thị bên cạnh mục tiêu doanh thu.",
        "DefaultCurrencyForNewWebsites": "Tiền tệ mặc định cho các trang web mới",
        "DefaultTimezoneForNewWebsites": "Múi giờ mặc định cho các trang web mới",
        "DeleteConfirm": "Bạn có chắc chắn muốn xóa website %s?",
        "DisableSiteSearch": "Không theo dõi các trang web tìm kiếm",
        "EcommerceHelp": "Khi được kích hoạt, báo cáo \"Mục tiêu\" sẽ có một phần \"thương mại điện tử\" mới.",
        "EnableEcommerce": "Thương mại điện tử đã được kích hoạt",
        "EnableSiteSearch": "Theo dõi trang web tìm kiếm đã được kích hoạt",
        "EnableSiteSpecificUserAgentExclude": "Kích hoạt loại trừ tác nhân người dùng được xác định bởi trang web",
        "EnableSiteSpecificUserAgentExclude_Help": "Nếu bạn cần phải loại bỏ các đại lý khác nhau cho các trang web khác nhau, kiểm tra ô này, bấm lưu và %1$s thêm các đại lý người dùng %2$s trên .",
        "ExceptionDeleteSite": "Nó không thể xóa trang web này vì nó là trang web chỉ đăng ký. Thêm một trang web mới đầu tiên, sau đó xóa nó.",
        "ExceptionEmptyName": "Tên trang web không thể để trống.",
        "ExceptionInvalidCurrency": "Loại tiền tệ \"%s\" không hợp lệ. Xin vui lòng nhập một biểu tượng tiền tệ hợp lệ (ví dụ: %s)",
        "ExceptionInvalidIPFormat": "IP để loại trừ \"%s\" không có một định dạng IP hợp lệ (ví dụ: %s).",
        "ExceptionInvalidTimezone": "Múi giờ \"%s\" không hợp lệ. Hãy nhập múi giờ hợp lệ.",
        "ExceptionInvalidUrl": "Url '%s' không phải là một URL hợp lệ.",
        "ExceptionNoUrl": "Bạn phải chỉ định ít nhất một URL cho trang web.",
        "ExcludedIps": "Loại trừ IPs",
        "ExcludedParameters": "Loại trừ các tham số",
        "ExcludedUserAgents": "Loại trừ các tác nhân người dùng",
        "GlobalExcludedUserAgentHelp1": "Nhập danh sách các đại lý để loại bỏ theo dõi bởi Piwik.",
        "GlobalExcludedUserAgentHelp2": "Bạn có thể sử dụng để loại bỏ một số bot đang được theo dõi.",
        "GlobalListExcludedIps": "Danh sách tổng quát của các IP đã loại trừ",
        "GlobalListExcludedQueryParameters": "Danh sách tổng quát của các tham số truy vấn URL để loại trừ",
        "GlobalListExcludedUserAgents": "Danh sách tổng quát của các đại lý cần loại bỏ",
        "GlobalListExcludedUserAgents_Desc": "Nếu chuỗi đại lý của khách truy cập chứa bất kỳ chuỗi bạn chỉ định, khách truy cập sẽ được loại bỏ khỏi Piwik.",
        "GlobalWebsitesSettings": "Thiết lập các trang web tổng quát",
        "HelpExcludedIps": "Nhập danh sách các IP, mỗi danh sách một dòng, mà bạn muốn loại bỏ khỏi bị theo dõi bởi Piwik. Bạn có thể sử dụng ký tự đại diện, ví dụ như. %1$s hoặc %2$s",
        "JsTrackingTagHelp": "Ở đây là mã Theo dõi JavaScript cho tất cả các trang của bạn",
        "KeepURLFragments": "Theo dõi các phân đoạn URL trang",
        "KeepURLFragmentsHelp": "Nếu hộp chọn dưới đây không được đánh dấu, các phân đoạn trang URL (tất cả mọi thứ sau khi %1$s) sẽ được loại bỏ khi theo dõi: %2$s sẽ được theo dõi như %3$s",
        "KeepURLFragmentsHelp2": "Bạn cũng có thể ghi đè thiết lập này cho các trang web cá nhân trên.",
        "KeepURLFragmentsLong": "Giữ các phân đoạn URL trang khi theo dõi các URL trang",
        "ListOfIpsToBeExcludedOnAllWebsites": "Các IP dưới đây sẽ bị loại khỏi theo dõi trên tất cả các trang web.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "Các tham số URL truy vấn dưới đây sẽ được loại bỏ từ các URL trên tất cả các trang web.",
        "ListOfQueryParametersToExclude": "Nhập danh sách các tham số truy vấn URL, mỗi dòng, để loại bỏ từ các báo cáo URL trang.",
        "MainDescription": "Các báo cáo phân tích web của bạn cần các Website! Bổ sung, cập nhật, xóa trang web, và hiển thị các JavaScript để chèn vào các trang của bạn.",
        "NotAnEcommerceSite": "Không phải là một trang web thương mại điện tử",
        "NotFound": "Không có website được tìm thấy cho",
        "NoWebsites": "Bạn không có trang web nào để quản trị",
        "OnlyOneSiteAtTime": "Bạn chỉ có thể sửa một website tại một thời điểm. Hãy lưu hoặc hủy thay đổi hiện tại của bạn đến trang web %s.",
        "PiwikOffersEcommerceAnalytics": "Piwik cho phép theo dõi và báo cáo chi tiết với phân tích thương mại điện tử. Tìm hiểu thêm về phân tích thương mại điện tử %s%s.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "Piwik sẽ tự động loại bỏ các tham số phiên chung (%s).",
        "PluginDescription": "Quản lý các trang web trong Piwik: Thêm một Website mới, chỉnh sửa một trang web hiện tại, Hiển thị các mã JavaScript trên các trang của bạn. Tất cả các hành động cũng có hiệu lực qua API này.",
        "SearchCategoryDesc": "Piwik cũng có thể theo dõi các danh mục tìm kiếm cho mỗi từ khóa tìm kiếm trang nội bộ.",
        "SearchCategoryLabel": "Tham số Mục",
        "SearchCategoryParametersDesc": "Bạn có thể nhập một danh sách ngăn bằng dấu phẩy của các tham số truy vấn xác định bởi danh mục tìm kiếm này.",
        "SearchKeywordLabel": "Tham số truy vấn",
        "SearchKeywordParametersDesc": "Nhập một danh sách ngăn bởi dấu phẩy của tất cả tên tham số truy vấn có chứa từ khóa trang web tìm kiếm.",
        "SearchParametersNote": "Lưu ý: các tham số truy vấn và tham số Danh mục này sẽ chỉ được sử dụng cho các website có trang web tìm kiếm được kích hoạt nhưng đã để lại các tham số trống này.",
        "SearchParametersNote2": "Để vô hiêu hóa trang web tìm kiếm cho trang web mới, để 2 trường này trống.",
        "SearchUseDefault": "Sử dụng %s mặc định %s các tham số trang tim kiếm",
        "SelectACity": "Chọn một thành phố",
        "SelectDefaultCurrency": "Bạn có thể chọn tiền tệ để thiết lập mặc định cho một trang web mới.",
        "SelectDefaultTimezone": "Bạn có thể chọn múi giờ để mặc định cho một trang web mới.",
        "ShowTrackingTag": "Xem mã theo dõi",
        "Sites": "Các Website",
        "SiteSearchUse": "Bạn có thể sử dụng Piwik để theo dõi và báo cáo những gì khách truy cập đang tìm kiếm trong công cụ tìm kiếm nội bộ thuộc trang web của bạn.",
        "Timezone": "Múi giờ",
        "TrackingSiteSearch": "Theo dõi việc tìm kiếm trang web nội bộ",
        "TrackingTags": "Mã theo dõi cho %s",
        "Urls": "Các URL",
        "UTCTimeIs": "Thời gian UTC là %s.",
        "WebsitesManagement": "Quản lý các trang web",
        "YouCurrentlyHaveAccessToNWebsites": "Bạn có đủ quyền truy cập %s trang web.",
        "YourCurrentIpAddressIs": "Địa chỉ IP hiện tại của bạn là %s"
    },
    "Transitions": {
        "BouncesInline": "%s bị trả lại",
        "DirectEntries": "Các mục trực tiếp",
        "ErrorBack": "Quay trở lại hành động trước đó",
        "ExitsInline": "%s thoát",
        "FromCampaigns": "Từ các chiến dịch",
        "FromPreviousPages": "Từ các trang nội bộ",
        "FromPreviousPagesInline": "%s từ các trang nội bộ",
        "FromPreviousSiteSearches": "Từ các tìm kiếm nội bộ",
        "FromPreviousSiteSearchesInline": "%s Từ các tìm kiếm nội bộ",
        "FromSearchEngines": "Từ các công cụ tìm kiếm",
        "FromWebsites": "Từ các Website",
        "IncomingTraffic": "Lưu lượng truy cập đến",
        "LoopsInline": "các lượt tải lại trang %s",
        "NoDataForAction": "Không có dữ liệu cho %s",
        "NoDataForActionDetails": "Hay là hành động không có lượt xem trang trong thời gian %s hoặc không hợp lệ.",
        "OutgoingTraffic": "Lưu lượng truy cập đi",
        "PluginDescription": "Báo cáo về các hoạt động trước và sau cho mỗi URL trang.",
        "ShareOfAllPageviews": "Trang này đã có %s lượt xem trang (%s của tất cả các lượt xem trang)",
        "ToFollowingPages": "Tới các trang nội bộ",
        "ToFollowingPagesInline": "%s tới các trang nội bộ",
        "ToFollowingSiteSearches": "Các tìm kiếm nội bộ",
        "ToFollowingSiteSearchesInline": "%s Các tìm kiếm nội bộ",
        "XOfAllPageviews": "%s của tất cả các lượt xem của trang này",
        "XOutOfYVisits": "%s (trong số %s)"
    },
    "UserCountry": {
        "AssumingNonApache": "Không thể tìm thấy hàm apache_get_modules, giả sử không có máy chủ web Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Không thể tìm thấy %1$s tập tin trong lưu trữ dấu sắc %2$s!",
        "CannotFindGeoIPServerVar": "Biến %s không được thiết lập. Máy chủ của bạn có thể không được cấu hình đúng.",
        "CannotFindPeclGeoIPDb": "Không thể tìm thấy một quốc gia, khu vựchoặc thành phố cơ sở dữ liệu cho các mô-đun PECL geoip. Hãy chắc chắn rằng cơ sở dữ liệu geoip của bạn nằm trong %1$s và được đặt tên %2$s hoặc %3$s nếu không thì mô-đun PECL sẽ không nhận thấy nó.",
        "CannotListContent": "Không thể liệt kê nội dung cho %1$s: %2$s",
        "CannotLocalizeLocalIP": "Địa chỉ IP %s là một địa chỉ địa phương và không có thể được geolocated.",
        "CannotSetupGeoIPAutoUpdating": "Dường như bạn đang lưu trữ cơ sở dữ liệu Geoip của bạn bên ngoài Piwik (chúng ta có thể nói vì không có cơ sở dữ liệu trong các thư mục con misc, nhưng Geoip của bạn đang làm việc). Piwik không thể tự động cập nhật cơ sở dữ liệu Geoip của bạn nếu chúng được đặt bên ngoài của thư mục misc.",
        "CannotUnzipDatFile": "Không thể giải nén tập tin dat trong %1$s: %2$s",
        "City": "Thành phố",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Lục địa",
        "continent_afr": "Châu phi",
        "continent_amc": "Trung Mỹ",
        "continent_amn": "Bắc Mỹ",
        "continent_ams": "Nam Mỹ",
        "continent_ant": "Nam cực",
        "continent_asi": "Châu Á",
        "continent_eur": "Châu Âu",
        "continent_oce": "Châu Đại Dương",
        "Country": "Quốc gia",
        "country_a1": "Proxy ẩn danh",
        "country_a2": "Nhà cung cấp truyền hình vệ tinh",
        "country_ac": "Đảo Ascension",
        "country_ad": "Andorra",
        "country_ae": "Các Tiểu Vương quốc A-rập Thống nhất",
        "country_af": "Áp-ga-ni-xtan",
        "country_ag": "An-ti-gu-a và Ba-bu-đa",
        "country_ai": "Anguilla",
        "country_al": "An-ba-ni",
        "country_am": "Ác-mê-ni-a",
        "country_an": "Tây Ấn Hà Lan",
        "country_ao": "Ăng-gô-la",
        "country_ap": "Khu vực Châu Á \/ Thái Bình Dương",
        "country_aq": "Nam Cực",
        "country_ar": "Ác-hen-ti-na",
        "country_as": "Đảo Somoa thuộc Mỹ",
        "country_at": "Áo",
        "country_au": "Úc",
        "country_aw": "Aruba",
        "country_ax": "Quần đảo Aland",
        "country_az": "Ai-déc-bai-gian",
        "country_ba": "Bô-xni-a Héc-xê-gô-vi-na",
        "country_bb": "Bác-ba-đốt",
        "country_bd": "Băng-la-đét",
        "country_be": "Bỉ",
        "country_bf": "Buốc-ki-na Pha-xô",
        "country_bg": "Bun-ga-ri",
        "country_bh": "Ba-ren",
        "country_bi": "Bu-run-đi",
        "country_bj": "Bê-nanh",
        "country_bl": "BL",
        "country_bm": "Bermuda",
        "country_bn": "Bru-nây",
        "country_bo": "Bô-li-vi-a",
        "country_bq": "Caribe Hà Lan",
        "country_br": "Bra-xin",
        "country_bs": "Ba-ha-ma",
        "country_bt": "Bu-tan (Bhutan)",
        "country_bu": "Nước Miến Điện",
        "country_bv": "Đảo Bouvet (Na Uy)",
        "country_bw": "Bốt-xoa-na",
        "country_by": "Bê-la-rút",
        "country_bz": "Bê-li-xê",
        "country_ca": "Ca-na-đa",
        "country_cat": "Cộng đồng nói tiếng Catalan",
        "country_cc": "Quần đảo Cocos",
        "country_cd": "Cộng hoà dân chủ Côngô",
        "country_cf": "Cộng hòa Trung Phi",
        "country_cg": "Công-gô",
        "country_ch": "Thụy Sĩ",
        "country_ci": "Bờ Biển Ngà",
        "country_ck": "Quần Đảo Cook",
        "country_cl": "Chi-lê",
        "country_cm": "Ca-mơ-run",
        "country_cn": "Trung Quốc",
        "country_co": "Cô-lôm-bi-a",
        "country_cp": "Đảo Clipperton",
        "country_cr": "Cốt-xta Ri-ca",
        "country_cs": "Séc-bia",
        "country_cu": "Cu Ba",
        "country_cv": "Cáp-ve",
        "country_cw": "Curaçao",
        "country_cx": "Đảo Giáng Sinh",
        "country_cy": "Síp",
        "country_cz": "Cộng hòa Séc",
        "country_de": "Đức",
        "country_dg": "Diego Garcia",
        "country_dj": "Gi-bu-ti",
        "country_dk": "Đan Mạch",
        "country_dm": "Dominica",
        "country_do": "Cộng hoà Đô-mi-ni-ca",
        "country_dz": "An-giê-ri",
        "country_ea": "Ceuta và Melilla",
        "country_ec": "Ê-cu-a-đo",
        "country_ee": "E-xtô-ni-a",
        "country_eg": "Ai Cập",
        "country_eh": "Tây Sahara",
        "country_er": "Ê-ri-tơ-rê-a",
        "country_es": "Tây Ban Nha",
        "country_et": "Ê-ti-ô-pi-a",
        "country_eu": "Liên minh châu Âu",
        "country_fi": "Phần Lan",
        "country_fj": "Phi-gi",
        "country_fk": "Quần Đảo Falkland",
        "country_fm": "Mi-crô-nê-xi-a",
        "country_fo": "Quần Đảo Faroe",
        "country_fr": "Pháp",
        "country_fx": "Nước pháp, dân thủ đô",
        "country_ga": "Ga-bông",
        "country_gb": "Vương quốc Anh",
        "country_gd": "Grê-na-đa",
        "country_ge": "Gru-di-a",
        "country_gf": "Quiana thuộc Pháp",
        "country_gg": "Guernsey",
        "country_gh": "Gha-na",
        "country_gi": "Gibraltar",
        "country_gl": "Băng Đảo",
        "country_gm": "Găm-bi-a",
        "country_gn": "Ghi-nê",
        "country_gp": "Guadeloupe",
        "country_gq": "Ghi-nê Xích-đạo",
        "country_gr": "Hy Lạp",
        "country_gs": "Quần đảo Nam Georgia và Nam Sandwich",
        "country_gt": "Goa-tê-ma-la",
        "country_gu": "Đảo Gu-am",
        "country_gw": "Ghi-nê Bít-xao",
        "country_gy": "Guy-a-na",
        "country_hk": "Đặc khu hành chính Hồng Kông thuộc CHND Trung Hoa",
        "country_hm": "Đảo Heard và Quần đảo McDonald",
        "country_hn": "Hôn-đu-rát",
        "country_hr": "Crô-a-ti-a",
        "country_ht": "Ha-i-ti",
        "country_hu": "Hung-ga-ri",
        "country_ic": "Quần đảo Canary",
        "country_id": "Nam Dương",
        "country_ie": "Ai-len",
        "country_il": "I-xra-en",
        "country_im": "Đảo Man",
        "country_in": "Ấn Độ",
        "country_io": "Thuộc địa Anh tại Ấn Độ Dương",
        "country_iq": "I-rắc",
        "country_ir": "I-ran",
        "country_is": "Ai-xơ-len",
        "country_it": "Ý",
        "country_je": "Jersey",
        "country_jm": "Ha-mai-ca",
        "country_jo": "Gióc-đa-ni",
        "country_jp": "Nhật Bản",
        "country_ke": "Kê-ni-a",
        "country_kg": "Cư-rơ-gư-xtan",
        "country_kh": "Campuchia",
        "country_ki": "Ki-ri-ba-ti",
        "country_km": "Cô-mô",
        "country_kn": "Xan-kít và Nê-vi",
        "country_kp": "Bắc Triều Tiên",
        "country_kr": "Hàn Quốc",
        "country_kw": "Cô-oét",
        "country_ky": "Quần Đảo Cayman",
        "country_kz": "Ka-dắc-xtan",
        "country_la": "Lào",
        "country_lb": "Li-băng",
        "country_lc": "Xan Lu-xi",
        "country_li": "Lich-ten-xtên",
        "country_lk": "Xri Lan-ca",
        "country_lr": "Li-bê-ri-a",
        "country_ls": "Lê-xô-thô",
        "country_lt": "Li-tu-a-ni-a",
        "country_lu": "Lúc-xăm-bua",
        "country_lv": "Lát-vi-a",
        "country_ly": "Li-bi",
        "country_ma": "Ma-rốc",
        "country_mc": "Mô-na-cô",
        "country_md": "Môn-đô-va",
        "country_me": "Montenegro",
        "country_mf": "MF",
        "country_mg": "Ma-đa-gát-xca",
        "country_mh": "Quần đảo Mác-san",
        "country_mk": "Ma-xê-đô-ni-a",
        "country_ml": "Ma-li",
        "country_mm": "Mi-an-ma",
        "country_mn": "Mông Cổ",
        "country_mo": "Đặc khu hành chính Macao thuộc CHND Trung Hoa",
        "country_mp": "Quần Đảo Bắc Mariana",
        "country_mq": "MQ",
        "country_mr": "Mô-ri-ta-ni",
        "country_ms": "Montserrat",
        "country_mt": "Man-ta",
        "country_mu": "Mô-ri-xơ",
        "country_mv": "Man-đi-vơ",
        "country_mw": "Ma-la-uy",
        "country_mx": "Mê-hi-cô",
        "country_my": "Ma-lay-xi-a",
        "country_mz": "Mô-dăm-bích",
        "country_na": "Nam-mi-bi-a",
        "country_nc": "New Caledonia",
        "country_ne": "Ni-giê",
        "country_nf": "Đảo Norfolk",
        "country_ng": "Ni-giê-ri-a",
        "country_ni": "Ni-ca-ra-goa",
        "country_nl": "Hà Lan",
        "country_no": "Na Uy",
        "country_np": "Nê-pan",
        "country_nr": "Nauru",
        "country_nt": "Khu trung lập",
        "country_nu": "Niue",
        "country_nz": "Niu Di-lân",
        "country_o1": "Quốc gia khác",
        "country_om": "Ô-man",
        "country_pa": "Pa-na-ma",
        "country_pe": "Pê-ru",
        "country_pf": "Polynesia thuộc Pháp",
        "country_pg": "Pa-pu-a Niu Ghi-nê",
        "country_ph": "Phi-lip-pin",
        "country_pk": "Pa-ki-xtan",
        "country_pl": "Ba Lan",
        "country_pm": "Saint Pierre và Miquelon",
        "country_pn": "Quần đảo Pitcairn",
        "country_pr": "Puerto Rico",
        "country_ps": "Lãnh thổ Palestine",
        "country_pt": "Bồ Đào Nha",
        "country_pw": "Palau",
        "country_py": "Pa-ra-goay",
        "country_qa": "Ca-ta",
        "country_re": "RE",
        "country_ro": "Ru-ma-ni",
        "country_rs": "Xéc-bi",
        "country_ru": "Nga",
        "country_rw": "Ru-an-đa",
        "country_sa": "A-rập Xê-út",
        "country_sb": "Quần đảo Xô-lô-mông",
        "country_sc": "Xây-sen",
        "country_sd": "Xu-đăng",
        "country_se": "Thụy Điển",
        "country_sf": "Phần Lan",
        "country_sg": "Xin-ga-po",
        "country_sh": "Saint Helena",
        "country_si": "Xlô-ven-ni-a",
        "country_sj": "Svalbard và Jan Mayen",
        "country_sk": "Xlô-va-ki-a",
        "country_sl": "Xi-ê-ra Lê-ôn",
        "country_sm": "Xan Ma-ri-nô",
        "country_sn": "Xê-nê-gan",
        "country_so": "Xô-ma-li",
        "country_sr": "Xu-ri-nam",
        "country_ss": "Nam Sudan",
        "country_st": "Xao Tô-mê và Prin-xi-pê",
        "country_su": "U.S.S.R cũ",
        "country_sv": "En-san-va-đo",
        "country_sx": "Sint Maarten",
        "country_sy": "Xi-ri",
        "country_sz": "Xoa-di-len",
        "country_ta": "Tristan da Cunha",
        "country_tc": "Quần Đảo Turk và Caicos",
        "country_td": "Sát",
        "country_tf": "Thuộc Địa Nam của Pháp",
        "country_tg": "Tô-gô",
        "country_th": "Thái Lan",
        "country_ti": "Tây tạng",
        "country_tj": "Tát-gi-ki-xtan",
        "country_tk": "Tokelau",
        "country_tl": "Đông Ti-mo",
        "country_tm": "Tuốc-mê-ni-xtan",
        "country_tn": "Tuy-ni-di",
        "country_to": "Tông-ga",
        "country_tp": "Đông Timor",
        "country_tr": "Thổ Nhĩ Kỳ",
        "country_tt": "Tri-ni-đát và Tô-ba-gô",
        "country_tv": "Tu-va-lu",
        "country_tw": "Đài Loan",
        "country_tz": "Tan-da-ni-a",
        "country_ua": "U-crai-na",
        "country_ug": "U-gan-đa",
        "country_uk": "Anh Quốc",
        "country_um": "Các đảo nhỏ xa trung tâm thuộc Mỹ",
        "country_us": "Hoa Kỳ",
        "country_uy": "U-ru-goay",
        "country_uz": "U-dơ-bê-ki-xtan",
        "country_va": "Va-ti-căng",
        "country_vc": "Xan Vin-xen và Grê-na-din",
        "country_ve": "Vê-nê-zu-ê-la",
        "country_vg": "Đảo Virgin, thuộc Anh",
        "country_vi": "Quần đảo Virgin, Mỹ",
        "country_vn": "Việt Nam",
        "country_vu": "Va-nu-a-tu",
        "country_wf": "Wallis và Futuna",
        "country_ws": "Xa-moa",
        "country_ye": "Y-ê-men",
        "country_yt": "YT",
        "country_yu": "Quốc gia Nam Tư",
        "country_za": "Nam Phi",
        "country_zm": "Dăm-bi-a",
        "country_zr": "Zaire",
        "country_zw": "Dim-ba-bu-ê",
        "CurrentLocationIntro": "Theo nhà cung cấp này, vị trí hiện tại của bạn là",
        "DefaultLocationProviderDesc1": "Nhà cung cấp vị trí mặc định phỏng đoán quốc gia của người truy cập dựa trên ngôn ngữ mà họ sử dụng.",
        "DefaultLocationProviderDesc2": "cái này không chính xác, do đó %1$s chúng tôi khuyên bạn nên cài đặt và sử dụng %2$s GeoIP %3$s.%4$s",
        "DefaultLocationProviderExplanation": "Bạn đang sử dụng các nhà cung cấp vị trí mặc định, có nghĩa là Piwik sẽ đoán vị trí của khách truy cập dựa trên ngôn ngữ mà họ sử dụng. %1$s đọc %2$s này để tìm hiểu cách thiết lập định vị chính xác hơn.",
        "DistinctCountries": "%s Các nước riêng biệt",
        "DownloadingDb": "Đang tải xuống %s",
        "DownloadNewDatabasesEvery": "Cập nhật tất cả các cơ sở dữ liệu",
        "FatalErrorDuringDownload": "Xảy ra lỗi nghiêm trọng trong khi tải về tập tin này. Có thể có một số lỗi với kết nối internet của bạn, với cơ sở dữ liệu geoip bạn tải về hoặc Piwik. Hãy thử tải về và cài đặt nó bằng tay.",
        "FoundApacheModules": "Piwik tìm thấy các mô-đun Apache sau",
        "FromDifferentCities": "Các thành phố khác nhau",
        "GeoIPCannotFindMbstringExtension": "Không thể tìm thấy hàm %1$s. Hãy chắc chắn rằng phần mở rộng %2$s đã được cài đặt và nạp.",
        "GeoIPDatabases": "Cơ sở dữ liệu GeoIP",
        "GeoIPDocumentationSuffix": "Theo thứ tự xem dữ liệu báo cáo này, bạn phải thiết lập GeoIP trong tab quản trị định vị. Cơ sở dữ liệu GeoIP %1$sMaxmind%2$s thương mại chính xác hơn những bản miễn phí. Để xem cách chính xác họ đang có, click %3$s tại đây %4$s.",
        "GeoIPImplHasAccessTo": "GeoIP thực thi này có quyền truy cập vào các kiểu cơ sở dữ liệu sau",
        "GeoIPIncorrectDatabaseFormat": "Cơ sở dữ liệu Geoip của bạn dường như không có định dạng chính xác. Nó thể bị lỗi. Hãy chắc chắn rằng bạn đang sử dụng phiên bản nhị phân và thử thay thế nó bằng một bản sao khác.",
        "GeoIpLocationProviderDesc_Pecl1": "Nhà cung cấp vị trí này sử dụng một cơ sở dữ liệu Geoip và một module PECL xác định chính xác và hiệu quả vị trí của khách truy cập của bạn.",
        "GeoIpLocationProviderDesc_Pecl2": "Không có giới hạn với nhà cung cấp này, vì vậy nó là một cái chúng tôi khuyên bạn nên sử dụng.",
        "GeoIpLocationProviderDesc_Php1": "Nhà cung cấp địa điểm này là đơn giản nhất để cài đặt mà nó không đòi hỏi cấu hình máy chủ (lý tưởng cho chia sẻ dịch vụ lưu trữ). Nó sử dụng một cơ sở dữ liệu geoip và API PHP của MaxMind để xác định chính xác vị trí của khách truy cập của bạn.",
        "GeoIpLocationProviderDesc_Php2": "Nếu trang web của bạn nhận được rất nhiều lưu lượng truy cập, bạn có thể thấy rằng nhà cung cấp vị trí này là quá chậm. Trong trường hợp này, bạn nên cài đặt PECL %1$s mở rộng %2$s hoặc một %3$s module máy chủ %4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Nhà cung cấp vị trí này sử dụng module geoip đã được cài đặt trong máy chủ HTTP của bạn. Nhà cung cấp này là nhanh chóng và chính xác, nhưng %1$s chỉ có thể sử dụng theo dõi trình duyệt thông thường.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Nếu bạn phải nhập các tập tin bản ghi hoặc làm cái gì khác mà đòi hỏi phải thiết lập địa chỉ IP, sử dụng PECL %1$s thực thi GeoIP (khuyến nghị) %2$s hoặc PHP %3$s thực thi GeoIP %4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Lưu ý: IP anonymization không ảnh hưởng đến các vị trí được báo cáo bởi nhà cung cấp này. Trước khi sử dụng nó với IP anonymization, đảm bảo điều này không vi phạm bất kỳ luật riêng tư nào bạn có thể bị phạt.",
        "GeoIPNoServerVars": "Piwik không thể tìm thấy bất kỳ biến %s Geoip nào.",
        "GeoIPPeclCustomDirNotSet": "Lựa chọn ini PHP %s không được thiết lập.",
        "GeoIPServerVarsFound": "Piwik phát hiện các biến %s Geoip sau đây",
        "GeoIPUpdaterInstructions": "Nhập các liên kết tải về cho cơ sở dữ liệu của bạn dưới đây. Nếu bạn đã mua cơ sở dữ liệu từ %3$sMaxMind%4$s, bạn có thể tìm thấy các %1$s link này ở đây %2$s. Xin vui lòng liên hệ với %3$sMaxMind%4$s nếu bạn gặp khó khăn khi truy cập chúng.",
        "GeoIPUpdaterIntro": "Piwik đang quản lý cập nhật cho các cơ sở dữ liệu Geoip sau",
        "GeoLiteCityLink": "Nếu bạn đang sử dụng cơ sở dữ liệu Thành phố GeoLite, sử dụng liên kết này: %1$s%2$s%3$s.",
        "Geolocation": "Định vị",
        "GeolocationPageDesc": "Trên trang này bạn có thể thay đổi cách Piwik xác định địa điểm khách truy cập.",
        "getCityDocumentation": "Báo cáo này cho thấy các thành phố khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getContinentDocumentation": "Báo cáo này cho thấy lục địa khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getCountryDocumentation": "Báo cáo này cho thấy quốc gia khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getRegionDocumentation": "Báo cáo này cho thấy vùng miền khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "HowToInstallApacheModule": "Làm thế nào để cài đặt các module Geoip cho Apache?",
        "HowToInstallGeoIPDatabases": "Làm thế nào để thiết lập cơ sở dữ liệu GeoIP?",
        "HowToInstallGeoIpPecl": "Làm thế nào để cài đặt PECL GeoIP mở rộng?",
        "HowToInstallNginxModule": "Làm thế nào để cài đặt module GeoIP cho Nginx?",
        "HowToSetupGeoIP": "Làm thế nào để thiết lập định vị chính xác với Geoip",
        "HowToSetupGeoIP_Step1": "%1$s Tải về %2$s Cơ sở dữ liệu thành phố GeoLite từ %3$s MaxMind %4$s.",
        "HowToSetupGeoIP_Step2": "Giải nén tập tin này và sao chép kết quả,%1$s vào %2$s misc %3$s thư mục Piwik (bạn có thể làm điều này bằng FTP hoặc SSH).",
        "HowToSetupGeoIP_Step3": "Nạp lại màn hình. GeoIP %1$s (PHP) nhà cung cấp %2$s sẽ được cài đặt %3$s %4$s. Chọn nó.",
        "HowToSetupGeoIP_Step4": "Và bạn đã hoàn tất! Bạn chỉ cần cài đặt Piwik để sử dụng Geoip có nghĩa là bạn sẽ có thể nhìn thấy các vùng và thành phố của khách truy cập cùng với thông tin quốc gia rất chính xác.",
        "HowToSetupGeoIPIntro": "Bạn không hiển thị để có cài đặt định vị chính xác. Đây là một tính năng hữu ích và không có nó, bạn sẽ không nhìn thấy thông tin vị trí chính xác và đầy đủ cho khách truy cập. Đây là cách bạn có thể nhanh chóng bắt đầu sử dụng nó:",
        "HttpServerModule": "Module máy chủ HTTP",
        "InvalidGeoIPUpdatePeriod": "Thời gian cho GeoIP cập nhật không hợp lệ: %1$s. Giá trị hợp lệ là %2$s.",
        "IPurchasedGeoIPDBs": "Tôi đã mua hơn %1$s cơ sở dữ liệu chính xác từ MaxMind %2$s và muốn thiết lập các cập nhật tự động.",
        "ISPDatabase": "Cơ sở dữ liệu ISP",
        "IWantToDownloadFreeGeoIP": "Tôi muốn tải về cơ sở dữ liệu Geoip miễn phí ...",
        "Latitude": "Miền",
        "Location": "Vị trí",
        "LocationDatabase": "Cơ sở dữ liệu vị trí",
        "LocationDatabaseHint": "Một cơ sở dữ liệu vị trí là một quốc gia, khu vực hoặc cơ sở dữ liệu thành phố.",
        "LocationProvider": "Nhà cung cấp vị trí",
        "Longitude": "Kinh độ",
        "NoDataForGeoIPReport1": "Không có dữ liệu cho báo cáo này bởi vì ở đó không có dữ liệu vị trí có sẵn hoặc địa chỉ IP khách truy cập không thể định vị.",
        "NoDataForGeoIPReport2": "Để cho phép định vị chính xác, thay đổi thiết lập %1$s tại đây %2$s và sử dụng một cơ sở dữ liệu %4$s mức thành phố %3$s.",
        "Organization": "Cơ quan",
        "OrgDatabase": "Cơ sở dữ liệu cơ quan",
        "PeclGeoIPNoDBDir": "Module PECL đang tìm kiếm cơ sở dữ liệu trong %1$s, nhưng thư mục này không tồn tại. Hãy tạo ra nó và thêm cơ sở dữ liệu Geoip vào đó. Ngoài ra, bạn có thể thiết lập %2$s vào đúng thư mục trong tập tin php.ini của bạn.",
        "PeclGeoLiteError": "Cơ sở dữ liệu geoip của bạn trong %1$s được đặt tên %2$s. Thật không may, module PECL sẽ không nhận ra nó với tên này. Xin đổi tên nó thành %3$s.",
        "PiwikNotManagingGeoIPDBs": "Hiện tại Piwik không quản lý bất kỳ cơ sở dữ liệu Geoip nào.",
        "PluginDescription": "Thông tin báo cáo liên quan đến vị trí của khách truy cập, bao gồm quốc gia, vùng, thành phố và tọa độ địa lý (vĩ độ\/kinh độ).",
        "Region": "Vùng",
        "SetupAutomaticUpdatesOfGeoIP": "Thiết lập tự động cập nhật cơ sở dữ liệu GeoIP",
        "SubmenuLocations": "Các vị trí",
        "TestIPLocatorFailed": "Piwik đã thử kiểm tra vị trí của một địa chỉ IP đã biết(%1$s), nhưng máy chủ của bạn trả về %2$s. Nếu nhà cung cấp này đã được cấu hình chính xác, nó sẽ trả về %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Các tập tin tải về không phải là một cơ sở dữ liệu Geoip hợp lệ. Xin vui lòng kiểm tra lại URL hoặc bạn tự tải về các tập tin.",
        "ToGeolocateOldVisits": "Để có được dữ liệu vị trí cho các truy cập cũ của bạn, sử dụng đoạn mã được mô tả %1$s tại đây %2$s",
        "UnsupportedArchiveType": "Bắt gặp kiêu lưu trữ %1$s không được hỗ trợ",
        "UpdaterHasNotBeenRun": "Các cập nhật chưa bao giờ được chạy.",
        "UpdaterWasLastRun": "Các cập nhật chạy sau cùng trên %s.",
        "WidgetLocation": "Vị trí khách truy cập"
    },
    "UserCountryMap": {
        "AndNOthers": "và %s khác",
        "Cities": "Các thành phố",
        "Countries": "Các quốc gia",
        "DaysAgo": "%s ngày cách đây",
        "GoalConversions": "%s các chuyển đổi mục tiêu",
        "Hours": "Giờ",
        "HoursAgo": "%s giờ cách đây",
        "map": "Bản đồ",
        "Minutes": "Phút",
        "MinutesAgo": "%s phút cách đây",
        "None": "Không có gì",
        "NoVisit": "Không có truy cập nào",
        "RealTimeMap": "Bản đồ thời gian thực",
        "Regions": "Các vùng",
        "Searches": "%s tìm kiếm",
        "Seconds": "Giây",
        "SecondsAgo": "%s giây cách đây",
        "ShowingVisits": "Định vị lượt truy cập cuối cùng",
        "Unlocated": "<b>%s<\/b> %p các lượt truy cập từ %c có thể không được định vị.",
        "VisitorMap": "Bản đồ khách truy cập",
        "WorldWide": "Khắp thế giới"
    },
    "UserSettings": {
        "BrowserFamilies": "Các họ trình duyệt",
        "BrowserLanguage": "Ngôn ngữ trình duyệt",
        "Browsers": "Các trình duyệt",
        "BrowserWithNoPluginsEnabled": "%1$s không có plugin nào được kích hoạt",
        "BrowserWithPluginsEnabled": "%1$s với plugin %2$s đã kích hoạt",
        "ColumnBrowser": "Trình duyệt",
        "ColumnBrowserFamily": "Họ trình duyệt",
        "ColumnBrowserVersion": "Phiên bản trình duyệt",
        "ColumnConfiguration": "Cấu hình",
        "ColumnOperatingSystem": "Hệ điều hành",
        "ColumnResolution": "Độ phân giải",
        "ColumnTypeOfScreen": "Loại màn hình",
        "Configurations": "cấu hình",
        "GamingConsole": "Gaming Console",
        "Language_aa": "Tiếng Afar",
        "Language_ab": "Tiếng Abkhazia",
        "Language_ae": "Tiếng Avestan",
        "Language_af": "Tiếng Nam Phi",
        "Language_ak": "Tiếng Akan",
        "Language_am": "Tiếng Amharic",
        "Language_an": "Tiếng Aragon",
        "Language_ar": "Tiếng A-rập",
        "Language_as": "Tiếng Assam",
        "Language_av": "Tiếng Avaric",
        "Language_ay": "Tiếng Aymara",
        "Language_az": "Tiếng Ai-déc-bai-gian",
        "Language_ba": "Tiếng Bashkir",
        "Language_be": "Tiếng Bê-la-rút",
        "Language_bg": "Tiếng Bun-ga-ri",
        "Language_bh": "Tiếng Bihari",
        "Language_bi": "Tiếng Bislama",
        "Language_bm": "Tiếng Bambara",
        "Language_bn": "Tiếng Bengali (Ấn Độ)",
        "Language_bo": "Tiếng Tây Tạng",
        "Language_br": "Tiếng Breton",
        "Language_bs": "Tiếng Nam Tư",
        "Language_ca": "Tiếng Ca-ta-lăng",
        "Language_ce": "Tiếng Chechen",
        "Language_ch": "Tiếng Chamorro",
        "Language_co": "Tiếng Corse",
        "Language_cr": "Tiếng Cree",
        "Language_cs": "Tiếng Séc",
        "Language_cu": "Tiếng Slavơ Nhà thờ",
        "Language_cv": "Tiếng Chuvash",
        "Language_cy": "Tiếng Xentơ",
        "Language_da": "Tiếng Đan Mạch",
        "Language_de": "Tiếng Đức",
        "Language_dv": "Tiếng Divehi",
        "Language_dz": "Tiếng Dzongkha",
        "Language_ee": "Tiếng Ewe",
        "Language_el": "Tiếng Hy Lạp",
        "Language_en": "Tiếng Anh",
        "Language_eo": "Tiếng Quốc Tế Ngữ",
        "Language_es": "Tiếng Tây Ban Nha",
        "Language_et": "Tiếng E-xtô-ni-a",
        "Language_eu": "Tiếng Basque",
        "Language_fa": "Tiếng Ba Tư",
        "Language_ff": "Tiếng Fulah",
        "Language_fi": "Tiếng Phần Lan",
        "Language_fj": "Tiếng Fiji",
        "Language_fo": "Tiếng Faore",
        "Language_fr": "Tiếng Pháp",
        "Language_fy": "Tiếng Frisian",
        "Language_ga": "Tiếng Ai-len",
        "Language_gd": "Tiếng Xentơ (Xcốt len)",
        "Language_gl": "Tiếng Galician",
        "Language_gn": "Tiếng Guarani",
        "Language_gu": "Tiếng Gujarati",
        "Language_gv": "Tiếng Manx",
        "Language_ha": "Tiếng Hausa",
        "Language_he": "Tiếng Hê-brơ",
        "Language_hi": "Tiếng Hin-đi",
        "Language_ho": "Tiếng Hiri Motu",
        "Language_hr": "Tiếng Crô-a-ti-a",
        "Language_ht": "Tiếng Haiti",
        "Language_hu": "Tiếng Hung-ga-ri",
        "Language_hy": "Tiếng Ác-mê-ni",
        "Language_hz": "Tiếng Herero",
        "Language_ia": "Tiếng Khoa Học Quốc Tế",
        "Language_id": "Tiếng In-đô-nê-xia",
        "Language_ie": "Tiếng Interlingue",
        "Language_ig": "Tiếng Igbo",
        "Language_ii": "Tiếng Di Tứ Xuyên",
        "Language_ik": "Tiếng Inupiaq",
        "Language_io": "Tiếng Ido",
        "Language_is": "Tiếng Ai-xơ-len",
        "Language_it": "Tiếng Ý",
        "Language_iu": "Tiếng Inuktitut",
        "Language_ja": "Tiếng Nhật",
        "Language_jv": "Tiếng Gia-va",
        "Language_ka": "Tiếng Georgian",
        "Language_kg": "Tiếng Congo",
        "Language_ki": "Tiếng Kikuyu",
        "Language_kj": "Tiếng Kuanyama",
        "Language_kk": "Tiếng Kazakh",
        "Language_kl": "Tiếng Kalaallisut",
        "Language_km": "Tiếng Campuchia",
        "Language_kn": "Tiếng Kan-na-đa",
        "Language_ko": "Tiếng Hàn Quốc",
        "Language_kr": "Tiếng Kanuri",
        "Language_ks": "Tiếng Kashmiri",
        "Language_ku": "Tiếng Kurd (Iran)",
        "Language_kv": "Tiếng Komi",
        "Language_kw": "Tiếng Cornish",
        "Language_ky": "Tiếng Kyrgyz",
        "Language_la": "Tiếng La-tinh",
        "Language_lb": "Tiếng Luxembourg",
        "Language_lg": "Tiếng Ganda",
        "Language_li": "Tiếng Limburg",
        "Language_ln": "Tiếng Lingala",
        "Language_lo": "Tiếng Lào",
        "Language_lt": "Tiếng Lít-va",
        "Language_lu": "Tiếng Luba-Katanga",
        "Language_lv": "Tiếng Lát-vi-a",
        "Language_mg": "Tiếng Malagasy",
        "Language_mh": "Tiếng Marshall",
        "Language_mi": "Tiếng Maori",
        "Language_mk": "Tiếng Ma-xê-đô-ni-a",
        "Language_ml": "Tiếng Malayalam",
        "Language_mn": "Tiếng Mông Cổ",
        "Language_mr": "Tiếng Marathi",
        "Language_ms": "Tiếng Ma-lay-xi-a",
        "Language_mt": "Tiếng Mantơ",
        "Language_my": "Tiếng Miến Điện",
        "Language_na": "Tiếng Nauru",
        "Language_nb": "Tiếng Na Uy (Bokmål)",
        "Language_nd": "Bắc Ndebele",
        "Language_ne": "Tiếng Nê-pan",
        "Language_ng": "Tiếng Ndonga",
        "Language_nl": "Tiếng Hà Lan",
        "Language_nn": "Tiếng Na Uy (Nynorsk)",
        "Language_no": "Tiếng Na Uy",
        "Language_nr": "Tiếng Ndebele Miền Nam",
        "Language_nv": "Tiếng Navajo",
        "Language_ny": "Tiếng Nyanja",
        "Language_oc": "Tiếng Occitan",
        "Language_oj": "Tiếng Ojibwa",
        "Language_om": "Tiếng Oromo",
        "Language_or": "Tiếng Ô-ri-a",
        "Language_os": "Tiếng Ossetic",
        "Language_pa": "Tiếng Punjabi",
        "Language_pi": "Tiếng Pali",
        "Language_pl": "Tiếng Ba Lan",
        "Language_ps": "Tiếng Pa-tô",
        "Language_pt": "Tiếng Bồ Đào Nha",
        "Language_qu": "Tiếng Quechua",
        "Language_rm": "Tiếng Rhaeto-Romance",
        "Language_rn": "Tiếng Rundi",
        "Language_ro": "Tiếng Ru-ma-ni",
        "Language_ru": "Tiếng Nga",
        "Language_rw": "Tiếng Kinyarwanda",
        "Language_sa": "Tiếng Phạn",
        "Language_sc": "Tiếng Sardinia",
        "Language_sd": "Tiếng Sin-hi",
        "Language_se": "Bắc Sami",
        "Language_sg": "Tiếng Sango",
        "Language_si": "Tiếng Sinhala",
        "Language_sk": "Tiếng Xlô-vác",
        "Language_sl": "Tiếng Xlô-ven",
        "Language_sm": "Tiếng Samoa",
        "Language_sn": "Tiếng Shona",
        "Language_so": "Tiếng Xô-ma-li",
        "Language_sq": "Tiếng An-ba-ni",
        "Language_sr": "Tiếng Séc-bi",
        "Language_ss": "Tiếng Swati",
        "Language_st": "Tiếng Sesotho",
        "Language_su": "Tiếng Xu đăng",
        "Language_sv": "Tiếng Thụy Điển",
        "Language_sw": "Tiếng Bantu (Đông Phi)",
        "Language_ta": "Tiếng Tamil",
        "Language_te": "Tiếng Telugu",
        "Language_tg": "Tiếng Tajik",
        "Language_th": "Tiếng Thái",
        "Language_ti": "Tiếng Tigrigya",
        "Language_tk": "Tiếng Tuôc-men",
        "Language_tl": "Tiếng Tagalog",
        "Language_tn": "Tiếng Tswana",
        "Language_to": "Tiếng Tonga",
        "Language_tr": "Tiếng Thổ Nhĩ Kỳ",
        "Language_ts": "Tiếng Tsonga",
        "Language_tt": "Tiếng Tatar",
        "Language_tw": "Tiếng Twi",
        "Language_ty": "Tiếng Tahiti",
        "Language_ug": "Tiếng Uighur",
        "Language_uk": "Tiếng U-crai-na",
        "Language_ur": "Tiếng Uđu",
        "Language_uz": "Tiếng U-dơ-bếch",
        "Language_ve": "Tiếng Venda",
        "Language_vi": "Tiếng Việt",
        "Language_vo": "Tiếng Volapük",
        "Language_wa": "Tiếng Walloon",
        "Language_wo": "Tiếng Wolof",
        "Language_xh": "Tiếng Bantu",
        "Language_yi": "Tiếng Y-đit",
        "Language_yo": "Tiếng Yoruba",
        "Language_za": "Tiếng Zhuang",
        "Language_zh": "Tiếng Trung Quốc",
        "Language_zu": "Tiếng Zulu",
        "LanguageCode": "Mã ngôn ngữ",
        "MobileVsDesktop": "Di động so với Máy tính để bàn",
        "OperatingSystemFamily": "Hệ điều hành gia đình",
        "OperatingSystems": "Các hệ điều hành",
        "PluginDescription": "Cài đặt báo cáo người dùng khác nhau: trình duyệt, họ trình duyệt, Hệ điều hành, Plugin, Độ phân giải, Cài đặt tổng quát.",
        "PluginDetectionDoesNotWorkInIE": "Chú ý: Các Plugin phát hiện không làm việc trên Internet Explorer. Báo cáo này chỉ dựa trên trình duyệt không phải IE.",
        "Resolutions": "Độ phân giải",
        "VisitorSettings": "Thiết lập khách truy cập",
        "WideScreen": "Màn hình rộng",
        "WidgetBrowserFamilies": "Gia đình trình duyệt",
        "WidgetBrowserFamiliesDocumentation": "Biểu đồ này cho thấy các trình duyệt khách truy cập của bạn chia thành các họ trình duyệt. %s Thông tin quan trọng nhất đối với nhà phát triển web là loại công cụ rendering nào khách truy cập của họ đang sử dụng. Các nhãn chứa tên của các công cụ tiếp theo của trình duyệt phổ biến nhất đang sử dụng công cụ cho trong giấu ngoặc đơn.",
        "WidgetBrowsers": "Trình duyệt khách truy cập",
        "WidgetBrowsersDocumentation": "Báo cáo này chứa thông tin về loại trình duyệt mà khách truy cập của bạn sử dụng. Mỗi phiên bản trình duyệt được liệt kê một cách riêng biệt.",
        "WidgetBrowserVersion": "Phiên bản trình duyệt",
        "WidgetGlobalVisitors": "Cấu hình khách truy cập",
        "WidgetGlobalVisitorsDocumentation": "Báo cáo này cho thấy các cấu hình tổng thể phổ biến nhất mà khách truy cập của bạn đã có. Một cấu hình là sự kết hợp của một hệ điều hành, một loại trình duyệt và độ phân giải màn hình.",
        "WidgetOperatingSystems": "Hệ điều hành",
        "WidgetPlugins": "Các Plugin trình duyệt",
        "WidgetPluginsDocumentation": "Báo cáo này cho thấy các plugin trình duyệt mà khách truy cập của bạn đã kích hoạt. Thông tin này có thể là quan trọng cho việc lựa chọn cách đúng để cung cấp nội dung của bạn.",
        "WidgetResolutions": "Độ phân giải màn hình",
        "WidgetWidescreen": "Loại thường\/ màn ảnh rộng"
    },
    "UsersManager": {
        "AddUser": "Thêm một người dùng mới",
        "Alias": "Bí danh",
        "AllWebsites": "Tất cả các website",
        "AnonymousUserHasViewAccess": "Lưu ý: Người dùng %1$s có truy cập %2$s đến website này.",
        "AnonymousUserHasViewAccess2": "Các báo cáo phân tích của bạn và thông tin các khách truy cập của bạn là công khai có thể xem được.",
        "ApplyToAllWebsites": "Áp dụng cho tất cả các website",
        "ChangeAllConfirm": "Bạn có chắc chắn bạn muốn thay đổi '%s' quyền truy cập trên tất cả các trang web?",
        "ChangePasswordConfirm": "Thay đổi mật khẩu cũng sẽ thay đổi token_auth của người dùng. Bạn có thực sự muốn tiếp tục?",
        "ClickHereToDeleteTheCookie": "Click vào đây để xóa các cookie và đã Piwik theo dõi truy cập của bạn",
        "ClickHereToSetTheCookieOnDomain": "Click vào đây để thiết lập một cookie sẽ loại trừ các lượt truy cập của bạn trên các trang web được theo dõi bởi Piwik trên %s",
        "DeleteConfirm": "Bạn có chắc chắn muốn xóa người dùng %s?",
        "Email": "Email",
        "EmailYourAdministrator": "%1$s E-mail tới quản trị viên của bạn về vấn đề này %2$s.",
        "ExceptionAccessValues": "Tham số truy cập phải có một trong các giá trị sau: [%s]",
        "ExceptionAdminAnonymous": "Bạn không thể cấp quyền truy cập \"quản trị\" cho người sử dụng 'ẩn danh'.",
        "ExceptionDeleteDoesNotExist": "Người dùng '%s' không tồn tại do đó nó không thể bị xóa.",
        "ExceptionEditAnonymous": "Người dùng ẩn danh không thể chỉnh sửa hoặc xóa. Nó được sử dụng bởi Piwik để xác định một người dùng đã không đăng nhập lúc này. Ví dụ, bạn có thể làm cho số liệu thống kê công cộng(public) của bạn bằng cách cho phép truy cập \"xem\" đến người dùng 'ẩn danh'.",
        "ExceptionEmailExists": "Người dùng với email '%s' đã tồn tại.",
        "ExceptionInvalidEmail": "Email không có một định dạng hợp lệ.",
        "ExceptionInvalidLoginFormat": "Đăng nhập phải từ %1$s và %2$s character long and chỉ chứa chữ cái, số, hoặc các ký tự '_' hoặc '-' hoặc '.' hoặc '@' hoặc '+'",
        "ExceptionInvalidPassword": "Độ dài mật khẩu phải từ %1$s và %2$s ký tự.",
        "ExceptionLoginExists": "Đăng nhập '%s' đã tồn tại.",
        "ExceptionPasswordMD5HashExpected": "UsersManager.getTokenAuth là yêu cầu một mật khẩu băm MD5 (chuỗi 32 char long). Xin vui lòng gọi hàm md5() trên mật khẩu trước khi gọi phương thức này.",
        "ExceptionUserDoesNotExist": "Người dùng '%s' không tồn tại.",
        "ExcludeVisitsViaCookie": "Loại bỏ các truy cập của bạn sử dụng một cookie",
        "ForAnonymousUsersReportDateToLoadByDefault": "Đối với người dùng ẩn danh, báo cáo thep ngày nạp theo mặc định",
        "IfYouWouldLikeToChangeThePasswordTypeANewOne": "Nếu bạn muốn thay đổi các loại mật khẩu thành một cái mới. Nếu không thì để trống.",
        "InjectedHostCannotChangePwd": "Bạn đang truy cập với một máy chủ không xác định (%1$s). Bạn không thể thay đổi mật khẩu của bạn cho đến khi vấn đề này được xử lý.",
        "MainDescription": "Quyết định người dùng nào đó có truy cập Piwik nào đó trên trang web của bạn. Bạn cũng có thể thiết lập quyền truy cập trên tất cả các trang web cùng một lúc.",
        "ManageAccess": "Quản lý truy cập",
        "MenuAnonymousUserSettings": "Thiết lập người dùng ẩn danh",
        "MenuUsers": "Các người dùng",
        "MenuUserSettings": "Thiết lập người dùng",
        "NoteNoAnonymousUserAccessSettingsWontBeUsed2": "Lưu ý: Bạn không thể thay đổi các thiết lập trong phần này, bởi vì bạn không có bất kỳ trang web nào có thể truy cập bởi người dùng ẩn danh.",
        "PluginDescription": "Quản trị người dùng trong Piwik: thêm một người dùng mới, chỉnh sửa một người dùng hiện tại, cập nhật các quyền. Tất cả các hành động cũng được cho phép thông qua các API.",
        "PrivAdmin": "Quản trị viên",
        "PrivNone": "Không có truy cập",
        "PrivView": "Xem",
        "ReportDateToLoadByDefault": "Báo cáo theo ngày nạp mặc định",
        "ReportToLoadByDefault": "Báo cáo nạp mặc định",
        "TheLoginScreen": "Màn hình đăng nhập",
        "ThereAreCurrentlyNRegisteredUsers": "Hiện tại có %s người dùng đăng ký.",
        "TypeYourPasswordAgain": "Gõ lại mật khẩu mới.",
        "User": "Người dùng",
        "UsersManagement": "Quản lý người dùng",
        "UsersManagementMainDescription": "Tạo người dùng mới hoặc cập nhật các người dùng hiện tại. Sau đó bạn có thể thiết lập quyền của họ.",
        "WhenUsersAreNotLoggedInAndVisitPiwikTheyShouldAccess": "Khi người dùng không đăng nhập và thăm Piwik, họ nên truy cập",
        "YourUsernameCannotBeChanged": "Tên đăng nhập của bạn không thể thay đổi.",
        "YourVisitsAreIgnoredOnDomain": "%s lượt truy cập của bạn sẽ được bỏ qua bởi Piwik trên %s %s (cookie Piwik bỏ qua đã được tìm thấy trong trình duyệt của bạn).",
        "YourVisitsAreNotIgnored": "%s lượt truy cập của bạn không được bỏ qua bởi Piwik %s (cookie Piwik bỏ qua đã không tìm thấy trong trình duyệt của bạn)."
    },
    "VisitFrequency": {
        "ColumnActionsByReturningVisits": "Hành động các lượt truy cập quay lại",
        "ColumnAverageVisitDurationForReturningVisitors": "Trung bình. Thời gian truy cập quay lại (tính theo giây)",
        "ColumnAvgActionsPerReturningVisit": "Trung bình. Các hành động mỗi lượt truy cập quay lại",
        "ColumnBounceCountForReturningVisits": "Tính số thải hồi cho lượt truy cập quay lại",
        "ColumnBounceRateForReturningVisits": "Tỷ lệ thoát lượt truy cập quay lại",
        "ColumnMaxActionsInReturningVisit": "Các hoạt động tối đa trong một truy cập quay lại",
        "ColumnNbReturningVisitsConverted": "Số các lượt truy cập quay lại đã chuyển đổi",
        "ColumnReturningVisits": "Các lượt truy cập quay lại",
        "ColumnSumVisitLengthReturning": "Tổng số thời gian dành cho khách truy cập quay lại (tính bằng giây)",
        "ColumnUniqueReturningVisitors": "Các khách truy cập quay lại duy nhất (unique)",
        "PluginDescription": "Báo cáo thống kê khác nhau về khách quay lại so với khách truy cập trong thời gian đầu.",
        "ReturnActions": "%s hành động của các lượt truy cập quay lại",
        "ReturnAverageVisitDuration": "thời gian truy cập trung bình %s cho các khách truy cập quay lại",
        "ReturnAvgActions": "%s Hành động của mỗi lượt truy cập quay lại",
        "ReturnBounceRate": "%s lượt truy cập quay lại đã bị thải hồi (rời khỏi trang web sau mỗi lượt truy cập trang)",
        "ReturningVisitDocumentation": "Một truy cập quay lại (trái ngược với một truy cập mới) được thực hiện bởi một người nào đó đã truy cập trang web ít nhất một lần trước đó.",
        "ReturningVisitsDocumentation": "Đây là một tổng quan của các lượt truy cập quay lại.",
        "ReturnVisits": "%s Lượt truy cập quay lại",
        "SubmenuFrequency": "Tần xuất",
        "WidgetGraphReturning": "Các lượt truy cập quay lại theo thời gian",
        "WidgetOverview": "Tần xuất tổng quan"
    },
    "VisitorInterest": {
        "BetweenXYMinutes": "%1$s-%2$s phút",
        "BetweenXYSeconds": "%1$s-%2$ss",
        "ColumnPagesPerVisit": "Các trang cho mỗi truy cập",
        "ColumnVisitDuration": "Thời gian truy cập",
        "Engagement": "Tham gia",
        "NPages": "%s trang",
        "OneMinute": "1 phút",
        "OnePage": "1 trang",
        "PluginDescription": "Báo cáo về các mối quan tâm của khách: số trang đã xem, thời gian dành cho trang web.",
        "PlusXMin": "%s phút",
        "VisitNum": "Số truy cập",
        "VisitsByDaysSinceLast": "Các truy cập theo ngày kể từ lượt truy cập cuối cùng",
        "visitsByVisitCount": "Các lượt truy cập theo số lần truy cập",
        "VisitsPerDuration": "Các lượt truy cập theo mỗi thời hạn truy cập",
        "VisitsPerNbOfPages": "Các lượt truy cập theo mỗi số lượng trang",
        "WidgetLengths": "Thời lượng của các truy cập",
        "WidgetLengthsDocumentation": "Trong báo cáo này, bạn có thể thấy bao nhiêu lượt truy cập trong tổng thời gian nhất định. Ban đầu, báo cáo được trình bày như một Tag Cloud, thời gian phổ biến được hiển thị trong một phông chữ lớn hơn.",
        "WidgetPages": "Các trang mỗi lượt truy cập",
        "WidgetPagesDocumentation": "Trong báo cáo này, bạn có thể thấy bao nhiêu lượt truy cập liên quan đến một số lượng nhất định của lượt xem trang. Ban đầu, báo cáo được trình bày như một tag cloud, số trang thường dùng được hiển thị trong một phông chữ lớn hơn.",
        "WidgetVisitsByDaysSinceLast": "Các lượt truy cập theo ngày kể từ lượt truy cập cuối",
        "WidgetVisitsByDaysSinceLastDocumentation": "Trong báo cáo này, bạn có thể thấy bao nhiêu lượt truy cập từ khách mà lượt truy cập trước đã xảy ra cách đây một số ngày nhất định.",
        "WidgetVisitsByNumDocumentation": "Trong báo cáo này, bạn có thể thấy số lượng truy cập những người đã truy cập lần thứ N, tức là. Khách truy cập trang web của bạn ít nhất là N lần."
    },
    "VisitsSummary": {
        "AverageGenerationTime": "Thời gian phát sinh trung bình %s",
        "AverageVisitDuration": "Thời gian truy cập trung bình %s",
        "GenerateQueries": "Thực thi truy vấn %s",
        "GenerateTime": "%s giây để tạo trang",
        "MaxNbActions": "Các hoạt động tối đa %s trong một lần truy cập",
        "NbActionsDescription": "Hành động %s",
        "NbActionsPerVisit": "Hành động %s ( xem trang, tải xuống, outlink và trang tìm kiếm nội bộ) mỗi lượt truy cập",
        "NbDownloadsDescription": "%s tải xuống",
        "NbKeywordsDescription": "%s từ khóa duy nhất(unique)",
        "NbOutlinksDescription": "%s outlink",
        "NbPageviewsDescription": "%s lượt xem trang",
        "NbSearchesDescription": "%s Tổng số lượt tìm kiếm trên trang web của bạn",
        "NbUniqueDownloadsDescription": "%s lượt tải duy nhất",
        "NbUniqueOutlinksDescription": "%s outlink duy nhất",
        "NbUniquePageviewsDescription": "%s lượt xem trang duy nhất",
        "NbUniqueVisitors": "%s khách truy cập duy nhất",
        "NbVisitsBounced": "%s lượt truy cập đã bị thải hồi (rời khỏi trang web sau mỗi lượt truy cập trang)",
        "PluginDescription": "Báo cáo các con số của các phân tích chung: thăm, khách truy cập duy nhất, số lượng các hành động, Tỷ lệ thoát, vv.",
        "VisitsSummary": "Lịch sử các lượt truy cập",
        "VisitsSummaryDocumentation": "Đây là một tổng quan của sự mở rộng truy cập.",
        "WidgetLastVisits": "Các lượt truy cập theo thời gian",
        "WidgetOverviewGraph": "Các lượt truy cập tổng quan (với đồ thị)",
        "WidgetVisits": "Các lượt truy cập tổng quan"
    },
    "VisitTime": {
        "ColumnLocalTime": "Giờ địa phương",
        "ColumnServerTime": "Giờ máy chủ",
        "DayOfWeek": "Ngày trong tuần",
        "LocalTime": "Lượt truy cập mỗi giờ địa phương",
        "NHour": "%sh",
        "PluginDescription": "Báo cáo thời gian Local và Server. Thông tin thời gian Server có thể có ích cho một lịch bảo trì trên trang web.",
        "ServerTime": "Các lượt truy cập theo mỗi thời gian máy chủ",
        "SubmenuTimes": "Số lần",
        "VisitsByDayOfWeek": "Các lượt truy cập theo ngày trong tuần",
        "WidgetByDayOfWeekDocumentation": "Đồ thị này cho thấy số lần truy cập mà trang web của bạn nhận được mỗi ngày trong tuần.",
        "WidgetLocalTime": "Các lượt truy cập theo giờ địa phương (Local)",
        "WidgetLocalTimeDocumentation": "Đồ thị này cho thấy thời điểm nào nó đã ở trong %s múi giờ của khách truy cập %s trong các lượt truy cập của họ.",
        "WidgetServerTime": "Các lượt truy cập bởi giờ Server",
        "WidgetServerTimeDocumentation": "Đồ thị này cho thấy thời điểm nào nó đã ở trong %s múi giờ của Server %s trong các lượt truy cập."
    },
    "Widgetize": {
        "OpenInNewWindow": "Mở trong một cửa sổ mới",
        "PluginDescription": "Các plugin giúp nó dễ dàng xuất bất kỳ Widget Piwik nào vào Blog, Website của bạn hoặc trên iGoogle và Netvibes!",
        "TopLinkTooltip": "Xuất các báo cáo Piwik như các Widget và nhúng Bảng điều khiển trong ứng dụng của bạn như một iframe."
    }
}