{
    "GeoIp2": {
        "AssumingNonApache": "Не може да бъде намерена apache_get_modules функцията, което предполага, че това не е Apache сървър.",
        "AutomaticSetup": "Автоматично конфигурирайте геолокацията с помощта на dbip база данни",
        "AutomaticSetupDescription": "За правилно геолокиране Matomo изисква външна база данни. Използвайки тази опция, Matomo автоматично ще бъде конфигуриран да изтегля и използва най-новата база данни на ниво dbip град. [%1$sПреглед на лицензионните условия%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "В tar архива %1$s не може да бъде намерена валидна DBIP / GeoIP база данни!",
        "CannotFindGeoIPServerVar": "Променливата %s не е зададена. Възможно е сървърът да не е настроен правилно.",
        "CannotListContent": "Съдържанието за %1$s: %2$s не може да бъде заредено",
        "CannotSetupGeoIPAutoUpdating": "Изглежда, че съхранявате Вашите геолокационни бази данни извън Matomo (можем да го кажем, тъй като няма бази данни в поддиректорията misc, но Вашият GeoIP работи). Matomo не може автоматично да актуализира Вашите геолокационни бази данни, ако те се намират извън директорията misc.",
        "CannotUnzipGeoIPFile": "Не можа да се разархивира GeoIP файл в %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Обновяване на базата от данни на всеки",
        "DownloadingDb": "Сваляне %s",
        "FatalErrorDuringDownload": "Възникна фатална грешка при изтеглянето на този файл. Може да има нещо нередно с Вашата интернет връзка, с изтеглената от Вас база данни за геолокация или Matomo. Опитайте да го изтеглите и инсталирате ръчно.",
        "FoundApacheModules": "Matomo откри следните Apache модули",
        "GeoIPDatabases": "GeoIP база данни",
        "GeoIPImplHasAccessTo": "Тази реализация на GeoIP има достъп до следните типове бази данни",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Забележка: IP анонимизирането няма ефект върху местоположенията, докладвани от този доставчик. Преди да го използвате с IP анонимизация, уверете се, че това не нарушава никакви закони за поверителност, на които може да сте подчинени.",
        "GeoIPLocationProviderNotRecommended": "Геолокацията работи, но не използвате някой от препоръчаните доставчици.",
        "GeoIPNoDatabaseFound": "Тази реализация на GeoIP не успя да намери никаква база данни.",
        "GeoIPNoServerVars": "Matomo не може да намери GeoIP %s променливи.",
        "GeoIPServerVarsFound": "Matomo засече следните GeoIP %s променливи",
        "GeoIPUpdaterInstructions": "Въведете връзките за изтегляне на Вашите бази данни по-долу. Ако сте закупили бази данни от %3$sdbip%4$s или %1$sMaxMind%2$s, можете да намерите тези връзки във Вашия акаунт в dbip или MaxMind. Моля, свържете се с Вашия доставчик на база данни за геолокация, ако имате проблеми с достъпа до тях.",
        "GeoIPUpdaterIntro": "В момента Matomo управлява актуализации за следните бази данни",
        "GeoIPVariablesConfigurationHere": "Можете да конфигурирате използваните сървърни променливи %1$s тук %2$s.",
        "GeoLiteCityLink": "Ако използвате базата данни dbip city lite, използвайте тази връзка: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Как да инсталирам GeoIP модул за Apache?",
        "HowToInstallNginxModule": "Как се инсталира GeoIP модул за Nginx?",
        "HowToSetupGeoIP": "Как да настройте точна геолокация с dbip",
        "HowToSetupGeoIPIntro": "Изглежда, че настройката, за определяне на местоположението, не е направена. Това е полезна функция и без нея няма да се вижда точна и пълна информация за местоположението на посетителите. Ето и начин, по който може бързо да започнете да го използвате:",
        "HowToSetupGeoIP_Step1": "%1$sИзтеглете%2$s базата данни DBIP City Lite от %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Извлечете този файл и копирайте резултата, %1$s в поддиректорията %2$smisc%3$s Matomo и го преименувайте на %4$s (можете да направите това или чрез FTP или SSH).",
        "HowToSetupGeoIP_Step3": "Презаредете този екран. Доставчикът %1$sDBIP / GeoIP (PHP)%2$s вече ще бъде %3$sИнсталиран%4$s. Изберете го.",
        "HowToSetupGeoIP_Step4": "И сте готови! Току-що настройхте Matomo да използва DBIP, което означава, че ще можете да виждате регионите и градовете на посетителите си заедно с много точна информация за държавата.",
        "HttpServerModule": "HTTP сървърен модул",
        "IPurchasedGeoIPDBs": "Купих по-точни бази данни от %3$sdbip%4$s или %1$sMaxMind%2$s и искам да настроя автоматични актуализации.",
        "ISPDatabase": "ISP база данни",
        "ISPRequiresProviderPlugin": "Проследяването на доставчици на интернет услуги изисква плъгинът за доставчици да бъде инсталиран и активиран.",
        "IWantToDownloadFreeGeoIP": "Искам да изтегля безплатната DBIP база данни…",
        "InvalidGeoIPUpdateHost": "Хостът на URL адреса за актуализация на GeoIP %1$s не е надежден. За да разрешите изтеглянето на GeoIP актуализации от хостове, различни от %2$s, моля, коригирайте настройката за %3$s в конфигурацията.",
        "InvalidGeoIPUpdatePeriod": "Невалиден период за обновяването на GeoIP: %1$s. Валидните стойности са %2$s.",
        "LocationDatabase": "Местоположение база данни",
        "LocationDatabaseHint": "Базата от данни указваща местоположение е или за държава, регион или град.",
        "LocationProviderDesc_Php": "Този доставчик на местоположение е най-лесният за инсталиране, тъй като не изисква конфигурация на сървъра (идеален за споделен хостинг!). Той използва база данни DBIP или GeoIP 2 и PHP API на MaxMind, за да определи точно местоположението на Вашите посетители.",
        "LocationProviderDesc_Php_WithExtension": "Този доставчик на местоположение се ускорява от инсталираното разширение %1$smaxminddb%2$s.",
        "LocationProviderDesc_ServerModule": "Този доставчик на местоположение използва модула GeoIP 2, който е инсталиран на Вашия HTTP сървър. Този доставчик е бърз и точен, но %1$sможе да се използва само с нормално проследяване на браузъра.%2$s",
        "LocationProviderDesc_ServerModule2": "Ако трябва да импортирате лог файлове или да направите нещо друго, което изисква задаване на IP адреси, използвайте %3$sPHP GeoIP 2 реализация %4$s и инсталирайте %1$smaxminddb разширение %2$s.",
        "MalFormedUpdateUrl": "URL адресът %1$s изглежда невалиден. Моля, уверете се, че сте въвели валиден URL адрес, започващ с http:// или https://",
        "NotManagingGeoIPDBs": "В момента Matomo не управлява никакви DBIP или MaxMind бази данни.",
        "PluginDescription": "Предоставя DBIP / GeoIP2 доставчици на местоположение.",
        "ServerBasedVariablesConfiguration": "Конфигурация за сървърни променливи, използвани от GeoIP 2 сървърни модули",
        "ServerVariableFor": "Сървърна променлива за %s",
        "SetupAutomaticUpdatesOfGeoIP": "Настройте автоматични актуализации на геолокационни бази данни",
        "ShowCustomServerVariablesConfig": "Използвам сървърния модул Geoip2 (Nginx, Apache...) и искам да конфигурирам сървърни променливи",
        "ThisUrlIsNotAValidGeoIPDB": "Изтегленият файл не е валидна база данни за геолокация. Моля, проверете отново URL адреса или изтеглете файла ръчно.",
        "UnsupportedArchiveType": "Типът архив %1$s не се поддържа.",
        "UpdaterHasNotBeenRun": "Не е пускана до момента задача за обновяване.",
        "UpdaterIsNotScheduledToRun": "Не е планирано да се изпълнява в бъдеще.",
        "UpdaterScheduledForNextRun": "Ще бъде пуснато при следващото изпълнение на archive.php cron.",
        "UpdaterWasLastRun": "Задача за проверка за обновления е стартирана последно на %s.",
        "UpdaterWillRunNext": "Следващото пускане е планирано за %s."
    }
}
