{
    "GeoIp2": {
        "AssumingNonApache": "No es pot trobar la funció apache_get_modules, suposem que el servidor web no és Apache.",
        "AutomaticSetup": "Configura automàticament la geolocalització mitjançant una base de dades dbip",
        "AutomaticSetupDescription": "Per a una correcta geolocalització, Matomo requereix una base de dades externa. Amb aquesta opció, Matomo es configurarà automàticament per descarregar i utilitzar la darrera base de dades dbip a nivell de ciutat. [%1$sMostra les condicions de llicència%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "No s'ha pogut trobar cap base de dades DBIP/GeoIP vàlida a l'arxiu tar %1$s!",
        "CannotFindGeoIPServerVar": "La variable %s no està definida. Pot ser que el vostre servidor web no estigui correctament configurat.",
        "CannotListContent": "No s'ha pogut llistar el contingut de %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Sembla que esteu emmagatzemant les vostres bases de dades de geolocalització fora de Matomo (ho sabem perquè no hi ha bases de dades al subdirectori misc, però la vostra GeoIP funciona). Matomo no pot actualitzar automàticament les vostres bases de dades de geolocalització si es troben fora del directori misc.",
        "CannotUnzipGeoIPFile": "No s'ha pogut descomprimir el fitxer GeoIP a %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Actualitza les bases de dades cada",
        "DownloadingDb": "Descarregant %s",
        "FatalErrorDuringDownload": "S'ha produït un error fatal en baixar aquest fitxer. Pot ser que hi hagi alguna cosa malament amb la vostra connexió a Internet, amb la base de dades de geolocalització que heu baixat o amb Matomo. Proveu de baixar-lo i instal·lar-lo manualment.",
        "FoundApacheModules": "Matomo ha trobat els següents mòduls d'Apache",
        "GeoIPDatabases": "Base de dades GeoIP",
        "GeoIPImplHasAccessTo": "Aquesta implementació de GeoIP té accés als següents tipus de bases de dades",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Nota: l'anonimat d'IP no té cap efecte sobre les ubicacions informades per aquest proveïdor. Abans d'utilitzar-lo amb l'anonimat d'IP, assegureu-vos que no infringeixi cap llei de privadesa a la qual estigueu subjecte.",
        "GeoIPLocationProviderNotRecommended": "La geolocalització funciona, però no esteu fent servir cap dels proveïdors recomanats.",
        "GeoIPNoDatabaseFound": "Aquesta implementació de GeoIP no ha pogut trobar cap base de dades.",
        "GeoIPNoServerVars": "Matomo no ho pogut trobar cap variable GeoIP %s.",
        "GeoIPServerVarsFound": "Matomo detecta les següents variables GeoIP %s",
        "GeoIPUpdaterInstructions": "Introduïu els enllaços de descàrrega de les vostres bases de dades a continuació. Si heu comprat bases de dades a %3$sdbip%4$s o %1$sMaxMind%2$s, podeu trobar aquests enllaços al vostre compte dbip o MaxMind. Poseu-vos en contacte amb el vostre proveïdor de bases de dades de geolocalització si teniu problemes per accedir-hi.",
        "GeoIPUpdaterIntro": "Actualment Matomo gestiona les actualitzacions de les següents bases de dades",
        "GeoIPVariablesConfigurationHere": "Podeu configurar les variables de servidor usades %1$saquí%2$s.",
        "GeoLiteCityLink": "Si utilitzeu la base de dades dbip city lite, feu servir aquest enllaç: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Com instal·lo el módul GeoIP per a l'Apache?",
        "HowToInstallNginxModule": "Com instal·lo el modul GeoIP per a Nginx?",
        "HowToSetupGeoIP": "Com configurar la geolocalització precisa amb dbip",
        "HowToSetupGeoIPIntro": "Sembla que no teniu una configuració de geolocalització precisa. Aquesta és una característica útil i sense ella no veureu la informació d'ubicació precisa i completa per als vostres visitants. A continuació us indiquem com podeu començar a utilitzar-lo ràpidament:",
        "HowToSetupGeoIP_Step1": "%1$sDescarregueu%2$s la base de dades DBIP City Lite des de %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extraieu aquest fitxer i copieu el resultat %1$s al subdirectori Matomo %2$smisc%3$s i canvieu-li el nom a %4$s (es pot ferper FTP o SSH).",
        "HowToSetupGeoIP_Step3": "Torna a carregar aquesta pantalla. El proveïdor %1$sDBIP/GeoIP (PHP)%2$s ara estarà %3$sinstal·lat%4$s. Seleccioneu-lo.",
        "HowToSetupGeoIP_Step4": "I ja heu acabat! Acabeu de configurar Matomo perquè utilitzi DBIP, la qual cosa significa que podreu veure les regions i ciutats dels vostres visitants juntament amb informació de país molt precisa.",
        "HttpServerModule": "Mòdul del Servidor HTTP",
        "IPurchasedGeoIPDBs": "He comprat bases de dades més precises a %3$sdbip%4$s o %1$sMaxMind%2$s i vull configurar actualitzacions automàtiques.",
        "ISPDatabase": "Base de dades d'ISP",
        "ISPRequiresProviderPlugin": "El seguiment dels proveïdors de serveis d'Internet requereix que el connector del proveïdor estigui instal·lat i activat.",
        "IWantToDownloadFreeGeoIP": "Vull descarregar la base de dades DBIP gratuïta…",
        "InvalidGeoIPUpdateHost": "L'hoste de l'URL d'actualització de GeoIP %1$s no és de confiança. Per permetre la baixada d'actualitzacions de GeoIP des d'amfitrions diferents de %2$s, ajusteu el paràmetre de %3$s a la configuració.",
        "InvalidGeoIPUpdatePeriod": "Període no vàlid per a l'actualització de GeoIP: %1$s. Els valors vàlids són %2$s.",
        "LocationDatabase": "Base de dades d'ubicació",
        "LocationDatabaseHint": "Una base de dades d'ubicacions és una base de dades de país, regió o ciutat.",
        "LocationProviderDesc_Php": "Aquest proveïdor d'ubicació és el més senzill d'instal·lar ja que no requereix configuració del servidor (ideal per a allotjament compartit!). Utilitza una base de dades DBIP o GeoIP 2 i l'API PHP de MaxMind per determinar amb precisió la ubicació dels vostres visitants.",
        "LocationProviderDesc_Php_WithExtension": "Aquest proveïdor d'ubicació és més ràpid amb l'extensió instal·lada %1$smaxminddb%2$s.",
        "LocationProviderDesc_ServerModule": "Aquest proveïdor d'ubicació utilitza el mòdul GeoIP 2 que s'ha instal·lat al vostre servidor HTTP. Aquest proveïdor és ràpid i precís, però %1$snomés es pot utilitzar amb el seguiment normal del navegador.%2$s",
        "LocationProviderDesc_ServerModule2": "Si heu d'importar fitxers de registre o fer alguna altra cosa que requereixi configurar adreces IP, utilitzeu la implementació %3$sPHP GeoIP 2%4$s i instal·leu %1$sl'extensió maxmindb%2$s.",
        "MalFormedUpdateUrl": "L'URL %1$s no sembla vàlida. Assegureu-vos d'introduir una URL vàlida que comenci per http:// o https://",
        "NotManagingGeoIPDBs": "Actualment Matomo no gestiona cap base de dades DBIP o MaxMind.",
        "PluginDescription": "Proporciona proveïdors d'ubicació DBIP / GeoIP2.",
        "ServerBasedVariablesConfiguration": "Configuració de variables de servidor utilitzades pels mòduls de servidor GeoIP 2",
        "ServerVariableFor": "Variable de servidor per a %s",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar actualitzacions automàtiques de bases de dades de geolocalització",
        "ShowCustomServerVariablesConfig": "Utilitzo el mòdul del servidor Geoip2 (Nginx, Apache...) i vull configurar les variables del servidor",
        "ThisUrlIsNotAValidGeoIPDB": "El fitxer descarregat no és una base de dades de geolocalització vàlida. Torneu a comprovar l'URL o descarregueu el fitxer manualment.",
        "UnsupportedArchiveType": "S'ha trobat el tipus d'arxiu no compatible %1$s.",
        "UpdaterHasNotBeenRun": "L'actualització no s'ha executat mai.",
        "UpdaterIsNotScheduledToRun": "No està previst que s'executi en el futur.",
        "UpdaterScheduledForNextRun": "Està programat per activar-se durant la propera execució de l'ordre cron core:archive.",
        "UpdaterWasLastRun": "L'actualitzador es va executar per darrera vegada el %s.",
        "UpdaterWillRunNext": "Està programat per executar-se el %s."
    }
}
