{
    "GeoIp2": {
        "AssumingNonApache": "Die apache_get_modules Funktion wurde nicht gefunden. Es wird daher von einem Nicht-Apache Webserver ausgegangen.",
        "AutomaticSetup": "Geolokalisierung automatisch mit einer dbip Datenbank konfigurieren",
        "AutomaticSetupDescription": "Um eine korrekte Geolokalisierung durchzuführen, benötigt Matomo eine externe Datenbank. Beim Verwenden dieser Einstellung wird Matomo so konfiguriert, dass die aktuellste dbip Datenbank automatisch heruntergeladen verwendet wird. [%1$s Lizenzbedingungen anzeigen%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Im TAR Archiv %1$s konnte keine gültige DBIP / GeoIP Datenbank gefunden werden!",
        "CannotFindGeoIPServerVar": "Die %s Variable ist nicht gesetzt. Ihr Server ist möglicherweise nicht korrekt konfiguriert.",
        "CannotListContent": "Kann keinen Inhalt auflisten für %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Ihre Geolocation-Datenbanken scheinen außerhalb von Matomo gespeichert zu sein (es konnten keine Datenbanken innerhalb des 'misc'-Unterordners gefunden werden, dennoch funktioniert die Standorterkennung). Matomo kann in diesem Fall keine automatischen Aktualisierungen vornehmen.",
        "CannotUnzipGeoIPFile": "Konnte GeoIP-Datei in %1$s nicht entpacken: %2$s",
        "DownloadNewDatabasesEvery": "Aktualisiere Datenbanken alle",
        "DownloadingDb": "%s wird heruntergeladen",
        "FatalErrorDuringDownload": "Ein fataler Fehler trat während dem Herunterladen der Datei auf. Es könnte ein Fehler mit Ihrer Internet Verbindung, der Geolocation-Datenbank die Sie herunterladen wollten oder Matomo vorliegen. Führen Sie den Download und die Installation der Datei manuell durch.",
        "FoundApacheModules": "Matomo hat folgende Apache-Module erkannt",
        "GeoIPDatabases": "GeoIP Datenbanken",
        "GeoIPImplHasAccessTo": "Die GeoIP Implementierung hat Zugriff auf die folgenden Datenbanktypen",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Hinweis: IP-Anonymisierung hat keinen Einfluss auf diese Art der Standortbestimmung. Stellen Sie sicher, dass die Benutzung mit IP-Anonymisierung nicht im Widerspruch zu Privatsphärebestimmungen steht, die für Sie gelten.",
        "GeoIPLocationProviderNotRecommended": "Standorterkennung funktioniert, aber Sie nutzen keinen der empfohlenen Anbieter.",
        "GeoIPNoDatabaseFound": "Die GeoIP Implementierung konnte keine Datenbank finden.",
        "GeoIPNoServerVars": "Matomo konnte keine GeoIP %s Variablen finden.",
        "GeoIPServerVarsFound": "Matomo hat folgende GeoIP %s Variablen erkannt",
        "GeoIPUpdaterInstructions": "Bitte geben Sie unten die Downloadlinks für Ihre Datenbank an. Falls Sie Ihre Datenbank von %3$sDBIP%4$s oder %1$sMaxMind%2$s beziehen können Sie diese Links in ihrem DBIP oder Maxmind Benutzerkonto finden. Falls Sie Probleme haben auf diese zuzugreifen, kontaktieren Sie bitte den Anbieter ihrer Geolocation-Datenbank.",
        "GeoIPUpdaterIntro": "Matomo verwaltet derzeit die Aktualisierungen für folgende Datenbanken",
        "GeoIPVariablesConfigurationHere": "Sie können benutze Servervariablen %1$shier%2$s konfigurieren.",
        "GeoLiteCityLink": "Falls Sie die \"DBIP City Lite\"-Datenbank verwenden, benutzen Sie diesen Link: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Wie wird das GeoIP-Modul für Apache installiert?",
        "HowToInstallNginxModule": "Wie wird das GeoIP Modul für Nginx installiert?",
        "HowToSetupGeoIP": "Wie richtet man eine genaue Standorterkennung mit DBIP ein",
        "HowToSetupGeoIPIntro": "Anscheinend wurde die Standorterkennung noch nicht vollständig konfiguriert. Dies ist ein nützliches Feature und ohne es ist es nicht möglich, komplett vollständige und umfangreiche Informationen über die Besucher zu erhalten. Nachfolgend alle Informationen, um schnell damit zu beginnen:",
        "HowToSetupGeoIP_Step1": "Die DBIP City Lite Datenbank von %3$sDBIP%4$s %1$sherunterladen%2$s.",
        "HowToSetupGeoIP_Step2": "Entpacken Sie die Datei und kopieren den Inhalt %1$s in das %2$smisc%3$s Matomo Unterverzeichnis und benennen Sie diesen in %4$s um (dies ist z.B. mit FTP oder SSH möglich).",
        "HowToSetupGeoIP_Step3": "Laden Sie diese Ansicht neu. Der %1$sDBIP / GeoIP (PHP)%2$s Standorterkennungsdienst wird nun %3$sinstalliert%4$s. Wählen Sie ihn aus.",
        "HowToSetupGeoIP_Step4": "Und fertig! Sie haben gerade Matomo konfiguriert DBIP zu verwenden. Dies bedeutet, dass Sie nun in der Lage sind die Regionen und Städte zusammen mit einer sehr genauen Angabe der Länder ihrer Besucher zu sehen.",
        "HttpServerModule": "HTTP-Server-Modul",
        "IPurchasedGeoIPDBs": "Ich habe genauere Datenbanken von %3$sDBIP%4$s oder %1$sMaxMind%2$s erworben und möchte automatische Aktualisierungen einrichten.",
        "ISPDatabase": "Internet Anbieter Datenbank",
        "ISPRequiresProviderPlugin": "Zum Erfassen von Internet Service Anbietern ist es notwendig das Anbieter-Plugin zu installieren und zu aktivieren.",
        "IWantToDownloadFreeGeoIP": "Ich möchte die kostenlose DBIP Datenbank herunterladen…",
        "InvalidGeoIPUpdateHost": "Der Host der URL %1$s für die GeoIP Aktualisierung ist nicht vertrauenswürdig. Sollten sie das Herunterladen von GeoIP Aktualisierungen von anderen Hosts als %2$s erlauben wollen, passen Sie bitte die Einstellung für %3$s in der Konfiguration an.",
        "InvalidGeoIPUpdatePeriod": "Ungültiger Zeitraum für die GeoIP-Aktualisierung: %1$s. Gültige Werte sind %2$s.",
        "LocationDatabase": "Standortdatenbank",
        "LocationDatabaseHint": "Eine Standortdatenbank ist entweder eine Datenbank mit Ländern, Regionen oder Städten.",
        "LocationProviderDesc_Php": "Dieser Standorterkennungsdienst ist am einfachsten zu installieren, da er keine Server-Konfiguration benötigt (ideal für Shared Hosting!). Er nutzt eine DBIP oder GeoIP 2 Datenbank und MaxMind's PHP API um den Standort Ihrer Besucher akkurat zu bestimmen.",
        "LocationProviderDesc_Php_WithExtension": "Dieser Standorterkennungsdienst wird durch die installierte %1$smaxminddb%2$s Erweiterung beschleunigt.",
        "LocationProviderDesc_ServerModule": "Diese Art der Standortbestimmung verwendet das GeoIP2-Modul das auf ihrem HTTP-Server installiert ist. Diese ist am schnellsten und genauesten, aber %1$skann nur bei normalem Browser-Tracking benutzt werden%2$s",
        "LocationProviderDesc_ServerModule2": "Falls Sie Protokolldateien oder andere Dinge importieren welche IP-Adressen enthalten sollten Sie die %3$sPHP GeoIP 2 Implementierung%4$s nutzen und die %1$smaxminddb Erweiterung%2$s installieren.",
        "MalFormedUpdateUrl": "Die URL %1$s scheint ungültig zu sein. Bitte geben Sie eine gültige URL ein, die mit http:// oder https:// beginnt",
        "NotManagingGeoIPDBs": "Matomo kann aktuell keine DBIP oder MaxMind Datenbanken verwalten.",
        "PluginDescription": "Liefert DBIP / GeoIP2 Standorterkennungsdienste.",
        "ServerBasedVariablesConfiguration": "Einstellungen für die Servervariablen die vom \"GeoIP 2\"-HTTP-Server-Modul benutzt werden",
        "ServerVariableFor": "Servervariable für %s",
        "SetupAutomaticUpdatesOfGeoIP": "Automatische Aktualisierungen für Geolocation-Datenbanken einrichten",
        "ShowCustomServerVariablesConfig": "Ich benutze das Geoip2 Server-Modul (Nginx, Apache...) und möchte die Server-Variablen konfigurieren",
        "ThisUrlIsNotAValidGeoIPDB": "Die heruntergeladene Datei ist keine gültige Geolocation-Datenbank. Bitte überprüfen Sie die URL oder laden Sie die Datei manuell herunter.",
        "UnsupportedArchiveType": "Nicht unterstützter Archivtyp erkannt: %1$s.",
        "UpdaterHasNotBeenRun": "Es hat noch keine Aktualisierung stattgefunden.",
        "UpdaterIsNotScheduledToRun": "Keine zukünftige Ausführung geplant.",
        "UpdaterScheduledForNextRun": "Ausführung für den nächsten archive.php cron Durchlauf geplant.",
        "UpdaterWasLastRun": "Die Aktualisierung wurde zuletzt ausgeführt am %s.",
        "UpdaterWillRunNext": "Nächste Ausführung geplant für %s."
    }
}
