{
    "GeoIp2": {
        "AssumingNonApache": "Αδύνατη η εύρεση της συνάρτησης apache_get_modules, υποθέτουμε ότι ο διακομιστής δεν είναι Apache.",
        "AutomaticSetup": "Αυτόματη παραμετροποίηση γεωτοποθεσίας με χρήση βάσης dbip",
        "AutomaticSetupDescription": "Για σωστή γεωτοποθεσία, το Matomo απαιτεί εξωτερική βάση δεδομένων. Με αυτή την επιλογή, το Matomo θα παραμετροποιηθεί αυτόματα να κατεβάζει και να χρησιμοποιεί την τελευταία βάση δεδομένων για πόλεις από το dbip. [%1$sΔείτε τους όρους χρήσης %2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Δεν βρέθηκε έγκυρη βάση DBIP / GeoIP στο αρχείο tar %1$s!",
        "CannotFindGeoIPServerVar": "Η μεταβλητή %s δεν έχει οριστεί. Ο διακομιστής σας ενδέχεται να μην έχει παραμετροποιηθεί σωστά.",
        "CannotListContent": "Αδύνατη η δημιουργία λίστας του περιεχομένου για %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Φαίνεται ότι αποθηκεύετε τις GeoIP βάσεις δεδομένων σας εκτός της εγκατάστασης του Matomo (αφού δεν υπάρχουν βάσεις δεδομένων στο misc υποκατάλογο, αλλά το GeoIP λειτουργεί). Το Matomo δεν μπορεί να ενημερώσει αυτόματα τις GeoIP βάσεις δεδομένων σας αν βρίσκονται εκτός του καταλόγου misc.",
        "CannotUnzipGeoIPFile": "Δεν ήταν δυνατή η αποσυμπίεση του αρχείου GeoIP στο %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Ενημέρωση βάσεων δεδομένων κάθε",
        "DownloadingDb": "Λήψη του %s",
        "FatalErrorDuringDownload": "Παρουσιάστηκε ανεπανόρθωτο σφάλμα κατά την λήψη αυτού του αρχείου. Μπορεί να υπάρχει κάποιο λάθος με τη σύνδεσή σας με το διαδίκτυο, με τη βάση δεδομένων γεωτοποθεσίας που έχετε κατεβάσει ή με το Matomo. Προσπαθήστε να κάνετε λήψη και να το εγκαταστήσετε με χειροκίνητο τρόπο.",
        "FoundApacheModules": "Το Matomo βρήκε τα ακόλουθα πρόσθετα Apache",
        "GeoIPDatabases": "Βάσεις δεδομένων GeoIP",
        "GeoIPImplHasAccessTo": "Αυτή η υλοποίηση GeoIP έχει πρόσβαση στους ακόλουθους τύπους βάσεων δεδομένων",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Σημείωση: Η ανωνυμοποίηση IP διευθύνσεων δεν έχει καμία επίδραση στις τοποθεσίες που αναφέρονται από αυτόν τον πάροχο. Πριν το χρησιμοποιήσετε μαζί με την ανωνυμοποίηση IP, βεβαιωθείτε ότι αυτό δεν παραβιάζει κανένα νόμο περί προσωπικών δεδομένων που ενδέχεται να ισχύει στη χώρα σας.",
        "GeoIPLocationProviderNotRecommended": "Η Γεωτοποθεσία δουλεύει, αλλά δεν χρησιμοποιείτε κάποιον από τους προτεινόμενους παρόχους.",
        "GeoIPNoDatabaseFound": "Η υλοποίηση της GeoIP δεν μπόρεσε να βρει κάποια βάση δεδομένων.",
        "GeoIPNoServerVars": "Το Matomo δεν μπορεί να βρει καμιά μεταβλητή %s GeoIP.",
        "GeoIPServerVarsFound": "Το Matomo ανίχνευσε τις ακόλουθες μεταβλητές GeoIP %s",
        "GeoIPUpdaterInstructions": "Εισάγετε παρακάτω τους συνδέσμους λήψης για τις βάσεις δεδομένων σας. Αν έχετε αγοράσει βάσεις δεδομένων από το %3$sdbip%4$s ή το %1$sMaxMind%2$s, μπορείτε να βρείτε τους συνδέσμους λήψης στο λογαριασμό σας στο dbip ή στο MaxMind. Παρακαλούμε επικοινωνήστε με τον πάροχο γεωτοποθεσίας σας αν έχετε πρόβλημα με την πρόσβαση στους συνδέσμους.",
        "GeoIPUpdaterIntro": "Το Matomo επί του παρόντος διαχειρίζεται τις ενημερώσεις για τις ακόλουθες βάσεις δεδομένων",
        "GeoIPVariablesConfigurationHere": "Μπορείτε να παραμετροποιήσετε τις μεταβλητές διακομιστή που χρησιμοποιούνται %1$sεδώ%2$s.",
        "GeoLiteCityLink": "Αν χρησιμοποιείτε τη βάση δεδομένων πόλεων του dbip, χρησιμοποιήστε τον παρακάτω σύνδεσμο: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Πώς εγκαθιστώ την επέκταση GeoIP για τον Apache;",
        "HowToInstallNginxModule": "Πώς εγκαθιστώ την επέκταση GeoIP για το Nginx;",
        "HowToSetupGeoIP": "Πως εγκαθιστώ ακριβή γεωτοποθεσία με το dbip",
        "HowToSetupGeoIPIntro": "Δεν φαίνεται να έχετε εγκατεστημένη τη Γεωτοποθεσία. Αποτελεί ένα χρήσιμο χαρακτηριστικό και χωρίς αυτό δε θα έχετε έγκυρη και πλήρη πληροφορία για τις τοποθεσίες των επισκεπτών σας. Δείτε πως μπορείτε να ξεκινήσετε να τη χρησιμοποιείτε γρήγορα:",
        "HowToSetupGeoIP_Step1": "%1$sΛήψη%2$s της βάσης δεδομένων πόλεων του DBIP από %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Αποσυμπιέστε το αρχείο και αντιγράψτε το αποτέλεσμα, %1$s μέσα στον υποκατάλογο %2$smisc%3$s του Matomo και μετονομάστε το σε %4$s (μπορείτε να το κάνετε αυτό μέσω FTP ή SSH).",
        "HowToSetupGeoIP_Step3": "Επαναφόρτωση της οθόνης. Ο πάροχος %1$sDBIP / GeoIP (PHP)%2$s θα %3$sεγκατασταθεί%4$s. Επιλέξτε τον.",
        "HowToSetupGeoIP_Step4": "Και είστε έτοιμοι! Μόλις εγκαταστήσατε το Matomo να χρησιμοποιεί το DBIP που σημαίνει ότι θα μπορείτε να βλέπετε τις περιοχές και τις πόλεις των επισκεπτών σας μαζί με αρκετά έγκυρη πληροφορία σχετικά με τις χώρες.",
        "HttpServerModule": "Επέκταση Διακομιστή HTTP",
        "IPurchasedGeoIPDBs": "Αγόρασα βάσεις δεδομένων με μεγαλύτερη ακρίβεια από το %3$sdbip%4$s ή το %1$sMaxMind%2$s και θέλω να εγκαταστήσω τις αυτόματες ενημερώσεις.",
        "ISPDatabase": "Βάση δεδομένων Παρόχων",
        "ISPRequiresProviderPlugin": "Η ιχνηλάτηση παρόχων διαδικτύου απαιτεί το πρόσθετο Πάροχος να έχει εγκατασταθεί και ενεργοποιηθεί.",
        "IWantToDownloadFreeGeoIP": "Θέλω να λάβω τη δωρεάν βάση δεδομένων DBIP…",
        "InvalidGeoIPUpdateHost": "Ο διακομιστής στην ηλεκτρονική διεύθυνση ενημέρωσης του GeoIP %1$s δεν είναι έμπιστος. Για να επιτρέψετε το κατέβασμα ενημερώσεων από άλλους διακομιστές εκτός του %2$s, αλλάξτε τη ρύθμιση για το %3$s στο αρχείο παραμετροποίησης.",
        "InvalidGeoIPUpdatePeriod": "Μη έγκυρη περίοδος για την ενημέρωση του GeoIP: %1$s. Έγκυρες τιμές είναι %2$s.",
        "LocationDatabase": "Βάση δεδομένων τοποθεσιών",
        "LocationDatabaseHint": "Μια βάση δεδομένων τοποθεσιών είναι μια βάση δεδομένων χωρών, περιοχών ή πόλεων.",
        "LocationProviderDesc_Php": "Αυτός ο πάροχος τοποθεσίας είναι ο απλούστερος στην εγκατάσταση καθώς δεν απαιτεί παραμετροποίηση στο διακομιστή (ιδανικός για διαμοιραζόμενη φιλοξενία!). Χρησιμοποιεί μια βάση δεδομένων γεωτοποθεσίας DBIP ή GeoIP 2 για τον ακριβή καθορισμό της τοποθεσίας των επισκεπτών σας.",
        "LocationProviderDesc_Php_WithExtension": "Αυτός ο πάροχος τοποθεσίας αυξάνει την ταχύτητά του με την εγκατεστημένη επέκταση %1$smaxminddb%2$s.",
        "LocationProviderDesc_ServerModule": "Αυτός ο πάροχος τοποθεσίας χρησιμοποιεί το άρθρωμα GeoIP 2 που έχει εγκατασταθεί στον διακομιστή ιστού σας. Ο πάροχος είναι γρήγορος και ακριβής, αλλά %1$sμπορεί να χρησιμοποιηθεί μόνο με την κλασική παρακολούθηση μέσω του φυλλομετρητή σας.%2$s",
        "LocationProviderDesc_ServerModule2": "Αν επιθυμείτε να εισαγάγετε αρχεία καταγραφής ή να κάνετε κάτι άλλο που απαιτεί τον ορισμό διευθύνσεων IP, χρησιμοποιήστε την %3$sPHP GeoIP 2 υλοποίηση%4$s και εγκαταστήστε την %1$sεπέκταση maxminddb%2$s.",
        "MalFormedUpdateUrl": "Η διεύθυνση %1$s φαίνεται άκυρη. Βεβαιωθείτε ότι έχετε εισαγάγει μια έγκυρη ηλεκτρονική διεύθυνση που να ξεκινάει από http:// ή https://",
        "NotManagingGeoIPDBs": "Το Matomo δεν διαχειρίζεται αυτή τη στιγμή τυχόν βάσεις δεδομένων DBIP ή MaxMind.",
        "PluginDescription": "Παρέχει τους παρόχους τοποθεσίας DBIP / GeoIP2.",
        "ServerBasedVariablesConfiguration": "Παραμετροποίηση των μεταβλητών διακομιστή που χρησιμοποιούνται από τα αρθρώματα GeoIP 2 του διακομιστή",
        "ServerVariableFor": "Μεταβλητή διακομιστή για %s",
        "SetupAutomaticUpdatesOfGeoIP": "Εγκατάσταση αυτόματων ενημερώσεων των βάσεων δεδομένων γεωτοποθεσίας",
        "ShowCustomServerVariablesConfig": "Χρησιμοποιώ το άρθρωμα διακομιστή Geoip2 (Nxing, Apache…) και θέλω να παραμετροποιήσω τις μεταβλητές διακομιστή",
        "ThisUrlIsNotAValidGeoIPDB": "Το κατεβασμένο αρχείο δεν είναι έγκυρη βάση δεδομένων γεωτοποθεσίας. Παρακαλούμε διπλοελέγξτε τη διεύθυνση URL ή κατεβάστε το αρχείο χειροκίνητα.",
        "UnsupportedArchiveType": "Παρουσιάστηκε μη υποστηριζόμενος τύπος συμπιεσμένου αρχείου %1$s.",
        "UpdaterHasNotBeenRun": "Το πρόγραμμα ενημέρωσης δεν εκτελέστηκε ποτέ.",
        "UpdaterIsNotScheduledToRun": "Δεν είναι προγραμματισμένο να εκτελεστεί στο μέλλον.",
        "UpdaterScheduledForNextRun": "Είναι προγραμματισμένο για εκτέλεση κατά την εκτέλεση της επόμενης εντολής του cron core:archive.",
        "UpdaterWasLastRun": "Το πρόγραμμα ενημέρωσης εκτελέστηκε τελευταία στις %s.",
        "UpdaterWillRunNext": "Είναι προγραμματισμένο για εκτέλεση στις %s."
    }
}
