{
    "GeoIp2": {
        "AssumingNonApache": "Cannot find apache_get_modules function, assuming non-Apache webserver.",
        "AutomaticSetup": "Automatically configure geolocation using a dbip database",
        "AutomaticSetupDescription": "For a proper geolocation Matomo requires an external database. Using this option, Matomo will automatically be configured to download and use the latest dbip city level database. [%1$sView licensing terms%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "No valid DBIP \/ GeoIP database could be found in tar archive %1$s!",
        "CannotFindGeoIPServerVar": "The %s variable is not set. Your server may not be configured correctly.",
        "CannotListContent": "Couldn't list content for %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "It seems like you're storing your geolocation databases outside of Matomo (we can tell since there are no databases in the misc subdirectory, but your GeoIP is working). Matomo cannot automatically update your geolocation databases if they are located outside of the misc directory.",
        "CannotUnzipGeoIPFile": "Could not unzip GeoIP file in %1$s: %2$s",
        "DownloadingDb": "Downloading %s",
        "DownloadNewDatabasesEvery": "Update databases every",
        "FatalErrorDuringDownload": "A fatal error occurred while downloading this file. There might be something wrong with your internet connection, with the geolocation database you downloaded or Matomo. Try downloading and installing it manually.",
        "FoundApacheModules": "Matomo found the following Apache modules",
        "GeoIPImplHasAccessTo": "This GeoIP implementation has access to the following types of databases",
        "GeoIPDatabases": "GeoIP Databases",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Note: IP anonymization has no effect on the locations reported by this provider. Before using it with IP anonymization, make sure this does not violate any privacy laws you may be subject to.",
        "GeoIPLocationProviderNotRecommended": "Geolocation works, but you are not using one of the recommended providers.",
        "GeoIPNoDatabaseFound": "This GeoIP implementation was not able to find any database.",
        "GeoIPNoServerVars": "Matomo cannot find any GeoIP %s variables.",
        "GeoIPServerVarsFound": "Matomo detects the following GeoIP %s variables",
        "GeoIPUpdaterInstructions": "Enter the download links for your databases below. If you've purchased databases from %3$sdbip%4$s or %1$sMaxMind%2$s, you can find these links in your dbip or MaxMind account. Please contact your geolocation database provider if you have trouble accessing them.",
        "GeoIPUpdaterIntro": "Matomo is currently managing updates for the following databases",
        "GeoIPVariablesConfigurationHere": "You can configure used server variables %1$shere%2$s.",
        "GeoLiteCityLink": "If you're using the dbip city lite database, use this link: %1$s%2$s%3$s",
        "HowToSetupGeoIP": "How to setup accurate geolocation with dbip",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s the DBIP City Lite database from %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extract this file and copy the result, %1$s into the %2$smisc%3$s Matomo subdirectory and rename it to %4$s (you can do this either by FTP or SSH).",
        "HowToSetupGeoIP_Step3": "Reload this screen. The %1$sDBIP \/ GeoIP (PHP)%2$s provider will now be %3$sInstalled%4$s. Select it.",
        "HowToSetupGeoIP_Step4": "And you're done! You've just setup Matomo to use DBIP which means you'll be able to see the regions and cities of your visitors along with very accurate country information.",
        "HowToSetupGeoIPIntro": "You do not appear to have accurate Geolocation setup. This is a useful feature and without it you will not see accurate and complete location information for your visitors. Here's how you can quickly start using it:",
        "HowToInstallApacheModule": "How do I install the GeoIP module for Apache?",
        "HowToInstallNginxModule": "How do I install the GeoIP module for Nginx?",
        "HttpServerModule": "HTTP Server Module",
        "InvalidGeoIPUpdatePeriod": "Invalid period for the GeoIP updater: %1$s. Valid values are %2$s.",
        "IPurchasedGeoIPDBs": "I purchased more accurate databases from %3$sdbip%4$s or %1$sMaxMind%2$s and want to setup automatic updates.",
        "ISPDatabase": "ISP Database",
        "ISPRequiresProviderPlugin": "Tracking Internet service providers requires the Provider plugin to be installed and activated.",
        "IWantToDownloadFreeGeoIP": "I want to download the free DBIP database…",
        "PluginDescription": "Provides DBIP \/ GeoIP2 location providers.",
        "LocationDatabase": "Location Database",
        "LocationDatabaseHint": "A location database is either a country, region or city database.",
        "LocationProviderDesc_Php": "This location provider is the simplest to install as it does not require server configuration (ideal for shared hosting!). It uses a DBIP or GeoIP 2 database and MaxMind's PHP API to accurately determine the location of your visitors.",
        "LocationProviderDesc_Php_WithExtension": "This location provider is speeded up by the installed %1$smaxminddb%2$s extension.",
        "LocationProviderDesc_ServerModule": "This location provider uses the GeoIP 2 module that has been installed in your HTTP server. This provider is fast and accurate, but %1$scan only be used with normal browser tracking.%2$s",
        "LocationProviderDesc_ServerModule2": "If you have to import log files or do something else that requires setting IP addresses, use the %3$sPHP GeoIP 2 implementation%4$s and install %1$smaxminddb extension%2$s.",
        "MalFormedUpdateUrl": "The url %1$s seems invalid. Please ensure to input a valid url starting with http:\/\/ or https:\/\/",
        "InvalidGeoIPUpdateHost": "The host of the GeoIP update url %1$s is not trusted. To allow downloading GeoIP updates from hosts other than %2$s please adjust the setting for %3$s in config.",
        "NotManagingGeoIPDBs": "Matomo is currently not managing any DBIP or MaxMind databases.",
        "UnsupportedArchiveType": "Encountered unsupported archive type %1$s.",
        "UpdaterHasNotBeenRun": "The updater has never been run.",
        "UpdaterIsNotScheduledToRun": "It is not scheduled to run in the future.",
        "UpdaterScheduledForNextRun": "It is scheduled to run during the next cron core:archive command execution.",
        "UpdaterWasLastRun": "The updater was last run on %s.",
        "UpdaterWillRunNext": "It is next scheduled to run on %s.",
        "ShowCustomServerVariablesConfig": "I use the Geoip2 server module (Nginx, Apache…) and want to configure server variables",
        "ServerBasedVariablesConfiguration": "Configuration for server variables used by GeoIP 2 server modules",
        "ServerVariableFor": "Server variable for %s",
        "SetupAutomaticUpdatesOfGeoIP": "Setup automatic updates of geolocation databases",
        "ThisUrlIsNotAValidGeoIPDB": "The downloaded file is not a valid geolocation database. Please re-check the URL or download the file manually."
    }
}