{
    "GeoIp2": {
        "AssumingNonApache": "No se puede encontrar la función \"apache_get_modules\", asumiendo que se posee un servidor de internet no-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "¡No se pudo encontrar una base de datos válida de DBIP \/ GeoIP en el archivo tar %1$s!",
        "CannotFindGeoIPServerVar": "La variable %s no está especificada. Tu servidor puede no estar configurado correctamente.",
        "CannotListContent": "No se pudo enumerar el contenido de %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Parece que estás guardando tus bases de datos de geolocalización por fuera de Matomo (nos damos cuenta porque no hay base de datos en el subdirectorio \"misc\", pero tu GeoIP está funcionando). Matomo no puede actualizar automáticamente tus bases de datos de geolocalización si están ubicadas fuera del directorio \"misc\".",
        "CannotUnzipGeoIPFile": "No se pudo descomprimir el archivo GeoIP en %1$s: %2$s",
        "DownloadingDb": "Descargando %s",
        "DownloadNewDatabasesEvery": "Actualizar bases de datos cada",
        "FatalErrorDuringDownload": "Ocurrió un error fatal al descargar este archivo. Puede ser que haya algo malo con tu conexión de Internet, con la base de datos de geolocalización que descargaste o con Matomo. Intentá descargarla e instalarla manualmente.",
        "FoundApacheModules": "Matomo encontró los siguientes módulos Apache",
        "GeoIPImplHasAccessTo": "Esta implementación GeoIP tiene acceso a los siguientes tipos de bases de datos",
        "GeoIPDatabases": "Bases de datos GeoIP",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Nota: La anonimización de las direcciónes IP no tiene efecto en las ubicaciones informadas por este proveedor. Antes de utilizarlo con anonimización de IP, asegurate de que no viola leyes de privacidad a las que podés estar sujeto.",
        "GeoIPLocationProviderNotRecommended": "La geolocalización funciona, pero no estás usando uno de nuestros proveedores recomendados.",
        "GeoIPNoDatabaseFound": "Esta implementación GeoIP no pudo encontrar ninguna base de datos.",
        "GeoIPNoServerVars": "Matomo no puede encontrar ninguna variable GeoIP de %s.",
        "GeoIPServerVarsFound": "Matomo detecta las siguientes variables GeoIP de %s",
        "GeoIPUpdaterInstructions": "Ingresá abajo los enlaces de descarga de tus base de datos. Si compraste bases de datos a %3$sdbip%4$s o %1$sMaxMind%2$s, podés encontrar esos enlaces en tu cuenta de dbip o MaxMind. Por favor, contactá con tu proveedor de geolocalización si tenés problemas para acceder a ellos.",
        "GeoIPUpdaterIntro": "Matomo actualmente está administrando actualizaciones para las siguientes bases de datos",
        "GeoIPVariablesConfigurationHere": "Podés configurar las variables de servidor usadas %1$sacá%2$s.",
        "GeoLiteCityLink": "Si estás usando la base de datos liviana de ciudades de dbip, usá este enlace: %1$s%2$s%3$s.",
        "HowToSetupGeoIP": "Cómo configurar una geolocalización precisa con dbip",
        "HowToSetupGeoIP_Step1": "%1$sDescargá%2$s la base de datos liviana de ciudades de DBIP desde %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extraé este archivo y copiá el resultado, %1$s en el subdirectorio %2$smisc%3$s de Matomo y renombralo a %4$s (podés hacerlo por FTP o SSH).",
        "HowToSetupGeoIP_Step3": "Refrescar esta pantalla. El proveedor %1$sDBIP \/ GeoIP (PHP)%2$s ahora será %3$sinstalado%4$s. Seleccionalo.",
        "HowToSetupGeoIP_Step4": "¡Listo! Acabás de configurar Matomo para que use DBIP, lo que significa que vas a poder ver las regiones y ciudades de tus visitantes con información muy precisa por país.",
        "HowToSetupGeoIPIntro": "Parece ser que la configuración de la geolocalización no es confiable. Esta es una función útil y sin ella no verás una información precisa y completa de la ubicación de tus visitantes. Aquí un rápido vistazo de cómo utilizarla:",
        "HowToInstallApacheModule": "¿Cómo instalo el módulo GeoIP en Apache?",
        "HowToInstallNginxModule": "¿Cómo instalo el módulo GeoIP en Nginx?",
        "HttpServerModule": "Módulo servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período no válido para el actualizador GeoIP: %1$s. Los valores correctos son %2$s.",
        "IPurchasedGeoIPDBs": "Compré más base de datos precisas de %3$sdbip%4$s o %1$sMaxMind%2$s y quiero configurar las actualizaciones automáticas.",
        "ISPDatabase": "Base de datos de ISP",
        "IWantToDownloadFreeGeoIP": "Quiero descargar la base de datos gratuita de DBIP…",
        "PluginDescription": "Ofrece proveedores de geolocalización DBIP \/ GeoIP2.",
        "LocationDatabase": "Base de datos de ubicaciones",
        "LocationDatabaseHint": "Una base de datos de ubicación es una base de datos, ya sea de país, región o ciudad.",
        "LocationProviderDesc_Php": "Este proveedor de ubicación es el más sencillo de instalar ya que no requiere de configuración del servidor (¡es ideal para el hospedaje compartido!). Usa una base de datos DBIP o GeoIP2 y la API PHP de MaxMind para determinar con precisión la ubicación de tus visitantes.",
        "LocationProviderDesc_Php_WithExtension": "Este proveedor de ubicación se acelera al instalar la extensión %1$sMaxMindDB%2$s.",
        "LocationProviderDesc_ServerModule": "Este proveedor de ubicación utiliza el módulo GeoIP2 que se instaló en tu servidor HTTP. Este proveedor es fiable y rápido, pero %1$ssólo puede ser usado con el rastreo común de los navegadores web.%2$s",
        "LocationProviderDesc_ServerModule2": "Si tenés que importar archivos de registro o cualquier otra acción que requiera configurar direcciones IP, usá la %3$simplementación GeoIP2 PHP%4$s e instalá la extensión %1$sMaxMindDB%2$s.",
        "UnsupportedArchiveType": "Se encontró un tipo de archivo %1$s no soportado.",
        "UpdaterHasNotBeenRun": "Nunca se ejecutó el actualizador.",
        "UpdaterIsNotScheduledToRun": "No está programado para ejecutarse en el futuro.",
        "UpdaterScheduledForNextRun": "Está programado para ejecutarse durante la próxima ejecución de comando cron \"core:archive\".",
        "UpdaterWasLastRun": "El actualizador se ejecutó por última vez: %s.",
        "UpdaterWillRunNext": "Está programado para ejecutarse: %s.",
        "ShowCustomServerVariablesConfig": "Uso el módulo de servidor GeoIP2 (Nginx, Apache, etc.) y quiero configurar las variables de servidor",
        "ServerBasedVariablesConfiguration": "Configuración para variables de servidor usadas por los módulos de servidor GeoIP2",
        "ServerVariableFor": "Variable de servidor para %s",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar actualizaciones automáticas de tus base de datos de geolocalización",
        "ThisUrlIsNotAValidGeoIPDB": "El archivo descargado no es una base de datos válida de geolocalizació. Por favor, verificá la dirección web o descargá el archivo manualmente."
    }
}