{
    "GeoIp2": {
        "AssumingNonApache": "No se puede encontrar la función apache_get_modules, asumiendo que posee un servidor de internet no-Apache.",
        "CannotFindGeoIPServerVar": "La variable %s no está especificada. Su servidor puede no estar configurado correctamente.",
        "CannotListContent": "No se pudo enumerar el contenido de %1$s: %2$s",
        "CannotUnzipGeoIPFile": "No se pudo descomprimir archivo GeoIP en %1$s: %2$s",
        "DownloadingDb": "Descargando %s",
        "DownloadNewDatabasesEvery": "Actualizar bases de datos cada",
        "FoundApacheModules": "Matomo ha encontrado los siguientes módulos Apache",
        "GeoIPImplHasAccessTo": "Esta implementación GeoIP tiene acceso a los siguientes tipos de bases de datos",
        "GeoIPDatabases": "Bases de datos GeoIP",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Nota: La anonimización de las direcciónes IP no tiene efecto en las ubicaciones suministradas por este proveedor. Antes de utilizarlo con anonimización de IP, asegúrese que no viola leyes de privacidad al que puede estar sujeto.",
        "GeoIPLocationProviderNotRecommended": "La geolocalización funciona pero no está utilizando uno de los proveedores recomendados.",
        "GeoIPNoDatabaseFound": "Esta implementación GeoIP no pudo encontrar ninguna base de datos.",
        "GeoIPNoServerVars": "Matomo no puede encontrar ninguna de las variables GeoIp %s.",
        "GeoIPServerVarsFound": "Matomo detecta las siguientes variables GeoIP %s",
        "GeoIPVariablesConfigurationHere": "Puede configurar las variables de servidor usadas %1$saquí%2$s",
        "HowToSetupGeoIPIntro": "Parece ser que la configuración de la Geolocalización no es confiable. Esta es una función útil y sin ella no verá una información precisa y completa de la ubicación de sus visitantes. Aquí un rápido vistazo de como utilizarla:",
        "HowToInstallApacheModule": "¿Cómo instalar el módulo GeoIP en Apache?",
        "HowToInstallNginxModule": "¿Cómo instalo el módulo GeoIP en Nginx?",
        "HttpServerModule": "Módulo servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para el actualizador GeoIP: %1$s. Los valores correctos son %2$s.",
        "ISPDatabase": "Base de dato ISP",
        "LocationDatabase": "Base de datos de ubicaciones",
        "LocationDatabaseHint": "Una base de datos de ubicación es una base de datos sea un país, región o ciudad.",
        "LocationProviderDesc_Php_WithExtension": "Este proveedor de ubicación se acelera con la extensión %1$smaxminddb%2$s instalada.",
        "LocationProviderDesc_ServerModule": "Este proveedor de ubicación utiliza el módulo GeoIP 2 que se ha instalado en su servidor HTTP. Este proveedor es rápido y preciso, pero %1$ssolo se puede utilizar con la función de rastreo normal de su navegador.%2$s",
        "LocationProviderDesc_ServerModule2": "Si tiene que importar archivos de registro u otras tareas que requieran configurar direcciones IP, use la %3$simplementación de PHP GeoIP 2%4$s e instale la %1$sextensión maxminddb%2$s.",
        "UnsupportedArchiveType": "Se encontró un tipo de archivo %1$s no respaldado.",
        "UpdaterHasNotBeenRun": "El actualizador nunca se ha ejecutado.",
        "UpdaterIsNotScheduledToRun": "No está programada la ejecución en el futuro.",
        "UpdaterScheduledForNextRun": "Está previsto ser activado durante la próxima ejecución del comando cron core:archive.",
        "UpdaterWasLastRun": "El actualizador se ejecutó por última vez en %s.",
        "UpdaterWillRunNext": "Está programada la ejecución para el %s.",
        "ShowCustomServerVariablesConfig": "Uso el módulo de servidor Geoip2 (Nginx, Apache...) y deseo configurar las variables del servidor",
        "ServerBasedVariablesConfiguration": "Configuración para variables de servidor utilizadas por los módulos de servidor GeoIP 2",
        "ServerVariableFor": "Variable del servidor para %s"
    }
}