{
    "GeoIp2": {
        "AssumingNonApache": "Impossible de trouver la fonction apache_get_modules, nous supposons que le serveur web n'est pas Apache.",
        "AutomaticSetup": "Configurer automatiquement la géolocalisation à l'aide d'une base de données dbip",
        "AutomaticSetupDescription": "Pour une bonne géolocalisation, Matomo a besoin d'une base de données externe. En utilisant cette option, Matomo sera automatiquement configuré pour télécharger et utiliser la dernière base de données dbip au niveau de la ville. [%1$sAfficher les conditions de licence%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Aucune base de données DBIP / GeoIP valide n'a pu être trouvée dans l'archive tar %1$s !",
        "CannotFindGeoIPServerVar": "La variable %s n'est pas définie. Votre serveur peut ne pas être configuré correctement.",
        "CannotListContent": "Impossible de lister le contenu de %1$s : %2$s",
        "CannotSetupGeoIPAutoUpdating": "Il semble que vous stockiez vos bases de données de géolocalisation en dehors de Matomo (nous pouvons le dire car il n'y a pas de bases de données dans le sous-répertoire misc, mais votre GeoIP fonctionne). Matomo ne peut pas mettre à jour automatiquement vos bases de données de géolocalisation si elles sont situées en dehors du répertoire misc.",
        "CannotUnzipGeoIPFile": "Impossible de décompresser le fichier GeoIP dans %1$s : %2$s",
        "DownloadNewDatabasesEvery": "Mettre à jour les bases de données tous (toutes) les",
        "DownloadingDb": "Téléchargement de %s",
        "FatalErrorDuringDownload": "Une erreur fatale s'est produite lors du téléchargement de ce fichier. Il se peut qu'il y ait un problème avec votre connexion Internet, avec la base de données de géolocalisation que vous avez téléchargée ou Matomo. Essayez de le télécharger et de l'installer manuellement.",
        "FoundApacheModules": "Matomo a trouvé les modules Apache suivants",
        "GeoIPDatabases": "Base de donnéees GeoIP",
        "GeoIPImplHasAccessTo": "Cette implémentation GeoIP a accès aux types de bases de données suivants",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Note : L'anonymisation de l'adresse IP n'a aucun effet sur les localisations communiquées par ce fournisseur. Avant de l'utiliser avec l'anonymisation d'IP, assurez-vous que cela ne transgresse aucune loi sur la vie privées à laquelle vous pourriez être assujetti.",
        "GeoIPLocationProviderNotRecommended": "La géolocalisation fonctionne, mais vous n'utilisez pas un des fournisseurs recommandés.",
        "GeoIPNoDatabaseFound": "Cette implémentation de GeoIP n'a trouvé aucune base de données.",
        "GeoIPNoServerVars": "Matomo ne parvient à trouver aucune variable GeoIP %s.",
        "GeoIPServerVarsFound": "Matomo a détecté les variables de GeoIP suivantes %s",
        "GeoIPUpdaterInstructions": "Entrez les liens de téléchargement pour vos bases de données ci-dessous. Si vous avez acheté des bases de données auprès de %3$sdbip%4$s ou %1$sMaxMind%2$s, vous pouvez trouver ces liens dans votre compte dbip ou MaxMind. Veuillez contacter votre fournisseur de base de données de géolocalisation si vous rencontrez des difficultés pour y accéder.",
        "GeoIPUpdaterIntro": "Matomo gère actuellement les mises à jour des bases de données suivantes",
        "GeoIPVariablesConfigurationHere": "Vous pouvez configurer les variables serveur utilisées %1$sici%2$s.",
        "GeoLiteCityLink": "Si vous utilisez la base de données dbip city lite, utilisez ce lien : %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Comment puis-je récupérer le module GeoIP pour Apache ?",
        "HowToInstallNginxModule": "Comment puis-je installer le module GeoIP pour Nginx ?",
        "HowToSetupGeoIP": "Comment configurer une géolocalisation précise avec dbip",
        "HowToSetupGeoIPIntro": "Il ne semble pas que vous ayez une configuration de géolocalisation très précise. C'est une fonctionnalité utile et sans elle vous ne verrez pas de manière précise et complète les informations de localisation de vos visiteurs. Voici comment vous pouvez rapidement commencer à l'utiliser :",
        "HowToSetupGeoIP_Step1": "%1$sTéléchargez%2$s la base de données DBIP City Lite depuis %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extrayez ce fichier et copiez le résultat, %1$s dans le sous-répertoire %2$smisc%3$s Matomo et renommez-le en %4$s (vous pouvez le faire par FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Rechargez cet écran. Le fournisseur %1$sDBIP / GeoIP (PHP)%2$s sera désormais %3$sInstallé%4$s. Sélectionnez-le.",
        "HowToSetupGeoIP_Step4": "Et tu as fini ! Vous venez de configurer Matomo pour utiliser DBIP, ce qui signifie que vous pourrez voir les régions et les villes de vos visiteurs ainsi que des informations très précises sur le pays.",
        "HttpServerModule": "Module du serveur HTTP",
        "IPurchasedGeoIPDBs": "J'ai acheté des bases de données plus précises auprès de %3$sdbip%4$s ou %1$sMaxMind%2$s et je souhaite configurer des mises à jour automatiques.",
        "ISPDatabase": "Base de données ISP",
        "ISPRequiresProviderPlugin": "Le suivi des fournisseurs de services Internet nécessite l'installation et l'activation du plug-in Provider.",
        "IWantToDownloadFreeGeoIP": "Je veux télécharger la base de données DBIP gratuite…",
        "InvalidGeoIPUpdateHost": "L'hôte de l'url de mise à jour GeoIP %1$s n'est pas approuvé. Pour autoriser le téléchargement des mises à jour GeoIP à partir d'hôtes autres que %2$s, veuillez ajuster le paramètre pour %3$s dans la configuration.",
        "InvalidGeoIPUpdatePeriod": "Période invalide pour la mise à jour de GeoIP : %1$s. Les valeurs valides sont %2$s.",
        "LocationDatabase": "Base de données de localisation",
        "LocationDatabaseHint": "Une base de données de localisation est une base de données de pays, villes ou régions.",
        "LocationProviderDesc_Php": "Ce fournisseur de localisation est le plus simple à installer car il ne nécessite pas de configuration de serveur (idéal pour un hébergement mutualisé !). Il utilise une base de données DBIP ou GeoIP 2 et l'API PHP de MaxMind pour déterminer avec précision l'emplacement de vos visiteurs.",
        "LocationProviderDesc_Php_WithExtension": "Ce service de localisation est plus performant grâce à l'installation de l'extension %1$smaxminddb%2$s.",
        "LocationProviderDesc_ServerModule": "Ce service de localisation utilise le module GeoIP 2 qui peut être installé sur votre serveur HTTP. Ce service est rapide et précis mais %1$speut uniquement être utilisé avec le système de suivi du navigateur classique. %2$s",
        "LocationProviderDesc_ServerModule2": "Si vous devez importer des fichiers de journaux ou bien effectuer quoi que ce soit d'autre qui requiert la définition des adresses IP, utilisez %3$sl'implémentation PHP GeoIP 2%4$s et installez %1$sl'extension maxminddb%2$s.",
        "MalFormedUpdateUrl": "L'url %1$s semble invalide. Veuillez vous assurer de saisir une URL valide commençant par http:// ou https://",
        "NotManagingGeoIPDBs": "Matomo ne gère actuellement aucune base de données DBIP ou MaxMind.",
        "PluginDescription": "Fournit des fournisseurs de localisation DBIP / GeoIP2.",
        "ServerBasedVariablesConfiguration": "Configuration des variables serveur utilisées par le module GeoIP 2.",
        "ServerVariableFor": "Variable serveur pour %s",
        "SetupAutomaticUpdatesOfGeoIP": "Configurer les mises à jour automatiques des bases de données de géolocalisation",
        "ShowCustomServerVariablesConfig": "J'utilise le module serveur Goip2 (Nginx, Apache...) et je veux configurer les variables du serveur",
        "ThisUrlIsNotAValidGeoIPDB": "Le fichier téléchargé n'est pas une base de données de géolocalisation valide. Veuillez revérifier l'URL ou télécharger le fichier manuellement.",
        "UnsupportedArchiveType": "Type d'archive non supporté %1$s.",
        "UpdaterHasNotBeenRun": "L'outil de mise a jour n'a jamais été exécuté.",
        "UpdaterIsNotScheduledToRun": "N'est pas planifié pour une exécution future.",
        "UpdaterScheduledForNextRun": "Est planifié pour un traitement durant la prochaine exécution du cron de archive.php.",
        "UpdaterWasLastRun": "La dernière mise à jour a été effectuée le %s.",
        "UpdaterWillRunNext": "Est planifié pour s'exécuter le %s."
    }
}
