{
    "GeoIp2": {
        "AssumingNonApache": "Ní féidir feidhm apache_get_modules a aimsiú, ag glacadh leis nach freastalaí gréasáin Apache é.",
        "AutomaticSetup": "Cumraigh geolocation go huathoibríoch ag baint úsáide as bunachar sonraí dbip",
        "AutomaticSetupDescription": "Chun geolocation ceart a fháil teastaíonn bunachar sonraí seachtrach ó Matomo. Ag baint úsáide as an rogha seo, déanfar Matomo a chumrú go huathoibríoch chun an bunachar sonraí dbip is déanaí ar leibhéal na cathrach a íoslódáil agus a úsáid. [%1$sFéach ar théarmaí ceadúnaithe %2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Níorbh fhéidir bunachar sonraí bailí DBIP / GeoIP a aimsiú i gcartlann tarra %1$s!",
        "CannotFindGeoIPServerVar": "Níl an athróg %s socraithe. Seans nach bhfuil do fhreastalaí cumraithe i gceart.",
        "CannotListContent": "Níorbh fhéidir ábhar do %1$s a liostú: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Dealraíonn sé go bhfuil do bhunachair shonraí geolocation á stóráil agat lasmuigh de Matomo (is féidir linn a insint ós rud é nach bhfuil aon bhunachair shonraí san fhochomhadlann ilghnéitheach, ach tá do GeoIP ag obair). Ní féidir le Matomo do bhunachair shonraí geoshuímh a nuashonrú go huathoibríoch má tá siad suite lasmuigh den eolaire ilghnéitheach.",
        "CannotUnzipGeoIPFile": "Níorbh fhéidir comhad GeoIP a dhízipeáil i %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Íoslódáil bunachar sonraí cothrom le dáta gach",
        "DownloadingDb": "%s á íosluchtú",
        "FatalErrorDuringDownload": "Tharla earráid mharfach agus an comhad seo á íoslódáil. Seans go bhfuil rud éigin cearr le do nasc idirlín, leis an mbunachar sonraí geolocation a d’íoslódáil tú nó Matomo. Bain triail as é a íoslódáil agus a shuiteáil de láimh.",
        "FoundApacheModules": "D'aimsigh Matomo na modúil Apache seo a leanas",
        "GeoIPDatabases": "Bunachair Sonraí GeoIP",
        "GeoIPImplHasAccessTo": "Tá rochtain ag cur chun feidhme GeoIP seo ar na cineálacha bunachair shonraí seo a leanas",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Nóta: Níl aon éifeacht ag anaithnidiú IP ar na láithreacha a thuairiscíonn an soláthraí seo. Sula n-úsáideann tú é le anaithnidiú IP, déan cinnte nach sáraíonn sé seo aon dlíthe príobháideachais a d'fhéadfadh tú a bheith faoina réir.",
        "GeoIPLocationProviderNotRecommended": "Oibríonn Geolocation, ach níl ceann de na soláthraithe molta á úsáid agat.",
        "GeoIPNoDatabaseFound": "Ní raibh an forfheidhmiú GeoIP seo in ann aon bhunachar sonraí a aimsiú.",
        "GeoIPNoServerVars": "Ní féidir le Matomo athróg GeoIP %s ar bith a aimsiú.",
        "GeoIPServerVarsFound": "Aimsíonn Matomo na hathróga GeoIP %s seo a leanas",
        "GeoIPUpdaterInstructions": "Cuir isteach na naisc íoslódála le haghaidh do bhunachair shonraí thíos. Má cheannaigh tú bunachair shonraí ó %3$sdbip%4$s nó %1$sMaxMind%2$s, is féidir leat na naisc seo a aimsiú i do chuntas dbip nó MaxMind. Déan teagmháil le do sholáthraí bunachar sonraí geolocation má tá deacracht agat iad a rochtain.",
        "GeoIPUpdaterIntro": "Tá nuashonruithe á mbainistiú ag Matomo do na bunachair shonraí seo a leanas faoi láthair",
        "GeoIPVariablesConfigurationHere": "Is féidir leat athróga freastalaí úsáidte %1$shere%2$s a chumrú.",
        "GeoLiteCityLink": "Má tá an bunachar sonraí dbip city lite in úsáid agat, úsáid an nasc seo: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Conas an modúl GeoIP a shuiteáil le haghaidh Apache?",
        "HowToInstallNginxModule": "Conas an modúl GeoIP a shuiteáil do Nginx?",
        "HowToSetupGeoIP": "Conas geolocation cruinn a shocrú le dbip",
        "HowToSetupGeoIPIntro": "Ní cosúil go bhfuil socrú cruinn Geolocation agat. Is gné úsáideach é seo agus gan é ní fheicfidh tú eolas suímh cruinn agus iomlán do do chuairteoirí. Seo mar is féidir leat tosú go tapa á úsáid:",
        "HowToSetupGeoIP_Step1": "%1$s Íoslódáil %2$s bunachar sonraí DBIP City Lite ó %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Bain an comhad seo agus cóipeáil an toradh, %1$s isteach san fhochomhadlann Matomo %2$smisc%3$s agus athainmnigh go %4$s é (is féidir leat é seo a dhéanamh trí FTP nó SSH).",
        "HowToSetupGeoIP_Step3": "Athlódáil an scáileán seo. Beidh an soláthraí %1$sDBIP / GeoIP (PHP)%2$s %3$ssuiteáilte %4$s anois. Roghnaigh é.",
        "HowToSetupGeoIP_Step4": "Agus tá tú críochnaithe! Tá Matomo díreach socraithe agat chun DBIP a úsáid, rud a chiallaíonn go mbeidh tú in ann réigiúin agus cathracha do chuairteoirí a fheiceáil mar aon le heolas tíre atá an-chruinn.",
        "HttpServerModule": "Modúl Freastalaí HTTP",
        "IPurchasedGeoIPDBs": "Cheannaigh mé bunachair shonraí níos cruinne ó %3$sdbip%4$s nó %1$sMaxMind%2$s agus ba mhaith liom nuashonruithe uathoibríocha a shocrú.",
        "ISPDatabase": "Bunachar sonraí ISP",
        "ISPRequiresProviderPlugin": "Chun soláthraithe seirbhíse Idirlín a rianú ní mór an breiseán Soláthraí a shuiteáil agus a ghníomhachtú.",
        "IWantToDownloadFreeGeoIP": "Ba mhaith liom bunachar sonraí DBIP a íoslódáil saor in aisce…",
        "InvalidGeoIPUpdateHost": "Ní chuirtear muinín in óstach url nuashonraithe GeoIP %1$s. Chun nuashonruithe GeoIP a íoslódáil ó óstaigh seachas %2$s, cuir in oiriúint do %3$s sa chumrú.",
        "InvalidGeoIPUpdatePeriod": "Tréimhse neamhbhailí don nuashonrú GeoIP: %1$s. Is iad %2$s na luachanna bailí.",
        "LocationDatabase": "Bunachar Sonraí Suíomhanna",
        "LocationDatabaseHint": "Is bunachar sonraí de thír, réigiún nó cathrach é bunachar sonraí suímh.",
        "LocationProviderDesc_Php": "Is é an soláthraí suímh seo an ceann is simplí le suiteáil mar níl cumraíocht an fhreastalaí ag teastáil uaidh (oiriúnach le haghaidh óstáil roinnte!). Úsáideann sé bunachar sonraí DBIP nó GeoIP 2 agus API PHP MaxMind chun suíomh do chuairteoirí a chinneadh go cruinn.",
        "LocationProviderDesc_Php_WithExtension": "Tá an t-eisínteacht %1$smaxminddb%2$s suiteáilte níos tapúla do sholáthraí na suíomhanna seo.",
        "LocationProviderDesc_ServerModule": "Úsáideann an soláthraí suímh seo an modúl GeoIP 2 atá suiteáilte i do fhreastalaí HTTP. Tá an soláthraí seo tapa agus cruinn, ach ní féidir %1$s a úsáid ach amháin le gnáthrianú brabhsálaí.%2$s",
        "LocationProviderDesc_ServerModule2": "Má tá ort logchomhaid a iompórtáil nó rud éigin eile a dhéanamh a theastaíonn uait seoltaí IP a shocrú, úsáid forfheidhmithe %3$sPHP GeoIP 2%4$s agus suiteáil iarmhír %1$smaxminddb%2$s.",
        "MalFormedUpdateUrl": "Is cosúil go bhfuil an url %1$s neamhbhailí. Cinntigh le do thoil URL bailí a chur isteach ag tosú le http:// nó https://",
        "NotManagingGeoIPDBs": "Níl aon bhunachair shonraí DBIP nó MaxMind á mbainistiú ag Matomo faoi láthair.",
        "PluginDescription": "Soláthraíonn soláthraithe suímh DBIP / GeoIP2.",
        "ServerBasedVariablesConfiguration": "Cumraíocht d'athróga freastalaí a úsáideann modúil freastalaí GeoIP 2",
        "ServerVariableFor": "Athróg freastalaí le haghaidh %s",
        "SetupAutomaticUpdatesOfGeoIP": "Socraigh nuashonruithe uathoibríocha bunachar sonraí geolocation",
        "ShowCustomServerVariablesConfig": "Úsáidim modúl freastalaí Geoip2 (Nginx, Apache…) agus ba mhaith liom athróga freastalaí a chumrú",
        "ThisUrlIsNotAValidGeoIPDB": "Ní bunachar sonraí geolocation bailí é an comhad a íoslódáladh. Athsheiceáil an URL nó íoslódáil an comhad de láimh.",
        "UnsupportedArchiveType": "Tháinig cineál cartlainne %1$s nach dtacaítear leis.",
        "UpdaterHasNotBeenRun": "Níor ritheadh an t-uasdátú riamh.",
        "UpdaterIsNotScheduledToRun": "Níl sé sceidealta le reáchtáil sa todhchaí.",
        "UpdaterScheduledForNextRun": "Tá sé sceidealta le rith le linn an chéad chron eile croí: cur i gcrích ordaithe cartlainne.",
        "UpdaterWasLastRun": "Ritheadh an nuashonrú an uair dheireanach ar %s.",
        "UpdaterWillRunNext": "Tá sé sceidealaithe le rith ar %s eile."
    }
}
