{
    "GeoIp2": {
        "AssumingNonApache": "apache_get_modules ફંક્શન શોધી શકાતું નથી, ધારીએ છીએ કે તમે નોન-અપાચે વેબસર્વરનો ઉપયોગ કરી રહ્યાં છો.",
        "AutomaticSetup": "dbip ડેટાબેઝ વાપરીને સ્વચાલિત રીતે ભૌગોલિક સ્થાન કન્ફિગર કરો",
        "AutomaticSetupDescription": "યોગ્ય ભૌગોલિક સ્થાન માટે Matomo ને બાહ્ય ડેટાબેઝની જરૂર છે. આ વિકલ્પનો ઉપયોગ કરીને, માટોમો સ્વચાલિત રીતે નવીનતમ dbip શહેર સ્તરનું ડેટાબેઝ ડાઉનલોડ કરવા અને વપરાવવા માટે રૂપરેખાંકિત થશે. [%1$sલાઇસેન્સિંગ ટર્મ્સ જુઓ%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "tar આર્કાઇવ %1$s માં કોઈ માન્ય DBIP / GeoIP ડેટાબેઝ મળી શકતું નથી!",
        "CannotFindGeoIPServerVar": "%s વેરીયેબલ સેટ નથી. તમારો સર્વર યોગ્ય રીતે કોન્ફિગર ન થયો હોય.",
        "CannotListContent": "%1$s માટે સામગ્રી યાદીબદ્ધ કરી શકતા નથી: %2$s",
        "CannotSetupGeoIPAutoUpdating": "એવું લાગે છે કે તમે તમારા ભૌગોલિક સ્થાન ડેટાબેસેસને Matomo ની બહાર સ્ટોર કરી રહ્યાં છો (અમે કહી શકીએ છીએ કારણ કે વિવિધ સબડિરેક્ટરીમાં કોઈ ડેટાબેસેસ નથી, પરંતુ તમારું GeoIP કામ કરી રહ્યું છે). Matomo તમારા ભૌગોલિક સ્થાન ડેટાબેસેસને આપમેળે અપડેટ કરી શકતું નથી જો તેઓ વિવિધ નિર્દેશિકાની બહાર સ્થિત હોય.",
        "CannotUnzipGeoIPFile": "%1$s માં GeoIP ફાઇલને અનઝિપ કરી શકતા નથી: %2$s",
        "DownloadNewDatabasesEvery": "દરેક ડેટાબેઝ અપડેટ કરો",
        "DownloadingDb": "%s ડાઉનલોડ કરી રહ્યા છે",
        "FatalErrorDuringDownload": "આ ફાઈલ ડાઉનલોડ કરતી વખતે એક ઘાતક ભૂલ આવી. તમારા ઇન્ટરનેટ કનેક્શનમાં, તમે ડાઉનલોડ કરેલ ભૌગોલિક સ્થાન ડેટાબેઝ અથવા Matomo માં કંઈક ખોટું હોઈ શકે છે. તેને મેન્યુઅલી ડાઉનલોડ અને ઇન્સ્ટોલ કરવાનો પ્રયાસ કરો.",
        "FoundApacheModules": "Matomoએ નીચેના Apache મોડ્યુલો શોધ્યા છે",
        "GeoIPDatabases": "GeoIP ડેટાબેસેસ",
        "GeoIPImplHasAccessTo": "આ GeoIP અમલીકરણને નીચેના પ્રકારના ડેટાબેસેસની ઍક્સેસ છે",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "નોંધ: IP ગોપનીયતાને આ પ્રદાતા દ્વારા રિપોર્ટ કરેલી સ્થળો પર કોઈ અસર નથી. તેને IP ગોપનીયતા સાથે વાપરવા પહેલા ખાતરી કરો કે તે તમારી પાસે હોઈ શકે તેવી કોઈ ગોપનીયતા કાયદાઓને ઉલ્લંઘન ન કરે.",
        "GeoIPLocationProviderNotRecommended": "ભૌગોલિક સ્થાન કાર્ય કરે છે, પરંતુ તમે ભલામણ કરેલ પ્રદાતાઓમાંના એકનો ઉપયોગ કરી રહ્યાં નથી.",
        "GeoIPNoDatabaseFound": "આ GeoIP અમલીકરણે કોઈપણ ડેટાબેઝ શોધવામાં અસમર્થ રહ્યું છે.",
        "GeoIPNoServerVars": "Matomo કોઈપણ GeoIP %s વેરિયેબલ શોધી શકતું નથી.",
        "GeoIPServerVarsFound": "Matomo નીચેના GeoIP %s વેરીએબલ્સ શોધે છે",
        "GeoIPUpdaterInstructions": "તમારા ડેટાબેઝો માટેની ડાઉનલોડ લિંક્સ નીચે દાખલ કરો. જો તમે %3$sdbip%4$s અથવા %1$sMaxMind%2$s પાસેથી ડેટાબેઝ ખરીદી કર્યો હોય તો, તમે આ લિંક્સ તમારા dbip અથવા MaxMind એકાઉન્ટમાં મળી શકશો. જો તમારી પાસે તેમને ઍક્સેસ કરવામાં સમસ્યા હોય તો, કૃપા કરીને તમારા ભૌગોલિક સ્થાન ડેટાબેઝ પ્રદાતાનો સંપર્ક કરો.",
        "GeoIPUpdaterIntro": "Matomo હાલમાં નીચેના ડેટાબેસેસ માટે અપડેટ્સનું સંચાલન કરી રહ્યું છે",
        "GeoIPVariablesConfigurationHere": "તમે %1$s અહીં %2$s નો ઉપયોગ કરેલ સર્વર વેરીએબલ્સને કન્ફિગર કરી શકો છો.",
        "GeoLiteCityLink": "જો તમે dbip સિટી લાઇટ ડેટાબેઝ વાપરી રહ્યાં છો, તો આ લિંક વાપરો: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "હું Apache માટે GeoIP મોડ્યુલ કેવી રીતે ઇન્સ્ટોલ કરી શકું છું?",
        "HowToInstallNginxModule": "હું Nginx માટે GeoIP મોડ્યુલ કેવી રીતે ઇન્સ્ટોલ કરી શકું છું?",
        "HowToSetupGeoIP": "dbip સાથે કેવી રીતે ચોક્કસ ભૌગોલિક સ્થાન સેટ કરવું",
        "HowToSetupGeoIPIntro": "તમારી પાસે યોગ્ય ભૌગોલિક સ્થાન સેટઅપ હોવું લાગતું નથી. આ એક ઉપયોગી ગુણવિશેષ છે અને તેના વિના તમે તમારા મુલાકાતીઓ માટે યોગ્ય અને સંપૂર્ણ સ્થાન માહિતી જોવા મળશે નહીં. અહીં તમે તેનો ઝડપી ઉપયોગ કેવી રીતે શરૂ કરી શકો છો તે છે:",
        "HowToSetupGeoIP_Step1": "%1$sડાઉનલોડ%2$s કરો DBIP સિટી લાઇટ ડેટાબેઝ %3$sdbip%4$s પરથી.",
        "HowToSetupGeoIP_Step2": "આ ફાઇલ ને ખોલો અને પરિણામ, %1$s ને %2$smisc%3$s Matomo ઉપડિરેક્ટરીમાં કોપી કરો અને તેને %4$s પુનઃનામકરણ કરો (તમે આ બનાવી શકો છો, તો FTP અથવા SSH દ્વારા).",
        "HowToSetupGeoIP_Step3": "આ સ્ક્રીન ફરી લોડ કરો. %1$sDBIP / GeoIP (PHP)%2$s પ્રદાતા હવે %3$sઇન્સ્ટોલ%4$s થશે. તેને પસંદ કરો.",
        "HowToSetupGeoIP_Step4": "અને તમે પૂર્ણ કરી લો! DBIP નો ઉપયોગ કરવા માટે તમે હમણાં જ Matomo સેટઅપ કર્યું છે જેનો અર્થ છે કે તમે તમારા મુલાકાતીઓના પ્રદેશો અને શહેરોને ખૂબ જ ચોક્કસ દેશની માહિતી સાથે જોઈ શકશો.",
        "HttpServerModule": "HTTP સર્વર મોડ્યુલ",
        "IPurchasedGeoIPDBs": "મેં %3$sdbip%4$s અથવા %1$sMaxMind%2$s થી વધુ સચોટ ડેટાબેસેસ ખરીદ્યા છે અને સ્વચાલિત અપડેટ્સ સેટ કરવા માંગુ છું.",
        "ISPDatabase": "ISP ડેટાબેઝ",
        "ISPRequiresProviderPlugin": "ઇન્ટરનેટ સેવા પ્રદાતાઓની ટ્રેકિંગ માટે પ્રદાતા પ્લગઇનની સ્થાપના અને સક્રિયણ જરૂરી છે.",
        "IWantToDownloadFreeGeoIP": "હું મફત DBIP ડેટાબેઝ ડાઉનલોડ કરવા માંગું છું…",
        "InvalidGeoIPUpdateHost": "GeoIP અપડેટ url %1$s નું હોસ્ટ વિશ્વસનીય નથી. %2$s કરતાં અન્ય હોસ્ટ્સ પાસેથી GeoIP અપડેટ્સ ડાઉનલોડ કરવા મંજૂરી આપવા માટે કૃપા કરીને config માં %3$s માટે સેટિંગ સંશોધિત કરો.",
        "InvalidGeoIPUpdatePeriod": "GeoIP અપડેટર માટે અમાન્ય સમયગાળો: %1$s. માન્ય મૂલ્યો %2$s છે.",
        "LocationDatabase": "સ્થાન ડેટાબેઝ",
        "LocationDatabaseHint": "સ્થાન ડેટાબેઝ દેશ, પ્રદેશ અથવા શહેરનું ડેટાબેઝ હોઈ શકે છે.",
        "LocationProviderDesc_Php": "આ સ્થાન પ્રદાતા ઇન્સ્ટોલ કરવા માટે સૌથી સરળ છે કારણ કે તેને સર્વર ગોઠવણીની જરૂર નથી (શેર્ડ હોસ્ટિંગ માટે આદર્શ!). તે તમારા મુલાકાતીઓનું સ્થાન ચોક્કસ રીતે નક્કી કરવા માટે DBIP અથવા GeoIP 2 ડેટાબેઝ અને MaxMind ના PHP API નો ઉપયોગ કરે છે.",
        "LocationProviderDesc_Php_WithExtension": "ઇન્સ્ટોલ કરેલ %1$smaxminddb%2$s એક્સ્ટેંશન દ્વારા આ સ્થાન પ્રદાતાની ઝડપ વધી છે.",
        "LocationProviderDesc_ServerModule": "આ સ્થાન પ્રદાતા તમારા HTTP સર્વરમાં સ્થાપિત થયેલ જીઓઆઈપી 2 મોડ્યુલનો ઉપયોગ કરે છે. આ પ્રદાતા ઝડપી અને સાચો છે, પરંતુ %1$sતે માત્ર સામાન્ય બ્રાઉઝર ટ્રેકિંગ સાથે ઉપયોગ કરી શકાય છે.%2$s",
        "LocationProviderDesc_ServerModule2": "જો તમારે લોગ ફાઇલો આયાત કરવી પડે અથવા IP સરનામાંઓ સેટ કરવાની જરૂર હોય તેવી કોઈ અન્ય ક્રિયા કરવાની જરૂર હોય, તો %3$sPHP GeoIP 2 અમલીકરણ%4$s નો ઉપયોગ કરો અને %1$smaxminddb વિસ્તરણ%2$s સ્થાપિત કરો.",
        "MalFormedUpdateUrl": "યુઆરએલ %1$s અમાન્ય લાગે છે. કૃપા કરીને ખાતરી કરો કે તમે http:// અથવા https:// સાથે શરૂ થતું માન્ય યુઆરએલ દાખલ કરો",
        "NotManagingGeoIPDBs": "હાલમાં Matomo DBIP અથવા MaxMind ડેટાબેસને કોઈ પણ વ્યવસ્થાપન કરી રહ્યું નથી.",
        "PluginDescription": "DBIP / GeoIP2 સ્થાન પ્રદાતાઓ પ્રદાન કરે છે.",
        "ServerBasedVariablesConfiguration": "GeoIP 2 સર્વર મોડ્યુલ્સ દ્વારા વાપરવામાં આવતા સર્વર વેરિયેબલ્સ માટેની રૂપરેખા",
        "ServerVariableFor": "%s માટે સર્વર વેરીયેબલ",
        "SetupAutomaticUpdatesOfGeoIP": "ભૌગોલિક સ્થાન ડેટાબેસની સ્વચાલિત અપડેટ્સ સેટ કરો",
        "ShowCustomServerVariablesConfig": "હું Geoip2 સર્વર મોડ્યુલ (Nginx, Apache…) નો ઉપયોગ કરું છું અને હું સર્વર વેરિયબલ્સને કન્ફિગર કરવા માંગું છું",
        "ThisUrlIsNotAValidGeoIPDB": "ડાઉનલોડ કરેલી ફાઇલ માન્ય ભૌગોલિક સ્થાન ડેટાબેઝ નથી. કૃપા કરીને URL ફરી તપાસો અથવા ફાઇલને મેનુઅલી ડાઉનલોડ કરો.",
        "UnsupportedArchiveType": "અસમર્થિત આર્કાઇવ પ્રકાર %1$s નો સામનો કરવો પડ્યો.",
        "UpdaterHasNotBeenRun": "અપડેટર એક પણ વખત ચલાવવામાં આવ્યો નથી.",
        "UpdaterIsNotScheduledToRun": "તે ભવિષ્યમાં ચલાવવા માટે સુનિશ્ચિત થયેલ નથી.",
        "UpdaterScheduledForNextRun": "તે આગામી ક્રોન હાર્દ:આર્કાઇવ આદેશ ચલાવવામાં નિર્ધારિત છે.",
        "UpdaterWasLastRun": "અપડેટર છેલ્લે %s પર ચલાવવામાં આવ્યું હતું.",
        "UpdaterWillRunNext": "તે આગામી %s પર ચલાવવા માટે સુનિશ્ચિત થયેલ છે."
    }
}
