{
    "GeoIp2": {
        "AssumingNonApache": "Tidak dapat menemukan fungsi Apache_get_modules, dengan asumsi server web non-Apache.",
        "AutomaticSetup": "Konfigurasi geolokasi secara otomatis menggunakan basis data dbip",
        "AutomaticSetupDescription": "Untuk geolokasi yang tepat, Matomo membutuhkan basis data eksternal. Dengan menggunakan opsi ini, Matomo akan dikonfigurasi secara otomatis untuk mengunduh dan menggunakan basis data tingkat kota dbip terbaru. [%1$sLihat persyaratan lisensi%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Tidak ada basis data DBIP/GeoIP yang valid yang dapat ditemukan di arsip tar %1$s!",
        "CannotFindGeoIPServerVar": "Variabel %s tidak diatur. Server Anda mungkin tidak diatur secara benar.",
        "CannotListContent": "Tidak dapat mencantumkan konten untuk %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Sepertinya Anda menyimpan basis data geolokasi di luar Matomo (kami dapat mengetahuinya karena tidak ada basis data di subdirektori misc, tetapi GeoIP Anda berfungsi). Matomo tidak dapat memperbarui basis data geolokasi Anda secara otomatis jika berada di luar direktori misc.",
        "CannotUnzipGeoIPFile": "Tidak dapat membuka berkas GeoIP di %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Perbarui basis data setiap",
        "DownloadingDb": "Mengunduh %s",
        "FatalErrorDuringDownload": "Terjadi kesalahan fatal saat mengunduh berkas ini. Mungkin ada yang salah dengan koneksi internet Anda, dengan basis data geolokasi yang Anda unduh, atau Matomo. Coba unduh dan pasang secara manual.",
        "FoundApacheModules": "Matomo menemukan modul Apache berikut ini",
        "GeoIPDatabases": "Basis data GeoIP",
        "GeoIPImplHasAccessTo": "Penerapan GeoIP ini memiliki akses terhadap tipe basis data berikut ini",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Catatan: IP anonim tidak berpengaruh pada lokasi yang dilaporkan oleh penyedia ini. Sebelum menggunakannya dengan IP anonim, pastikan hal ini tidak melanggar undang-undang privasi apa pun yang mungkin Anda patuhi.",
        "GeoIPLocationProviderNotRecommended": "Geolokasi berfungsi, tetapi Anda tidak menggunakan salah satu penyedia yang direkomendasikan.",
        "GeoIPNoDatabaseFound": "Implementasi GeoIP ini tidak dapat menemukan basis data apa pun.",
        "GeoIPNoServerVars": "Matomo tidak dapat menemukan variabel GeoIP %s apa pun.",
        "GeoIPServerVarsFound": "Matomo mendeteksi variabel GeoIP berikut %s",
        "GeoIPUpdaterInstructions": "Masukkan tautan unduhan untuk basis data Anda di bawah ini. Jika Anda telah membeli basis data dari %3$sdbip%4$s atau %1$sMaxMind%2$s, Anda dapat menemukan tautan ini di akun dbip atau MaxMind Anda. Silakan hubungi penyedia basis data geolokasi Anda jika Anda kesulitan untuk mengaksesnya.",
        "GeoIPUpdaterIntro": "Matomo saat ini mengelola pembaruan untuk basis data berikut ini",
        "GeoIPVariablesConfigurationHere": "Anda dapat mengonfigurasi variabel server bekas %1$sdi sini%2$s.",
        "GeoLiteCityLink": "Jika Anda menggunakan basis data dbip city lite, gunakan tautan ini: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Bagaimana saya memasang modul GeoIP untuk Apache?",
        "HowToInstallNginxModule": "Bagaimana saya memasang modul GeoIP untuk Nginx?",
        "HowToSetupGeoIP": "Cara mengatur geolokasi yang akurat dengan dbip",
        "HowToSetupGeoIPIntro": "Anda tampaknya tidak memiliki pengaturan Geolokasi yang akurat. Ini adalah fitur yang berguna dan tanpanya Anda tidak akan melihat informasi lokasi yang akurat dan lengkap untuk pengunjung Anda. Inilah cara cepat untuk mulai menggunakannya:",
        "HowToSetupGeoIP_Step1": "%1$sUnduh%2$s basis data DBIP City Lite dari %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Ekstrak file ini dan salin hasilnya, %1$s ke dalam subdirektori %2$smisc%3$s Matomo dan ganti namanya menjadi %4$s (Anda dapat melakukannya dengan FTP atau SSH).",
        "HowToSetupGeoIP_Step3": "Muat ulang layar ini. Penyedia %1$sDBIP/GeoIP (PHP)%2$s sekarang akan %3$sDipasang%4$s. Pilih itu.",
        "HowToSetupGeoIP_Step4": "Dan Anda sudah selesai! Anda baru saja mengatur Matomo untuk menggunakan DBIP yang berarti Anda akan dapat melihat wilayah dan kota pengunjung Anda bersama dengan informasi negara yang sangat akurat.",
        "HttpServerModule": "Modul Server HTTP",
        "IPurchasedGeoIPDBs": "Saya membeli basis data yang lebih akurat dari %3$sdbip%4$s atau %1$sMaxMind%2$s dan ingin mengatur pembaruan otomatis.",
        "ISPDatabase": "Basis Data ISP",
        "ISPRequiresProviderPlugin": "Pelacakan penyedia layanan internet memerlukan pengaya Provider untuk dipasang dan diaktifkan.",
        "IWantToDownloadFreeGeoIP": "Saya ingin mengunduh basis data DBIP gratis…",
        "InvalidGeoIPUpdateHost": "Host pembaruan URL GeoIP %1$s tidak tepercaya. Untuk mengizinkan pengunduhan pembaruan GeoIP dari host selain %2$s, harap sesuaikan pengaturan untuk %3$s dikonfigurasi.",
        "InvalidGeoIPUpdatePeriod": "Periode tidak valid untuk pembaruan GeoIP: %1$s. Nilai yang valid adalah %2$s.",
        "LocationDatabase": "Basis Data Lokasi",
        "LocationDatabaseHint": "Basis data lokasi adalah basis data negara, wilayah, atau kota.",
        "LocationProviderDesc_Php": "Penyedia lokasi ini adalah yang paling sederhana untuk dipasang karena tidak memerlukan konfigurasi server (ideal untuk hosting bersama!). Ini menggunakan basis data DBIP atau GeoIP 2 dan API PHP MaxMind yang secara akurat menentukan lokasi pengunjung Anda.",
        "LocationProviderDesc_Php_WithExtension": "Penyedia lokasi ini dipercepat oleh ekstensi %1$smaxminddb%2$s yang diinstal.",
        "LocationProviderDesc_ServerModule": "Penyedia lokasi ini menggunakan modul GeoIP 2 yang telah terpasang di server HTTP Anda. Penyedia ini cepat dan akurat, tetapi %1$s hanya dapat digunakan dengan pelacakan peramban biasa.%2$s",
        "LocationProviderDesc_ServerModule2": "Jika Anda harus mengimpor berkas log atau melakukan hal lain yang memerlukan pengaturan alamat IP, gunakan %3$simplementasi PHP GeoIP 2%4$s dan pasang %1$sekstensi maxminddb%2$s.",
        "MalFormedUpdateUrl": "URL %1$s tampaknya tidak valid. Harap pastikan untuk memasukkan URL yang valid yang dimulai dengan http:// atau https://",
        "NotManagingGeoIPDBs": "Matomo saat ini tidak mengelola basis data DBIP atau MaxMind.",
        "PluginDescription": "Menyediakan penyedia lokasi DBIP/GeoIP2.",
        "ServerBasedVariablesConfiguration": "Konfigurasi untuk variabel server yang digunakan oleh modul server GeoIP 2",
        "ServerVariableFor": "Variabel server untuk %s",
        "SetupAutomaticUpdatesOfGeoIP": "Siapkan pembaruan otomatis basis data geolokasi",
        "ShowCustomServerVariablesConfig": "Saya menggunakan modul server GeoIp2 (Nginx, Apache...) dan ingin mengonfigurasi variabel server",
        "ThisUrlIsNotAValidGeoIPDB": "Berkas yang diunduh bukanlah basis data geolokasi yang valid. Silakan periksa kembali URL atau unduh berkas secara manual.",
        "UnsupportedArchiveType": "Menemukan jenis arsip yang tidak didukung %1$s.",
        "UpdaterHasNotBeenRun": "Pembaruan belum pernah dijalankan.",
        "UpdaterIsNotScheduledToRun": "Itu tidak dijadwalkan untuk berjalan di masa depan.",
        "UpdaterScheduledForNextRun": "Ini dijadwalkan untuk dijalankan selama eksekusi perintah cron core:archive berikutnya.",
        "UpdaterWasLastRun": "Pembaruan terakhir dijalankan pada %s.",
        "UpdaterWillRunNext": "Selanjutnya dijadwalkan untuk berjalan pada %s."
    }
}
