{
    "GeoIp2": {
        "AssumingNonApache": "Impossibile trovare la funzione apache_get_modules, si suppone che sia un server non-Apache.",
        "AutomaticSetup": "Configura automaticamente la geolocalizzazione usando un database dbip.",
        "AutomaticSetupDescription": "Per una geolocalizzazione appropriata Matomo richiede un database esterno. Usando questa opzione, Matomo verrà automaticamente configurato per scaricare e utilizzare l'ultimo database dbip a livello città. [%1$sLeggi i termini di licenza%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Nessun database DBIP / GeoIP valido nell'archivio tar %1$s!",
        "CannotFindGeoIPServerVar": "La variabile %s non è impostata. Il tuo server potrebbe non essere correttamente configurato.",
        "CannotListContent": "Impossibile elencare il contenuto per %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Sembra che tu stia archiviando i tuoi database di geolocalizzazione al di fuori di Matomo (possiamo dirlo perché non ci sono database nella sottodirectory misc, ma il tuo GeoIP funziona). Matomo non può aggiornare automaticamente i database di geolocalizzazione se si trovano al di fuori della directory misc.",
        "CannotUnzipGeoIPFile": "impossibile scompattare il file geoIP in %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Aggiorna il database ogni",
        "DownloadingDb": "Sto scaricando %s",
        "FatalErrorDuringDownload": "Si è verificato un errore irreversibile durante il download di questo file. Potrebbe esserci qualcosa di sbagliato nella tua connessione Internet, con il database di geolocalizzazione che hai scaricato o con Matomo. Prova a scaricarlo e a installarlo manualmente.",
        "FoundApacheModules": "Matomo ha trovato i seguenti moduli Apache",
        "GeoIPDatabases": "Database GeoIP",
        "GeoIPImplHasAccessTo": "Questa implementazione GeoIP ha accesso ai seguenti tipi di database",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Nota: l'anonimizzazione IP non ha alcun effetto sui luoghi segnalati da questo fornitore. Prima di utilizzarlo per la trasformazione in forma anonima degli IP, assicurati che questo non violi alcuna legge sulla privacy a cui puoi essere soggetto.",
        "GeoIPLocationProviderNotRecommended": "La geolocalizzazione sta funzionando ma tu non stai utilizzando uno dei provider raccomandati.",
        "GeoIPNoDatabaseFound": "Questa implementazione GeoIP non ha potuto trovare un database.",
        "GeoIPNoServerVars": "Matomo non riesce a trovare nessuna delle variabili %s GeoIP.",
        "GeoIPServerVarsFound": "Matomo rileva le seguenti %s variabili GeoIP.",
        "GeoIPUpdaterInstructions": "Inserisci qui sotto i collegamenti di download per i database. Se hai acquistato database da %3$sdbip%4$s o %1$sMaxMind%2$s, puoi trovare questi collegamenti nel tuo account dbip o MaxMind. Si prega di contattare il fornitore del database di geolocalizzazione in caso di difficoltà ad accedervi.",
        "GeoIPUpdaterIntro": "Matomo sta attualmente gestendo gli aggiornamenti per i seguenti database",
        "GeoIPVariablesConfigurationHere": "Puoi configurare %1$squi%2$s le variabili del server utilizzate.",
        "GeoLiteCityLink": "Se stai usando il database dbip city lite, usa questo link: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Come posso installare il modulo GeoIP per Apache?",
        "HowToInstallNginxModule": "Come posso installare il modulo GeoIP per Nginx?",
        "HowToSetupGeoIP": "Come impostare una geolocalizzazione accurata con dbip",
        "HowToSetupGeoIPIntro": "Sembra che tu non abbia una configurazione di Geolocalizzazione accurata. Questa è una funzionalità utile, e senza di essa non si avranno informazioni accurate e complete sulla localizzazione dei tuoi visitatori. Ecco come puoi iniziare a usarla rapidamente:",
        "HowToSetupGeoIP_Step1": "%1$sScarica%2$s il database DBIP City Lite da %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Estrai questo file e copia il risultato, %1$snella sottodirectory %2$smisc%3$s di Matomo e rinominalo come %4$s (puoi farlo sia da FTP che da SSH).",
        "HowToSetupGeoIP_Step3": "Ricarica questa schermata. Il provider %1$sDBIP / GeoIP (PHP)%2$s verrà ora %3$sinstallato%4$s. Selezionalo.",
        "HowToSetupGeoIP_Step4": "E hai finito! Hai appena impostato Matomo per utilizzare DBIP, il che significa che sarai in grado di vedere le regioni e le città dei tuoi visitatori insieme a informazioni molto accurate sul paese.",
        "HttpServerModule": "Modulo Server HTTP",
        "IPurchasedGeoIPDBs": "Ho acquistato database molto accurati da %3$sdbip%4$s o %1$sMaxMind%2$s e voglio impostare gli aggiornamenti automatici.",
        "ISPDatabase": "Database ISP",
        "ISPRequiresProviderPlugin": "Il monitoraggio dei provider di servizi Internet richiede l'installazione e l'attivazione del plug-in Provider.",
        "IWantToDownloadFreeGeoIP": "Voglio scaricare il database gratuito DBIP…",
        "InvalidGeoIPUpdateHost": "L'host dell'url di aggiornamento GeoIP %1$s non è attendibile. Per consentire il download degli aggiornamenti GeoIP da host diversi da %2$s, modifica le impostazioni per %3$s nelle configrazioni.",
        "InvalidGeoIPUpdatePeriod": "Periodo non valido per il programma di aggiornamento di GeoIP: %1$s. I valori validi sono: %2$s.",
        "LocationDatabase": "Database Località",
        "LocationDatabaseHint": "Un database località è un database di nazioni, regioni o città.",
        "LocationProviderDesc_Php": "Questo provider di localizzazione è il più semplice da installare in quanto non richiede la configurazione del server (ideale per hosting condivisi!). Utilizza un database DBIP o GeoIP 2 e l'API PHP di MaxMind per determinare con precisione la posizione dei visitatori.",
        "LocationProviderDesc_Php_WithExtension": "Questo provider di posizione viene velocizzato dall'estensione installata %1$smaxminddb%2$s.",
        "LocationProviderDesc_ServerModule": "Questo provider di posizione utilizza il modulo GeoIP 2 che è stato installato nel tuo server HTTP. Questo provider è veloce e accurato, ma %1$s può solo essere utilizzato con il normale tracciamento del browser.%2$s",
        "LocationProviderDesc_ServerModule2": "Se devi importare i file di log o fare qualcos'altro che richiede l'impostazione di indirizzi IP, usa %3$sl'implementazione PHP geoIP 2%4$s e installa %1$sl'estensione maxminddb%2$s.",
        "MalFormedUpdateUrl": "L'url %1$s sembra non valido. Assicurati di inserire un URL valido che inizi con http:// o https://",
        "NotManagingGeoIPDBs": "Matomo al momento non gestisce alcun database DBIP o MaxMind.",
        "PluginDescription": "Fornisce provider di localizzazione DBIP / GeoIP2.",
        "ServerBasedVariablesConfiguration": "Configurazione per le variabili del server utilizzate dai moduli server di GeoIP 2",
        "ServerVariableFor": "Variabili del server per %s",
        "SetupAutomaticUpdatesOfGeoIP": "Imposta gli aggiornamenti automatici dei database di geolocalizzazione",
        "ShowCustomServerVariablesConfig": "Io utilizzo il modulo server GeoIP2 (Nginx, Apache...) e voglio configurare le variabili del server",
        "ThisUrlIsNotAValidGeoIPDB": "Il file scaricato non è un database di geolocalizzazione valido. Verifica di nuovo l'URL o scarica manualmente il file.",
        "UnsupportedArchiveType": "Si è incontrato un archivio di tipo non supportato %1$s.",
        "UpdaterHasNotBeenRun": "Il programma di aggiornamento non è mai stato eseguito.",
        "UpdaterIsNotScheduledToRun": "Non è pianificato un suo futuro avvio.",
        "UpdaterScheduledForNextRun": "È programmato un suo avvio durante l'esecuzione del prossimo cron.job core:archive.",
        "UpdaterWasLastRun": "Il programma di aggiornamento è stato eseguito per l'ultima volta il %s.",
        "UpdaterWillRunNext": "È programmato per essere eseguito il %s."
    }
}
