{
    "GeoIp2": {
        "AssumingNonApache": "Kan ikke finne apache_get_modules-funksjonen. Antar at det ikke er en Apache webserver.",
        "AutomaticSetup": "Sett opp geoposisjon automatisk ved bruk av en DB-IP-database",
        "AutomaticSetupDescription": "For skikkelig geolokalisering krever Matomo en ekstern database. Ved bruk av dette valget vil Matomo atomatisk settes opp til å laste ned og bruke den seneste DB-IP-bynivådatabasen. [%1$sVis lisensvilkår%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Fant ingen gyldig DB-IP/GeoIP-database i TAR-arkivet %1$s.",
        "CannotFindGeoIPServerVar": "%s-variabelen er ikke satt. Det kan hende tjeneren din ikke er satt opp rett.",
        "CannotListContent": "Kunne ikke vise innhold for %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Det ser ut til at du har lagret dine geoposisjoneringsdatabaser utenfor Matomo (det er ingen databaser i «misc»-undermappen, men din GeoIP virker). Matomo kan ikke oppdatere dine geoposisjoneringsdatabaser automatisk hvis de ikke befinner seg i «misc».",
        "CannotUnzipGeoIPFile": "Kunne ikke pakke ut GeoIP-fil i %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Oppdater databasene hver",
        "DownloadingDb": "Laster ned %s",
        "FatalErrorDuringDownload": "En fatal feil inntraff under nedlasting av denne filen. Det kan hende det er noe galt med tilkoblingen din til Internett, med geoposisjoneringsdatabasen du lastet ned, eller Matomo. Prøv å laste ned og installere det manuelt.",
        "FoundApacheModules": "Matomo fant følgende Apache-moduler",
        "GeoIPDatabases": "GeoIP-databaser",
        "GeoIPImplHasAccessTo": "Denne GeoIP-implementasjonen har tilgang til følgende databasetyper",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Merk: IP-anonymisering har ingen innvirkning på steder rapportert av denne tilbyderen. Før du bruker den sammen med IP-anonymisering må du forsikre deg om at det ikke bryter med noen personvernslover du er underlagt.",
        "GeoIPLocationProviderNotRecommended": "Geoposisjonering virker, men du bruker ikke en av de anbefalte tilbyderne.",
        "GeoIPNoDatabaseFound": "Denne GeoIP-implementasjonen kunne ikke finne noen database.",
        "GeoIPNoServerVars": "Matomo kan ikke finne noen GeoIP %s variabler.",
        "GeoIPServerVarsFound": "Matomo oppdager følgende GeoIP %s-variabler",
        "GeoIPUpdaterInstructions": "Skriv inn nedlastingslenkene for dine databaser nedenfor. Hvis du har kjøpt databaser fra %3$sDB-IP%4$s eller %1$sMaxMind%2$s, finner du alle disse lenkene i din DB-IP- eller MaxMind-konto. Kontakt din geoposisjoneringsdatabasetilbyder hvis du har problemer med å finne dem.",
        "GeoIPUpdaterIntro": "Matomo behandler nå oppdateringer for følgende databaser",
        "HowToInstallApacheModule": "Hvordan installerer jeg GeoIP-modulen for Apache?",
        "HowToInstallNginxModule": "Hvordan installerer jeg GeoIP-modulen for Nginx?",
        "HowToSetupGeoIP_Step1": "%1$sLast ned%2$s DB-IP-bydatabasen fra %3$sDB-IP%4$s.",
        "HowToSetupGeoIP_Step2": "Pakk ut denne filen og kopier resultatet, %1$s inn i %2$smisc%3$s-Matomoundermappen og endre navnet til %4$s (du kan gjøre dette enten med FTP eller SSH).",
        "HowToSetupGeoIP_Step4": "Du er ferdig. Du har akkurat satt opp Matomo til å bruke DB-IP, noe som betyr at du vil kunne se områdene og byene for dine besøkende sammen med veldig nøyaktig landsinfo.",
        "HttpServerModule": "HTTP Server-modul",
        "ISPDatabase": "ISP-database",
        "ISPRequiresProviderPlugin": "Sporing av Internett-tjenestetilbydere krever at tilbyder-programtillegget er installert og aktivert.",
        "LocationDatabase": "Lokasjonsdatabase",
        "ServerVariableFor": "Tjenervariabel for %s"
    }
}
