{
    "GeoIp2": {
        "AssumingNonApache": "Kan de functie apache_get_modules niet vinden, uitgegaan van non-Apache webserver.",
        "AutomaticSetup": "Configureer automatisch geolocatie met behulp van een dbip-database",
        "AutomaticSetupDescription": "Voor een goede geolocatie vereist Matomo een externe database. Met deze optie, zal Matomo automatisch configureerd worden om de recentste dbip city level database te downladen en gebruiken. [%1$sLees de licentievoorwaarden%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Geen geldige DBIP / GeoIP database niet gevonden in het tar archief %1$s!",
        "CannotFindGeoIPServerVar": "De %s variabele is niet ingesteld. Uw server is waarschijnlijk niet correct geconfigureerd.",
        "CannotListContent": "Kon geen lijst maken van de inhoud voor %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Het lijkt erop dat u uw geolocatie databases buiten Matomo bewaart (dat kunnen we zien omdat er geen databases in de /misc submap staan, maar uw GeoIP werkt wel). Matomo kan uw geolocatie databases niet automatisch updaten als ze buiten de /misc map staan.",
        "CannotUnzipGeoIPFile": "Kan het GeoIP-bestand niet uitpakken in %1$s:%2$s",
        "DownloadNewDatabasesEvery": "Update databases elke",
        "DownloadingDb": "%s aan het downloaden",
        "FatalErrorDuringDownload": "Er is een fatale fout opgetreden tijdens het downloaden van dit bestand. Er kan iets mis zijn met uw internetverbinding, met de geolocatie database die u gedownload heeft of met Matomo. Probeer het bestand handmatig te downloaden en te installeren.",
        "FoundApacheModules": "Matomo vond de volgende Apache-modules",
        "GeoIPDatabases": "GeoIP Databases",
        "GeoIPImplHasAccessTo": "Deze GeoIP implementatie heeft toegang tot de volgende database types",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Opmerking: IP-anonimisering heeft geen effect op de door deze provider gerapporteerde locaties. Controleer voor gebruik met IP-anonimisering of dit niet in strijd is met de privacywetgeving waaraan u onderworpen bent.",
        "GeoIPLocationProviderNotRecommended": "Geografische locatie bepaling werkt, maar je gebruikt niet één van de aanbevolen leveranciers.",
        "GeoIPNoDatabaseFound": "Deze GeoIP-implementatie kon geen enkele database vinden.",
        "GeoIPNoServerVars": "Matomo kan geen GeoIP %s variabelen vinden.",
        "GeoIPServerVarsFound": "Matomo detecteert de volgende GeoIP %s variabelen",
        "GeoIPUpdaterInstructions": "Vul hieronder de downloadlinks voor uw databases in. Als u databases heeft gekocht van %3$sdbip%4$s of %1$sMaxMind%2$s, kunt u deze linken vinden in uw dbip- of MaxMind-account. Neem contact op met de leverancier van uw geolocatie-databases als u problemen ondervindt bij de toegang.",
        "GeoIPUpdaterIntro": "Matomo beheert momenteel updates voor de volgende databases",
        "GeoIPVariablesConfigurationHere": "Je kunt %1$s gebruikte servervariabelen hier %2$sconfigureren.",
        "GeoLiteCityLink": "Als je de DBIP City Lite database heeft, gebruik dan deze link: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Hoe installeer ik de GeoIP module voor Apache?",
        "HowToInstallNginxModule": "Hoe installeer ik de GeoIP-module voor Nginx?",
        "HowToSetupGeoIP": "Hoe u nauwkeurige geolocatie instelt met dbip",
        "HowToSetupGeoIPIntro": "U lijkt geen nauwkeurige geolocatie te hebben ingesteld. Dit is een nuttige functie en zonder ziet u geen nauwkeurige en volledige locatie-gegevens van uw bezoekers. Dit is hoe u het snel kunt gaan gebruiken:",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s de DBIP City Lite database van %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Pak dit bestand uit en kopieer het resultaat, %1$s naar de %2$s/misc%3$s Matomo submap en hernoem het naar %4$s (u kunt dit doen via FTP of SSH).",
        "HowToSetupGeoIP_Step3": "Herlaad dit scherm. De provider %1$sDBIP / GeoIP (PHP)%2$s wordt nu %3$sgeïnstalleerd%4$s. Selecteer het.",
        "HowToSetupGeoIP_Step4": "En u bent klaar! U heeft Matomo nu ingesteld om DBIP te gebruiken, wat betekent dat u de regio's en steden van uw bezoekers kunt zien, samen met zeer nauwkeurige landinformatie.",
        "HttpServerModule": "HTTP Server Module",
        "IPurchasedGeoIPDBs": "Ik heb een nauwkeuriger databases aangekocht van %3$sDBIP%4$s of %1$sMaxMind%2$s en wil automatische updates instellen.",
        "ISPDatabase": "ISP-database",
        "ISPRequiresProviderPlugin": "Het volgen van Internet Service Providers vereist dat de Provider plugin geïnstalleerd en geactiveerd is.",
        "IWantToDownloadFreeGeoIP": "Ik wil de gratis DBIP-database downloaden…",
        "InvalidGeoIPUpdateHost": "De host van de GeoIP update url %1$s is onbetrouwbaar. Om het downloaden van GeoIP updates van andere hosts dan %2$s toe te laten, moet u de instelling voor %3$s in de config aanpassen.",
        "InvalidGeoIPUpdatePeriod": "Ongeldige periode voor de GeoIP updater: %1$s. Geldige waardes zijn %2$s.",
        "LocationDatabase": "Locatiedatabase",
        "LocationDatabaseHint": "Een locatie database is of een land of een regio of een stad database.",
        "LocationProviderDesc_Php": "Deze locatieprovider is het eenvoudigst te installeren omdat die geen serverconfiguratie vereist (ideaal voor shared hosting!). Het maakt gebruik van een DBIP of GeoIP 2 database en MaxMind's PHP API om de locatie van uw bezoekers nauwkeurig te bepalen.",
        "LocationProviderDesc_Php_WithExtension": "Deze locatieprovider wordt versneld door de geïnstalleerde %1$smaxminddb%2$s extensie.",
        "LocationProviderDesc_ServerModule": "Deze locatieprovider gebruikt de GeoIP 2 module die in uw HTTP server is geïnstalleerd. Deze provider is snel en nauwkeurig, maar %1$skan alleen worden gebruikt met normale browsertracking.%2$s",
        "LocationProviderDesc_ServerModule2": "Als u logbestanden moet importeren of iets anders moet doen waarvoor IP-adressen moeten worden ingesteld, gebruik dan de %3$sPHP GeoIP 2 implementatie%4$s en installeer de %1$smaxminddb extensie%2$s.",
        "MalFormedUpdateUrl": "De url %1$s lijkt ongeldig. Zorg ervoor dat u een geldige url invoert die begint met http:// of https://",
        "NotManagingGeoIPDBs": "Matomo beheert momenteel geen DBIP of MaxMind databases.",
        "PluginDescription": "Biedt DBIP / GeoIP2 locatie providers.",
        "ServerBasedVariablesConfiguration": "Configuratie voor servervariabelen die worden gebruikt door GeoIP 2-servermodules",
        "ServerVariableFor": "Server variabele voor %s",
        "SetupAutomaticUpdatesOfGeoIP": "Automatische updates van geolocatie-databases instellen",
        "ShowCustomServerVariablesConfig": "Ik gebruik de Geoip2 server module (Nginx, Apache…) en wil servervariabelen configureren",
        "ThisUrlIsNotAValidGeoIPDB": "Het gedownloade bestand is geen geldige geolocatie-database. Controleer de URL opnieuw of download het bestand handmatig.",
        "UnsupportedArchiveType": "Niet ondersteund archieftype aangetroffen %1$s.",
        "UpdaterHasNotBeenRun": "De updater is nog niet eerder uitgevoerd.",
        "UpdaterIsNotScheduledToRun": "Het is niet gepland om te worden uitgevoerd in de toekomst.",
        "UpdaterScheduledForNextRun": "Het is ingepland om uitgevoerd te worden tijdens de volgende commando core:archive.",
        "UpdaterWasLastRun": "De updater is voor het laatst uitgevoerd op %s.",
        "UpdaterWillRunNext": "De volgende uitvoering is gepland om %s."
    }
}
