{
    "GeoIp2": {
        "AssumingNonApache": "Não é possível encontrar a função apache_get_modules, assumindo servidor web não-Apache.",
        "AutomaticSetup": "Configurar automaticamente a geolocalização utilizando a base de dados dbip",
        "AutomaticSetupDescription": "Para uma geolocalização adequada, o Matomo requer um banco de dados externo. Usando esta opção, o Matomo será configurado automaticamente para baixar e usar o banco de dados dbip mais recente em nível de cidade. [%1$sVer os termos de licenciamento%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Nenhuma base de dados DBIP / GeoIP válida pôde ser encontrada no arquivo tar %1$s!",
        "CannotFindGeoIPServerVar": "A variável %s não está definida. O servidor pode não estar configurado corretamente.",
        "CannotListContent": "Não foi possível listar o conteúdo para %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Parece que você está armazenando suas bases de dados de geolocalização fora do Matomo (nós percebemos pois não há bases de dados no subdiretório misc, mas o seu GeoIP está funcionando). O Matomo não pode atualizar automaticamente suas bases de dados de geolocalização se elas estiverem localizadas fora do diretório misc.",
        "CannotUnzipGeoIPFile": "Não foi possível descompactar o arquivo GeoIP em %1$s:%2$s",
        "DownloadNewDatabasesEvery": "Atualizar o banco de dados a cada",
        "DownloadingDb": "Baixando %s",
        "FatalErrorDuringDownload": "Um erro fatal ocorreu ao baixar este arquivo. Pode haver algo errado com a sua conexão Internet, com a base de dados de geolocalização que você baixou, ou com o Matomo. Tente baixá-la e instalá-la manualmente.",
        "FoundApacheModules": "Matomo encontrou os seguintes módulos do Apache",
        "GeoIPDatabases": "Bases de dados GeoIP",
        "GeoIPImplHasAccessTo": "Esta implementação GeoIP tem acesso aos seguintes tipos de bancos de dados",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Nota: anonimização IP não tem efeito sobre os locais relatados por este fornecedor. Antes de usá-lo com anonimização IP, certifique-se isso não viole as leis de privacidade que você pode estar sujeito.",
        "GeoIPLocationProviderNotRecommended": "Geolocalização funciona, mas você não está usando um dos provedores recomendados.",
        "GeoIPNoDatabaseFound": "Esta implementação GeoIP não encontrou nenhuma base de dados.",
        "GeoIPNoServerVars": "Matomo não pode encontrar nenhuma variável GeoIP %s.",
        "GeoIPServerVarsFound": "Matomo detecta as seguintes variáveis GeoIP %s",
        "GeoIPUpdaterInstructions": "Insira abaixo os links de download para as suas bases de dados. Se você adquiriu bases de dados da %3$sdbip%4$s ou da %1$sMaxMind%2$s, você pode encontrar estes links em sua conta dbip ou MaxMind. Por favor entre em contato com o seu provedor de base de dados de geolocalização se você tiver dificuldade em encontrá-los.",
        "GeoIPUpdaterIntro": "O Matomo está atualmente gerenciando atualizações para as seguintes bases de dados",
        "GeoIPVariablesConfigurationHere": "Você pode configurar as variáveis de servidor usadas %1$s aqui %2$s.",
        "GeoLiteCityLink": "Se você está usando a base de dados dbip city lite, use este link: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Como faço para instalar o módulo GeoIP para o Apache?",
        "HowToInstallNginxModule": "Como faço para instalar o módulo GeoIP para Nginx?",
        "HowToSetupGeoIP": "Como configurar geolocalização precisa com dbip",
        "HowToSetupGeoIPIntro": "Aparentemente você não possui configurações precisas de geolocalização. Este é um recurso útil e sem ele você não verá as informações de localização precisas e completas para os seus visitantes. Veja como você pode rapidamente começar a usá-lo:",
        "HowToSetupGeoIP_Step1": "%1$sBaixar%2$s a base de dados DBIP City Lite da %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extraia este arquivo e copie o resultado %1$s para dentro do subdiretório %2$smisc%3$s do Matomo e renomeie-o para %4$s (você pode fazer isto por FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Recarregue esta tela. O provedor %1$sDBIP / GeoIP (PHP)%2$s será %3$sinstalado%4$s agora. Selecione-o.",
        "HowToSetupGeoIP_Step4": "E tudo pronto! Você acabou de configurar o Matomo para usar DBIP, o que significa que você poderá ver as regiões e as cidades dos seus visitantes junto com informações bem precisas dos países.",
        "HttpServerModule": "Módulo do servidor HTTP",
        "IPurchasedGeoIPDBs": "Eu adquiri bases de dados mais precisas da %3$sdbip%4$s ou da %1$sMaxMind%2$s e quero configurar atualizações automáticas.",
        "ISPDatabase": "Base de dados de provedores de Internet",
        "ISPRequiresProviderPlugin": "O rastreamento de provedores de serviços de Internet requer que o plugin do provedor seja instalado e ativado.",
        "IWantToDownloadFreeGeoIP": "Quero baixar a base de dados DBIP grátis…",
        "InvalidGeoIPUpdateHost": "O host da URL de atualização GeoIP %1$s não é confiável. Para permitir o download de atualizações GeoIP de hosts diferentes de %2$s, ajuste a configuração para %3$s na configuração.",
        "InvalidGeoIPUpdatePeriod": "Período inválido para o atualizador GeoIP: %1$s. Os valores válidos são %2$s.",
        "LocationDatabase": "Base de dados de localização",
        "LocationDatabaseHint": "Uma base de dados de localização é uma base de dados de país, região ou cidade.",
        "LocationProviderDesc_Php": "Este provedor de localização é o mais simples de instalar pois não requer configuração do servidor (ideal para hospedagem compartilhada!). Ele usa uma base de dados DBIP ou GeoIP 2 e a API PHP da MaxMind para determinar com precisão a localização dos seus visitantes.",
        "LocationProviderDesc_Php_WithExtension": "Este provedor de localização é acelerado pela extensão %1$s maxminddb %2$s.",
        "LocationProviderDesc_ServerModule": "Este provedor de localização usa o módulo GeoIP2 que foi instalado no seu servidor HTTP. Este provedor é rápido e preciso, mas %1$ssó pode ser usado com o rastreamento normal do navegador. %2$s",
        "LocationProviderDesc_ServerModule2": "Se você precisa importar arquivos de log ou fazer algo que requeira definir endereços IP, use a implementação %3$s GeoIP2 PHP %4$s e instale a extensão %1$s maxminddb %2$s.",
        "MalFormedUpdateUrl": "A url %1$s parece inválida. Certifique-se de inserir uma url válida começando com http:// ou https://",
        "NotManagingGeoIPDBs": "No momento o Matomo não está gerenciando nenhuma base de dados DBIP ou MaxMind.",
        "PluginDescription": "Fornece provedores de localização DBIP / GeoIP.",
        "ServerBasedVariablesConfiguration": "Configuração para as variáveis de servidor usadas pelos módulos GeoIP2 do servidor",
        "ServerVariableFor": "Variável de servidor para %s",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar atualizações automáticas das bases de dados de geolocalização",
        "ShowCustomServerVariablesConfig": "Eu uso o módulo GeoIP2 para servidor (Nginx, Apache...) e quero configurar variáveis de servidor",
        "ThisUrlIsNotAValidGeoIPDB": "O arquivo baixado não é uma base de dados de geolocalização válida. Por favor verifique novamente a URL ou baixe o arquivo manualmente.",
        "UnsupportedArchiveType": "Encontrado tipo de arquivo não suportado %1$s.",
        "UpdaterHasNotBeenRun": "O atualizador nunca foi executado.",
        "UpdaterIsNotScheduledToRun": "Não está agendado para ser executado no futuro.",
        "UpdaterScheduledForNextRun": "Está programado para ser executado durante a próxima execução do núcleo do cron: execução do comando archive.",
        "UpdaterWasLastRun": "O atualizador foi executado pela última vez em %s.",
        "UpdaterWillRunNext": "A próxima execução está programada para ser executada em %s."
    }
}
