{
    "GeoIp2": {
        "AssumingNonApache": "Não foi possível encontrar a função apache_get_modules; assumindo um servidor web não-Apache.",
        "AutomaticSetup": "Configurar automaticamente a geolocalização utilizando a base de dados dbip",
        "AutomaticSetupDescription": "Para uma geolocalização adequada, o Matomo requer uma base de dados externa. Usando esta opção, o Matomo será automaticamente configurado para descarregar e usar a mais recente base de dados dbip a nível de cidade. [%1$sVer termos de licenciamento%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Não foi encontrada uma base de dados DBIP / GeoIP válida no arquivo tar %1$s!",
        "CannotFindGeoIPServerVar": "A variável %s não está definida. O seu servidor pode não estar configurado corretamente.",
        "CannotListContent": "Não foi possível listar o conteúdo para %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Parece que está a armazenar as suas bases de dados de geolocalização fora do Matomo (já que não há bases de dados no sub-diretório \"misc\", mas o seu GeoIP está a funcionar). O Matomo não pode atualizar automaticamente as bases de dados de geolocalização se elas estiverem localizadas fora do diretório \"misc\".",
        "CannotUnzipGeoIPFile": "Não foi possível extrair o ficheiro GeoIP em %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Atualizar bases de dados todos/todas",
        "DownloadingDb": "A trasnefrir %s",
        "FatalErrorDuringDownload": "Ocorreu um erro fatal enquanto transferia este ficheiro. Pode existir um problema com sua ligação à Internet, com a base de dados da geolocalização que transferiu ou com o Matomo. Tente transferir e instalar manualmente o mesmo.",
        "FoundApacheModules": "O Matomo encontrou os seguintes módulos Apache",
        "GeoIPDatabases": "Bases de dados GeoIP",
        "GeoIPImplHasAccessTo": "Esta implementação do GeoIP tem acesso aos seguintes tipos de bases de dados",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Nota: a anonimização de IP não tem qualquer efeito nas localizações reportadas por este fornecedor. Antes de o utilizar com a anonimização de IP, confirme que este não viola quaisquer leis de privacidade aplicáveis.",
        "GeoIPLocationProviderNotRecommended": "A geolocalização funciona, mas não está a utilizar um dos fornecedores recomendados.",
        "GeoIPNoDatabaseFound": "Esta implementação do GeoIP não conseguiu encontrar qualquer base de dados.",
        "GeoIPNoServerVars": "O Matomo não consegue encontrar quaisquer variáveis GeoIP %s.",
        "GeoIPServerVarsFound": "O Matomo deteta as seguintes variáveis GeoIP %s",
        "GeoIPUpdaterInstructions": "Insira em baixo as hiperligações de transferência para as bases de dados. Se comprou as bases de dados de %3$sdbip%4$s ou %1$sMaxMind%2$s, pode encontrar estas hiperligações na sua conta dbip ou MaxMind. Por favor, contacte o seu fornecedor da base de dados da geolocalização se tiver problemas ao acedê-las.",
        "GeoIPUpdaterIntro": "Matomo está atualmente a gerir as atualizações para as seguintes bases de dados",
        "GeoIPVariablesConfigurationHere": "Pode configurar as variáveis de servidor utilizadas %1$saqui%2$s.",
        "GeoLiteCityLink": "Se estiver a utilizar a base de dados dbip city lite, utilize esta hiperligação: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Como instalo o módulo GeoIP para o Apache?",
        "HowToInstallNginxModule": "Como instalo o módulo GeoIP para o Nginx?",
        "HowToSetupGeoIP": "Como configurar a geolocalização precisa com dbip",
        "HowToSetupGeoIPIntro": "Não parece ter uma configuração de Geolocalização precisa. Esta é uma funcionalidade útil e sem a mesma, não poderá ver informação de localização dos seus visitantes de forma precisa e completa. Eis como pode rapidamente começar a utilizá-la:",
        "HowToSetupGeoIP_Step1": "%1$sTransfira%2$s a base de dados DBIP City Lite de %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extraia este ficheiro e copie o resultado, %1$s para a subdiretoria Matomo %2$sdiversa%3$s e renomeie-a para %4$s (pode realizar isto por FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Recarregue este ecrã. O fornecedor de %1$sDBIP / GeoIP (PHP)%2$s será agora %3$sInstalado%4$s. Selecione-o.",
        "HowToSetupGeoIP_Step4": "E concluiu! Acabou de configurar o Matomo para utilizar DBIP, o que significa que irá poder ver as regiões e cidades dos seus visitantes em conjunto com uma informação do país mais precisa.",
        "HttpServerModule": "Módulo do servidor HTTP",
        "IPurchasedGeoIPDBs": "Eu comprei bases de dados mais precisas de %3$sdbip%4$s ou %1$sMaxMind%2$s e pretendo configurar as atualizações automáticas.",
        "ISPDatabase": "Base de dados de ISP",
        "ISPRequiresProviderPlugin": "O rastreamento de provedores de serviços de Internet requer que o plug-in do provedor seja instalado e ativado.",
        "IWantToDownloadFreeGeoIP": "Eu pretendo transferir a base de dados DBIP gratuita…",
        "InvalidGeoIPUpdateHost": "O host do url de atualização GeoIP %1$s não é confiável. Para permitir o download de atualizações GeoIP de hosts diferentes de %2$s, ajuste a configuração para %3$s na configuração.",
        "InvalidGeoIPUpdatePeriod": "Período inválido para o atualizador GeoIP: %1$s. Os valores válidos são %2$s.",
        "LocationDatabase": "Base de dados de localização",
        "LocationDatabaseHint": "Uma base de dados de localização é uma base de dados de um país, região ou cidade.",
        "LocationProviderDesc_Php": "Este provedor de localização é o mais simples de instalar, pois não requer configuração do servidor (ideal para hospedagem compartilhada!). Ele usa um banco de dados DBIP ou GeoIP 2 e a API PHP da MaxMind para determinar com precisão a localização de seus visitantes.",
        "LocationProviderDesc_Php_WithExtension": "Este fornecedor de localização é acelerado pela extensão %1$smaxminddb%2$s instalada.",
        "LocationProviderDesc_ServerModule": "Este fornecedor de localização utiliza o módulo GeoIP 2 que foi instalado no seu servidor HTTP. Este fornecedor é rápido e preciso, mas %1$ssó pode ser utilizado para um acompanhamento normal de navegadores.%2$s",
        "LocationProviderDesc_ServerModule2": "Se tiver de importar ficheiros de registo ou fazer algo mais que necessite da definição de endereços de IP, utilize a %3$simplementação PHP do GeoIP 2%4$s e instale a %1$sextensão maxminddb%2$s.",
        "MalFormedUpdateUrl": "A url %1$s parece inválida. Certifique-se de inserir um URL válido começando com http:// ou https://",
        "NotManagingGeoIPDBs": "Matomo não está atualmente a gerir quaisquer bases de dados DBIP ou MaxMind.",
        "PluginDescription": "Fornece provedores de localização DBIP / GeoIP2.",
        "ServerBasedVariablesConfiguration": "Configuração para variáveis do servidor utilizadas pelos módulos do servidor GeoIP 2",
        "ServerVariableFor": "Variável do servidor para %s",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar as atualizações automáticas das bases de dados de geolocalização",
        "ShowCustomServerVariablesConfig": "Eu utilizo o módulo do servidor Geoip2 (Nginx, Apache...) e pretendo configurar variáveis do servidor",
        "ThisUrlIsNotAValidGeoIPDB": "O ficheiro transferido não é uma base de dados de geolocalização válida. Por favor, volte a verificar o URL ou transfira o ficheiro manualmente.",
        "UnsupportedArchiveType": "Encontrado um tipo de arquivo não suportado %1$s.",
        "UpdaterHasNotBeenRun": "A ferramenta de atualização nunca foi executada.",
        "UpdaterIsNotScheduledToRun": "Não está agendada para ser executada no futuro.",
        "UpdaterScheduledForNextRun": "Está agendada para ser executada durante a próxima execução do comando cron core:archive.",
        "UpdaterWasLastRun": "A ferramenta de atualização foi executada pela última vez a %s.",
        "UpdaterWillRunNext": "Está agendada para ser executada a %s."
    }
}
