{
    "GeoIp2": {
        "AssumingNonApache": "Kan inte hitta funktionen apache_get_modules, förutsätter att Apache inte används som webbserver.",
        "AutomaticSetup": "Konfigurera geolokalisering automatiskt med hjälp av en dbip-databas",
        "AutomaticSetupDescription": "För en korrekt geolokalisering kräver Matomo en extern databas. Med detta alternativ kommer Matomo automatiskt att konfigureras för att ladda ner och använda den senaste databasen för dbip-stadsnivå. [%1$sVisa licensvillkor%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "Ingen giltig DBIP / GeoIP databas hittades i tar arkivfilen %1$s!",
        "CannotFindGeoIPServerVar": "Variabeln %s är inte inställd. Möjligtvis är din server inte rätt konfigurerad.",
        "CannotListContent": "Kunde inte lista innehåll för %1$s: %2$s",
        "CannotSetupGeoIPAutoUpdating": "Det verkar som om du lagrar dina geolokaliseringsdatabaser utanför Matomo (vi kan se det eftersom det inte finns några databaser i underkatalogen övrigt, men din GeoIP fungerar). Matomo kan inte automatiskt uppdatera dina geolokaliseringsdatabaser om de ligger utanför katalogen \"misc\".",
        "CannotUnzipGeoIPFile": "Kan inte packa upp GeoIP-filen i %1$s: %2$s",
        "DownloadNewDatabasesEvery": "Uppdatera databasen varje",
        "DownloadingDb": "Laddar ner %s",
        "FatalErrorDuringDownload": "Ett allvarligt fel inträffade när den här filen skulle hämtas. Det kan vara något fel med din internetanslutning, med den geolokaliseringsdatabas du laddade ner eller med Matomo. Prova att ladda ner och installera den manuellt.",
        "FoundApacheModules": "Matomo hittade följande Apache-moduler",
        "GeoIPDatabases": "GeoIP-databaser",
        "GeoIPImplHasAccessTo": "Den här GeoIP-tjänsten har tillgång till följande typer av databaser",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Notera: Anonymisering av IP-adresser har ingen effekt på platserna som rapporteras av den här tjänsten. Kontrollera så att du inte bryter mot några sekretesslagar innan du använder den med anonyma IP-adresser.",
        "GeoIPLocationProviderNotRecommended": "Geografisk lokalisering fungerar, men du använder inte något av de rekommenderade verktygen.",
        "GeoIPNoDatabaseFound": "Denna GeoIP-tjänst kunde inte hitta någon databas.",
        "GeoIPNoServerVars": "Matomo hittar inga GeoIP %s variabler.",
        "GeoIPServerVarsFound": "Matomo har hittat följande variabler för GeoIP %s",
        "GeoIPUpdaterInstructions": "Ange nedladdningslänkar för dina databaser nedan. Om du har köpt databaser från %3$sdbip%4$s eller %1$sMaxMind%2$s kan du hitta dessa länkar i ditt dbip- eller MaxMind-konto. Kontakta din geolokaliseringsdatabasleverantör om du har problem med att komma åt dem.",
        "GeoIPUpdaterIntro": "Matomo hanterar för närvarande uppdateringar för följande databaser",
        "GeoIPVariablesConfigurationHere": "Du kan konfigurera de använda servervariablerna %1$shär%2$s.",
        "GeoLiteCityLink": "Om du använder databasen dbip city lite, använd den här länken:%1$s%2$s%3$s",
        "HowToInstallApacheModule": "Hur installerar jag GeoIP modulen för Apache?",
        "HowToInstallNginxModule": "Hur installerar jag GeoIP-modulen för Nginx?",
        "HowToSetupGeoIP": "Hur man ställer in korrekt geolokalisering med dbip",
        "HowToSetupGeoIPIntro": "Det verkar inte som att du har ställt in träffsäker Geolocation. Detta är en användbar funktion, utan den kan du inte se komplett information om dina användare. Så här kommer du snabbt igång och kan börja använda det:",
        "HowToSetupGeoIP_Step1": "%1$sLadda ner%2$s DBIP City Lite-databasen från %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extrahera den här filen och kopiera resultatet, %1$s till Matomos underkatalog %2$s\"misc\"%3$s och byt namn på den till %4$s (du kan göra detta antingen med FTP eller SSH).",
        "HowToSetupGeoIP_Step3": "Ladda om den här sidan. %1$sDBIP / GeoIP (PHP)%2$s-leverantören kommer nu att %3$sinstalleras%4$s. Välj den.",
        "HowToSetupGeoIP_Step4": "Nu är det klart! Du har precis ställt in Matomo för att använda DBIP vilket innebär att du kan se regionerna och städerna för dina besökare tillsammans med mycket korrekt landsinformation.",
        "HttpServerModule": "HTTP-server modul",
        "IPurchasedGeoIPDBs": "Jag köpte mer exakta databaser från %3$sdbip%4$s eller %1$sMaxMind%2$s och vill konfigurera automatiska uppdateringar.",
        "ISPDatabase": "ISP-databas",
        "ISPRequiresProviderPlugin": "Spårning av Internetleverantörer kräver att leverantörspluginet är installerat och aktiverat.",
        "IWantToDownloadFreeGeoIP": "Jag vill ladda ner den kostnadsfria DBIP-databasen…",
        "InvalidGeoIPUpdateHost": "Värden för GeoIP-uppdaterings-URL:en %1$s är inte betrodd. För att tillåta nedladdning av GeoIP-uppdateringar från andra värdar än %2$s vänligen justera inställningen för %3$s i config.",
        "InvalidGeoIPUpdatePeriod": "Perioden för uppdateringar av GeoIP är ogiltig: Invalid period for the GeoIP updater: %1$s. Giltiga värden är %2$s.",
        "LocationDatabase": "Platsdatabas",
        "LocationDatabaseHint": "En platsdatabas är antingen en lands-, region, eller stadsdatabas.",
        "LocationProviderDesc_Php": "Denna platstjänst är den enklaste att installera eftersom den inte kräver serverkonfiguration (perfekt för delad hosting!). Den använder en DBIP- eller GeoIP 2-databas och MaxMinds PHP API för att korrekt bestämma platsen för dina besökare.",
        "LocationProviderDesc_Php_WithExtension": "Den här platstjänsten kan göras snabbare med det installerade %1$smaxminddb%2$s-tillägget.",
        "LocationProviderDesc_ServerModule": "Den här platstjänsten använder GeoIP 2-modulen som installerats på din HTTP-server. Den här tjänsten är snabb och träffsäker, men %1$skan endast användas tillsammans med normal webbläsarspårning.%2$s",
        "LocationProviderDesc_ServerModule2": "Om du behöver importera loggfiler eller göra något annat som kräver IP-adresser: Använd %1$sPECL GeoIP (rekommenderas)%2$s eller %3$sPHP GeoIP%4$s.",
        "MalFormedUpdateUrl": "Webbadressen %1$s verkar ogiltig. Se till att ange en giltig webbadress som börjar med http:// eller https://",
        "NotManagingGeoIPDBs": "Matomo hanterar för närvarande inga DBIP- eller MaxMind-databaser.",
        "PluginDescription": "Tillhandahåller DBIP / GeoIP2 platstjänster.",
        "ServerBasedVariablesConfiguration": "Konfigurering av servervariabler som används av GeoIP 2-servermoduler",
        "ServerVariableFor": "Servervariabel för %s",
        "SetupAutomaticUpdatesOfGeoIP": "Ställ in automatiska uppdateringar av geolokaliseringsdatabaser",
        "ShowCustomServerVariablesConfig": "Jag använder Geoip2-servermodulen (Nginx, Apache...) och vill konfigurera servervariabler",
        "ThisUrlIsNotAValidGeoIPDB": "Den nedladdade filen är inte en giltig databas för geolokalisering. Kontrollera URL:en igen eller ladda ner filen manuellt.",
        "UnsupportedArchiveType": "En arkivtyp som ej stöds påträffades %1$s.",
        "UpdaterHasNotBeenRun": "Uppdateringen har aldrig körts.",
        "UpdaterIsNotScheduledToRun": "Den är inte planerad att köras i fortsättningen.",
        "UpdaterScheduledForNextRun": "Den är planerad att köras under den nästa archive.php tidssession.",
        "UpdaterWasLastRun": "Senaste uppdateringen gjordes den %s.",
        "UpdaterWillRunNext": "Den är planerad att köras %s."
    }
}
