{
    "GeoIp2": {
        "AssumingNonApache": "apache_get_modules işlevi bulunamadığı için site sunucusunun Apache olmadığı varsayılıyor.",
        "AutomaticSetup": "Dbip veri tabanı kullanan coğrafi konum özelliği otomatik olarak yapılandırılsın",
        "AutomaticSetupDescription": "Coğrafi konumların doğru olarak belirlenebilmesi için Matomo uygulamasının bir dış veri tabanı kullanması gerekir. Bu seçenek açıldığında, Matomo ilçe düzeyindeki güncel DBIP veri tabanını indirecek şekilde otomatik olarak yapılandırılır. [%1$sLisans koşullarına bakın%2$s]",
        "CannotFindGeoIPDatabaseInArchive": "%1$s tar arşivi dosyasında geçerli bir DB-IP / GeoIP veri tabanı bulunamadı!",
        "CannotFindGeoIPServerVar": "%s değişkeni ayarlanmamış. Sunucunuz doğru yapılandırılmamış olabilir.",
        "CannotListContent": "%1$s: %2$s içeriği listelenemedi",
        "CannotSetupGeoIPAutoUpdating": "Coğrafi konum veri tabanlarını Matomo dışında bir konumda bulunduruyorsunuz gibi görünüyor (bunu misc alt klasöründe herhangi bir veri tabanı bulunmadığı halde coğrafi konum özelliğinin çalışıyor olduğuna bakarak söyleyebiliyoruz). Matomo, misc klasörünün dışında bulunan coğrafi konum veri tabanlarını güncelleyemez.",
        "CannotUnzipGeoIPFile": "%1$s içindeki GeoIP arşivi dosyası ayıklanamadı: %2$s",
        "DownloadNewDatabasesEvery": "Veri tabanı güncelleme sıklığı",
        "DownloadingDb": "İndiriliyor %s",
        "FatalErrorDuringDownload": "Coğrafi konum veri tabanı indirilirken dosya ya da Matomo ile ilgili bir sorun çıktı. İnternet bağlantınız sağlıklı çalışmıyor olabilir. El ile indirip kurmayı deneyin.",
        "FoundApacheModules": "Matomo şu Apache modüllerini buldu",
        "GeoIPDatabases": "GeoIP veritabanları",
        "GeoIPImplHasAccessTo": "GeoIP uygulaması şu türdeki veritabanlarına erişebilir",
        "GeoIPLocationProviderDesc_ServerBasedAnonWarn": "Not: IP adresini anonim kılmanın bu hizmet sağlayıcı tarafından bildirilen konumlar üzerinde bir etkisi yoktur. IP adresini anonim kılmadan önce bu durumun uymak zorunda olduğunuz kişisel veri güvenliği yasalarına aykırı olmadığından emin olun.",
        "GeoIPLocationProviderNotRecommended": "Coğrafi konum bulma çalışıyor ancak önerilen hizmet sağlayıcılardan birini kullanmıyorsunuz.",
        "GeoIPNoDatabaseFound": "Bu GeoIP uygulaması herhangi bir veri tabanı bulamadı.",
        "GeoIPNoServerVars": "Matomo herhangi bir GeoIP %s değişkeni bulamadı.",
        "GeoIPServerVarsFound": "Matomo şu GeoIP %s değişkenlerini algılar",
        "GeoIPUpdaterInstructions": "Aşağıya veri tabanlarınızın indirme bağlantılarını yazın. %3$sDB-IP%4$s ya da %1$sMaxMind%2$s veri tabanlarını satın aldıysanız bu bağlantıları DB-IP ya da MaxMind hesabınızın altında bulabilirsiniz. Erişim sorunu yaşıyorsanız coğrafi konum veri tabanı hizmeti sağlayıcınız ile görüşün.",
        "GeoIPUpdaterIntro": "Matomo şu anda şu coğrafi konum veritabanlarının güncellemelerini alıyor",
        "GeoIPVariablesConfigurationHere": "Kullanılan sunucu değişkenleri %1$sburadan%2$s yapılandırılabilir.",
        "GeoLiteCityLink": "DB-IP City Lite veri tabanını kullanıyorsanız şu bağlantıyı kullanın: %1$s%2$s%3$s",
        "HowToInstallApacheModule": "Apache için GeoIP modülü nasıl kurulur?",
        "HowToInstallNginxModule": "Nginx için GeoIP modülü nasıl kurulur?",
        "HowToSetupGeoIP": "DB-IP ile doğru coğrafi konum bulma ayarları nasıl yapılır",
        "HowToSetupGeoIPIntro": "Coğrafi konum bulma ayarlarınızın doğruluğu yeterli değil gibi görünüyor. Bu özellik oldukça kullanışlıdır ve düzgün çalışmadığında ziyaretçileriniz hakkında tam ve doğru konum bilgisi alamazsınız. Hızlıca kullanmaya başlamak için gerekli bilgileri şurada bulabilirsiniz:",
        "HowToSetupGeoIP_Step1": "%3$sDB-IP%4$s üzerinden DB-IP City Lite veri tabanını %1$sindirin%2$s.",
        "HowToSetupGeoIP_Step2": "Bu dosyayı ayıklayın ve çıkanları Matomo %2$smisc%3$s klasörü %1$s içine kopyalayıp adını %4$s olarak değiştirin (bunu FTP ya da SSH ile yapabilirsiniz).",
        "HowToSetupGeoIP_Step3": "Bu sayfayı yeniden yükleyin. Şimdi %1$sDB-IP / GeoIP (PHP)%2$s hizmet sağlayıcısı %3$skurulacak%4$s. Onu seçin.",
        "HowToSetupGeoIP_Step4": "İşlem tamam! Matomo için DB-IP uygulamasını ayarladınız. Böylece ziyaretçilerin geldiği ülkeleri büyük doğrulukla belirlerken bunun yanında bölge ve il bilgilerini de görebileceksiniz.",
        "HttpServerModule": "HTTP sunucu modülü",
        "IPurchasedGeoIPDBs": "Daha doğru %3$sDB-IP%4$s ya da %1$sMaxMind%2$s veritabanları satın aldım ve otomatik güncellemeleri kurmak istiyorum.",
        "ISPDatabase": "ISP veri tabanı",
        "ISPRequiresProviderPlugin": "İnternet hizmeti sağlayıcılarını izlemek için hizmet sağlayıcı uygulama eki kurulmuş ve etkinleştirilmiş olmalıdır.",
        "IWantToDownloadFreeGeoIP": "Ücretsiz DBIP veri tabanını indirmek istiyorum…",
        "InvalidGeoIPUpdateHost": "%1$s GeoIP güncelleme adresindeki sunucuya güvenilmiyor. GeoIP güncellemelerini %2$s dışındaki sunuculardan almak için yapılandırmadaki %3$s ayarını değiştirin.",
        "InvalidGeoIPUpdatePeriod": "GeoIP güncelleme sıklığı geçersiz: %1$s. Geçerli değerler şunlardır: %2$s.",
        "LocationDatabase": "Konum veri tabanı",
        "LocationDatabaseHint": "Bir ülke, bölge ya da il konumları veri tabanı.",
        "LocationProviderDesc_Php": "Bu konum hizmeti sağlayıcı en basit kurulanıdır ve sunucu yapılandırmasına gerek duymaz (paylaşılan barındırma hizmetleri için idealdir). DB-IP ya da GeoIP 2 veri tabanını ve MaxMind PHP API uygulamasını kullanarak ziyaretçilerin konumunu doğru olarak belirler.",
        "LocationProviderDesc_Php_WithExtension": "Bu konum hizmeti sağlayıcısı %1$smaxminddb%2$s eklentisi kurularak hızlandırılmıştır.",
        "LocationProviderDesc_ServerModule": "Bu konum hizmeti sağlayıcısı HTTP sunucunuz üzerine kurulmuş GeoIP 2 modülünü kullanır. Bu hizmet sağlayıcı hızlı ve doğrudur ancak %1$syalnızca normal tarayıcı izlemesi ile kullanılabilir%2$s",
        "LocationProviderDesc_ServerModule2": "Günlük dosyalarını içe aktarmak ya da IP adresinin ayarlanmasını gerektiren başka bir işlem yapmak zorundaysanız, %3$sPHP GeoIp 2 uygulamasını%4$s kullanarak %1$smaxminddb eklentisini%2$s kurun.",
        "MalFormedUpdateUrl": "%1$s adresi geçersiz gibi görünüyor. Lütfen http:// ya da https:// ile başlayan geçerli bir adres yazdığınızdan emin olun",
        "NotManagingGeoIPDBs": "Matomo şu anda herhangi bir DB-IP ya da Maxmind veri tabanını yönetmiyor.",
        "PluginDescription": "DB-IP / GeoIP2 konum hizmeti sağlayıcılarını sunar.",
        "ServerBasedVariablesConfiguration": "GeoIP 2 sunucu modülleri tarafından kullanılan sunucu değişkeni yapılandırması",
        "ServerVariableFor": "%s için sunucu değişkeni",
        "SetupAutomaticUpdatesOfGeoIP": "Otomatik coğrafi konum veri tabanı güncellemesini kurun",
        "ShowCustomServerVariablesConfig": "GeoIP 2 sunucu modülünü (Nginx, Apache…) kullanacağım ve sunucu ayarlarını yapılandırmak istiyorum",
        "ThisUrlIsNotAValidGeoIPDB": "İndirilen dosya geçerli bir coğrafi konum veri tabanı değil. Lütfen adresi yeniden denetleyin ya da dosyayı el ile indirin.",
        "UnsupportedArchiveType": "Desteklenmeyen %1$s arşiv türü bulundu.",
        "UpdaterHasNotBeenRun": "Güncelleyici henüz hiç çalışmamış.",
        "UpdaterIsNotScheduledToRun": "Gelecekte çalışmak üzere ayarlanmamış.",
        "UpdaterScheduledForNextRun": "core:archive komutunun yürütüleceği zamanlanmış görevin bir sonraki çalışmasında güncellenecek.",
        "UpdaterWasLastRun": "Güncelleyici en son %s zamanında çalışmış.",
        "UpdaterWillRunNext": "Zamanlanmış görev %s zamanında çalışacak."
    }
}
