{
    "PrivacyManager": {
        "AddUserIdToSearch": "Кликнете, за да добавите този потребителски идентификатор към търсенето",
        "AddVisitorIPToSearch": "Кликнете, за да добавите този IP адрес на посетителя към търсенето",
        "AddVisitorIdToSearch": "Кликнете, за да добавите този идентификатор на посетителя към търсенето",
        "AnonymizeData": "Анонимизирай данни",
        "AnonymizeDataConfirm": "Наистина ли искате да анонимизирате данните за избрания(ите) уебсайт(ове) и времеви диапазон? Това действие не може да бъде отменено, данните може да бъдат изтрити, както е поискано, и този процес може да отнеме много време.",
        "AnonymizeDataNow": "Анонимизирайте минали данни за избрания сайт и време",
        "AnonymizeIp": "Анонимизирайте IP",
        "AnonymizeIpDescription": "Изберете \"Да\", ако искате Matomo да не проследява напълно квалифицирани IP адреси.",
        "AnonymizeIpExtendedHelp": "Когато потребителите посетят Вашия уебсайт, Matomo няма да използва пълния IP адрес (като %1$s), а вместо това Matomo първо ще го анонимизира (до %2$s). Анонимизирането на IP адреса е едно от изискванията, определени от законите за поверителност в някои страни като Германия.",
        "AnonymizeIpHelp": "Това действие не може да бъде отменено. Ако е активирано, за всички посещения през тази продължителност IP ще бъде анонимизиран с поне 2 байта, например '192.168.xxx.xxx'. Ако в момента сте конфигурирали да анонимизирате с 3 байта, тогава тази настройка ще бъде спазена и всички IP адреси ще бъдат анонимизирани с 3 байта.",
        "AnonymizeIpInlineHelp": "Скрива последните цифри на IP адреса на посетителя, за да бъде спазен закона за поверителност.",
        "AnonymizeIpMaskFully": "Пълно маскиране на IP адрес",
        "AnonymizeIpMaskLengtDescription": "Изберете колко байта от IP на посетителите да е маскирано.",
        "AnonymizeIpMaskLength": "%1$s байта - пример %2$s",
        "AnonymizeLocation": "Анонимизиране на местоположението",
        "AnonymizeLocationHelp": "Това действие не може да бъде отменено. Преоценява местоположението въз основа на анонимизирания IP (поне 2 байта от IP ще бъдат анонимизирани).",
        "AnonymizeOrderIdNote": "Тъй като идентификационният номер на поръчката може да бъде препратен с друга система, обикновено магазин за електронна търговия, идентификационният номер на поръчката може да се счита за лична информация съгласно GDPR. Когато активирате тази опция, идентификатор на поръчката ще бъде автоматично анонимизиран, така че няма да се проследява лична информация.",
        "AnonymizeProcessInfo": "Това действие може да отнеме много време и следователно няма да бъде изпълнено веднага. Ще можете да проследите текущото състояние на процеса по-долу. Анонимизирането обикновено трябва да започне в рамките на един час.",
        "AnonymizeReferrer": "Анонимизирайте препращащия",
        "AnonymizeReferrerExcludeAll": "Не записвайте препращащия URL адрес, но все пак откривайте типа на препращащия",
        "AnonymizeReferrerExcludeNone": "Не анонимизирайте препращача",
        "AnonymizeReferrerExcludePath": "Запазете само домейна на препращащ URL адрес",
        "AnonymizeReferrerExcludeQuery": "Премахнете параметрите на заявката от препращащия URL адрес",
        "AnonymizeReferrerNote": "Matomo съхранява от кой URL адрес (препращащ адрес) потребителят идва на Вашия сайт. В някои случаи такъв URL може да съдържа информация, която може да се счита за лична информация. Ако искате да предотвратите проследяването на такава информация, можете да ограничите количеството референтни данни, които Matomo ще съхранява, когато посетител влезе във Вашия уебсайт. Колкото повече информация бъде премахната от препращащата информация, толкова по-малко вероятно е личната информация да бъде записана. Колкото повече информация премахнете от препращащия, толкова по-малко ясно ще бъде как посетителят е стигнал до Вашия уебсайт.",
        "AnonymizeRowDataFrom": "Анонимизирайте всички необработени данни, започвайки от:",
        "AnonymizeRowDataTo": "Анонимизирайте всички необработени данни до:",
        "AnonymizeSites": "Анонимизирайте данните на този сайт(ове)",
        "AnonymizeUserId": "Заменете User ID с псевдоним",
        "AnonymizeUserIdHelp": "Когато активирате тази опция, потребителският идентификатор ще бъде заменен с псевдоним, за да се избегне директно съхраняване и показване на лична информация, като например имейл адрес. В технически термини: като се има предвид Вашето потребителско име, Matomo ще обработи псевдонима на потребителския идентификатор с помощта на осолена хеш функция.<br><br><em>Забележка: замяната с псевдоним не е същото като анонимизиране. Съгласно GDPR: псевдонимът User ID все още се брои като лични данни. Оригиналният потребителски идентификатор все още може да бъде идентифициран, ако е налична определена допълнителна информация (до която само Matomo и Вашият обработващ данни имат достъп).</em>",
        "ApplyStyling": "Прилагане на персонализиран стил",
        "AskingForConsent": "Искане на съгласие",
        "AwarenessDocumentation": "Осведоменост и документация",
        "AwarenessDocumentationDesc1": "Информирайте посетителите си чрез ясно съобщение за поверителност, когато събирате лични данни.",
        "AwarenessDocumentationDesc2": "Информирайте потребителите си във Вашата политика за поверителност какви данни събирате и как се използват данните.",
        "AwarenessDocumentationDesc3": "Уведомете екипа си, че използвате Matomo Analytics и %1$sкакви данни се събират от Вашата платформа за анализ %2$s.",
        "AwarenessDocumentationDesc4": "Документирайте използването на Matomo във Вашия %1$s регистър на информационните активи %2$s.",
        "AwarenessDocumentationIntro": "Информирайте своите потребители ясно и прозрачно и информирайте колегите си за събираните данни и как се използват:",
        "BackgroundColor": "Цвят на фона",
        "BuildYourOwn": "Изградете свой собствен",
        "ClickHereSettings": "Натиснете тук, за да влезете в %s настройките.",
        "ConsentExplanation": "Съгласието означава да се предложи на хората избор и контрол върху това как се обработват личните им данни.",
        "CurrentDBSize": "Настоящ размер на базата данни",
        "DBPurged": "Базата от данни е изтрита.",
        "DataRetention": "Запазване на данни",
        "DataRetentionInMatomo": "Запазване на данни, съхранявани в Matomo:",
        "DataRetentionOverall": "Общият процент на задържане на данни за Вашата политика за поверителност е процентът на задържане на необработени данни. Моля, имайте предвид, че обобщените отчети могат да съдържат и лични данни. Ако използвате функции като идентификатор на потребител, персонализирани променливи, персонализирана величина или проследявате лични данни по други начини, като събития, URL адреси на страници или заглавия на страници и т.н., тогава общият процент на запазване на данните за Вашата политика за поверителност е по-високият от двете .",
        "DeleteAggregateReportsDetailedInfo": "Когато активирате тази настройка, всички обобщени отчети ще бъдат изтрити. Обобщените отчети се генерират от необработените данни и представляват обобщени данни от няколко отделни посещения. Например отчетът „Държава“ изброява обобщени числа, за да видите колко посещения сте получили от всяка държава.",
        "DeleteBothConfirm": "На път сте да активирате както изтриването на необработени данни, така и изтриването на отчетни данни. Това ще премахне завинаги възможността Ви да преглеждате стари данни за анализ. Сигурни ли сте, че искате да направите това?",
        "DeleteDataDescription": "Можете да конфигурирате Matomo да изтрива редовно стари необработени данни и/или обобщени отчети, за да запази Вашата база данни малка или да отговаря на разпоредбите за поверителност като GDPR.",
        "DeleteDataInterval": "Изтрий стара информация на всеки",
        "DeleteDataSettings": "Изтриване на старите потребителски логове и отчети",
        "DeleteLogDescription2": "Ако включите автоматичното изтриване на логове, трябва да сте сигурни, че всичките предишни дневни отчети са били преработени, за да не се изгуби информация.",
        "DeleteLogsConfirm": "На път сте да активирате изтриването на необработени данни. Ако старите необработени данни бъдат премахнати и отчетите все още не са създадени, няма да можете да видите исторически данни от минали анализи. Сигурни ли сте, че искате да направите това?",
        "DeleteLogsOlderThan": "Изтрий отчети по-стари от",
        "DeleteMaxRows": "Максималният брой редове, които да бъдат изтрити на един път:",
        "DeleteMaxRowsNoLimit": "без лимит",
        "DeleteOldAggregatedReports": "Изтрийте старите обобщени отчетни данни",
        "DeleteOldRawData": "Редовно изтриване на стари данни",
        "DeleteOldVisitorLogs": "Изтрийте стари лог файлове за посетители",
        "DeleteRawDataInfo": "Необработените данни съдържат всички подробности за всяко отделно посещение и всяко действие, предприето от Вашите посетители. Когато изтриете необработени данни, изтритата информация вече няма да бъде налична в лога на посетителите. Освен това, ако по-късно решите да създадете сегмент, сегментираните отчети няма да станат достъпни за периода от време, който е бил изтрит, тъй като всички обобщени отчети се генерират от тези необработени данни.",
        "DeleteReportsConfirm": "На път сте да включите изтриване на отчетите. Ако старите отчети са изтрити, вие ще трябвате да ги изготвите наново за да ги видите. Сигурни ли сте, че искате да направите това?",
        "DeleteReportsInfo2": "Ако изтриете стари отчети, те може да бъдат повторно обработени от Вашите RAW данни, когато ги поискате.",
        "DeleteReportsInfo3": "Ако сте активирали и „%s“, тогава данните от отчетите, които изтривате, ще бъдат загубени за постоянно.",
        "DeleteReportsOlderThan": "Изтрива отчети по-стари от",
        "DeleteSchedulingSettings": "Планирайте изтриването на стари данни",
        "DeleteSelectedVisits": "Изтрийте избраните посещения",
        "DeleteVisitsConfirm": "Наистина ли искате да изтриете избраните посещения? Това действие не може да бъде отменено.",
        "DeletionFromMatomoOnly": "Моля, имайте предвид също, че всички данни ще бъдат изтрити само от базата данни на Matomo, но не и от логовете на Вашия уеб сървър. Също така имайте предвид, че ако импортирате повторно исторически данни, например от логове, всички по-рано изтрити данни могат да бъдат импортирани отново.",
        "DoNotTrack_Description": "Не проследявай е технология и предложение, което позволява отказ от проследяване на сайтове, които те не посещават; включително инструменти за анализ, рекламни мрежи и социални платформи.",
        "DoNotTrack_Disable": "Изключете \"Не проследявай\" поддръжката",
        "DoNotTrack_Disabled": "В момента Matomo проследява всички посетители, дори когато са посочили „Не искам да бъда проследяван“ в своите уеб браузъри.",
        "DoNotTrack_DisabledMoreInfo": "Препоръчваме да активирате поддръжката на DoNotTrack, за да зачитате поверителността на Вашите посетители",
        "DoNotTrack_Enable": "Включете \"Не проследявай\" поддръжката",
        "DoNotTrack_Enabled": "Понастоящем вие уважавате поверителността на вашите потребители. Браво!",
        "DoNotTrack_EnabledMoreInfo": "Когато потребителите са настроили своя уеб браузър на „Не искам да бъда проследяван“ (DoNotTrack е активиран), Matomo няма да проследява тези посещения.",
        "DoNotTrack_SupportDNTPreference": "Поддръжка на \"Не проследявай\" настройки",
        "EstimatedDBSizeAfterPurge": "Изчислен размер на базата данни след изтриване",
        "EstimatedSpaceSaved": "Изчислено спестено място",
        "ExportSelectedVisits": "Експортиране на избраните посещения",
        "ExportingNote": "В случай, че експортирате данните, за да упражните правото на достъп, моля, уверете се, че избраните посещения действително се извършват от субекта на данните, за който искате да експортирате данните.",
        "FindDataSubjectsBy": "Намерете субекти на данни по",
        "FindMatchingDataSubjects": "Намерете съвпадащи субекти на данни",
        "FontColor": "Цвят на шрифта",
        "FontFamily": "Семейство шрифтове",
        "FontSize": "Размер на шрифта",
        "ForceCookielessTracking": "Принудително проследяване без бисквитки",
        "ForceCookielessTrackingDescription": "Активирането на тази опция автоматично ще актуализира %1$s, така че съдържа допълнителен код, за да се гарантира, че всички тракери няма да използват бисквитки. Освен това Matomo ще игнорира всички проследяващи бисквитки от страна на сървъра.",
        "ForceCookielessTrackingDescription2": "Бисквитките ще бъдат деактивирани дори когато използвате методите за съгласие в Matomo Tracker и извикването например на методите за съгласие с бисквитки няма да активира бисквитките.",
        "ForceCookielessTrackingDescriptionNotWritable": "Файлът за проследяване на JS \"%1$s\" не може да бъде записван, което е необходимо, за да работи тази функция напълно. Когато файлът за проследяване на JS не може да се записва, бисквитките ще бъдат игнорирани само от страна на сървъра, но бисквитките все още могат да бъдат зададени в браузъра. За да разрешите този проблем, Вие или системен администратор трябва да промените разрешенията за файлове, така че Вашият уеб сървър да може да промени този файл.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Ако обработвате лични данни на европейски граждани чрез Matomo, дори ако Вашата компания се намира извън Европа, трябва да изпълните задълженията по GDPR и това ръководство ще ви помогне.",
        "GdprChecklistDesc2": "Намерете по-долу нашите инструменти, които Ви позволяват лесно да упражнявате правата на Вашите потребители, и списъка с действия, които трябва да предприемете, за да направите използването на Matomo в съответствие с GDPR и да защитите данните си. Посетете нашето %1$sРъководство за потребителя на GDPR%2$s, за да научите още повече.",
        "GdprChecklists": "Контролни списъци на GDPR",
        "GdprManager": "Управление на GDPR",
        "GdprOverview": "Общ преглед на GDPR",
        "GdprOverviewIntro1": "Общият регламент за защита на данните (GDPR) е регламент, който укрепва и унифицира защитата на данните за всички лица в Европейския съюз (ЕС).",
        "GdprOverviewIntro2": "Ако предприемете стъпки, за да гарантирате, че в Matomo не се събират лични данни, тогава може да не се притеснявате от GDPR за Matomo (ако не проследявате IP адреси, потребителски идентификатори, данни за геолокация и т.н.).",
        "GdprTools": "Инструменти за GDPR",
        "GdprToolsOverviewHint": "В случай, че не знаете какво е GDPR, моля, вижте %1$sОбщ преглед на GDPR%2$s.",
        "GdprToolsPageIntro1": "Тази страница е създадена, за да можете да упражнявате правата на субекта на данни.",
        "GdprToolsPageIntro2": "Тук можете да упражните правата на Вашите потребители с нашите процедури, подходящи за GDPR:",
        "GdprToolsPageIntroAccessRight": "правото на достъп до всичките им данни (и правото на преносимост на данните),",
        "GdprToolsPageIntroEraseRight": "правото на изтриване на някои или всичките им данни (и правото на поправка).",
        "GeolocationAnonymizeIpNote": "Забележка: Геолокацията ще има приблизително същите резултати с анонимизиран 1 байт. С 2 или повече байта геолокацията ще бъде неточна.",
        "GetPurgeEstimate": "Изчисляване на времето за изтриване",
        "HowDoIAskForConsent": "Как да поискам съгласие от потребителите?",
        "Imprint": "Отпечатък",
        "ImprintUrl": "URL за отпечатване",
        "ImprintUrlDescription": "Връзка към Вашата страница за принт.",
        "IndividualsRights": "Права на физическите лица",
        "IndividualsRightsAccess": "Право на достъп: %1$sпотърсете субект на данни%2$s и експортирайте всички негови данни.",
        "IndividualsRightsChildren": "Ако предлагате онлайн услуги на деца и разчитате на съгласие за събиране на информация за тях, тогава може да се нуждаете от съгласието на родител или настойник, за да обработвате личните данни на децата законно.",
        "IndividualsRightsErasure": "Правото на изтриване: %1$sпотърсете субект на данни%2$s и изтрийте някои или всички негови данни.",
        "IndividualsRightsInform": "Правото да бъдете информирани: информирайте потребителите си с ясно известие за поверителност.",
        "IndividualsRightsIntro": "Упражнявайте правата на Вашите потребители с нашите процедури, подходящи за GDPR:",
        "IndividualsRightsObject": "Право на възражение: %1$sпозволете на вашите потребители лесно да се откажат %2$s на страницата с Вашата политика за поверителност.",
        "IndividualsRightsPortability": "Правото на преносимост на данните: %1$sпотърсете субект на данни%2$s и експортирайте всички негови данни.",
        "IndividualsRightsRectification": "Право на поправка: можете %1$s да търсите субект на данни %2$s и да изтриете някои или всички негови данни.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Част от информацията за препоръчаната информация може да липсва, тъй като анонимизирането на препращащия е активирано, както следва: %s",
        "KeepBasicMetrics": "Запазване на основните данни (посещения, визуализация на страници, степен на отпадане, цели, конверсия при електронна търговия и др.)",
        "KeepBasicMetricsReportsDetailedInfo": "Когато активирате тази настройка, някои цифрови ключови показатели за ефективност няма да бъдат изтрити.",
        "KeepDataFor": "Запазете всички данни за",
        "KeepReportSegments": "За да запазите горната информация, също запазете сегментите на отчета",
        "LastAction": "Последно действие",
        "LastDelete": "Последното изтриване е било на",
        "LeastDaysInput": "Моля укажете номер на дни по голям от %s.",
        "LeastMonthsInput": "Моля укажете номер на месеци по-голям от %s.",
        "MatchingDataSubjects": "Съвпадение на субектите на данни",
        "MenuPrivacySettings": "Поверителност",
        "NextDelete": "Следващото планирано изтриване е на",
        "NoDataSubjectsFound": "Няма намерени субекти на данни",
        "OptOutAppearance": "Персонализирайте външния вид на отказа",
        "OptOutCodeTypeExplanation": "Отказът може да бъде настроен чрез използване на кода за проследяване на Matomo, което означава по-малко код за добавяне към страниците на Вашия уебсайт и по-малка вероятност да се нуждаете от актуализиране в бъдеще, или чрез използване на самостоятелен код, който е по-вероятно да работи за посетители с блокери на скриптове, но ще трябва да се актуализира на всяка уеб страница, ако промените някакви настройки.",
        "OptOutCustomize": "Персонализирайте вградения iFrame за отказване",
        "OptOutHtmlCode": "HTML код за вграждане във Вашия уебсайт",
        "OptOutPreview": "Предварителен преглед на отказа, както ще се показва на Вашия уебсайт",
        "OptOutRememberToTest": "Не забравяйте да тествате отказа си!",
        "OptOutRememberToTestBody": "За да сте сигурни, че Вашето отказване работи правилно с Вашия уебсайт, се препоръчва да извършите следния бърз тест след добавяне на кода за отказване.",
        "OptOutRememberToTestStep1": "Прегледайте основната страница на уебсайта си.",
        "OptOutRememberToTestStep2": "След като страницата се зареди, трябва да видите полето за отказ.",
        "OptOutRememberToTestStep3": "Премахването на отметката от квадратчето за отказ трябва да покаже съобщението за отказ.",
        "OptOutRememberToTestStep4": "Поставянето на отметка в квадратчето за включване трябва да покаже съобщението за включване.",
        "OptOutUseStandalone": "Използвайте самостоятелен код, за да зададете отказ",
        "OptOutUseTracker": "Използвайте кода за проследяване на Matomo, за да зададете отказ",
        "PluginDescription": "Увеличете поверителността за Вашите потребители и направете поверителността на Вашия екземпляр Matomo в съответствие с местното законодателство.",
        "PrivacyPolicy": "Политика за поверителност",
        "PrivacyPolicyUrl": "URL адрес на политиката за поверителност",
        "PrivacyPolicyUrlDescription": "Връзка към Вашата страница с Политика за поверителност.",
        "PrivacyPolicyUrlDescriptionSuffix": "Ако зададете това, то ще се показва в долната част на страницата за вход и на страниците, до които потребителят „%1$s“ може да има достъп.",
        "PseudonymizeUserId": "Заменете User ID с псевдоним",
        "PseudonymizeUserIdNote": "Когато активирате тази опция, потребителският идентификатор ще бъде заменен с псевдоним, за да се избегне директно съхраняване и показване на лична информация, като например имейл адрес. В технически термини: като се има предвид Вашият потребителски идентификатор, Matomo ще обработи псевдонима на потребителския идентификатор, използвайки осолена хеш функция.",
        "PseudonymizeUserIdNote2": "Забележка: замяната с псевдоним не е същото като анонимизиране. Съгласно GDPR: псевдонимът User ID все още се брои като лични данни. Оригиналният потребителски идентификатор все още може да бъде идентифициран, ако е налична определена допълнителна информация (до която само Matomo и Вашият процесор на данни имат достъп).",
        "PurgeNow": "Изтриване на базата данни СЕГА",
        "PurgeNowConfirm": "Вие сте на път перманентно да изтриете информацията от вашата база данни. Сигурни ли сте, че искате да продължите?",
        "PurgingData": "Изтриване на базата данни…",
        "RawDataNeverRemoved": "необработените данни за посещения и действия<strong>никога</strong> не се изтриват.",
        "RawDataRemovedAfter": "всички необработени данни за посещения и действия се изтриват след %1$s.",
        "RecommendedForPrivacy": "Препоръчва се за поверителност",
        "ReportsDataSavedEstimate": "Размер на базата данни",
        "ReportsNeverRemoved": "обобщените отчети <strong>никога</strong> не се изтриват.",
        "ReportsRemovedAfter": "всички обобщени отчети се изтриват след %1$s.",
        "ResultIncludesAllVisits": "Намерените резултати включват всички посещения без ограничение във времето и включват днес.",
        "ResultTruncated": "Бяха намерени повече от %1$s резултати и резултатът беше съкратен до първите %1$s посещения.",
        "SaveSettingsBeforePurge": "Вие променихте настройките за изтриване на информация. Моля запазете ги, преди да започнете изтриване.",
        "SearchForDataSubject": "Търсене на субект на данни",
        "SecurityProcedures": "Процедури за сигурност",
        "SecurityProceduresDesc1": "Приложете нашите %1$sпрепоръки за сигурност%2$s, за да запазите данните си Matomo в безопасност.",
        "SecurityProceduresDesc2": "Проверете дали имате писмен договор с компанията, която Ви предоставя сървъра или хостинг на Matomo, който гарантира, че %1$s са осигурени подходящи предпазни мерки %2$s.",
        "SecurityProceduresDesc3": "Включете Matomo във Вашата %1$sпроцедура при нарушаване на данните%2$s.",
        "SecurityProceduresDesc4": "Включете Matomo във Вашата %1$sоценка на въздействието върху поверителността на данните (DPIA)%2$s, ако е приложимо.",
        "SecurityProceduresIntro": "Информирайте своите потребители ясно и прозрачно и информирайте колегите си за събираните данни и как се използват:",
        "SeeAlsoOurOfficialGuidePrivacy": "Вижте също нашето официално ръководство: %1$sПоверителност на уеб анализи%2$s",
        "SelectWebsite": "Изберете уебсайт",
        "ShowInEmbeddedWidgets": "Показване във вградени уиджети",
        "ShowInEmbeddedWidgetsDescription": "Ако е поставена отметка, връзка към Вашата Политика за поверителност и Общи условия ще се покаже в долната част на вградените джаджи.",
        "ShowIntro": "Показване на уводния текст",
        "TeaserHeader": "На тази страница можете да персонализирате Matomo, за да направи поверителността съвместима със съществуващите закони, като: %1$s анонимизира IP адреса на посетителя %2$s, %3$s автоматично премахва старите лог файлове на посетителите от базата данни %4$s и %5$s анонимизира предварително проследени необработени потребителски данни%6$s.",
        "TeaserHeadline": "Настройки на поверителността",
        "TermsAndConditionUrl": "URL на Общите условия",
        "TermsAndConditionUrlDescription": "Връзка към вашата страница с Общи условия.",
        "TermsAndConditions": "Общи условия",
        "TrackingOptOut": "Позволете на потребителите да се откажат от проследяване",
        "UnsetActionColumns": "Деактивиране на колоните за действие",
        "UnsetActionColumnsHelp": "Това действие не може да бъде отменено. Списък с колони на базата данни в действие, което искате да премахнете. Всяка стойност за тази колона ще бъде зададена на стойност по подразбиране.",
        "UnsetVisitColumns": "Незададени колони за посещения",
        "UnsetVisitColumnsHelp": "Това действие не може да бъде отменено. Списък с колони на базата данни в обхвата на посещение, които искате да премахнете. Всяка стойност за тази колона ще бъде зададена на стойност по подразбиране. Моля, имайте предвид, че ако същата колона съществува в обхват „преобразуване“, тогава тази колона също ще бъде изтрита",
        "UseAnonymizeIp": "Правене на IP-тата на посетителите анонимни",
        "UseAnonymizeOrderId": "Анонимизиране на идентификатора на поръчката",
        "UseAnonymizeTrackingData": "Анонимизирайте данните за проследяване",
        "UseAnonymizeUserId": "Анонимизиране на потребителския идентификатор",
        "UseAnonymizedIpForVisitEnrichment": "Също така използвайте анонимните IP адреси, когато обогатявате посещенията.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Плъгини като Geo Location чрез IP и доставчик подобряват метаданните на посетителите. По подразбиране тези плъгини използват анонимизираните IP адреси. Ако изберете „Не“, вместо това ще се използва неанонимизираният пълен IP адрес, което води до по-малко поверителност, но по-добра точност на данните.",
        "UseDeleteLog": "Редовно изтриване на стари данни от базата данни",
        "UseDeleteReports": "Периодично изтрива старите посетителски отчети от базата данни",
        "UsersOptOut": "Потребителски откази",
        "VisitsMatchedCriteria": "Тези посещения отговарят на избраните критерии.",
        "VisitsSuccessfullyDeleted": "Посещенията бяха успешно изтрити",
        "VisitsSuccessfullyExported": "Посещенията бяха успешно експортирани",
        "WhenDoINeedConsent": "Кога трябва да поискам съгласие на потребителя?"
    }
}
