{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Seleccioneu \"Sí\" si voleu que el Piwik no registri l'adreça IP complerta.",
        "AnonymizeIpInlineHelp": "Anonimitzar el(s) últim(s) de la IP de les adreces dels visitants per complir amb la vostra política de privacitat\/llei.",
        "AnonymizeIpMaskLengtDescription": "Seleccioneu quans bytes de l'adreça IP del visitant voleu enmascarar.",
        "AnonymizeIpMaskLength": "%s byte(s) - p.e. %s",
        "CannotLockSoDeleteLogActions": "La taula log_action no es purgarà: siusplau doneu el privilegi LOCK TABLES a l'ususair de MySQL '%s'.",
        "ClickHereSettings": "Feu click aquí per entrar a %s la configuració",
        "CurrentDBSize": "Tamany actual de la Base de dades",
        "DBPurged": "Base de dades purgada",
        "DeleteBothConfirm": "Esteu apunt d'activar l'eliminació del registre i dels informes. Això esborrarà de forma permanent la posibilitat de veure informació analítica antiga. Esteu segurs que voleu fer això?",
        "DeleteDataDescription": "POdeu configurar el Piwik per esborar de forma periòdica els registres de visitants i\/o procesars el informes de forma períodica. Això permet reduïr la mida de la Base de dades.",
        "DeleteDataDescription2": "Si ho voleu, els informes pre-processat no s'esborraran Només el registre de visiites, d vistes de pàgines i de conversió seràn esborrat. També podeu esborrar els informes pre-processats i mantenir la informació del registre.",
        "DeleteDataInterval": "Esborrar la informació antiga cada",
        "DeleteDataSettings": "Eliminar el registre de visitants i informes antics",
        "DeleteLogDescription2": "Quan activeu l'eliminació automàtica us heu d'asegurar que tots els informes diaris han estat processats, així no perdeu informació.",
        "DeleteLogInfo": "S'esborraran els regsitres de les següents taules: %s",
        "DeleteLogsConfirm": "Esteu a punt d'activar l'eliminació d'informació. Si els registres anterior s'esborren i els informes no han estat creats no podreu veure la informació històrica. Esteu segurs que voleu fer això?",
        "DeleteLogsOlderThan": "Eliminar elsb registres anterior a",
        "DeleteMaxRows": "Nombre màxim de files per eliminar en una sola execució:",
        "DeleteMaxRowsNoLimit": "sense límit",
        "DeleteReportsConfirm": "Esteu a punt d'activar l'eliminació de la informació dels informes. Si els informes antics s'eliminen, haure de tornar-los a procesar per veure'ls. Esteu segur que voleu fer això?",
        "DeleteReportsDetailedInfo": "S'eliminarà la informació de les taules númeriques (%s) i de les taules binàries (%s).",
        "DeleteReportsInfo": "Si s'activa els informes antic s'esborraran. %s Recomanem que només ho activeu quan l'espai de la BD es limitat. %s",
        "DeleteReportsInfo2": "Si no heu activat \"%s\", els informes anteriors es recrearan de forma automàtica quan es demanin.",
        "DeleteReportsInfo3": "Si heu activat \"%s\", la informació s'esborrarà permanentment.",
        "DeleteReportsOlderThan": "Elmina els informes anteriors a",
        "DeleteSchedulingSettings": "Preferències de la programació",
        "DoNotTrack_Description": "La tecnologia de no traquejar permet als usuris donar-se de baixa de les estadístiques pels llocs web que ells no visiten, incloïent els serveis analítiques, les xarxes públicitaries i els xarxes socials.",
        "DoNotTrack_Disable": "Desactiveu el suport per a la desactivació del rastreig.",
        "DoNotTrack_Disabled": "El Piwik actualment gestiona tots els visitants, encara que ells haigin especificat \"No vull ser rastrejat\" en els seus navegadors web.",
        "DoNotTrack_DisabledMoreInfo": "Recomanem respectar la privacitat dels vostres visitants i activar el suport per la desactivació del rastreig.",
        "DoNotTrack_Enable": "Activeu el suport per la desactivació del restreig",
        "DoNotTrack_Enabled": "Bravo! Esteu respectant la privacitat dels vostres usuaris.",
        "DoNotTrack_EnabledMoreInfo": "Quan els usuaris han configurat el seu navegador per a a no ser rastrejats (La tecnologia de no rastreig esta activada) el Piwik no registrarà aquestes visites.",
        "DoNotTrack_SupportDNTPreference": "Suportar la configuració de No Rastreig",
        "EstimatedDBSizeAfterPurge": "Tamany de la base de dades desprès de la purga",
        "EstimatedSpaceSaved": "Tamany estalviat (estimació)",
        "GeolocationAnonymizeIpNote": "Nota: La geocalitazció tindrà els mateixos resultats amb 1 bit anònim. Amb 2 bits o més, la geocalització no serà acurada.",
        "GetPurgeEstimate": "Obtenir l'estimació de la purga",
        "KeepBasicMetrics": "Conserveu les mètriques bàsiques ( visites, pàgines vistes, raó de rebot, conversió d'objectius, conversións ecommerce, etc.)",
        "KeepDataFor": "Mantingueu l'informació per:",
        "KeepReportSegments": "Per mantenir aquesta informació també heu de mantenir els informes segmentats.",
        "LastDelete": "La última eliminació va ser el",
        "LeastDaysInput": "Siusplau especifieu un nombre de díes més gran que %s.",
        "LeastMonthsInput": "Siusplau, especifiqueu un nombre de dies més gran que %s.",
        "MenuPrivacySettings": "Privacitat",
        "NextDelete": "La pròxima eliminació programada el",
        "PluginDescription": "Personalitzeu el Piwik per que compleixi amb les legislacions actuals sobre privacitat.",
        "PurgeNow": "Purga la BD ara",
        "PurgeNowConfirm": "Esteu a punt d'esborrar tota la informació de la vostra base de ades. Esteu segur que voleu continuar?",
        "PurgingData": "Prugant la informació...",
        "ReportsDataSavedEstimate": "Mida de la Base de dades",
        "SaveSettingsBeforePurge": "Heu canviat la configuració d'esborrament. Sisplau, guardeu les vostres preferències abans de començar la purga.",
        "Teaser": "En aquesta pàgina podeu personalitzar el Piwik per tal de que compleixi amb les legislacions actuals. Podeu: %sconvertir la IP del visitant en anònima%s, %sesborrar automàticmant els registres antics de la base de dades%s i %s proporcionar un mecanisme per a que els vostreus usuaris puguin triar de no ser rastrejats %s.",
        "TeaserHeadline": "Preferències de Privacitat",
        "UseAnonymizeIp": "Convertir la IP dels vostres visitants en anònima",
        "UseDeleteLog": "Esborrar de forma períodica el registres de visitants.",
        "UseDeleteReports": "Esobrreu els informes de la base de dades de forma períodica"
    }
}