{
    "PrivacyManager": {
        "AnonymizeIpInlineHelp": "Anonimitzar el(s) últim(s) de la IP de les adreces dels visitants per complir amb la vostra política de privacitat\/llei.",
        "AnonymizeIpMaskLengtDescription": "Seleccioneu quans bytes de l'adreça IP del visitant voleu enmascarar.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - p.e. %2$s",
        "ClickHereSettings": "Feu click aquí per entrar a %s la configuració",
        "CurrentDBSize": "Tamany actual de la Base de dades",
        "DBPurged": "Base de dades purgada",
        "DeleteDataInterval": "Esborrar la informació antiga cada",
        "DeleteLogDescription2": "Quan activeu l'eliminació automàtica us heu d'asegurar que tots els informes diaris han estat processats, així no perdeu informació.",
        "DeleteLogsOlderThan": "Eliminar elsb registres anterior a",
        "DeleteMaxRows": "Nombre màxim de files per eliminar en una sola execució:",
        "DeleteMaxRowsNoLimit": "sense límit",
        "DeleteReportsConfirm": "Esteu a punt d'activar l'eliminació de la informació dels informes. Si els informes antics s'eliminen, haure de tornar-los a procesar per veure'ls. Esteu segur que voleu fer això?",
        "DeleteReportsOlderThan": "Elmina els informes anteriors a",
        "DeleteDataSettings": "Eliminar el registre de visitants i informes antics",
        "DoNotTrack_Description": "La tecnologia de no traquejar permet als usuris donar-se de baixa de les estadístiques pels llocs web que ells no visiten, incloïent els serveis analítiques, les xarxes públicitaries i els xarxes socials.",
        "DoNotTrack_Disable": "Desactiveu el suport per a la desactivació del rastreig.",
        "DoNotTrack_Enable": "Activeu el suport per la desactivació del restreig",
        "DoNotTrack_Enabled": "Bravo! Esteu respectant la privacitat dels vostres usuaris.",
        "DoNotTrack_SupportDNTPreference": "Suportar la configuració de No Rastreig",
        "EstimatedDBSizeAfterPurge": "Tamany de la base de dades desprès de la purga",
        "EstimatedSpaceSaved": "Tamany estalviat (estimació)",
        "GeolocationAnonymizeIpNote": "Nota: La geocalitazció tindrà els mateixos resultats amb 1 bit anònim. Amb 2 bits o més, la geocalització no serà acurada.",
        "GetPurgeEstimate": "Obtenir l'estimació de la purga",
        "KeepBasicMetrics": "Conserveu les mètriques bàsiques ( visites, pàgines vistes, raó de rebot, conversió d'objectius, conversións ecommerce, etc.)",
        "KeepReportSegments": "Per mantenir aquesta informació també heu de mantenir els informes segmentats.",
        "LastDelete": "La última eliminació va ser el",
        "LeastDaysInput": "Siusplau especifieu un nombre de díes més gran que %s.",
        "LeastMonthsInput": "Siusplau, especifiqueu un nombre de dies més gran que %s.",
        "MenuPrivacySettings": "Privacitat",
        "NextDelete": "La pròxima eliminació programada el",
        "PurgeNow": "Purga la BD ara",
        "PurgeNowConfirm": "Esteu a punt d'esborrar tota la informació de la vostra base de ades. Esteu segur que voleu continuar?",
        "PurgingData": "Prugant la informació...",
        "ReportsDataSavedEstimate": "Mida de la Base de dades",
        "SaveSettingsBeforePurge": "Heu canviat la configuració d'esborrament. Sisplau, guardeu les vostres preferències abans de començar la purga.",
        "TeaserHeadline": "Preferències de Privacitat",
        "UseAnonymizeIp": "Convertir la IP dels vostres visitants en anònima",
        "UseDeleteReports": "Esobrreu els informes de la base de dades de forma períodica"
    }
}