{
    "PrivacyManager": {
        "AddVisitorIPToSearch": "Kliknutím přidáte tento identifikátor návštěvníka do vyhledávání",
        "AddVisitorIdToSearch": "Kliknutím přidáte toto ID návštěvníka do vyhledávání",
        "Anonymize": "Anonymizovat",
        "AnonymizeData": "Anonymizace dat",
        "AnonymizeDataConfirm": "Opravdu chcete anonymizovat data pro vybrané webové stránky a časový rozsah? Tuto akci nelze vzít zpět, data mohou být smazána podle požadavku a tento proces může trvat dlouho.",
        "AnonymizeDataNow": "Anonymizovat minulá data pro vybrané místo a čas",
        "AnonymizeIp": "Anonymizovat IP",
        "AnonymizeIpDescription": "Pokud chcete, aby Matomo nesledovalo plně kvalifikované IP adresy, vyberte možnost \"Ano\".",
        "AnonymizeIpExtendedHelp": "Když uživatelé navštíví vaše webové stránky, Matomo nepoužije celou IP adresu (například %1$s), ale místo toho ji nejprve anonymizuje (na %2$s). Anonymizace IP adresy je jedním z požadavků stanovených zákony o ochraně osobních údajů v některých zemích, například v Německu.",
        "AnonymizeIpHelp": "Tuto akci nelze vzít zpět. Pokud je tato akce povolena, pro všechny návštěvy během této doby bude IP adresa anonymizována nejméně o 2 bajty, například \"192.168.xxx.xxx\". Pokud jste aktuálně nastavili anonymizaci po 3 bajtech, bude toto nastavení respektováno a všechny IP adresy budou anonymizovány po 3 bajtech.",
        "AnonymizeIpInlineHelp": "Anonymizací posledního byte IP adresy návštěvníka, můžete vyhovět místní legislativě ve vaší zemi.",
        "AnonymizeIpMaskFully": "Plně maskovat IP adresu",
        "AnonymizeIpMaskLengtDescription": "Zvolte, kolik bitů z návštěvníkovy IP adresy má být maskováno.",
        "AnonymizeIpMaskLength": "%1$s bitů - např. %2$s",
        "AnonymizeLocation": "Anonymizovat polohu",
        "AnonymizeLocationHelp": "Tuto akci nelze vzít zpět. Znovu vyhodnotí umístění na základě anonymizované IP adresy (nejméně 2 bajty IP adresy budou anonymizovány).",
        "AnonymizeProcessInfo": "Tato akce může trvat dlouho, a proto nebude provedena ihned. Aktuální stav procesu budete moci sledovat níže. Anonymizace by měla být obvykle zahájena do jedné hodiny.",
        "AnonymizeReferrer": "Anonymizovat odkazovač",
        "AnonymizeReferrerExcludeAll": "Nezaznamenávat adresu URL odkazujícího, ale přesto zjistit typ odkazujícího",
        "AnonymizeReferrerExcludeNone": "Neanonymizujte odkazujícího",
        "AnonymizeReferrerExcludePath": "Zachovat pouze doménu odkazující adresy URL",
        "AnonymizeReferrerExcludeQuery": "Odstranit parametry dotazu z odkazující adresy URL",
        "AnonymizeReferrerNote": "Matomo ukládá, ze které adresy URL (referrer) uživatel na vaše stránky přišel. V některých případech může taková adresa URL obsahovat informace, které lze považovat za osobní údaje. Pokud chcete zabránit sledování takových informací, můžete omezit množství údajů o odkazu, které bude Matomo ukládat, když návštěvník vstoupí na vaše webové stránky. Čím více informací bude z údajů o odkazujícím odstraněno, tím menší je pravděpodobnost, že budou zaznamenány osobní údaje. Čím více informací z odkazovače odstraníte, tím méně bude jasné, jak návštěvník na vaše webové stránky přišel.",
        "AnonymizeRowDataFrom": "Anonymizujte všechna nezpracovaná data počínaje:",
        "AnonymizeRowDataTo": "Anonymizujte všechna nezpracovaná data až do:",
        "AnonymizeSites": "Anonymizace dat této stránky (stránek)",
        "AnonymizeUserId": "Nahradit ID uživatele pseudonymem",
        "AnonymizeUserIdHelp": "Když povolíte tuto možnost, ID uživatele bude nahrazeno pseudonymem, aby se předešlo přímému ukládání a zobrazování osobních údajů, jako je e-mailová adresa. Technicky řečeno: na základě vašeho ID uživatele Matomo zpracuje pseudonym User ID pomocí osolené hashovací funkce.<br><br><em>Poznámka: nahrazení pseudonymem není totéž jako anonymizace. Z hlediska GDPR: pseudonym User ID se stále počítá jako osobní údaje. Původní ID uživatele lze stále identifikovat, pokud jsou k dispozici určité dodatečné informace (k nimž má přístup pouze společnost Matomo a váš zpracovatel dat).</em>",
        "AskingForConsent": "Žádání o souhlas",
        "AwarenessDocumentation": "Osvěta a dokumentace",
        "AwarenessDocumentationDesc1": "Kdykoli shromažďujete osobní údaje, informujte o tom návštěvníky prostřednictvím jasného oznámení o ochraně osobních údajů.",
        "AwarenessDocumentationDesc2": "V zásadách ochrany osobních údajů informujte uživatele o tom, jaké údaje shromažďujete a jak se používají.",
        "AwarenessDocumentationDesc3": "Upozorněte svůj tým, že používáte Matomo Analytics a %1$sjaká data shromažďuje vaše analytická platforma%2$s.",
        "AwarenessDocumentationDesc4": "Zdokumentujte používání systému Matomo v rámci registru %1$sinformačních aktiv%2$s.",
        "AwarenessDocumentationIntro": "Jasně a transparentně informujte uživatele a seznamte své kolegy se shromažďovanými údaji a způsobem jejich využití:",
        "ClickHereSettings": "Pro přístup k nastavení %s klikněte zde.",
        "ConsentExplanation": "Souhlas znamená nabídnout jednotlivcům možnost volby a kontroly nad tím, jak jsou jejich osobní údaje zpracovávány.",
        "CurrentDBSize": "Aktuální velikost databáze",
        "DBPurged": "Databáze vyprázdněna.",
        "DataRetention": "Uchovávání dat",
        "DataRetentionInMatomo": "Uchovávání dat uložených v systému Matomo:",
        "DataRetentionOverall": "Celková míra uchovávání dat pro vaše zásady ochrany osobních údajů je hrubá míra uchovávání dat. Upozorňujeme, že souhrnné zprávy mohou obsahovat i osobní údaje. Pokud používáte funkce jako ID uživatele, vlastní proměnné, vlastní rozměr nebo sledujete osobní údaje jiným způsobem, například události, adresy URL stránek nebo názvy stránek atd.",
        "DeleteAggregateReportsDetailedInfo": "Pokud toto nastavení povolíte, budou všechny agregované sestavy odstraněny. Agregované sestavy se vytvářejí ze surových dat a představují souhrnné údaje z několika jednotlivých návštěv. Například sestava \"Země\" uvádí agregovaná čísla, která ukazují, kolik návštěv jste získali z jednotlivých zemí.",
        "DeleteBothConfirm": "Chystáte se povolit mazání nezpracovaných dat i mazání dat hlášení. Tím trvale odstraníte možnost zobrazovat stará analytická data. Jste si jisti, že to chcete udělat?",
        "DeleteDataDescription": "Matomo můžete nakonfigurovat tak, aby pravidelně mazal stará nezpracovaná data a/nebo agregované přehledy, abyste udrželi databázi malou nebo abyste vyhověli předpisům o ochraně osobních údajů, jako je GDPR.",
        "DeleteDataInterval": "Smazat stará data každých",
        "DeleteDataSettings": "Smazat staré logy návštěvníků a hlášení",
        "DeleteLogDescription2": "Pokud povolíte automatické mazání logů, musíte zajistit, že jsou zpracována všechna denní hlášení, aby nedošlo ke ztrátě dat.",
        "DeleteLogsConfirm": "Chystáte se povolit mazání nezpracovaných dat. Pokud jsou stará nezpracovaná data odstraněna a sestavy ještě nebyly vytvořeny, nebudete moci zobrazit historická analytická data z minulosti. Jste si jisti, že to chcete udělat?",
        "DeleteLogsOlderThan": "Vymazat logy starší než",
        "DeleteMaxRows": "Maximální počet řádků, které se mají smazat při jednom běhu:",
        "DeleteMaxRowsNoLimit": "bez limitu",
        "DeleteOldAggregatedReports": "Odstranění starých agregovaných dat sestavy",
        "DeleteOldRawData": "Pravidelné mazání starých nezpracovaných dat",
        "DeleteOldVisitorLogs": "Smazat staré záznamy o návštěvnících",
        "DeleteRawDataInfo": "Surová data obsahují všechny podrobnosti o každé jednotlivé návštěvě a každé akci, kterou návštěvníci provedli. Pokud surová data odstraníte, odstraněné informace již nebudou v protokolu návštěvníků k dispozici. Také pokud se později rozhodnete vytvořit segment, nebudou segmentované přehledy dostupné pro časový úsek, který byl odstraněn, protože všechny souhrnné přehledy jsou generovány z těchto surových dat.",
        "DeleteReportsConfirm": "Chystáte se povolit mazání starých hlášení. Pokud je budete chtít zobrazit, budou muset být znovu vytvořena. Opravdu to chcete provést?",
        "DeleteReportsInfo2": "Pokud staré sestavy odstraníte, mohou být na vyžádání znovu zpracovány z dat RAW.",
        "DeleteReportsInfo3": "Pokud jste také povolili funkci \"%s\", budou data sestav, která odstraňujete, trvale ztracena.",
        "DeleteReportsOlderThan": "Smazat hlášení starší než",
        "DeleteSchedulingSettings": "Naplánovat výmaz starých dat",
        "DeleteVisitsConfirm": "Opravdu chcete vybrané návštěvy odstranit? Tuto akci nelze vrátit zpět.",
        "DoNotTrack_Deprecated": "Podpora hlavičky Do Not Track byla zrušena. Vzhledem k tomu, že stále více prohlížečů začalo automaticky odesílat toto záhlaví, aniž by uživatelům poskytly možnost jej změnit, nebo jeho podporu zcela ukončily, nedoporučujeme již tuto možnost povolovat. Tato funkce může být zcela odstraněna v některé z nadcházejících hlavních verzí.",
        "DoNotTrack_Description": "Do Not Track je návrh technologie a politiky, která umožňuje uživatelům odhlásit se ze sledování stránkami, které navštíví, včetně služeb webových analýz, reklamních sítí a sociálních platforem.",
        "DoNotTrack_Disable": "Zakázat podporu Do not track",
        "DoNotTrack_Disabled": "Matomo v současné době sleduje všechny návštěvníky, i když ve svém webovém prohlížeči zadali \"Nechci být sledován\".",
        "DoNotTrack_DisabledMoreInfo": "Doporučujeme zapnout podporu DoNotTrack, abyste respektovali soukromí svých návštěvníků",
        "DoNotTrack_Enable": "Povolit podporu Do not track",
        "DoNotTrack_Enabled": "V současné době respektujete soukromí vašich návštěvníků, výborně!",
        "DoNotTrack_EnabledMoreInfo": "Pokud uživatelé nastaví svůj webový prohlížeč na \"Nechci být sledován\" (DoNotTrack je povolen), společnost Matomo nebude tyto návštěvy sledovat.",
        "DoNotTrack_SupportDNTPreference": "Podporovat předvolbu Do not track",
        "EstimatedDBSizeAfterPurge": "Odhadovaná velikost databáze po vyprázdnění",
        "EstimatedSpaceSaved": "Odhadované ušetřené místo",
        "FindDataSubjectsBy": "Vyhledávání subjektů údajů podle",
        "ForceCookielessTracking": "Vynutit sledování bez souborů cookie",
        "ForceCookielessTrackingDescription": "Povolení této možnosti automaticky aktualizuje %1$s, takže obsahuje další kód, který zajistí, že všechny sledovací zařízení nebudou používat soubory cookie. Kromě toho bude Matomo ignorovat všechny sledovací soubory cookie na straně serveru.",
        "ForceCookielessTrackingDescription2": "Soubory cookie budou zakázány i při použití metod souhlasu v nástroji Matomo tracker a volání například metod souhlasu se soubory cookie soubory cookie nepovolí.",
        "ForceCookielessTrackingDescriptionNotWritable": "Soubor JS tracker \"%1$s\" není zapisovatelný, což je nutné pro plnou funkčnost této funkce. Pokud soubor JS tracker není zapisovatelný, budou soubory cookie ignorovány pouze na straně serveru, ale v prohlížeči mohou být soubory cookie stále nastaveny. Chcete-li tento problém vyřešit, musíte vy nebo správce systému změnit oprávnění souboru, aby váš webový server mohl tento soubor změnit.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Pokud zpracováváte osobní údaje evropských občanů prostřednictvím Matomo, a to i v případě, že vaše společnost sídlí mimo Evropu, musíte splnit povinnosti vyplývající z GDPR a tento průvodce vám v tom pomůže.",
        "GdprChecklistDesc2": "Níže naleznete naše nástroje, které vám umožní snadno uplatňovat práva uživatelů, a seznam opatření, která je třeba provést, aby vaše používání služby Matomo bylo v souladu s GDPR a abyste ochránili svá data. Navštivte naši %1$sGDPR User guide%2$s a dozvíte se ještě více.",
        "GdprChecklists": "Kontrolní seznamy GDPR",
        "GdprManager": "Správce GDPR",
        "GdprOverview": "Přehled o GDPR",
        "GdprOverviewIntro1": "Obecné nařízení o ochraně osobních údajů (GDPR) je nařízení, které posiluje a sjednocuje ochranu osobních údajů všech osob v Evropské unii (EU).",
        "GdprOverviewIntro2": "Pokud přijmete opatření, která zajistí, že v Matomo nebudou shromažďovány žádné osobní údaje, pak se vás GDPR pro Matomo nemusí týkat (pokud nesledujete žádné IP adresy, ID uživatelů, geolokační údaje atd.).",
        "GdprTools": "Nástroje GDPR",
        "GdprToolsPageIntro1": "Tato stránka byla vytvořena proto, abyste mohli vykonávat práva subjektu údajů.",
        "GdprToolsPageIntro2": "Naplňte práva svých uživatelů pomocí našich postupů, které jsou v souladu s GDPR:",
        "GdprToolsPageIntroAccessRight": "právo na přístup ke všem jejich údajům (a právo na přenositelnost údajů),",
        "GdprToolsPageIntroEraseRight": "právo na vymazání některých nebo všech jejich údajů (a právo na opravu).",
        "GeolocationAnonymizeIpNote": "Poznámka: Geolokace bude mít přibližně stejnou přesnost, když je anonymizován 1 bit. Pokud jsou anonymizovány 2 bity a více, geolokace bude nepřesná.",
        "GetPurgeEstimate": "Získat odhad po vyprázdnění",
        "HowDoIAskForConsent": "Jak mohu požádat uživatele o souhlas?",
        "HowDoIAskForConsentIntro": "Matomo má k dispozici průvodce pro nastavení sledování souhlasů s následujícími oblíbenými správci souhlasů:",
        "HowDoIAskForConsentOutro": "Pokud nepoužíváte žádný z výše uvedených správců souhlasů, můžete implementovat %1$ssledování se souhlasem pomocí rozhraní API Matomo JavaScript%2$s.",
        "IndividualsRights": "Práva uživatelů",
        "IndividualsRightsAccess": "Právo na přístup: %1$svyhledat subjekt údajů%2$s a exportovat všechny jeho údaje.",
        "IndividualsRightsChildren": "Pokud nabízíte online služby dětem a spoléháte se na souhlas se shromažďováním informací o nich, můžete k zákonnému zpracování osobních údajů dětí potřebovat souhlas rodičů nebo zákonných zástupců.",
        "IndividualsRightsErasure": "Právo na výmaz: %1$svyhledejte subjekt údajů %2$s a vymažte některé nebo všechny jeho údaje.",
        "IndividualsRightsInform": "Právo být informován: informujte své uživatele jasným oznámením o ochraně osobních údajů.",
        "IndividualsRightsIntro": "Splňte práva svých uživatelů pomocí našich postupů, které jsou v souladu s GDPR:",
        "IndividualsRightsObject": "Právo vznést námitku: %1$sumožněte uživatelům snadno se odhlásit%2$s na stránce se zásadami ochrany osobních údajů.",
        "IndividualsRightsPortability": "Právo na přenositelnost údajů: %1$svyhledejte subjekt údajů%2$s a exportujte všechny jeho údaje.",
        "IndividualsRightsRectification": "Právo na opravu: můžete %1$svyhledat subjekt údajů%2$s a vymazat některé nebo všechny jeho údaje.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Některé informace o odkazu mohou chybět, protože je povolena anonymizace odkazů, jak je uvedeno níže: %s",
        "KeepBasicMetrics": "Uchovat základní měření (návštěvy, zobrazení stránek, odchody, cíle, atd.)",
        "KeepBasicMetricsReportsDetailedInfo": "Pokud toto nastavení povolíte, nebudou odstraněny některé číselné klíčové ukazatele výkonnosti.",
        "KeepDataFor": "Uchovávat všechna data po",
        "KeepReportSegments": "Pro výše uchovávaná data také zachovat segmentovaná hlášení",
        "LastDelete": "Poslední mazání bylo v",
        "LeastDaysInput": "Prosím, uveďte počet dní větší než %s.",
        "LeastMonthsInput": "Prosím, uveďte počet měsíců větší než %s.",
        "MenuPrivacySettings": "Ochrana soukromí",
        "NextDelete": "Následující plánované mazání za",
        "NoDataSubjectsFound": "Nebyly nalezeny žádné subjekty údajů",
        "PluginDescription": "Zvyšte ochranu soukromí svých uživatelů a zajistěte, aby vaše instance Matomo byla v souladu s místní legislativou.",
        "PurgeNow": "Vyprázdnit databázi nyní",
        "PurgeNowConfirm": "Chystáte se natrvalo odstranit data z vaší databáze. Opravdu chcete pokračovat?",
        "PurgingData": "Promazávání dat…",
        "RawDataNeverRemoved": "surová data o návštěvách a akcích se <strong>nikdy</strong> nemažou.",
        "RawDataRemovedAfter": "všechny nezpracované údaje o návštěvách a akcích jsou po %1$s smazány.",
        "RecommendedForPrivacy": "Doporučeno pro soukromí",
        "ReportsDataSavedEstimate": "Velikost databáze",
        "ReportsNeverRemoved": "souhrnné výstupy se nikdy nemažou.",
        "ReportsRemovedAfter": "všechny agregované zprávy jsou po %1$s smazány.",
        "ResultTruncated": "Bylo nalezeno více než %1$s výsledků a výsledek byl zkrácen na prvních %1$s návštěv.",
        "SaveSettingsBeforePurge": "Nastavení mazání dat byla změněna. Uložte je před promazáním.",
        "SearchForDataSubject": "Hledání subjektu údajů",
        "SecurityProcedures": "Bezpečnostní postupy",
        "SecurityProceduresIntro": "Jasně a transparentně informujte uživatele a seznamte své kolegy se shromažďovanými údaji a způsobem jejich využití:",
        "SeeAlsoOurOfficialGuidePrivacy": "Podívejte se také na náš oficiální návod: %1$ssoukromí webové analýzy%2$s",
        "SelectWebsite": "Vyberte webovou stránku",
        "TeaserHeadline": "Nastavení ochrany soukromí",
        "UnsetActionColumns": "Zrušit nastavení sloupců akcí",
        "UnsetActionColumnsHelp": "Tuto akci nelze vzít zpět. Seznam sloupců databáze v rozsahu akce, které chcete zrušit. Každá hodnota tohoto sloupce bude nastavena na výchozí hodnotu.",
        "UnsetVisitColumns": "Zrušit nastavení sloupců pro návštěvy",
        "UnsetVisitColumnsHelp": "Tuto akci nelze vzít zpět. Seznam sloupců databáze v rozsahu návštěvy, jejichž nastavení chcete zrušit. Každá hodnota tohoto sloupce bude nastavena na výchozí hodnotu. Upozorňujeme, že pokud stejný sloupec existuje v oboru \"conversion\", bude odstraněn i tento sloupec",
        "UseAnonymizeIp": "Anonymizovat IP adresy návštěvníků",
        "UseAnonymizedIpForVisitEnrichment": "Anonymizované IP adresy použít i při obohacování návštěv.",
        "UseDeleteReports": "Průběžně mazat stará hlášení z databáze",
        "WhenConsentIsNeededPart1": "Nařízení %1$sGDPR o ochraně osobních údajů%2$s vyžaduje, abyste si v některých případech při zpracování osobních údajů vyžádali souhlas uživatelů. Abyste zjistili, zda musíte žádat o souhlas, musíte určit svůj zákonný základ pro zpracování osobních údajů. Může to být buď \"Souhlas\", nebo \"Oprávněný zájem\", případně se můžete shromažďování osobních údajů zcela vyhnout.",
        "WhenConsentIsNeededPart2": "Doporučujeme se dozvědět více o zákonném základu pro zpracování osobních údajů podle GDPR. Více informací k tomuto tématu najdete na %1$snašem blogu%2$s.",
        "WhenConsentIsNeededPart3": "Vezměte prosím na vědomí, že pokud vyžadujete souhlas uživatelů a nemůžete prokázat, že jste v minulosti získali jejich \"souhlas\", doporučujeme surová data dříve sledovaných uživatelů anonymizovat. Anonymizaci nezpracovaných údajů vašich dříve sledovaných uživatelů můžete provést prostřednictvím Správce ochrany osobních údajů v aplikaci Matomo %1$sdalší informace%2$s.",
        "WhenDoINeedConsent": "Kdy musím žádat o souhlas uživatelů?"
    }
}
