{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Vælg \"Ja\", hvis Piwik ikke skal spore fuldt kvalificerede IP-adresser.",
        "AnonymizeIpInlineHelp": "Anonymiser besøgendes IP-adresser for at efterkomme den lokale lovgivning om privatlivets fred\/retningslinjer.",
        "AnonymizeIpExtendedHelp": "Når brugerne besøger hjemmesiden, vil Piwik ikke bruge den fulde IP-adresse (f.eks %1$s), men i stedet vil Piwik anonymisere det først (til %2$s). IP-adresse anonymisering er et af de krav, som lovgivningen om privatlivets fred i visse lande som fx. Tyskland.",
        "AnonymizeIpMaskLengtDescription": "Vælg hvor mange bytes af de besøgendes IP-adresser der skal maskeres.",
        "AnonymizeIpMaskLength": "%1$s bytes - f.eks %2$s",
        "CannotLockSoDeleteLogActions": "log_action tabellen vil ikke blive slettet: giv LOCK TABELLER privilegium til '%s' MYSQL brugeren.",
        "ClickHereSettings": "Klik her for at få adgang til %s indstillinger.",
        "CurrentDBSize": "Nuværende database størrelse",
        "DBPurged": "Databasen er opryddet.",
        "DeleteBothConfirm": "Aktiver både logdata sletning og rapportdata sletning. Dette vil permanent fjerne muligheden for at få vist gamle analysedata. Bekræft sletning.",
        "DeleteDataDescription": "Piwik kan konfigureres til regelmæssigt at slette gamle besøgs logfiler og\/eller allerede behandlede rapporter for at holde database lille. Hvis det ønskes, kan allerede behandlede rapporter beholdes og kun besøgs-, sidevisning- og konverteringslog data vil blive slettet. Eller, allerede behandlede rapporter kan slettes og logdata kan beholdes.",
        "DeleteDataDescription2": "Hvis det ønskes, kan præ-forarbejdede rapporter gemmes, kun besøg, sidevisning og konvertering log data vil blive slettet. Eller, de præ-behandlede rapporter slettes, og logdata biholdes.",
        "DeleteDataInterval": "Slet gamle data hver",
        "DeleteLogDescription2": "Når automatisk log sletning aktiveres, så sørg for, at alle tidligere daglige rapporter er blevet behandlet, således at ingen data går tabt.",
        "DeleteLogInfo": "Logfiler fra følgende tabeller vil blive slettet: %s",
        "DeleteLogsConfirm": "Aktiver logdata sletning. Hvis gamle logdata fjernes, og rapporter ikke allerede er blevet oprettet, kan man ikke kunne se historiske data. Bekræft logdata sletning.",
        "DeleteLogsOlderThan": "Slet logfiler ældre end",
        "DeleteMaxRows": "Maksimale antal rækker der slettes på én gang:",
        "DeleteMaxRowsNoLimit": "ingen begrænsning",
        "DeleteReportsConfirm": "Aktiver rapportdata sletning. Hvis gamle rapporter fjernes, skal de forarbejdes igen dem med henblik på se dem. Bekræft sletning.",
        "DeleteReportsDetailedInfo": "Data fra de numeriske arkiv tabeller (%1$s) og blob arkiv tabeller (%2$s) i databasen vil blive slettet.",
        "DeleteReportsInfo": "Hvis aktiveret, vil gamle rapporter blive slettet. %1$sVi anbefaler kun at aktivere dette, når din database-plads er begrænset.%2$s",
        "DeleteReportsInfo2": "Hvis ikke \"%s\" er aktiveret , vil gamle rapporter genskabes automatisk når det anmodes.",
        "DeleteReportsInfo3": "Hvis du har aktiveret \"%s\", slettes data permanent.",
        "DeleteReportsOlderThan": "Slet rapporter ældre end",
        "DeleteDataSettings": "Slet gamle besøgs logfiler og rapporter fra databasen",
        "DoNotTrack_Description": "Spor ikke er en teknologi og politisk forslag, der giver brugerne mulighed for at fravælge sporing af websteder, de ikke besøger, herunder analyse-tjenester, reklame netværk og sociale platforme.",
        "DoNotTrack_Disable": "Deaktiver spor ikke understøttelse",
        "DoNotTrack_Disabled": "Piwik sporer i øjeblikket alle besøgende, selv når de har angivet \"Jeg ønsker ikke at blive sporet\" i deres webbrowser.",
        "DoNotTrack_DisabledMoreInfo": "Vi anbefaler at respektere dine besøgende privatliv og muliggøre spor ikke understøttelse.",
        "DoNotTrack_Enable": "Aktiver spor ikke understøttelse",
        "DoNotTrack_Enabled": "Du respekterer beskyttelse af dine brugeres personlige oplysninger, bravo!",
        "DoNotTrack_EnabledMoreInfo": "Når brugere har sat deres web-browser til \"Jeg ønsker ikke at blive sporet\" (spor ikke er aktiveret), vil Piwik ikke spore disse besøg.",
        "DoNotTrack_SupportDNTPreference": "Understøt spor ikke præference",
        "EstimatedDBSizeAfterPurge": "Anslået database størrelse efter oprydning",
        "EstimatedSpaceSaved": "Anslået sparet plads",
        "GeolocationAnonymizeIpNote": "Bemærk: geolokalisering vil have omtrent de samme resultater med 1 byte anonymiseret. Med 2 byte eller mere, vil geolokalisering være unøjagtig.",
        "GetPurgeEstimate": "Overslag på rensning",
        "KeepBasicMetrics": "Behold grundlæggende målinger (besøg, sidevisninger, afvisningsprocent, mål konverteringer, eHandel konverteringer osv.)",
        "KeepReportSegments": "For beholdte data ovenfor, beholdes desuden segmenterede rapporter",
        "LastDelete": "Sidste sletningen var d.",
        "LeastDaysInput": "Angiv et antal dage større end %s.",
        "LeastMonthsInput": "Angiv et antal måneder større end %s.",
        "MenuPrivacySettings": "Privatliv",
        "NextDelete": "Næste planlagt sletning på",
        "PurgeNow": "Ryd op i databasen nu",
        "PurgeNowConfirm": "Permanent sletning af data fra databasen. Bekræft for at fortsætte?",
        "PurgingData": "Rydder op i data...",
        "ReportsDataSavedEstimate": "Database størrelse",
        "SaveSettingsBeforePurge": "Indstillinger for datasletning er ændret. Gem før oprydning.",
        "SeeAlsoOurOfficialGuidePrivacy": "Se også vores officielle vejledning: %1$sWeb Analytics Privacy%2$s",
        "Teaser": "Tilpas Piwik til at beskytte personlige oplysninger i overensstemmelse med gældende lovgivning, ved at: %1$s anonymisere den besøgendes IP%2$s, %3$s automatisk fjerne gamle besøgs logfiler fra databasen%4$s og %5$s giver en frameld mekanisme til hjemmesiden%6$s.",
        "TeaserHeadline": "Privatlivsindstillinger",
        "UseAnonymizedIpForVisitEnrichment": "Brug også anonymiseret IP-adresser, når beriger besøg.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Programudvidelser som Geo Location via IP og udbyder forbedrer besøgendes metadata. Som standard bruger disse udvidelsesmoduler anonyme IP-adresser. Hvis du vælger 'Nej', så vil den ikke-anonymiseret fulde IP-adresse blive brugt i stedet for, hvilket resulterer i mindre privatliv, men bedre data nøjagtighed.",
        "UseAnonymizeIp": "Anonymisere besøgendes IP-adresser",
        "UseDeleteLog": "Slet regelmæssigt gamle logfiler fra databasen",
        "UseDeleteReports": "Slet regelmæssigt gamle rapporter fra databasen"
    }
}