{
    "PrivacyManager": {
        "AddUserIdToSearch": "Klicken um diese userID zur Suche hinzuzufügen",
        "AddVisitorIPToSearch": "Klicken um diese visitorIP zur Suche hinzuzufügen",
        "AddVisitorIdToSearch": "Klicken um diese visitorID zur Suche hinzuzufügen",
        "AffectedDate": "Betroffenes Datum",
        "AffectedIDSites": "Betroffene ID Seiten",
        "Anonymize": "Anonymisieren",
        "AnonymizeData": "Daten anonymisieren",
        "AnonymizeDataConfirm": "Sind Sie sicher, dass Sie die Daten für die ausgewählte Webseite(n) und den ausgewählten Zeitbereich anonymisieren wollen? Diese Aktion kann nicht rückgängig gemacht werden, Daten werden wie erwünscht gelöscht und dieser Prozess kann lange dauern.",
        "AnonymizeDataNow": "Vergangene Daten für die gewählte Seite und Zeit werden anonymisiert",
        "AnonymizeIp": "IP anonymisieren",
        "AnonymizeIpDescription": "Wählen Sie \"Ja\", wenn Matomo keine vollständigen IP-Adressen speichern soll.",
        "AnonymizeIpExtendedHelp": "Wenn Benutzer Ihre Webseite besuchen, wird Matomo nicht die komplette IP-Adresse (so wie %1$s) benützen, sondern sie stattdessen zuerst anonymisieren (zu %2$s). Die Anonymisierung der IP-Adresse ist in einigen Ländern eine gesetzliche Pflicht, zum Beispiel in Deutschland vorgegeben durch das Datenschutzrecht.",
        "AnonymizeIpHelp": "Diese Aktion kann nicht rückgängig gemacht werden. Falls aktiviert, werden für alle Besuche während dieser Zeit bei der IP mindestens 2 Bytes anonymisiert, zum Beispiel '192.168.xxx.xxx'. Wenn Sie aktuell konfiguriert haben 3 Bytes zu anonymisieren, dann wird diese Einstellung respektiert und bei allen IPs werden 3 Bytes anonymisiert.",
        "AnonymizeIpInlineHelp": "Um den Datenschutzbestimmungen Ihres Landes gerecht zu werden, können Sie mit diesem Plugin die letzten Bytes der IP-Adresse Ihrer Besucher anonymisieren.",
        "AnonymizeIpMaskFully": "IP Adresse komplett maskieren",
        "AnonymizeIpMaskLengtDescription": "Wählen Sie aus, wieviele Bytes der Besucher-IP maskiert werden sollen.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - z.B. %2$s",
        "AnonymizeLocation": "Standort anonymisieren",
        "AnonymizeLocationHelp": "Diese Aktion kann nicht rückgängig gemacht werden. Re-evaluiert den Ort basierend auf der anonymisierten IP (mindestens 2 Byte der IP werden anonymisiert).",
        "AnonymizeOrderIdNote": "Da eine Bestellnummer mit einem anderen System referenziert sein kann, typischerweise einem E-Commerce Shop, könnte die Bestellnummer zu den persönlichen Informationen zählen, welche unter die DSGVO fallen. Wenn diese Einstellung aktiviert wird, dann wird die Bestellnummer automatisch anonymisiert, um keine persönlichen Informationen zu speichern.",
        "AnonymizePreviousData": "Zuvor getrackte Rohdaten anonymisieren",
        "AnonymizePreviousDataOnlySuperUser": "Nur ein Benutzer mit Hauptadministratorenrechten kann zuvor getrackte Rohdaten anonymisieren.",
        "AnonymizeProcessInfo": "Diese Aktion kann lange dauern und wird deshalb nicht sofort ausgeführt. Sie werden in der Lage sein, den aktuellen Status des Prozesses unten zu verfolgen. Die Anonymisierung sollte normalerweise innerhalb einer Stunde starten.",
        "AnonymizeReferrer": "Verweis anonymisieren",
        "AnonymizeReferrerExcludeAll": "Die Verweis-URL nicht aufzeichnen aber trotzdem den Typ des Verweises auswerten",
        "AnonymizeReferrerExcludeNone": "Verweis nicht anonymisieren",
        "AnonymizeReferrerExcludePath": "Nur die Domain der Verweis-URL behalten",
        "AnonymizeReferrerExcludeQuery": "Query Parameter von der Verweis-URL entfernen",
        "AnonymizeReferrerNote": "Matomo speichert, von welcher URL (Verweis) ein Benutzer auf Ihre Seite kommt. In manchen Fällen kann so eine URL persönliche Informationen enthalten. Wenn Sie verhindern wollen, dass diese Informationen getrackt werden, können Sie den Grad der Verweisdaten einschränken, die Matomo beim Besuch von Personen auf Ihrer Webseite speichern soll. Je mehr Informationen Sie entfernen, desto weniger klar wird es, wie ein Besucher zu Ihrer Webseite gekommen ist.",
        "AnonymizeRowDataFrom": "Alle Rohdaten anonymisieren startend ab:",
        "AnonymizeRowDataTo": "Alle Rohdaten anonymisieren bis zu:",
        "AnonymizeSites": "Die Daten für diese Seite(n) anonymisieren",
        "AnonymizeUserId": "Benutzer ID mit Pseudonym austauschen",
        "AnonymizeUserIdHelp": "Wenn Sie diese Option aktivieren, wird die Benutzer-ID durch ein Pseudonym ersetzt, um ein direktes Speichern und Anzeigen von Daten zu vermeiden, die eine persönliche Identifizierung ermöglichen, wie eine E-Mail-Adresse. In technischen Worten: Matomo wird die Benutzer-ID mithilfe einer \"salted Hashfunktion\" pseudonymisieren. <br><br><em>Hinweis: Mit einem Pseudonym ersetzen ist nicht dasselbe wie Anonymisierung. In DSGVO Terminologie: Das Benutzer-ID-Pseudonym gilt weiterhin als persönlicher Datenwert. Die Original Benutzer-ID kann immer noch identifiziert werden, wenn zusätzliche Informationen verfügbar sind (auf welche nur Matomo und Ihr Datenprozessor Zugriff haben).</em>",
        "ApplyStyling": "Einen eigenen Stil hinzufügen",
        "AskingForConsent": "Um Einverständniserklärung bitten",
        "AwarenessDocumentation": "Erkenntnisse und Dokumentation",
        "AwarenessDocumentationDesc1": "Informieren Sie Ihre Besucher mithilfe einer deutlichen Datenschutzerklärung immer darüber, dass Sie persönliche Daten sammeln.",
        "AwarenessDocumentationDesc2": "Informieren Sie Ihre Benutzer in Ihrer Datenschutzerklärung darüber, welche Daten Sie sammeln und wie die Daten verwendet werden.",
        "AwarenessDocumentationDesc3": "Machen Sie Ihrem Team bewusst, dass Sie Matomo Analytics verwenden und %1$swelche Daten mit unserer Analyseplattform gesammelt werden%2$s.",
        "AwarenessDocumentationDesc4": "Dokumentieren Sie Ihre Verwendung von Matomo mit Ihrer %1$sInformationsdeklarationsregistrierung%2$s.",
        "AwarenessDocumentationIntro": "Informieren Sie Ihre Benutzer deutlich und transparent, und machen Sie Ihren Kollegen bewusst, dass Daten gesammelt werden und wie diese verwendet werden:",
        "BackgroundColor": "Hintergrundfarbe",
        "BuildYourOwn": "Selber bauen",
        "ClickHereSettings": "Hier klicken, um die %s Einstellungen zu bearbeiten.",
        "ConsentExplanation": "Einverständnis bedeutet individuelle Wahl zu offerieren und Kontrolle darüber, wie die persönlichen Daten verwendet werden sollen.",
        "ConsentManager": "Einverständniserklärungs-Manager",
        "ConsentManagerConnected": "%1$s scheint bereits konfiguriert zu sein, um mit Matomo zusammenzuarbeiten.",
        "ConsentManagerDetected": "%1$s Einverständniserklärungs-Manager wurde auf Ihrer Webseite entdeckt. Um mehr über die Konfiguration in Matomo zur Verwendung zu erfahren, %1$s lesen Sie bitte %2$sdiese Anleitung%3$s",
        "CurrentDBSize": "Aktuelle Größe der Datenbank",
        "CurrentOutput": "Aktuelle Ausgabe: %1$s",
        "DBPurged": "Datenbank bereinigt.",
        "DataRetention": "Datenaufbewahrung",
        "DataRetentionInMatomo": "Datenaufbewahrung für gespeicherte Daten in Matomo:",
        "DataRetentionOverall": "Die gesamte Datenaufbewahrungsrate für Ihre Datenschutzrichtlinie ist die reine Datenaufbewahrungsrate. Beachten Sie, dass aggregierte Berichte auch persönliche Daten enthalten können. Wenn Sie Features wie die Benutzer ID, benutzerdefinierte Variablen, benutzerdefinierte Dimensionen, oder persönliche Daten in andere Form tracken, wie Ereignisse, Seiten-URLs oder Seitentitel usw., dann ist die gesamte Datenaufbewahrungsrate für Ihre Datenschutzrichtlinie die höhere der beiden.",
        "DeleteAggregateReportsDetailedInfo": "Wenn Sie diese Einstellung aktivieren, werden alle aggregierten Berichte gelöscht. Aggregierte Berichte werden aus den Rohdaten generiert und repräsentieren aggregierte Daten aus diversen individuellen Besuchen. Der \"Land\" Bericht zum Beispiel listet aggregierte Zahlen, um aufzuzeigen, wie viele Besuche Sie von welchem Land erhalten haben.",
        "DeleteBothConfirm": "Sie sind dabei, das Löschen von sowohl Berichts- als auch unbearbeiteten Daten zu aktivieren. Dies wird Ihnen dauerhaft die Möglichkeit nehmen, auf alte Analysedaten zuzugreifen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteDataDescription": "Sie können Matomo so konfigurieren, dass regelmäßig alte Besucher-Logs und/oder generierte Berichte gelöscht werden, um die Größe der Datenbank klein zu halten oder Datenschutzregeln wie die DSGVO einzuhalten.",
        "DeleteDataInterval": "Lösche alte Daten alle",
        "DeleteDataSettings": "Alte Besucher-Logs und Berichte löschen",
        "DeleteLogDescription2": "Wenn Sie das automatische Leeren von Logs aktivieren, müssen Sie sicherstellen, dass alle (Tages-)Berichte bereits berechnet wurden, um Datenverlust zu vermeiden.",
        "DeleteLogsConfirm": "Sie sind dabei, das Löschen von unbearbeiteten Daten zu aktivieren. Wenn alte Daten gelöscht werden und die entsprechenden Berichte noch nicht generiert worden sind, können Sie auf die historischen Analysedaten später nicht mehr zugreifen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteLogsOlderThan": "Logs löschen, die älter sind als",
        "DeleteMaxRows": "Maximale Anzahl der Datensätze, die pro Durchlauf gelöscht werden dürfen:",
        "DeleteMaxRowsNoLimit": "Keine Begrenzung",
        "DeleteOldAggregatedReports": "Alte aggregierte Berichtdaten löschen",
        "DeleteOldRawData": "Lösche regelmäßig alte Daten aus der Datenbank",
        "DeleteOldVisitorLogs": "Alte Besucher-Logs löschen",
        "DeleteRawDataInfo": "Die Rohdaten enthalten alle Details über jeden individuellen Besuch und jede vom Besucher getätigte Aktion. Wenn Sie Rohdaten löschen, dann ist die gelöschte Information nicht mehr im Besucher-Log verfügbar. Außerdem werden segmentierte Berichte für dieses gelöschte Zeitfenster nicht mehr verfügbar sein, wenn Sie später beschließen, ein Segment zu erstellen, weil alle aggregierten Berichte aus diesen Rohdaten generiert werden.",
        "DeleteReportsConfirm": "Sie sind dabei, das Löschen von Berichtsdaten zu aktivieren. Wenn alte Berichte entfernt wurden, müssen Sie diese neu generieren, um Sie anzusehen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteReportsInfo2": "Wenn Sie alte Berichte löschen, dann können diese aus den Rohdaten wiederhergestellt werden, falls Sie sie benötigen.",
        "DeleteReportsInfo3": "Wenn Sie auch \"%s\" aktiviert haben, sind die Berichte dauerhaft gelöscht.",
        "DeleteReportsOlderThan": "Lösche Berichte, die älter sind als",
        "DeleteSchedulingSettings": "Löschung alter Daten planen",
        "DeleteSelectedVisits": "Angewählte Besuche löschen",
        "DeleteVisitsConfirm": "Sind Sie sicher, dass Sie die angewählten Besuche löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.",
        "DeletionFromMatomoOnly": "Bitte beachten Sie außerdem, dass sämtliche Daten nur aus der Matomo Datenbank gelöscht werden, aber nicht aus Ihren Webserver Logdateien. Zudem ist zu beachten dass, wenn Sie alte Daten wieder importieren, zum Beispiel aus Logdateien, dass dann sämtliche zuvor gelöschten Daten möglicherweise wieder importiert werden.",
        "DoNotTrack_Description": "Do-not-Track ist eine Technologie und ein Richtlinienvorschlag, der es Benutzern ermöglichen soll, selbständig zu entscheiden, ob ihr Verhalten von Webseiten, Werbenetzwerken und Sozialen Netzwerken verfolgt wird.",
        "DoNotTrack_Disable": "Do-not-Track Unterstützung deaktivieren",
        "DoNotTrack_Disabled": "Matomo verfolgt derzeit das Verhalten aller Besucher, auch derjenigen, die explizit in ihrem Browser \"Ich möchte nicht getrackt werden\" eingestellt haben.",
        "DoNotTrack_DisabledMoreInfo": "Wir empfehlen, die \"DoNotTrack\"-Unterstützung zu aktivieren, damit die Privatsphäre Ihrer Besucher respektiert wird",
        "DoNotTrack_Enable": "Do-not-Track Unterstützung aktivieren",
        "DoNotTrack_Enabled": "Sie respektieren die Privatsphäre Ihrer Besucher, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Wenn Benutzer in ihrem Browser \"Ich möchte nicht getrackt werden\" eingestellt haben (Do-not-Track aktiviert), dann wird Matomo diese Besuche nicht tracken.",
        "DoNotTrack_SupportDNTPreference": "Do-not-Track Einstellungen",
        "EstimatedDBSizeAfterPurge": "Erwartete Größe der Datenbank nach dem Löschen",
        "EstimatedSpaceSaved": "Geschätzte Speichereinsparung",
        "ExportSelectedVisits": "Angewählte Besuche exportieren",
        "ExportingNote": "Falls Sie die Daten exportieren, um die Zugriffsrechte durchzuexerzieren, stellen Sie bitte sicher, dass die angewählten Besuche wirklich vom Datensubjekt erfasst wurden, für das Sie die Daten exportieren wollen.",
        "FindDataSubjectsBy": "Finde Datensubjekt nach",
        "FindMatchingDataSubjects": "Suche nach übereinstimmenden Datensubjekten",
        "FontColor": "Schriftfarbe",
        "FontFamily": "Schriftart",
        "FontSize": "Schriftgröße",
        "ForceCookielessTracking": "Tracking ohne Cookies erzwingen",
        "ForceCookielessTrackingDescription": "Bei der Aktivierung dieser Option wird %1$s automatisch aktualisiert, damit es zusätzlichen Code enthält, um sicherzustellen, dass kein Tracker Cookies verwendet. Zusätzlich dazu wird Matomo alle Tracking Cookies serverseitig ignorieren.",
        "ForceCookielessTrackingDescription2": "Cookies werden deaktiviert, selbst wenn die Einverständniserklärung im Matomo-Tracker vorliegt, und das selbst bei Abruf der Cookie-Einverständnis-Methoden, Cookies nicht aktivieren werden.",
        "ForceCookielessTrackingDescriptionNotWritable": "Die JS Tracker Datei \"%1$s\" ist nicht beschreibbar, was aber nötig ist, damit dieses Feature funktioniert. Wenn die JS Tracker Datei nicht beschreibbar ist, dann werden die Cookies nur serverseitig ignoriert, können aber im Browser weiterhin gesetzt werden. Um dieses Problem zu beheben, müssen Sie oder ein Systemadministrator die Dateirechte ändern, sodass der Webserver diese Datei ändern kann.",
        "GDPR": "DSGVO",
        "GdprChecklistDesc1": "Wenn Sie mit Matomo persönliche Daten europäischer Bürger auswerten, selbst wenn Ihre Firma außerhalb Europa ansässig ist, müssen Sie die DSGVO-Verpflichtungen erfüllen. Diese Anleitung wird Ihnen dabei helfen.",
        "GdprChecklistDesc2": "Unten finden Sie unsere Tools, welche Ihnen erlauben, die Rechte Ihrer Benutzer zu prüfen, und die Liste der auszuführenden Aktionen um Matomo mit der DSGVO konform zu machen und Ihre Daten zu schützen. Besuchen Sie unsere %1$sDSGVO Benutzeranleitung%2$s um mehr darüber zu erfahren.",
        "GdprChecklists": "GDPR Checklisten",
        "GdprManager": "DSGVO Verwaltung",
        "GdprOverview": "DSGVO Übersicht",
        "GdprOverviewIntro1": "Die Datenschutzgrundverordnung (DSGVO) ist eine Vorschrift, welche den Datenschutz für alle Personen innerhalb der Europäischen Union (EU) stärkt und vereinheitlicht.",
        "GdprOverviewIntro2": "Wenn Sie Schritte unternehmen und sicherzustellen, dass keine persönlichen Daten in Matomo gesammelt werden, wird Sie wahrscheinlich die DSGVO für Matomo (wenn Sie keine IP Adressen tracken, keine Benutzer-IDs, keine Geolokalisierungsdaten, usw.) nicht beunruhigen.",
        "GdprTools": "DSGVO Hilfsmittel",
        "GdprToolsOverviewHint": "Falls Sie nicht wissen was die DSGVO ist, bitte beachten Sie die %1$sDSGVO Übersicht%2$s.",
        "GdprToolsPageIntro1": "Diese Seite hilft Ihnen dabei die Rechte der Datensubjekte anzuwenden.",
        "GdprToolsPageIntro2": "Hier können Sie die Rechte Ihrer Benutzer mit unseren DSGVO-freundlichen Prozeduren anzuwenden:",
        "GdprToolsPageIntroAccessRight": "das Recht auf Zugriff zu all deren Daten (und das Recht die Daten zu portieren)",
        "GdprToolsPageIntroEraseRight": "das Recht deren Daten einzeln oder komplett zu löschen (und das Recht auf Richtigstellung).",
        "GeolocationAnonymizeIpNote": "Hinweis: Standorterkennung wird ungefähr das gleiche Ergebnis haben, wenn 1 Byte anonymisiert ist. Bei 2 Bytes oder mehr wird Geolokalisierung sehr ungenau werden.",
        "GetPurgeEstimate": "Hochrechnung der Auswirkungen anzeigen",
        "HowDoIAskForConsent": "Wie bitte ich Benutzer um eine Einverständniserklärung?",
        "IPAddress": "IP Adresse",
        "Imprint": "Impressum",
        "ImprintUrl": "Impressum URL",
        "ImprintUrlDescription": "Ein Link zu Ihrer Impressumsseite.",
        "InProgress": "In Bearbeitung",
        "IndividualsRights": "Persönlichkeitsrechte",
        "IndividualsRightsAccess": "Das Recht auf Zugriff: %1$sEin Datensubjekt suchen%2$s und all dessen Daten exportieren.",
        "IndividualsRightsChildren": "Wenn Sie Onlineservice an Kinder offerieren und auf eine Einverständniserklärung angewiesen sind, dann werden Sie möglicherweise ein elterliches oder Erziehungsberechtigteneinverständnis benötigen, um den gesetzlich vorgegebenen Datenschutz des Kindes zu berücksichtigen.",
        "IndividualsRightsErasure": "Das Recht auf Löschen: %1$sEin Datensubjekt suchen%2$s und einige oder all dessen Daten löschen.",
        "IndividualsRightsInform": "Das Recht informiert zu werden: Informiert Ihre Benutzer mit einer deutlichen Datenschutzerklärung.",
        "IndividualsRightsIntro": "Wahren Sie die Rechte Ihrer Benutzer mit unserer DSGVO-freundlichen Prozedur:",
        "IndividualsRightsObject": "Das Recht zu widersprechen: %1$sErlaubt Ihren Benutzern, sich von der Datenauswertung auszuschliessen%2$s auf Ihrer Datenschutzrichtlinienseite.",
        "IndividualsRightsPortability": "Das Recht auf Datenübertragbarkeit: %1$sEin Datensubjekt suchen%2$s und all dessen Daten exportieren.",
        "IndividualsRightsRectification": "Das Recht auf Berichtigung: Sie können %1$sein Datensubjekt suchen%2$s und einige oder all dessen Daten löschen.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Einige Verweisinformationen könnten fehlen, weil die Verweis-Anonymisierung wie folgt aktiviert ist: %s",
        "JobFinishDate": "Job Enddatum: %1$s",
        "JobStartDate": "Job Startdatum: %1$s",
        "KeepBasicMetrics": "Behalte Basismetriken (Besuche, Seitenansichten, Absprungrate, Ziel-Konversionen, Ecommerce-Konversionen, etc.)",
        "KeepBasicMetricsReportsDetailedInfo": "Wenn Sie diese Einstellung aktivieren, werden einige Schlüsselleistungsindikatoren nicht gelöscht.",
        "KeepDataFor": "Behalte alle Daten für",
        "KeepReportSegments": "Für die behaltenen Daten oben, auch segmentierte Berichte behalten",
        "LastAction": "Letzte Aktion",
        "LastDelete": "Letzter Löschvorgang war am",
        "LeastDaysInput": "Bitte geben Sie eine Anzahl an Tagen an, die größer als %s ist.",
        "LeastMonthsInput": "Bitte spezifizieren Sie eine Anzahl Monate größer als %s.",
        "LinkVisitActionColumns": "Spalten der Besuchsaktionen verlinken",
        "MatchingDataSubjects": "Passende Datensubjekte",
        "MenuPrivacySettings": "Privatsphäre",
        "NextDelete": "Nächste Löschung geplant in",
        "NoDataSubjectsFound": "Keine Datensubjekte gefunden",
        "OptOutAppearance": "Das Opt-out Erscheinungsbild anpassen",
        "OptOutCodeTypeExplanation": "Beim Opt-out kann entweder der Matomo-Tracker-Code verwendet werden, was bedeutet, dass den Seiten Ihrer Webseite weniger Code hinzugefügt werden muss und in Zukunft wahrscheinlich weniger häufig aktualisiert werden muss, oder durch die Verwendung eines eigenständigen Codes, der möglicherweise eher für Besucher mit Skriptblockern funktioniert. Der muss dann aber bei geänderten Einstellungen auf jeder Webseite aktualisiert werden.",
        "OptOutCustomize": "Das Opt-out iframe anpassen",
        "OptOutHtmlCode": "In Ihrer Webseite einzubettender HTML Code",
        "OptOutPreview": "Vorschau des Opt-outs, wie es auf Ihrer Webseite angezeigt werden wird",
        "OptOutRememberToTest": "Vergessen Sie nicht, Ihr Opt-out zu testen!",
        "OptOutRememberToTestBody": "Um sicherzustellen dass Ihr Opt-out auf Ihrer Webseite korrekt funktioniert wird empfohlen den folgenden kurzen Test auszuführen, nachdem der Opt-Out Code eingebunden wurde.",
        "OptOutRememberToTestStep1": "Surfen Sie zur Hauptseite Ihrer Webseite.",
        "OptOutRememberToTestStep2": "Sobald die Seite geladen wurde, sollten Sie die Opt-out Box sehen.",
        "OptOutRememberToTestStep3": "Nachdem die Opt-out Checkbox abgewählt wurde, sollte die Ausstiegsnachricht angezeigt werden.",
        "OptOutRememberToTestStep4": "Nachdem die Opt-in Checkbox angewählt wurde, sollte die Einstiegsnachricht angezeigt werden.",
        "OptOutUseStandalone": "Für das Opt-out eigenen Code verwenden",
        "OptOutUseTracker": "Für das Opt-out den Matomo Tracker Code verwenden",
        "Output": "Ausgabe: %1$s",
        "PluginDescription": "Erweitern Sie den Datenschutz für Ihre Benutzer und machen Sie Ihre Matomo Installation gemäß Ihren lokalen Datenschutzbestimmungen datenschutzkonform.",
        "PreviousRawDataAnonymizations": "Vorherige Rohdaten Anonymisierungen",
        "PrivacyPolicy": "Datenschutzrichtlinie",
        "PrivacyPolicyUrl": "URL für Datenschutzrichtlinie",
        "PrivacyPolicyUrlDescription": "Ein Link zu Ihrer Datenschutzrichtlinienseite.",
        "PrivacyPolicyUrlDescriptionSuffix": "Wenn Sie etwas angeben, wird es am Ende der Anmeldeseite und auf Seiten angezeigt, auf die der '%1$s' Benutzer Zugriff hat.",
        "PseudonymizeUserId": "Benutzer ID mit Pseudonym austauschen",
        "PseudonymizeUserIdNote": "Wenn Sie diese Option aktivieren, wird die Benutzer ID durch ein Pseudonym ersetzt, um zu verhindern, dass persönlich identifizierbare Informationen wie die E-Mail-Adresse direkt gespeichert oder angezeigt werden. In technischer Beschreibung: Matomo wird die Benutzer ID mit Hilfe einer salted hash Funktion pseudonymisieren.",
        "PseudonymizeUserIdNote2": "Hinweis: Mit einem Pseudonym ersetzen ist nicht dasselbe wie Anonymisierung. Gemäß GDPR Bedingungen: Das Benutzer ID Pseudonym zählt zu den persönlichen Daten. Die Original Benutzer ID kann weiterhin identifiziert werden, wenn bestimmte zusätzlichen Daten vorhanden sind (auf welche nur Matomo und der Datenprozessor Zugriff haben).",
        "PurgeNow": "Datenbank jetzt leeren",
        "PurgeNowConfirm": "Sie sind dabei, Daten dauerhaft aus der Datenbank zu entfernen. Sind Sie sicher?",
        "PurgingData": "Daten werden bereinigt...",
        "RawDataNeverRemoved": "Rohdaten von Besuchen und Aktionen werden <strong>nie</strong> gelöscht.",
        "RawDataRemovedAfter": "Rohdaten aller Besuche und Aktionen werden gelöscht nach %1$s.",
        "RecommendedForPrivacy": "Für den Datenschutz empfohlen",
        "ReportsDataSavedEstimate": "Größe der Datenbank",
        "ReportsNeverRemoved": "Aggregierte Berichte werden <strong>nie</strong> gelöscht.",
        "ReportsRemovedAfter": "Alle aggregierten Berichte werden gelöscht nach %1$s.",
        "Requester": "Anforderer",
        "ResultIncludesAllVisits": "Die gefundenen Resultate beinhalten alle Besuche ohne Zeitbeschränkungen und inklusive heute.",
        "ResultTruncated": "Es wurden mehr als %1$s Datensätze gefunden. Das Ergebnis wurde auf die ersten %1$s Besuche reduziert.",
        "SaveSettingsBeforePurge": "Sie haben die Einstellungen für das Löschen von Daten geändert. Bitte erst speichern, bevor Sie einen Löschvorgang starten.",
        "Scheduled": "Geplant",
        "ScheduledDate": "Geplantes Datum: %1$s",
        "SearchForDataSubject": "Ein Datensubjekt suchen",
        "SecurityProcedures": "Sicherheitsprozeduren",
        "SecurityProceduresDesc1": "Bestätigen Sie unsere %1$sSicherheitsempfehlungen%2$s um Ihre Matomo Daten sicher zu verwalten.",
        "SecurityProceduresDesc2": "Stellen Sie sicher, dass Sie einen schriftlichen Vertrag mit der Firma haben, welche Ihnen den Matomo Server oder das Hosting zur Verfügung stellt und %1$sangemessene Schutzmaßnahmen bereitstellt werden%2$s.",
        "SecurityProceduresDesc3": "Matomo in Ihre %1$sDatenschutzverletzungsprozedur%2$s einbinden.",
        "SecurityProceduresDesc4": "Matomo in Ihre %1$sDatenschutzfolgenabschätzung (DPIA)%2$s einbinden, wenn verfügbar.",
        "SecurityProceduresIntro": "Informieren Sie Ihre Benutzer deutlich und transparent, und machen Sie Ihren Kollegen bewusst, dass Daten gesammelt werden und wie diese verwendet werden:",
        "SeeAlsoOurOfficialGuidePrivacy": "Siehe auch unser offizielles Handbuch: %1$sWebanalyse Privatsphäre%2$s",
        "SelectWebsite": "Eine Webseite wählen",
        "ShowInEmbeddedWidgets": "In eingebetteten Widgets anzeigen",
        "ShowInEmbeddedWidgetsDescription": "Wenn angewählt, wird am Ende der eingebetteten Widgets ein Link zu Ihren Datenschutzrichtlinien und zu Ihren Geschäftsbedingungen angezeigt.",
        "ShowIntro": "Einführungstext anzeigen",
        "TeaserHeader": "Auf dieser Seite können Sie Matomo individuell anpassen, um es konform zur bestehenden Gesetzgebung zu halten, durch: %1$s Anonymisierung der Besucher IP%2$s, %3$s automatisches Entfernen alter Besucherlogdateien aus der Datenbank%4$s, und %5$s anonymisieren von zuvor registrierten rohen Benutzerdaten%6$s.",
        "TeaserHeadline": "Privatsphäreeinstellungen",
        "TermsAndConditionUrl": "URL für Geschäftsbedingungen",
        "TermsAndConditionUrlDescription": "Ein Link zu Ihrer Seite mit Geschäftsbedingungen.",
        "TermsAndConditions": "Geschäftsbedingungen",
        "TrackingOptOut": "Erlaubt Benutzern das Tracking Opt-out",
        "UnsetActionColumns": "Aktionsspalten zurücksetzen",
        "UnsetActionColumnsHelp": "Diese Aktion kann nicht rückgängig gemacht werden. Eine Liste der Datenbankspalten in der Scope Aktion welche Sie zurücksetzen wollen. Jeder Wert für diese Spalte wird auf den Standardwert zurückgesetzt.",
        "UnsetVisitColumns": "Besuchsspalten zurücksetzen",
        "UnsetVisitColumnsHelp": "Diese Aktion kann nicht rückgängig gemacht werden. Eine Liste der Datenbankspalten in den Scope Besuchen, welche Sie zurücksetzen wollen. Jeder Wert für diese Spalte wird auf den Standardwert zurückgesetzt. Bitte beachten dass, wenn die gleiche Spalte in der Scope 'Konversion' existiert, diese Spalte ebenfalls gelöscht werden wird",
        "UseAnonymizeIp": "Anonymisiere die IP-Adresse von Besuchern",
        "UseAnonymizeOrderId": "Bestellnummer anonymisieren",
        "UseAnonymizeTrackingData": "Tracking Daten anonymisieren",
        "UseAnonymizeUserId": "Benutzer-ID anonymisieren",
        "UseAnonymizedIpForVisitEnrichment": "Benutze die anonymisierte IP-Adresse auch für die Aufbereitung der Besuche.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins wie Geolokalisierung anhand von IP und Anbieter verbessern die Metadaten eines Besuchers. Normalerweise verwenden diese Plugins die anonymisierte IP Adresse. Wenn sie 'Nein' auswählen wird stattdessen die nicht anonymisierte volle IP Adresse verwendet. Daraus resultiert eine größere Genauigkeit, jedoch weniger Privatsphäre.",
        "UseDeleteLog": "Lösche regelmäßig alte Daten aus der Datenbank",
        "UseDeleteReports": "Lösche regelmäßig alte Berichte aus der Datenbank",
        "UsersOptOut": "Benutzer Opt-Out",
        "VisitColumns": "Spalten besuchen",
        "VisitsMatchedCriteria": "Diese Besuche passen zu den gewählten Kriterien.",
        "VisitsSuccessfullyDeleted": "Besuche wurden erfolgreich gelöscht",
        "VisitsSuccessfullyExported": "Besuche wurden erfolgreich exportiert",
        "WhenDoINeedConsent": "Wann muss ich die Einverständniserklärung der Benutzer einholen?"
    }
}
