{
    "PrivacyManager": {
        "AnonymizeData": "Daten anonymisieren",
        "AnonymizeIpDescription": "Wählen Sie \"Ja\", wenn Matomo keine vollständigen IP-Adressen speichern soll.",
        "AnonymizeIpInlineHelp": "Um den Datenschutzbestimmungen Ihres Landes gerecht zu werden, können Sie mit diesem Plugin die letzten Bytes der IP-Adresse Ihrer Besucher anonymisieren.",
        "AnonymizeIpExtendedHelp": "Wenn Benutzer Ihre Webseite besuchen, wird Matomo nicht die komplette IP-Adresse (so wie %1$s) benützen, sondern sie stattdessen zuerst anonymisieren (zu %2$s). Die Anonymisierung der IP-Adresse ist in einigen Ländern eine gesetzliche Pflicht, zum Beispiel in Deutschland vorgegeben durch das Datenschutzrecht.",
        "AnonymizeIpMaskLengtDescription": "Wählen Sie aus, wieviele Bytes der Besucher-IP maskiert werden sollen.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - z.B. %2$s",
        "AskingForConsent": "Um Erlaubnis bitten",
        "ClickHereSettings": "Hier klicken, um die %s Einstellungen zu bearbeiten.",
        "CurrentDBSize": "Aktuelle Größe der Datenbank",
        "DBPurged": "Datenbank bereinigt.",
        "DeleteBothConfirm": "Sie sind dabei, das Löschen von sowohl Berichts- als auch unbearbeiteten Daten zu aktivieren. Das wird Ihnen dauerhaft die Möglichkeit nehmen, auf alte Analysedaten zuzugreifen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteDataDescription": "Sie können Matomo so konfigurieren, dass regelmäßig alte Besucher-Logs und\/oder generierte Berichte gelöscht werden, um die Größe der Datenbank klein zu halten oder Datenschutzregeln wie die DSGVO einzuhalten.",
        "DeleteDataInterval": "Lösche alte Daten alle",
        "DeleteOldVisitorLogs": "Alte Besucher-Logs löschen",
        "DeleteOldRawData": "Lösche regelmäßig alte Daten aus der Datenbank",
        "DeleteOldAggregatedReports": "Alte vereinigte Berichtdaten löschen",
        "DeleteLogDescription2": "Wenn Sie das automatische Leeren von Logs aktivieren, müssen Sie sicherstellen, dass alle (Tages-)Berichte bereits berechnet wurden, um Datenverlust zu vermeiden.",
        "DeleteRawDataInfo": "Die Rohdaten enthalten alle Details über jeden individuellen Besuch und jede vom Besucher getätigte Aktion. Wenn Sie Rohdaten löschen, dann ist die gelöschte Information nicht mehr im Besucher-Log verfügbar. Ausserdem werden segmentierte Berichte für dieses gelöschte Zeitfenster nicht mehr verfügbar sein, wenn Sie später beschliessen, ein Segment zu erstellen, weil alle aggregierten Berichte aus diesen Rohrdaten generiert werden.",
        "DeleteLogsConfirm": "Sie sind dabei, das Löschen von unbearbeiteten Daten zu aktivieren. Wenn alte Daten gelöscht werden und die entsprechenden Berichte noch nicht generiert worden sind, können Sie auf die historischen Analysedaten später nicht mehr zugreifen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteLogsOlderThan": "Logs löschen, die älter sind als",
        "DeleteMaxRows": "Maximale Anzahl der Datensätze, die pro Durchlauf gelöscht werden dürfen:",
        "DeleteMaxRowsNoLimit": "Keine Begrenzung",
        "DeleteReportsConfirm": "Sie sind dabei, das Löschen von Berichtsdaten zu aktivieren. Wenn alte Berichte entfernt wurden, müssen Sie diese neu generieren, um Sie anzusehen. Sind Sie sicher, dass Sie das wollen?",
        "DeleteAggregateReportsDetailedInfo": "Wenn Sie diese Einstellung aktivieren, werden alle aggregierten Berichte gelöscht. Aggregierte Berichte werden aus den Rohdaten generiert und repräsentieren aggregierte Daten aus diversen individuellen Besuchen. Der \"Land\" Bericht zum Beispiel listet aggregierte Zahlen um aufzuzeigen wie viele Besuche Sie von welchem Land erhalten haben.",
        "KeepBasicMetricsReportsDetailedInfo": "Wenn Sie diese Einstellung aktivieren, werden einige Schlüsselleistungsindikatoren nicht gelöscht.",
        "DeleteReportsInfo2": "Wenn Sie alte Berichte löschen, dann können diese aus den Rohdaten wiederhergestellt werden falls Sie sie benötigen.",
        "DeleteReportsInfo3": "Wenn Sie auch \"%s\" aktiviert haben, sind die Berichte dauerhaft gelöscht.",
        "DeleteReportsOlderThan": "Lösche Berichte, die älter sind als",
        "DeleteSchedulingSettings": "Löschung alter Daten planen",
        "DeleteDataSettings": "Alte Besucher-Logs und Berichte löschen",
        "DoNotTrack_Description": "Do-not-Track ist eine Technologie und ein Richtlinienvorschlag, der es Benutzern ermöglichen soll, selbständig zu entscheiden, ob ihr Verhalten von Webseiten, Werbenetzwerken und Sozialen Netzwerken verfolgt wird.",
        "DoNotTrack_Disable": "Do-not-Track Unterstützung deaktivieren",
        "DoNotTrack_Disabled": "Matomo verfolgt derzeit das Verhalten aller Besucher, auch derjenigen, die explizit in ihrem Browser \"Ich möchte nicht getrackt werden\" eingestellt haben.",
        "DoNotTrack_DisabledMoreInfo": "Wir empfehlen, die DoNotTrack Unterstützung zu aktivieren, damit die Privatsphäre Ihrer Besucher respektiert wird.",
        "DoNotTrack_Enable": "Do-not-Track Unterstützung aktivieren",
        "DoNotTrack_Enabled": "Sie respektieren die Privatsphäre Ihrer Besucher, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Wenn Benutzer in ihrem Browser \"Ich möchte nicht getrackt werden\" eingestellt haben (Do-not-Track aktiviert), dann wird Matomo diese Besuche nicht tracken.",
        "DoNotTrack_SupportDNTPreference": "Do-not-Track Einstellungen",
        "EstimatedDBSizeAfterPurge": "Erwartete Größe der Datenbank nach dem Löschen",
        "EstimatedSpaceSaved": "Geschätzte Speichereinsparung",
        "GeolocationAnonymizeIpNote": "Hinweis: Standorterkennung wird ungefähr das gleiche Ergebnis haben, wenn 1 Byte anonymisiert ist. Bei 2 Bytes oder mehr wird Geolokalisierung sehr ungenau werden.",
        "GDPR": "DSGVO",
        "GdprManager": "DSGVO Verwaltung",
        "GdprOverview": "DSGVO Übersicht",
        "GdprTools": "DSGVO Hilfsmittel",
        "GetPurgeEstimate": "Hochrechnung der Auswirkungen anzeigen",
        "KeepBasicMetrics": "Behalte Basismetriken (Besuche, Seitenansichten, Absprungrate, Ziel-Konversionen, Ecommerce-Konversionen, etc.)",
        "KeepDataFor": "Behalte alle Daten für",
        "KeepReportSegments": "Für die behaltenen Daten oben, auch segmentierte Berichte behalten",
        "LastDelete": "Letzter Löschvorgang war am",
        "LeastDaysInput": "Bitte geben Sie eine Anzahl an Tagen an, die größer als %s ist.",
        "LeastMonthsInput": "Bitte spezifizieren Sie eine Anzahl Monate größer als %s.",
        "MenuPrivacySettings": "Privatsphäre",
        "NextDelete": "Nächste Löschung geplant in",
        "PluginDescription": "Erweitern Sie den Datenschutz für Ihre Benutzer und machen Sie Ihre Matomo Installation gemäss Ihren lokalen Datenschutzbestimmungen datenschutzkonform.",
        "PurgeNow": "Datenbank jetzt leeren",
        "PurgeNowConfirm": "Sie sind dabei, Daten dauerhaft aus der Datenbank zu entfernen. Sind Sie sicher?",
        "PurgingData": "Daten werden bereinigt...",
        "RecommendedForPrivacy": "Für den Datenschutz empfohlen",
        "ReportsDataSavedEstimate": "Größe der Datenbank",
        "SaveSettingsBeforePurge": "Sie haben die Einstellungen für das Löschen von Daten geändert. Bitte erst speichern, bevor Sie einen Löschvorgang starten.",
        "SeeAlsoOurOfficialGuidePrivacy": "Siehe auch unser offizielles Handbuch: %1$sWebanalyse Privatsphäre%2$s",
        "TeaserHeader": "Auf dieser Seite können Sie Matomo individuell anpassen, um es konform zur bestehenden Gesetzgebung zu halten, durch: %1$s Anonymisierung der Besucher IP%2$s, %3$s automatisches Entfernen alter Besucherlogdateien aus der Datenbank%4$s, und %5$s anonymisieren von zuvor registrierten rohen Benutzerdaten%6$s.",
        "TeaserHeadline": "Privatsphäreeinstellungen",
        "UseAnonymizedIpForVisitEnrichment": "Benutze die anonymisierte IP-Adresse auch für die Aufbereitung der Besuche.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins wie Geolokalisierung anhand IP und Provider verbessern die Metadaten eines Besuchers. Normalerweise verwenden diese Plugins die anonymisierte IP Adresse. Wenn sie 'Nein' auswählen wird stattdessen die nicht anonymisierte volle IP Adresse verwendet. Daraus resultiert eine größere Genauigkeit, jedoch weniger Privatsphäre.",
        "PseudonymizeUserIdNote": "Wenn Sie diese Option aktivieren, wird die Benutzer ID durch ein Pseudonym ersetzt, um zu verhindern, dass persönlich identifizierbare Informationen wie die E-Mail-Adresse direkt gespeichert oder angezeigt werden. In technischer Beschreibung: Matomo wird die Benutzer ID mit Hilfe einer salted hash Funktion pseudonymisieren.",
        "PseudonymizeUserIdNote2": "Hinweis: Mit einem Pseudonym ersetzen ist nicht dasselbe wie Anonymisierung. Gemäss GDPR Bedinungen: Das Benutzer ID Pseudonym zählt zu den persönlichen Daten. Die Original Benutzer ID kann weiterhin identifiziert werden, wenn bestimmte zusätzlichen Daten vorhanden sind (auf welche nur Matomo und der Datenprozessor Zugriff haben).",
        "AnonymizeOrderIdNote": "Da eine Bestellnummer mit einem anderen System referenziert sein kann, typischerweise einem E-Commerce Shop, könnte die Bestellnummer zu den persönlichen Informationen zählen, welche unter die DSGVO fallen. Wenn diese Einstellung aktiviert wird, dann wird die Bestellnummer automatisch anonymisiert, um keine persönlichen Informationen zu speichern.",
        "UseAnonymizeIp": "Anonymisiere die IP-Adresse von Besuchern",
        "UseAnonymizeTrackingData": "Tracking Daten anonymisieren",
        "UseAnonymizeUserId": "Benutzer-ID anonymisieren",
        "PseudonymizeUserId": "Benutzer ID mit Pseudonym austauschen",
        "UseAnonymizeOrderId": "Bestellnummer anonymisieren",
        "UseDeleteLog": "Lösche regelmäßig alte Daten aus der Datenbank",
        "UseDeleteReports": "Lösche regelmäßig alte Berichte aus der Datenbank",
        "UsersOptOut": "Benutzer Opt-Out",
        "PrivacyPolicyUrl": "URL für Datenschutzrichtlinie",
        "PrivacyPolicyUrlDescription": "Ein Link zu Ihrer Datenschutzrichtlinienseite.",
        "TermsAndConditionUrl": "URL für Geschäftsbedingungen",
        "TermsAndConditionUrlDescription": "Ein Link zu Ihrer Geschäftsbedingungenseite.",
        "PrivacyPolicyUrlDescriptionSuffix": "Wenn Sie etwas angeben, wird es am Ende der Anmeldeseite und auf Seiten angezeigt, auf die der '%1$s' Benutzer Zugriff hat.",
        "ShowInEmbeddedWidgets": "In eingebetteten Widgets anzeigen",
        "ShowInEmbeddedWidgetsDescription": "Wenn angewählt, wird am Ende der eingebetteten Widgets ein Link zu Ihren Datenschutzrichtlinien und zu Ihren Geschäftsbedingungen angezeigt.",
        "PrivacyPolicy": "Datenschutzrichtlinie",
        "TermsAndConditions": "Geschäftsbedingungen"
    }
}