{
    "PrivacyManager": {
        "AnonymizeData": "Ανωνυμοποίηση των δεδομένων",
        "AnonymizeIpDescription": "Επιλέξτε \"Ναι\" αν επιθυμείτε το Matomo να μην παρακολουθεί πλήρεις διευθύνσεις IP.",
        "AnonymizeIpInlineHelp": "Αποκρύπτει το τελευταίο byte των διευθύνσεων IP των επισκεπτών σας για συμμόρφωση με την τοπική νομοθεσία περί Ιδιωτικού Απορρήτου.",
        "AnonymizeIpExtendedHelp": "Όταν οι χρήστες επισκέπτονται τον ιστοτόπο σας, το Matomo δε θα χρησιμοποιήσει την πλήρη διεύθυνση IP (όπως %1$s), αλλά αντίθετα θα κάνει τη διεύθυνση ανωνυμοποιημένη (σε %2$s). Η ανωνυμοποίηση των διευθύνσεων IP είναι μία από τις απαιτήσεις που ορίζει η νομοθεσία για την ιδιωτικότητα σε ορισμένες χώρες όπως η Γερμανία.",
        "AnonymizeIpMaskLengtDescription": "Επιλέξτε πόσα bytes από τις διευθύνσεις IP των επισκεπτών πρέπει να κρύβονται.",
        "AnonymizeIpMaskLength": "%1$s byte - πχ. %2$s",
        "AskingForConsent": "Ερώτημα για συναίνεση",
        "ClickHereSettings": "Πατήστε εδώ για να έχετε πρόσβαση στις ρυθμίσεις %s.",
        "CurrentDBSize": "Τρέχον μέγεθος βάσης δεδομένων",
        "DBPurged": "Η βάση δεδομένων διαγράφτηκε.",
        "DeleteBothConfirm": "Πρόκειται να ενεργοποιήσετε τη διαγραφή δεδομένων καταγραφής και αναφορών. Αυτό θα αφαιρέσει μόνιμα τη δυνατότητα να βλέπετε παλαιά δεδομένα αναλυτικών. Σίγουρα επιθυμείτε να συνεχίσετε;",
        "DeleteDataDescription": "Μπορείτε να παραμετροποιήσετε το Matomo να διαγράφει τακτικά παλιά ανεπεξέργαστα δεδομένα και\/ή συγκεντρωτικές αναφορές για να κρατάει το μέγεθος της βάσης δεδομένων μικρό ή να πληρεί τους κανονισμούς ιδιωτικότητας όπως το GDPR.",
        "DeleteDataInterval": "Διαγραφή παλαιών δεδομένων κάθε",
        "DeleteOldVisitorLogs": "Διαγραφή παλιών εγγραφών ημερολογίου επισκεπτών",
        "DeleteOldRawData": "Τακτική διαγραφή παλιών ανεπεξέργαστων δεδομένων",
        "DeleteOldAggregatedReports": "Διαγραφή δεδομένων παλιών αρχειοθετημένων αναφορών",
        "DeleteLogDescription2": "Όταν ενεργοποιήσετε την αυτόματη διαγραφή καταγραφών, πρέπει να είστε σίγουροι ότι όλες οι προηγούμενες ημερήσιες αναφορές έχουν καταχωρηθεί για να μην χαθούν δεδομένα.",
        "DeleteRawDataInfo": "Τα ανεπεξέργαστα δεδομένα περιέχουν όλες τις λεπτομέρειες όπως η κάθε επίσκεψη και κάθε ενέργεια που έκανε ένας επισκέπτης. Όταν διαγράφετε ανεπεξέργαστα δεδομένα, η διαγραμμένη πληροφορία δε θα είναι πλέον διαθέσιμη στο ημερολόγιο επισκέπτη. Αν αργότερα αποφασίσετε να δημιουργήσετε μια κατάτμηση, οι κατατετμημένες αναφορές δεν θα είναι διαθέσιμες για το χρονικό διάστημα που έχει διαγραφεί, καθώς όλες οι συγκεντρωτικές αναφορές δημιουργούνται από αυτά τα ανεπεξέργαστα δεδομένα.",
        "DeleteLogsConfirm": "Πρόκειται να ενεργοποιήσετε τη διαγραφή δεδομένων καταγραφής. Αν διαγραφούν παλιά δεδομένα που δεν έχουν επεξεργαστεί και οι αναφορές δεν έχουν δημιουργηθεί, δε θα είστε σε θέση να δείτε ιστορικές αναφορές αναλυτικών. Είστε σίγουροι ότι θέλετε να το κάνετε αυτό;",
        "DeleteLogsOlderThan": "Διαγραφή καταγραφών παλαιοτέρων από",
        "DeleteMaxRows": "Μέγιστος αριθμός εγγραφών για διαγραφή κάθε φορά:",
        "DeleteMaxRowsNoLimit": "χωρίς περιορισμό",
        "DeleteReportsConfirm": "Πρόκειται να ενεργοποιήσετε τη διαγραφή δεδομένων αναφορών. Αν οι παλαιές αναφορές απομακρυνθούν, θα πρέπει να τις ξαναδημιουργήσετε ώστε να τις δείτε. Θέλετε, σίγουρα, να συνεχίσετε;",
        "DeleteAggregateReportsDetailedInfo": "Όταν ενεργοποιείτε αυτή τη ρύθμιση, όλες οι συγκεντρωτικές αναφορές θα διαγραφούν. Οι συγκεντρωτικές αναφορές δημιουργούνται από τα ανεπεξέργαστα δεδομένα και αντιπροσωπεύουν τα συγκεντρωτικά δεδομένα για τις διάφορες επισκέψεις. Για παράδειγμα, η αναφορά \"Χώρα\" εμφανίζει συγκεντρωτικούς αριθμούς για να δείτε πόσες επισκέψεις έγιναν από κάθε χώρα.",
        "KeepBasicMetricsReportsDetailedInfo": "Όταν ενεργοποιήσετε αυτή τη ρύθμιση, ορισμένοι αριθμητικοί δείκτες απόδοσης δε θα διαγραφούν.",
        "DeleteReportsInfo2": "Αν διαγράψετε παλιές αναφορές, ενδέχεται να γίνει επεξεργασία τους και πάλι από τα ανεπεξέργαστα δεδομένα όταν τις ξαναζητήσετε.",
        "DeleteReportsInfo3": "Αν έχετε επίσης ενεργοποιήσει το \"%s\", τα δεδομένα των αναφορών που διαγράφετε θα χαθούν για πάντα.",
        "DeleteReportsOlderThan": "Διαγραφή αναφορών παλαιότερων από",
        "DeleteSchedulingSettings": "Προγραμματισμός διαγραφής παλιών δεδομένων",
        "DeleteDataSettings": "Διαγραφή παλαιών καταγραφών επισκεπτών και αναφορών",
        "DoNotTrack_Description": "Το Do Not Track είναι μια τεχνολογική και πολιτική πρόταση που δίνει τη δυνατότητα στους χρήστες να απενεργοποιούν την καταγραφή από ιστοσελίδες που δεν επισκέπτονται, όπως υπηρεσίες ανάλυσης, διαφημιστικά δίκτυα και κοινωνικές πλατφόρμες.",
        "DoNotTrack_Disable": "Απενεργοποίηση Υποστήριξης Μη Καταγραφής",
        "DoNotTrack_Disabled": "Το Matomo καταγράφει όλους τους επισκέπτες, ακόμα και αυτούς που δηλώνουν ότι «Δεν θέλουν να καταγράφονται» στους φυλλομετρητές τους.",
        "DoNotTrack_DisabledMoreInfo": "Προτείνουμε την ενεργοποίηση της υποστήριξης DoNotTrack για να σέβεστε την ιδιωτικότητα των επισκεπτών σας",
        "DoNotTrack_Enable": "Ενεργοποίηση Υποστήριξης Μη Καταγραφής",
        "DoNotTrack_Enabled": "Σέβεστε την Ιδιωτικότητα των χρηστών σας. Μπράβο!",
        "DoNotTrack_EnabledMoreInfo": "Όταν οι χρήστες έχουν ορίσει στον φυλλομετρητή τους ότι «Δεν επιθυμώ να καταγράφομαι» (το DoNotTrack είναι ενεργό) τότε το Matomo δεν θα καταγράφει αυτές τις επισκέψεις.",
        "DoNotTrack_SupportDNTPreference": "Υποστήριξη επιλογής Μη Καταγραφής",
        "EstimatedDBSizeAfterPurge": "Εκτιμώμενο μέγεθος βάσης δεδομένων μετά την εκκαθάριση",
        "EstimatedSpaceSaved": "Εκτιμώμενος χώρος που εξοικονομήθηκε",
        "GeolocationAnonymizeIpNote": "Σημείωση: Η Γεωτοποθεσία θα έχει περίπου τα ίδια αποτελέσματα με 1 byte ανώνυμο. Με 2 bytes ή περισσότερο, η Γεωτοποθεσία θα είναι ανακριβής.",
        "GDPR": "GDPR",
        "GdprManager": "Διαχειριστής GDPR",
        "GdprOverview": "Σύνοψη GDPR",
        "GdprTools": "Εργαλεία GDPR",
        "GetPurgeEstimate": "Λάβετε εκτίμηση διαγραφής",
        "KeepBasicMetrics": "Διατήρηση βασικών μετρήσεων (επισκέψεις, προβολές σελίδας, βαθμός αναπήδησης, μετατροπή στόχου, μετατροπές ηλεκτρονικού εμπορίου, κλπ.)",
        "KeepDataFor": "Να διατηρούνται όλα τα δεδομένα για",
        "KeepReportSegments": "Για να διατηρήσετε τα παραπάνω δεδομένα, κρατείστε, επίσης, και τις τεμαχισμένες αναφορές",
        "LastDelete": "Η τελευταία διαγραφή ήταν την",
        "LeastDaysInput": "Ορίστε ένα αριθμό ημερών μεγαλύτερο από %s.",
        "LeastMonthsInput": "Ορίστε έναν αριθμό μηνών μεγαλύτερο από %s.",
        "MenuPrivacySettings": "Ιδιωτικό απόρρητο",
        "NextDelete": "Η επόμενη προγραμματισμένη διαγραφή σε",
        "PluginDescription": "Αυξήστε την Ιδιωτικότητα των χρηστών σας και κάντε συμβατή την εγκατάσταση του Matomo σας με την νομοθεσία της χώρας σας.",
        "PurgeNow": "Εκκαθάριση Βάσης Δεδομένων Τώρα",
        "PurgeNowConfirm": "Πρόκειται να διαγράψετε μόνιμα δεδομένα από τη βάση δεδομένων σας. Θέλετε, σίγουρα, να συνεχίσετε;",
        "PurgingData": "Εκκαθάριση δεδομενων...",
        "RecommendedForPrivacy": "Προτείνεται για λόγους ιδιωτικότητας",
        "ReportsDataSavedEstimate": "Μέγεθος βάσης δεδομένων",
        "SaveSettingsBeforePurge": "Έχετε αλλάξει τις ρυθμίσεις διαγραφής δεδομένων. Αποθηκεύστε τις πριν αρχίσετε την εκκαθάριση.",
        "SeeAlsoOurOfficialGuidePrivacy": "Δείτε επίσης τον επίσημο οδηγό μας: %1$sΙδιωτικότητα στα Αναλυτικά Ιστού%2$s",
        "TeaserHeader": "Στη σελίδα αυτή, μπορείτε να κάνετε το Matomo συμβατό με την νομοθεσία για την ιδιωτικότητα, με: %1$sανωνυμοποίηση της διεύθυνσης IP του επισκέπτη%2$s, %3$sαυτόματη διαγραφή παλιών εγγραφών επισκεπτών από τη βάση δεδομένων%4$s και %5$sανωνυμοποίηση παλιών δεδομένων επισκεπτών χρηστών%6$s.",
        "TeaserHeadline": "Ρυθμίσεις ιδιωτικού απορρήτου",
        "UseAnonymizedIpForVisitEnrichment": "Χρησιμοποιήστε παράλληλα και τις Ανώνυμες Διευθύνσεις IP κατά τον εμπλουτισμό των επισκέψεων.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Πρόσθετα όπως η Γεωτοποθεσία μέσω IP και παρόχου βελτιώνουν τα μεταδεδομένα των επισκεπτών σας. Εξ' ορισμού, τα πρόσθετα χρησιμοποιούν τις ανωνυμοποιημένες διευθύνσεις IP. Αν επιλέξετε 'Όχι', τότε θα χρησιμοποιούνται οι μη ανωνυμοποιημένες διευθύνσεις IP, με αποτέλεσμα μειωμένη ιδιωτικότητα αλλά καλύτερη ακρίβεια στοιχείων.",
        "PseudonymizeUserIdNote": "Αν ενεργοποιήστε την επιλογή αυτή, το αναγνωριστικό χρήστη θα αντικατασταθεί από ένα ψευδώνυμο για να αποφευχθεί η αποθήκευση και εμφάνιση πληροφοριών που ενδέχεται να ταυτοποιήσουν το άτομο, όπως μια διεύθυνση ηλεκτρονικού ταχυδρομείου. Σε τεχνικούς όρους, με δεδομένο το αναγνωριστικό χρήστη, το Matomo θα επεξεργαστεί το ψευδώνυμο με χρήση συνάρτησης κατακερματισμού.",
        "PseudonymizeUserIdNote2": "Σημείωση: Η αντικατάσταση με ψευδώνυμο δεν είναι το ίδιο με την ανωνυμοποίηση. Σε όρους GDPR: το αναγνωριστικό χρήστη θα συνεχίσει να εκλαμβάνεται ως προσωπικό δεδομένο. Το αρχικό αναγνωριστικό χρήστη μπορεί να ταυτοποιηθεί αν υπάρχει διαθέσιμη επιπρόσθετη πληροφορία (στην οποία μόνο το Matomo και ο επεξεργαστής δεδομένων σας έχει πρόσβαση).",
        "AnonymizeOrderIdNote": "Επειδή το αναγνωριστικό μιας παραγγελίας μπορεί να αντιστοιχιστεί με άλλο σύστημα, συνήθως ένα ηλεκτρονικό κατάστημα αγορών, το αναγνωριστικό της παραγγελίας μπορεί να θεωρηθεί προσωπικό δεδομένο σύμφωνα με τον ΓΚΠΔ. Όταν ενεργοποιήσετε αυτή την επιλογή, το αναγνωριστικό παραγγελιών θα γίνεται αυτόματα ανώνυμο ώστε να μην γίνεται ιχνηλάτηση προσωπικής πληροφορίας.",
        "UseAnonymizeIp": "Κάντε ανώνυμες τις διευθύνσεις IP Επισκεπτών",
        "UseAnonymizeTrackingData": "Ανωνυμοποίηση Παρακολούθησης Δεδομένων",
        "UseAnonymizeUserId": "Ανωνυμοποίηση αναγνωριστικού χρήστη",
        "PseudonymizeUserId": "Αντικατάσταση του αναγνωριστικού χρήστη με ψευδώνυμο",
        "UseAnonymizeOrderId": "Ανωνυμοποίηση αναγνωριστικού παραγγελίας",
        "UseDeleteLog": "Τακτική διαγραφή παλιών ανεπεξέργαστων δεδομένων από τη βάση δεδομένων",
        "UseDeleteReports": "Τακτική διαγραφή παλαιών αναφορών από τη βάση δεδομένων",
        "UsersOptOut": "Opt-out χρηστών",
        "PrivacyPolicyUrl": "Διεύθυνση URL Πολιτικής Ιδιωτικότητας",
        "PrivacyPolicyUrlDescription": "Ένας σύνδεσμος για την σελίδα Πολιτικής Ιδιωτικότητας.",
        "TermsAndConditionUrl": "Διεύθυνση URL Όρων Χρήσης",
        "TermsAndConditionUrlDescription": "Ένας σύνδεσμος για την σελίδα Όρων Χρήσης.",
        "PrivacyPolicyUrlDescriptionSuffix": "Αν το ορίσετε, θα εμφανίζεται στο κάτω μέρος της σελίδας εισόδου χρήστη και στις σελίδες που ο χρήστης '%1$s' έχει πρόσβαση.",
        "ShowInEmbeddedWidgets": "Εμφάνιση στα ενσωματωμένα γραφικά συστατικά",
        "ShowInEmbeddedWidgetsDescription": "Αν είναι τσεκαρισμένο, θα εμφανίζεται ένας σύνδεσμος για την Πολιτική Ιδιωτικότητας και Όρων Χρήσης στο κάτω μέρος των ενσωματωμένων γραφικών συστατικών.",
        "PrivacyPolicy": "Πολιτική Ιδιωτικότητας",
        "TermsAndConditions": "Όροι Χρήσης"
    }
}