{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Επιλέξτε «Ναι» αν θέλετε το Piwik να μην ανιχνεύει πλήρως ταυτοποιημένες διευθύνσεις IP.",
        "AnonymizeIpInlineHelp": "Αποκρύπτει το τελευταίο byte των διευθύνσεων IP των επισκεπτών σας για συμμόρφωση με την τοπική νομοθεσία περί Ιδιωτικού Απορρήτου.",
        "AnonymizeIpExtendedHelp": "Όταν οι χρήστες επισκέπτονται τον ιστοτόπο σας, το Piwik δε θα χρησιμοποιήσει την πλήρη διεύθυνση IP (όπως %1$s), αντίθετα το Piwik θα την κάνει πρώτα ανώνυμη (σε %2$s). Η ανωνυμοποίηση των διευθύνσεων IP είναι μία από τις απαιτήσεις που θέτει η νομοθεσία σε ορισμένες χώρες όπως η Γερμανία.",
        "AnonymizeIpMaskLengtDescription": "Επιλέξτε πόσα bytes από τις διευθύνσεις IP των επισκεπτών πρέπει να κρύβονται.",
        "AnonymizeIpMaskLength": "%1$s byte - πχ. %2$s",
        "CannotLockSoDeleteLogActions": "Ο πίκανας log_action δεν θα διαγραφεί: δώστε δικαιώματα LOCK TABLES στον χρήστη MYSQL «%s».",
        "ClickHereSettings": "Πατήστε εδώ για να έχετε πρόσβαση στις ρυθμίσεις %s.",
        "CurrentDBSize": "Τρέχον μέγεθος βάσης δεδομένων",
        "DBPurged": "Η βάση δεδομένων διαγράφτηκε.",
        "DeleteBothConfirm": "Πρόκειται να ενεργοποιήσετε τη διαγραφή δεδομένων καταγραφής και αναφορών. Αυτό θα απομακρύνει μόνιμα τη δυνατότητα να βλέπετε παλαιά αναλυτικά δεδομένα. Θέλετε, σίγουρα, να συνεχίσετε;",
        "DeleteDataDescription": "Μπορείτε να ρυθμίσετε το Piwik να διαγράφει τακτικά τις παλαιές καταγραφές επισκεπτών και\/ή των προωθημένων αναφορών για διατήρηση της βάσης δεδομένων σας σε μικρό μέγεθος.",
        "DeleteDataDescription2": "Αν επιθυμείτε, οι προεπεξεργασμένες αναφορές δε θα διαγραφούν, μόνο τα δεδομένα καταγραφής επίσκεψης, προβολής σελίδας και μετατροπής θα διαγραφούν. Ή, οι προεπεξεργασμένες αναφορές μπορεί να διαγραφούν και τα δεδομένα καταγραφής μπορεί να κρατηθούν.",
        "DeleteDataInterval": "Διαγραφή παλαιών δεδομένων κάθε",
        "DeleteOldVisitorLogs": "Διαγραφή παλιών εγγραφών ημερολογίου επισκεπτών",
        "DeleteOldArchivedReports": "Διαγραφή παλιών αρχειοθετημένων αναφορών",
        "DeleteLogDescription2": "Όταν ενεργοποιήσετε την αυτόματη διαγραφή καταγραφών, πρέπει να είστε σίγουροι ότι όλες οι προηγούμενες ημερήσιες αναφορές έχουν καταχωρηθεί για να μην χαθούν δεδομένα.",
        "DeleteLogInfo": "Οι καταγραφές από τους ακόλουθους πίνακες θα διαγραφούν: %s",
        "DeleteLogsConfirm": "Πρόκειται να ενεργοποιήσετε τη διαγραφή καταγραφών. Αν απομακρυνθούν παλαιά δεδομένα καταγραφής και δεν έχουν δημιουργηθεί αναφορές, δεν θα μπορείτε να δείτε αναλυτικά δεδομένα του ιστορικού παρελθόντος. Θέλετε, σίγουρα, να συνεχίσετε;",
        "DeleteLogsOlderThan": "Διαγραφή καταγραφών παλαιοτέρων από",
        "DeleteMaxRows": "Μέγιστος αριθμός εγγραφών για διαγραφή κάθε φορά:",
        "DeleteMaxRowsNoLimit": "χωρίς περιορισμό",
        "DeleteReportsConfirm": "Πρόκειται να ενεργοποιήσετε τη διαγραφή δεδομένων αναφορών. Αν οι παλαιές αναφορές απομακρυνθούν, θα πρέπει να τις ξαναδημιουργήσετε ώστε να τις δείτε. Θέλετε, σίγουρα, να συνεχίσετε;",
        "DeleteReportsDetailedInfo": "Τα δεδομένα από τους αριθμητικούς πίνακες αρχειοθέτησης (%1$s) και οι πίνακες πίνακες αρχειοθέτησης με δυαδικά δεδομένα (%2$s) θα διαγραφούν.",
        "DeleteReportsInfo": "Αν ενεργοποιηθεί, οι παλιές αναφορές θα διαγραφούν. %1$sΠροτείνουμε να το ενεργοποιήσετε μόνο σε περίπτωση περιορισμένου χώρου στη βάση δεδομένων. %2$s",
        "DeleteReportsInfo2": "Αν δεν ενεργοποιήσατε το «%s», οι παλαιές αναφορές θα επαναδημιουργηθούν όταν ζητηθεί.",
        "DeleteReportsInfo3": "Αν έχετε ενεργοποιήσει το «%s», τα δεδομένα θα χαθούν.",
        "DeleteReportsOlderThan": "Διαγραφή αναφορών παλαιότερων από",
        "DeleteSchedulingSettings": "Προγραμματισμός διαγραφής παλιών δεδομένων",
        "DeleteDataSettings": "Διαγραφή παλαιών καταγραφών επισκεπτών και αναφορών",
        "DoNotTrack_Description": "Το Do Not Track είναι μια τεχνολογική και πολιτική πρόταση που δίνει τη δυνατότητα στους χρήστες να απενεργοποιούν την καταγραφή από ιστοσελίδες που δεν επισκέπτονται, όπως υπηρεσίες ανάλυσης, διαφημιστικά δίκτυα και κοινωνικές πλατφόρμες.",
        "DoNotTrack_Disable": "Απενεργοποίηση Υποστήριξης Μη Καταγραφής",
        "DoNotTrack_Disabled": "Το Piwik καταγράφει όλους τους επισκέπτες, ακόμα και αυτούς που δηλώνουν ότι «Δεν θέλουν να καταγράφονται» στους φυλλομετρητές τους.",
        "DoNotTrack_DisabledMoreInfo": "Προτείνουμε να σεβαστείτε την ιδιωτικότητα των επισκεπτών σας και να ενεργοποιήσετε την υποστήριξη του DoNotTrack.",
        "DoNotTrack_Enable": "Ενεργοποίηση Υποστήριξης Μη Καταγραφής",
        "DoNotTrack_Enabled": "Σέβεστε την Ιδιωτικότητα των χρηστών σας. Μπράβο!",
        "DoNotTrack_EnabledMoreInfo": "Όταν οι χρήστες έχουν ορίσει στον φυλλομετρητή τους ότι «Δεν επιθυμούν να καταγράφονται» (το DoNotTrack είναι ενεργό) τότε το Piwik δεν θα καταγράφει αυτές τις επισκέψεις.",
        "DoNotTrack_SupportDNTPreference": "Υποστήριξη επιλογής Μη Καταγραφής",
        "EstimatedDBSizeAfterPurge": "Εκτιμώμενο μέγεθος βάσης δεδομένων μετά την εκκαθάριση",
        "EstimatedSpaceSaved": "Εκτιμώμενος χώρος που εξοικονομήθηκε",
        "GeolocationAnonymizeIpNote": "Σημείωση: Η Γεωτοποθεσία θα έχει περίπου τα ίδια αποτελέσματα με 1 byte ανώνυμο. Με 2 bytes ή περισσότερο, η Γεωτοποθεσία θα είναι ανακριβής.",
        "GetPurgeEstimate": "Λάβετε εκτίμηση διαγραφής",
        "KeepBasicMetrics": "Διατήρηση βασικών μετρήσεων (επισκέψεις, προβολές σελίδας, βαθμός αναπήδησης, μετατροπή στόχου, μετατροπές ηλεκτρονικού εμπορίου, κλπ.)",
        "KeepDataFor": "Να διατηρούνται όλα τα δεδομένα για",
        "KeepReportSegments": "Για να διατηρήσετε τα παραπάνω δεδομένα, κρατείστε, επίσης, και τις τεμαχισμένες αναφορές",
        "LastDelete": "Η τελευταία διαγραφή ήταν την",
        "LeastDaysInput": "Ορίστε ένα αριθμό ημερών μεγαλύτερο από %s.",
        "LeastMonthsInput": "Ορίστε έναν αριθμό μηνών μεγαλύτερο από %s.",
        "MenuPrivacySettings": "Ιδιωτικό απόρρητο",
        "NextDelete": "Η επόμενη προγραμματισμένη διαγραφή σε",
        "PluginDescription": "Αυξάνει την Ιδιωτικότητα των χρηστών σας και κάνει συμβατή την εγκατάσταση του Piwik σας με την τοπική νομοθεσία.",
        "PurgeNow": "Εκκαθάριση Βάσης Δεδομένων Τώρα",
        "PurgeNowConfirm": "Πρόκειται να διαγράψετε μόνιμα δεδομένα από τη βάση δεδομένων σας. Θέλετε, σίγουρα, να συνεχίσετε;",
        "PurgingData": "Εκκαθάριση δεδομενων...",
        "RecommendedForPrivacy": "Προτείνεται για λόγους ιδιωτικότητας",
        "ReportsDataSavedEstimate": "Μέγεθος βάσης δεδομένων",
        "SaveSettingsBeforePurge": "Έχετε αλλάξει τις ρυθμίσεις διαγραφής δεδομένων. Αποθηκεύστε τες πριν αρχίσετε μια εκκαθάριση.",
        "SeeAlsoOurOfficialGuidePrivacy": "Δείτε επίσης τον επίσημο οδηγό μας: %1$sΙδιωτικότητα στα Αναλυτικά Ιστού%2$s",
        "Teaser": "Στη σελίδα αυτή, μπορείτε να παραμετροποιήσετε το Piwik ώστε να είναι συμβατό με την υπάρχουσα νομοθεσία για την ιδιωτικότητα, με %1$s ανωνυμοποίηση των διευθύνσεων IP των επισκεπτών %2$s, %3$s αυτόματη διαγραφή των παλιών καταγραφών επισκεπτών από την βάση δεδομένων%4$s και %5$s διάθεση ενός μηχανισμού για μη συμπερίληψη στην καταγραφή για τον ιστοτόπο σας%6$s.",
        "TeaserHeadline": "Ρυθμίσεις ιδιωτικού απορρήτου",
        "UseAnonymizedIpForVisitEnrichment": "Χρησιμοποιήστε παράλληλα και τις Ανώνυμες Διευθύνσεις IP κατά τον εμπλουτισμό των επισκέψεων.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Πρόσθετα όπως αυτό της Γεωτοποθεσίας και του Παρόχου βελτιώνουν τα μεταδεδομένα για τους επισκέπτες. Εξ' ορισμού τα πρόσθετα αυτά χρησιμοποιούν ανώνυμες διευθύνσεις IP. Αν επιλέξετε 'Όχι', τότε θα χρησιμοποιηθούν οι πλήρεις διευθύνσεις IP, έχοντας ως αποτέλεσμα λιγότερη ιδιωτικότητα, αλλά καλύτερη ακρίβεια δεδομένων.",
        "UseAnonymizeIp": "Κάντε ανώνυμες τις διευθύνσεις IP Επισκεπτών",
        "UseDeleteLog": "Τακτική διαγραφή παλαιών καταγραφών επισκεπτών από τη βάση δεδομένων",
        "UseDeleteReports": "Τακτική διαγραφή παλαιών αναφορών από τη βάση δεδομένων"
    }
}