{
    "PrivacyManager": {
        "AnonymizeData": "Anonymize data",
        "AnonymizeIpDescription": "Select \"Yes\" if you want Matomo not to track fully qualified IP-Addresses.",
        "AnonymizeIpInlineHelp": "Anonymize the last byte(s) of visitors IP addresses to comply with your local privacy laws\/guidelines.",
        "AnonymizeIpExtendedHelp": "When users visit your website, Matomo will not use the full IP address (such as %1$s) but instead Matomo will anonymize it first (to %2$s). IP address anonymisation is one of the requirements set by the privacy laws in some countries such as Germany.",
        "AnonymizeIpMaskLengtDescription": "Select how many bytes of the visitors' IPs should be masked.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - e.g. %2$s",
        "AskingForConsent": "Asking for consent",
        "ClickHereSettings": "Click here to access the %s settings.",
        "CurrentDBSize": "Current database size",
        "DBPurged": "DB purged.",
        "DeleteBothConfirm": "You are about to enable both raw data deletion & report data deletion. This will permanently remove your ability to view old analytics data. Are you sure you want to do this?",
        "DeleteDataDescription": "You can configure Matomo to regularly delete old raw data and\/or aggregated reports to keep your database small or to meet privacy regulations such as GDPR.",
        "DeleteDataInterval": "Delete old data every",
        "DeleteOldVisitorLogs": "Delete old visitor logs",
        "DeleteOldRawData": "Regularly delete old raw data",
        "DeleteOldAggregatedReports": "Delete old aggregated report data",
        "DeleteLogDescription2": "When you enable automatic log deletion, you must ensure that all previous daily reports have been processed, so that no data is lost.",
        "DeleteRawDataInfo": "The raw data contains all details about each individual visit and each action your visitors took. When you delete raw data, the deleted information won't be available anymore in the visitor log. Also if you later decide to create a segment, the segmented reports won't become available for the time frame that has been deleted since all aggregated reports are generated from this raw data.",
        "DeleteLogsConfirm": "You are about to enable raw data deletion. If old raw data is removed, and reports haven't already been created, you will not be able to see historical past analytics data. Are you sure you want to do this?",
        "DeleteLogsOlderThan": "Delete logs older than",
        "DeleteMaxRows": "Maximum number of rows to delete in one run:",
        "DeleteMaxRowsNoLimit": "no limit",
        "DeleteReportsConfirm": "You are about to enable report data deletion. If old reports are removed, you will have to re-process them in order view them. Are you sure you want to do this?",
        "DeleteAggregateReportsDetailedInfo": "When you enable this setting, all aggregated reports will be deleted. Aggregated reports are generated from the raw data and represent aggregated data from several individual visits. For example, the \"Country\" report lists aggregated numbers to see how many visits you have gotten from each country.",
        "KeepBasicMetricsReportsDetailedInfo": "When you enable this setting, some numeric key performance indicators won't be deleted.",
        "DeleteReportsInfo2": "If you delete old reports, they may be re-processed again from your RAW data when you request them.",
        "DeleteReportsInfo3": "If you have also enabled \"%s\", then the reports data you're deleting will be permanently lost.",
        "DeleteReportsOlderThan": "Delete reports older than",
        "DeleteSchedulingSettings": "Schedule old data deletion",
        "DeleteDataSettings": "Delete old visitor logs and reports",
        "DoNotTrack_Description": "Do Not Track is a technology and policy proposal that enables users to opt out of tracking by websites they do visit, including analytics services, advertising networks, and social platforms.",
        "DoNotTrack_Disable": "Disable Do Not Track support",
        "DoNotTrack_Disabled": "Matomo is currently tracking all visitors, even when they specified \"I do not want to be tracked\" in their web browsers.",
        "DoNotTrack_DisabledMoreInfo": "We recommend enabling DoNotTrack support to respect your visitors' privacy",
        "DoNotTrack_Enable": "Enable Do Not Track support",
        "DoNotTrack_Enabled": "You are currently respecting your users Privacy, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "When users have set their web browser to \"I do not want to be tracked\" (DoNotTrack is enabled) then Matomo will not track these visits.",
        "DoNotTrack_SupportDNTPreference": "Support Do Not Track preference",
        "EstimatedDBSizeAfterPurge": "Estimated database size after purge",
        "EstimatedSpaceSaved": "Estimated space saved",
        "GeolocationAnonymizeIpNote": "Note: Geolocation will have approximately the same results with 1 byte anonymized. With 2 bytes or more, Geolocation will be inaccurate.",
        "GDPR": "GDPR",
        "GdprManager": "GDPR Manager",
        "GdprOverview": "GDPR Overview",
        "GdprTools": "GDPR Tools",
        "GetPurgeEstimate": "Get purge estimate",
        "KeepBasicMetrics": "Keep basic metrics (visits, page views, bounce rate, goal conversions, ecommerce conversions, etc.)",
        "KeepDataFor": "Keep all data for",
        "KeepReportSegments": "For kept data above, also keep segmented reports",
        "LastDelete": "Last deletion was on",
        "LeastDaysInput": "Please specify a number of days greater than %s.",
        "LeastMonthsInput": "Please specify a number of months greater than %s.",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Next scheduled deletion in",
        "PluginDescription": "Increase Privacy for your users and make your Matomo instance privacy compliant with your local legislation.  ",
        "PurgeNow": "Purge DB Now",
        "PurgeNowConfirm": "You are about to permanently delete data from your database. Are you sure you want to continue?",
        "PurgingData": "Purging data...",
        "RecommendedForPrivacy": "Recommended for privacy",
        "ReportsDataSavedEstimate": "Database size",
        "SaveSettingsBeforePurge": "You have changed the data deletion settings. Please save them before starting a purge.",
        "SeeAlsoOurOfficialGuidePrivacy": "See also our official guide: %1$sWeb Analytics Privacy%2$s",
        "TeaserHeader": "On this page, you can customize Matomo to make it privacy compliant with existing legislations, by: %1$s anonymizing the visitor IP%2$s, %3$s automatically remove old visitor logs from the database%4$s, and %5$s anonymize previously tracked raw users' data%6$s.",
        "TeaserHeadline": "Privacy Settings",
        "UseAnonymizedIpForVisitEnrichment": "Also use the Anonymized IP addresses when enriching visits.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins such as Geo Location via IP and Provider improve visitor's metadata. By default, these plugins use the anonymized IP addresses. If you select 'No', then the non-anonymized full IP address will be used instead, resulting in less privacy but better data accuracy.",
        "PseudonymizeUserIdNote": "When you enable this option, the User ID will be replaced by a pseudonym to avoid directly storing and displaying personally identifiable information such as an email address. In technical terms: given your User ID, Matomo will process the User ID pseudonym using a salted hash function.",
        "PseudonymizeUserIdNote2": "Note: replacing with a pseudonym is not the same as anonymisation. In GDPR terms: the User ID pseudonym still counts as personal data. The original User ID could still be identified if certain additional information is available (which only Matomo and your data processor has access to).",
        "AnonymizeOrderIdNote": "Because an Order ID can be cross-referenced with another system, typically an ecommerce shop, the Order ID may count as personal information under the GDPR. When you enable this option, an Order ID will be automatically anonymized so no personal information will be tracked.",
        "UseAnonymizeIp": "Anonymize Visitors' IP addresses",
        "UseAnonymizeTrackingData": "Anonymize Tracking Data",
        "UseAnonymizeUserId": "Anonymize User ID",
        "PseudonymizeUserId": "Replace User ID with a pseudonym",
        "UseAnonymizeOrderId": "Anonymize Order ID",
        "UseDeleteLog": "Regularly delete old raw data from the database",
        "UseDeleteReports": "Regularly delete old reports from the database",
        "UsersOptOut": "Users opt-out",
        "PrivacyPolicyUrl": "Privacy Policy URL",
        "PrivacyPolicyUrlDescription": "A link to your Privacy Policy page.",
        "TermsAndConditionUrl": "Terms & Conditions URL",
        "TermsAndConditionUrlDescription": "A link to your Terms & Conditions page.",
        "PrivacyPolicyUrlDescriptionSuffix": "If you set this, it will be displayed at the bottom of the login page and on pages that the '%1$s' user can access.",
        "ShowInEmbeddedWidgets": "Show in embedded widgets",
        "ShowInEmbeddedWidgetsDescription": "If checked, a link to your Privacy Policy and your Terms & Conditions will be displayed at the bottom of embedded widgets.",
        "PrivacyPolicy": "Privacy Policy",
        "TermsAndConditions": "Terms & Conditions"
    }
}
