{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizar datos",
        "AnonymizeIpDescription": "Seleccioná \"Sí\" si querés que Matomo no rastre direcciones IP totalmente calificadas.",
        "AnonymizeIpInlineHelp": "Anonimizá la última parte de las direcciones IP de tus visitantes para cumplir con las guías\/leyes de privacidad local.",
        "AnonymizeIpExtendedHelp": "Cuando los usuarios visiten tu sitio web, Matomo no usará la dirección IP completa (como %1$s) sino que Matomo la anonimizará primero (a %2$s). La anonimización de dirección IP es uno de los requerimientos establecidos por leyes sobre la privacidad en algunos países como Alemania.",
        "AnonymizeIpMaskLengtDescription": "Seleccioná cuántos bytes de las direcciones IP de los visitantes deben ser ocultados.",
        "AnonymizeIpMaskLength": "%1$s byte\/s - ej. %2$s",
        "AskingForConsent": "Pedir consentimiento",
        "ClickHereSettings": "Hacé clic acá para acceder a la configuración de %s.",
        "AnonymizeUserId": "Reemplazar identificación del usuario con un pseudónimo",
        "CurrentDBSize": "Tamaño actual de la base de datos",
        "DBPurged": "Base da datos purgada.",
        "DeleteBothConfirm": "Estás a punto de habilitar tanto la eliminación de datos en crudo como la eliminación de datos de informes. Esto quitará permanentemente tu habilidad de ver datos analíticos antiguos. ¿Estás seguro que querés hacer esto?",
        "DeleteDataDescription": "Podés configurar a Matomo para que regularmente elimine datos crudos antiguos y\/o informes agregados, para mantener chica tu base de datos o para cumplir con regulaciones de privacidad como el GDPR (Reglamento General de Protección de Datos).",
        "DeleteDataInterval": "Eliminar datos antiguos cada",
        "DeleteOldVisitorLogs": "Eliminar registros antiguos de visitantes",
        "DeleteOldRawData": "Eliminar datos crudos antiguos regularmente",
        "DeleteOldAggregatedReports": "Eliminar datos antiguos de informes agregados",
        "DeleteLogDescription2": "Cuando habilitás la eliminación automática de registros, tenés que asegurarte que todos los informes diarios previos fueron procesados, de modo que ningún dato se pierde.",
        "DeleteRawDataInfo": "Los datos en crudo contienen todos los detalles sobre cada visita individual y cada acción que tus visitantes tomaron. Cuando elimines los datos en crudo, la información eliminada no estará más disponible en el registro de visitas. Además, si luego querés crear un segmento, los informes segmentados no estarán disponibles para el marco de tiempo que fue eliminado, ya que todos los informes agregados son generados desde estos datos en crudo.",
        "DeleteLogsConfirm": "Estás a punto de habilitar la eliminación de datos en crudo. Si se quitan los datos en crudo antiguos y los informes no fueron generados aún, no vas a poder ver los datos analíticos históricos. ¿Estás seguro que querés hacer esto?",
        "DeleteLogsOlderThan": "Eliminar registros más antiguos que",
        "DeleteMaxRows": "Número máximo de filas para eliminar en una ejecución:",
        "DeleteMaxRowsNoLimit": "sin límites",
        "DeleteReportsConfirm": "Estás a punto de habilitar la eliminación de datos de informes. Si un informe antiguo es borrado, tendrás que reprocesarlos nuevamente para visualizarlos. ¿Estás seguro que querés seguir?",
        "DeleteAggregateReportsDetailedInfo": "Cuando habilités esta configuración, todos los informes agregados serán eliminados. Los informes agregados son generados desde los datos en crudo y representan datos agregados de varias visitas individuales. Por ejemplo: el informe \"País\" enlista números agregados para saber cuántas visitas tuviste desde cada país.",
        "KeepBasicMetricsReportsDetailedInfo": "Cuando habilités esta configuración, algunos indicadores numéricos clave no serán eliminados.",
        "DeleteReportsInfo2": "Si eliminás informes viejos, podrían ser reprocesados de nuevo desde tus datos en crudo cuando los solicités.",
        "DeleteReportsInfo3": "Si también habilitaste \"%s\", entonces los datos de informes que eliminés se perderán permanentemente.",
        "DeleteReportsOlderThan": "Eliminar informes más antiguos que",
        "DeleteSchedulingSettings": "Programar eliminación de datos viejos",
        "DeleteDataSettings": "Eliminar los registros e informes de los visitantes antiguos",
        "DoNotTrack_Description": "Do Not Track es una tecnología y una propuesta política que permite a los usuarios decidir no ser rastreados por sitios web que visitan, tales como servicios analíticos, redes de publicidad y plataformas sociales.",
        "DoNotTrack_Disable": "Deshabilitar el soporte de Do Not Track",
        "DoNotTrack_Disabled": "Matomo actualmente está rastreando todos los visitantes, incluso cuando especificaron \"No quiero que me persigan\" en sus navegadores web.",
        "DoNotTrack_DisabledMoreInfo": "Recomendamos habilitar el soporte para \"DoNotTrack\", para así respetar la privacidad de tus visitantes",
        "DoNotTrack_Enable": "Habilitar el soporte de Do Not Track",
        "DoNotTrack_Enabled": "Actualmente estás respetando la privacidad de tus visitantes, ¡Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Cuando los usuarios establecen en sus navegadores web la opción \"No quiero que me persigan\" (esto es, cuando la función \"DoNotTrack\" está habilitada), Matomo no rastreará estas visitas.",
        "DoNotTrack_SupportDNTPreference": "Soporte de Do Not Track",
        "EstimatedDBSizeAfterPurge": "Tamaño estimado de la base de datos después de la purga",
        "EstimatedSpaceSaved": "Espacio ahorrado estimado",
        "GeolocationAnonymizeIpNote": "Nota: la geolocalización tendrá aproximadamente los mismos resultados con 1 byte anónimo. Con 2 bytes o más, la geolocalización será imprecisa.",
        "GDPR": "GDPR (Reglamento General de Protección de Datos)",
        "GdprManager": "Administrador GDPR",
        "GdprOverview": "Vista general de GDPR",
        "GdprTools": "Herramientas de GDPR",
        "GetPurgeEstimate": "Obtener estimación de purga",
        "KeepBasicMetrics": "Mantener métricas básicas (visitantes, vistas de páginas, tasa de rebote, conversiones de meta, conversiones de comercio electrónico, etc.)",
        "KeepDataFor": "Conservar todos los datos de",
        "KeepReportSegments": "Para mantener la información superior, también mantené informes segmentados",
        "LastDelete": "La última eliminación fue en",
        "LeastDaysInput": "Por favor, especificá un número de días mayor que %s.",
        "LeastMonthsInput": "Por favor, especificá un número de meses mayor que %s.",
        "MenuPrivacySettings": "Privacidad",
        "NextDelete": "La próxima eliminación programada es en",
        "PluginDescription": "Aumentá la privacidad de todos tus usuarios y hacé que tu instancia de Matomo sea compatible con las normas de privacidad de tu legislación local.",
        "PurgeNow": "Purgar base de datos ahora",
        "PurgeNowConfirm": "Estás a punto de eliminar datos permanentemente de tu base de datos. ¿Estás seguro que querés continuar?",
        "PurgingData": "Purgando datos…",
        "RecommendedForPrivacy": "Recomendado para la privacidad",
        "ReportsDataSavedEstimate": "Tamaño de la base de datos",
        "SaveSettingsBeforePurge": "Cambiaste la configuración de eliminación de datos. Por favor, guardalas antes de iniciar la purga.",
        "SeeAlsoOurOfficialGuidePrivacy": "También lee nuestra guía oficial: %1$sPrivacidad de los análisis web%2$s",
        "TeaserHeader": "En esta página, podés personalizar Matomo para que sea compatible con las legislaciones existentes, al: %1$sanonimizar la dirección IP del visitante%2$s, %3$sautomáticamente eliminar registros antiguos de visitas de la base de datos%4$s y %5$sanonimizar los datos crudos de usuarios previamente rastreados%6$s.",
        "TeaserHeadline": "Configuración de privacidad",
        "UseAnonymizedIpForVisitEnrichment": "También usá las direcciones IP anonimizadas al enriquecer visitas.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins como Geo Location vía dirección IP y proveedor mejoran los metadatos del visitante. Predeterminadamente, estos plugins usan las direcciones IP anonimizadas. Si seleccionás \"No\", entonces se usará la dirección IP completa, sin anonimizar, resultando en menos privacidad, pero con datos más precisos.",
        "PseudonymizeUserIdNote": "Cuando habilités esta opción, la identificación del usuario será reemplazada por un pseudónimo para evitar almacenamiento directo y visualización personalmente identificable como una dirección de correo electrónico. En términos técnicos: dado tu identificación de usuario, Matomo procesará el pseudónimo de identificación de usuario usando una función hash salteada.",
        "PseudonymizeUserIdNote2": "Nota: reemplazar con un pseudónimo no es lo mismo que la anonimización. En términos del Reglamento General de Protección de Datos: el pseudónimo de identificación de usuario todavía cuenta como datos personales. La identificación original de usuario todavía podría ser identificable si hay cierta información adicional disponible (la cual sólo Matomo y tu procesador de datos tienen acceso).",
        "AnonymizeOrderIdNote": "Debido a que una identificación de orden puede ser consultado con otro sistema —normalmente, un local de comercio electrónico—, la identificación de orden puede contar como información personal bajo el GDPR. Cuando habilités esta opción, una identificación de orden se anonimizará automáticamente así no se rastrea ninguna información personal.",
        "UseAnonymizeIp": "Anonimizar las direcciones IP de los visitantes",
        "UseAnonymizeTrackingData": "Anonimizar datos de rastreo",
        "UseAnonymizeUserId": "Anonimizar identificación del usuario",
        "PseudonymizeUserId": "Reemplazar identificación del usuario con un pseudónimo",
        "UseAnonymizeOrderId": "Anonimizar identificación de orden",
        "UseDeleteLog": "Eliminar los datos crudos antiguos de la base de datos regularmente",
        "UseDeleteReports": "Eliminar los informes antiguos de la base de datos regularmente",
        "UsersOptOut": "Excepción de los usuarios",
        "PrivacyPolicyUrl": "Dirección web de la política de privacidad",
        "PrivacyPolicyUrlDescription": "Un enlace a tu página de política de privacidad.",
        "TermsAndConditionUrl": "Dirección web de los términos y condiciones.",
        "TermsAndConditionUrlDescription": "Un enlace a tu página de los términos y condiciones del servicio.",
        "PrivacyPolicyUrlDescriptionSuffix": "Si establecés esto, se mostrará en la parte inferior de la página de inicio de sesión y en las páginas en las que el usuario \"%1$s\" pueda acceder.",
        "ShowInEmbeddedWidgets": "Mostrar en widgets insertados",
        "ShowInEmbeddedWidgetsDescription": "Si está seleccionado, se mostrará un enlace a tu política de privacidad y términos y condiciones en la parte inferior de los widgets insertados.",
        "PrivacyPolicy": "Política de privacidad",
        "TermsAndConditions": "Términos y condiciones"
    }
}