{
    "PrivacyManager": {
        "Anonymize": "Anonimizar",
        "AnonymizeData": "Anonimizar datos",
        "AnonymizeIpDescription": "Seleccione \"Si\" si desea que Matomo no registre direcciones IP completas.",
        "AnonymizeIpExtendedHelp": "Cuando los usuarios visiten su sitio web, Matomo no usará la dirección IP completa (como en %1$s) sino que Matomo la mantendrá anónima (como en %2$s). El anonimato de una dirección IP es uno de los requisitos dispuestos por leyes de privacidad en algunos países como Alemania.",
        "AnonymizeIpInlineHelp": "Ocultar los últimos bit(s) de la dirección IP del visitante para cumplir con las leyes/directrices de privacidad de su jurisdicción.",
        "AnonymizeIpMaskLengtDescription": "Seleccione cuantos bytes de las direcciones IP de los visitantes deben ser enmascaradas.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - ej. %2$s",
        "AnonymizeOrderIdNote": "Debido a que un ID de pedido puede ser referenciado con otro sistema, generalmente una tienda de comercio electrónico, el ID de pedido puede contar como información personal bajo el GDPR. Cuando habilite esta opción, la identificación del pedido se anonimizará automáticamente, por lo que no se rastreará la información personal.",
        "AnonymizeUserId": "Reemplazar ID de usuario con un seudónimo",
        "AskingForConsent": "Pidiendo consentimiento",
        "ClickHereSettings": "Haga clic aquí para acceder a la configuración de %s",
        "CurrentDBSize": "Tamaño de la actual base de datos",
        "DBPurged": "Base de datos purgada.",
        "DeleteAggregateReportsDetailedInfo": "Cuando habilite esta configuración, todos los informes agregados se eliminarán. Los informes agregados se generan a partir de los datos sin procesar y representan datos agregados de varias visitas individuales. Por ejemplo, el informe \"País\" enumera números agregados para ver cuántas visitas ha recibido de cada país.",
        "DeleteBothConfirm": "Está a punto de habilitar la eliminación de datos de informes y registros. Esta acción permanentemente quitará la posibilidad de disponer de información analítica añeja. ¿Está seguro que desea llevarlo a cabo?",
        "DeleteDataDescription": "Puede configurar Matomo para que elimine regularmente datos sin procesar añejos y/o informes agregados para mantener su base de datos pequeña o para cumplir con las regulaciones de privacidad tal como la GDPR.",
        "DeleteDataInterval": "Eliminar información antigua cada",
        "DeleteDataSettings": "Borrar los registros y reportes de los antiguos visitantes",
        "DeleteLogDescription2": "Cuando habilite la eliminación automática de registros, debe comprobar que todos los informes diarios previos han sido procesados, de modo que ningún dato sea perdido.",
        "DeleteLogsConfirm": "Está a punto de habilitar la eliminación de datos en bruto. Si se eliminan los datos sin procesar antiguos y no se han creado los informes, no podrá ver los datos de análisis históricos anteriores. ¿Seguro que desea hacer esto?",
        "DeleteLogsOlderThan": "Eliminar registros más antiguos que",
        "DeleteMaxRows": "Número máximo de filas que serán eliminadas en cada ejecución:",
        "DeleteMaxRowsNoLimit": "sin límites",
        "DeleteOldAggregatedReports": "Eliminar datos de informes agregados antiguos",
        "DeleteOldRawData": "Regularmente eliminar los antiguos datos sin procesar",
        "DeleteOldVisitorLogs": "Borrar los antiguos registros de visitantes",
        "DeleteRawDataInfo": "Los datos sin procesar contienen todos los detalles sobre cada visita individual y cada acción que realizaron sus visitantes. Cuando elimine datos sin procesar, la información eliminada ya no estará disponible en el registro de visitantes. Además, si luego decide crear un segmento, los informes segmentados no estarán disponibles para el período de tiempo que se eliminó, ya que todos los informes agregados se generan a partir de estos datos sin procesar.",
        "DeleteReportsConfirm": "Está disponiendo la eliminación de datos de informes. Si un antiguo informe es borrado, tendrá que reprocesarlos nuevamente para visualizarlos. ¿Está seguro que desea hacer esto?",
        "DeleteReportsInfo2": "Si elimina informes antiguos, es posible que se vuelvan a procesar de nuevo a partir de sus datos SIN PROCESAR cuando los solicite.",
        "DeleteReportsInfo3": "Si también ha habilitado \"%s\", entonces los datos de los informes que está eliminando se perderán permanentemente.",
        "DeleteReportsOlderThan": "Borrar informes anteriores a",
        "DeleteSchedulingSettings": "Programar el borrado de datos añejos",
        "DoNotTrack_Description": "Do Not Track es una tecnología y una propuesta política que permite a los usuarios decidir no ser rastreados por sitios de internet que no visitan, incluyendo servicios analíticos, redes de publicidad y plataformas sociales.",
        "DoNotTrack_Disable": "Deshabilitar respaldo a Do Not Track",
        "DoNotTrack_Disabled": "Matomo actualmente está rastreando a todos los visitantes, incluso aquellos que han especificado \"No deseo ser rastreado\" en sus respectivos navegadores de internet.",
        "DoNotTrack_DisabledMoreInfo": "Recomendamos habilitar DoNotTrack para honrar la privacidad de sus visitantes.",
        "DoNotTrack_Enable": "Habilitar soporte a Do Not Track",
        "DoNotTrack_Enabled": "Actualmente está respetando la privacidad de sus visitantes, ¡Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Cuando los usuarios configuran su navegador de internet en \"No quiero ser rastreado\" (DoNotTrack está habilitado), entonces Matomo no rastreará estas visitas.",
        "DoNotTrack_SupportDNTPreference": "Soporte a la preferencia Do Not Track",
        "EstimatedDBSizeAfterPurge": "Tamaño aproximado de la base de datos después de la purga",
        "EstimatedSpaceSaved": "Espacio estimado guardado",
        "GDPR": "GDPR",
        "GdprManager": "Administrador GDPR",
        "GdprOverview": "Visión general GDPR",
        "GdprTools": "Herramientas GDPR",
        "GeolocationAnonymizeIpNote": "Nota: Geolocalización tendrá aproximadamente los mismos resultados con 1 byte anónimo. Con 2 bytes o más, la Geolocalización será imprecisa.",
        "GetPurgeEstimate": "Obtener estimación de purga",
        "KeepBasicMetrics": "Mantener métricas básicas (visitantes, vistas de páginas, tasa de rebote, conversiones de meta, conversiones de comercio electrónico, etc.)",
        "KeepBasicMetricsReportsDetailedInfo": "Cuando habilita esta configuración, algunos indicadores de rendimiento de clave numérica no se eliminarán.",
        "KeepDataFor": "Mantener toda la información para",
        "KeepReportSegments": "Para mantener la información superior, también mantenga informes segmentados",
        "LastDelete": "La última eliminación fue en",
        "LeastDaysInput": "Por favor, especifique un número de días superior a %s.",
        "LeastMonthsInput": "Por favor, especifique un número de meses mayor que %s.",
        "MenuPrivacySettings": "Privacidad",
        "NextDelete": "La próxima eliminación programada es en",
        "PluginDescription": "Aumente la privacidad para sus usuarios y haga que su instalación Matomo sea compatible con la legislación local.",
        "PrivacyPolicy": "Política de privacidad",
        "PrivacyPolicyUrl": "URL de Política de privacidad",
        "PrivacyPolicyUrlDescription": "Un enlace a su página Política de privacidad.",
        "PrivacyPolicyUrlDescriptionSuffix": "Si configura esto, se mostrará en la parte inferior de la página de inicio de sesión y en las páginas a las que el usuario '%1$s' puede acceder.",
        "PseudonymizeUserId": "Reemplazar ID de usuario con un seudónimo",
        "PseudonymizeUserIdNote": "Cuando habilite esta opción, la ID de usuario será reemplazada por un seudónimo para evitar el almacenamiento y la visualización de información de identificación personal, como una dirección de correo electrónico. En términos técnicos: dado su ID de usuario, Matomo procesará el seudónimo de ID de usuario utilizando una función hash.",
        "PseudonymizeUserIdNote2": "Nota: reemplazar con un seudónimo no es lo mismo que anonimizar. En términos de GDPR: el seudónimo de ID de usuario todavía cuenta como datos personales. La ID de usuario original aún podría identificarse si cierta información adicional está disponible (a la que solo Matomo y su procesador de datos tienen acceso).",
        "PurgeNow": "Purgar base de datos ahora",
        "PurgeNowConfirm": "Está a punto de borrar información permanentemente de su base de datos. ¿Está seguro que desea continuar?",
        "PurgingData": "Purgando información…",
        "RecommendedForPrivacy": "Recomendado por privacidad",
        "ReportsDataSavedEstimate": "Tamaño de la base de datos",
        "SaveSettingsBeforePurge": "Ha cambiado la configuración de borrado de información. Por favor, guárdelas antes de iniciar la purga.",
        "SeeAlsoOurOfficialGuidePrivacy": "Lee también nuestra guía oficial: %1$sPrivacidad en las análíticas web%2$s",
        "ShowInEmbeddedWidgets": "Mostrar en widgets embebidos",
        "ShowInEmbeddedWidgetsDescription": "Si está marcado, se mostrará un enlace a su Política de privacidad y sus Términos y condiciones en la parte inferior de los widgets incrustados.",
        "TeaserHeader": "En esta página, puede personalizar cómo Matomo cumple con la privacidad respecto de las legislaciones existentes: %1$s haciendo anónima la IP del visitante%2$s, %3$s eliminando automáticamente los antiguos registros de los visitantes en la base de datos%4$s y %5$s suministrando un mecanismo de renuncia en su sitio web (para que los visitantes no sean rastreados)%6$s",
        "TeaserHeadline": "Configuración de privacidad",
        "TermsAndConditionUrl": "URL de Términos & Condiciones",
        "TermsAndConditionUrlDescription": "Un enlace a su página de Términos & Condiciones.",
        "TermsAndConditions": "Términos & Condiciones",
        "UseAnonymizeIp": "Hacer anónimas las direcciones IP de los visitantes",
        "UseAnonymizeOrderId": "Anonimizar ID pedido",
        "UseAnonymizeTrackingData": "Anonimizar datos de seguimiento de datos",
        "UseAnonymizeUserId": "Anonimizar Usuario ID",
        "UseAnonymizedIpForVisitEnrichment": "Usa también direcciones IP anónimas para enriquecer las visitas.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Los complementos Geo Location vía IP y Provider mejoran los metadatos de los visitantes. Por defecto estos complementos utilizan las direcciones IP anónimas. Si elige 'No', será utilizada una dirección completa de forma no anónima lo que resulta en una menor privacidad pero una mayor precisión de los datos.",
        "UseDeleteLog": "Regularmente elimine datos añejos de la base de datos",
        "UseDeleteReports": "Regularmente borrar los antiguos informes de la base de datos",
        "UsersOptOut": "Los usuarios optan por excluirse"
    }
}
