{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Seleccione \"Si\" si que Piwik no registre direcciones IP completas.",
        "AnonymizeIpInlineHelp": "Ocultar la dirección IP del visitante para cumplir las leyes\/directrices de privacidad de su localidad.",
        "AnonymizeIpMaskLengtDescription": "Seleccione cuantos bytes de las direcciones IP de los visitantes deben ser ocultados.",
        "AnonymizeIpMaskLength": "%s byte(s) - ej. %s",
        "CannotLockSoDeleteLogActions": "La tabla log_action no será purgada: por favor, conceda el privilegio LOCK TABLES al usuario MYSQL '%s'.",
        "ClickHereSettings": "Haga clic aquí para acceder a la configuración de %s",
        "CurrentDBSize": "Tamaño actual de la base de datso",
        "DBPurged": "DB purgado.",
        "DeleteBothConfirm": "Está a punto de disponer de borrar datos de informes y de registro. Esta acción permanentemente quitará la posibilidad de disponer de información analítica añeja. Está seguro que quiere llevarlo a cabo?",
        "DeleteDataDescription": "Puede configurar Piwik para borrar regularmente registros antiguos de los visitantes y\/o procesar reportes para mantener el tamaño de la base de datos lo más pequeña posible",
        "DeleteDataDescription2": "Si es habilitado, informes pre-procesados no serán borrados, solo las visitas, vistas de página y datos de registro de conversiones serán borrados. O, dichos informes pueden ser borrados y los registros mantenidos.",
        "DeleteDataInterval": "Borrar antigua información cada",
        "DeleteDataSettings": "Borrar los registros y reportes de los visitantes antiguos",
        "DeleteLogDescription2": "Cuando habilite la eliminación automática de registros, debe comprobar que todos los reportes diarios previos han sido procesados, de modo que ningún dato es perdido.",
        "DeleteLogInfo": "Registros de las siguientes tablas serán eliminados: %s",
        "DeleteLogsConfirm": "Está por habilitar el borrado de datos de registro. Si dicha información es removida, y los informes no se han creado, no podrá ver datos analíticos históricos. Desea continuar?",
        "DeleteLogsOlderThan": "Eliminar registros más antiguos que",
        "DeleteMaxRows": "Número máximo de filas que serán eliminadas por cada ejecución",
        "DeleteMaxRowsNoLimit": "sin límites",
        "DeleteReportsConfirm": "Está disponiendo el borrado de datos de informes. Si un informe antiguo es borrado, tendrá que reprocesarlos nuevamente para visualizarlos. Está seguro que quiere hacer esto?",
        "DeleteReportsDetailedInfo": "Registro desde las tablas numéricas de los archivos de la base de datos (%s) y borradores de archivos de tablas (%s) serán borrados.",
        "DeleteReportsInfo": "Si es habilitado, todos los antiguos reportes serán borrados. %sRecomendamos habilitarlo solo cuando el espacio de la base de datos sea limitado.%s",
        "DeleteReportsInfo2": "Si no ha habilitado \"%s\", los antiguos reportes serán recreados automáticamente cuando sean solicitados.",
        "DeleteReportsInfo3": "Si lo ha habilitado \"%s\", la información será borrada de forma permanente.",
        "DeleteReportsOlderThan": "Borrar informes mayores que",
        "DeleteSchedulingSettings": "Configuraciones de calendario",
        "DoNotTrack_Description": "Do Not Track es una tecnología y una propuesta política que permite a los usuarios decidir no ser rastreados por sitios de internet que no visitan, tales como servicios analíticos, redes de publicidad y plataformas sociales.",
        "DoNotTrack_Disable": "Deshabilitado, no da soporte al seguimiento",
        "DoNotTrack_Disabled": "Piwik está actualmente rastreando a todos los visitantes; incluso, hayan habilitado en sus navegadores de internet la opción \"No quiero ser rastreado\".",
        "DoNotTrack_DisabledMoreInfo": "Recomendamos respetar la privacidad de sus visitantes y habilitar la opción DoNotTrack.",
        "DoNotTrack_Enable": "Habilitar soporte a Do Not Track",
        "DoNotTrack_Enabled": "Actualmente está respetando la privacidad de sus visitantes, ¡Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Cuando los usuarios han dispuesto en sus navegadores de internet que \"No quiero ser rastreado\" (DoNotTrack es habilitado), Piwik no rastreará a estos visitantes.",
        "DoNotTrack_SupportDNTPreference": "Soporte a la preferencia Do Not Track",
        "EstimatedDBSizeAfterPurge": "Tamaño aproximado de la base de datos después de la purga",
        "EstimatedSpaceSaved": "Espacio estimado guardado",
        "GeolocationAnonymizeIpNote": "Nota: Geolocalización tendrá aproximadamente los mismos resultados con 1 byte anónimo. Con 2 bytes o más, Geolocalización será imprecisa.",
        "GetPurgeEstimate": "Obtener estimación de purga",
        "KeepBasicMetrics": "Mantener métricas básicas (visitantes, vistas de páginas, tasa de rebote, conversiones de meta, conversiones de comercio electrónico, etc.)",
        "KeepDataFor": "Mantener toda la información para:",
        "KeepReportSegments": "Para mantener la información superior, también mantenga informes segmentados",
        "LastDelete": "La última eliminación fue en",
        "LeastDaysInput": "Por favor, especifique un número de días más grande que %s.",
        "LeastMonthsInput": "Por favor, especifique un número de meses mayor que %s.",
        "MenuPrivacySettings": "Privacidad",
        "NextDelete": "La próxima eliminación programada es en",
        "PluginDescription": "Personalizar Piwik para hacer que cumpla con las legislaciones existentes.",
        "PurgeNow": "Purgar DB ahora",
        "PurgeNowConfirm": "Está a punto de borrar información permanentemente de su base de datos. Está seguro que quiere continuar?",
        "PurgingData": "Purgando información...",
        "RecommendedForPrivacy": "(recomendado para privacidad)",
        "ReportsDataSavedEstimate": "Tamaño de la base de datos",
        "SaveSettingsBeforePurge": "Ha cambiado la configuración de borrado de información. Por favor, guárdelas antes de iniciar la purga.",
        "SeeAlsoOurOfficialGuidePrivacy": "Lee también nuestra guía oficial: %sAnálisis web y privacidad de datos%s",
        "Teaser": "En esta página, usted puede personalizar Piwik para hacer que cumpla con la privacidad de las legislaciones existentes, haciendo lo sigueinte: %s hacer anónima la IP del visitante%s, %s eliminar automáticamente los registros antiguos de visitantes de la base de datos%s. y %s proporcionar un mecanismo Opt-out para su web (para que los visitantes no sean seguidos)%s",
        "TeaserHeadline": "Configuración de Privacidad",
        "UseAnonymizedIpForVisitEnrichment": "Usa también direcciones IP anónimas para enriquecer las visitas.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Los plugins como Geo Location a través de IP y Provider mejoran los metadatos del visitante. Por defecto estos plugins utilizan las direcciones IP anónimas. Si eliges 'No' será utilizada una dirección completa de forma no anónima lo que resulta en menos privacidad pero mayor precisión de datos.",
        "UseAnonymizeIp": "Hacer anónimas las direcciones IP de los visitantes",
        "UseDeleteLog": "Eliminar registros antiguos de la base de datos regularmente",
        "UseDeleteReports": "Regularmente borre los reportes antiguos de la base de datos"
    }
}