{
    "PrivacyManager": {
        "AddUserIdToSearch": "Egin klik userID hau bilaketara gehitzeko",
        "AddVisitorIPToSearch": "Egin klik visitorIP hau bilaketara gehitzeko",
        "AddVisitorIdToSearch": "Egin klik visitorID hau bilaketara gehitzeko",
        "AffectedDate": "Eragindako data",
        "AffectedIDSites": "Eragindako guneen IDak",
        "Anonymize": "Anonimizatu",
        "AnonymizeData": "Anonimizatu datuak",
        "AnonymizeDataConfirm": "Ziur zaude hautatutako webguneen eta denbora-epearen datuak anonimizatu nahi dituzula? Ekintza hau ezin da desegin, eskatu bezala datuak ezabatu daitezke, eta baliteke prozesuak denbora asko behar izatea.",
        "AnonymizeDataNow": "Anonimizatu iraganeko datuak hautatutako gune eta eperako",
        "AnonymizeIp": "Anonimizatu IPa",
        "AnonymizeIpDescription": "Hautau \"Bai\" ez baduzu nahi Matomok IP helbide osoen jarraipena egitea.",
        "AnonymizeIpExtendedHelp": "Erabiltzaileek zure webgunea bisitatzen dutenean, Matomok ez ditu IP helbide osoak erabiliko, esaterako %1$s, aurrez anonimizatutakoak baizik, adibidez: %2$s. IP helbideak anonimizatzea eskatzen dute zenbait herrialdeetako pribatutasun legeek, adibidez, Alemaniakoek.",
        "AnonymizeIpHelp": "Ekintza hau ezin da desegin. Gaituz gero, iraupen honetako bisita guztien IPak 2 bytetara anonimizatuko dira, adibidez '192.168.xxx.xxx'. 3 bytetara anonimizatzea konfiguratuta baduzu, ezarpen hori errespetatuko da eta IP guztiak 3 bytetara anonimizatuko dira.",
        "AnonymizeIpInlineHelp": "Anonimizatu bisitarien IP helbideen azken bytea(k), zure pribatutasun lege lokalak bete edo zure pribatutasun gidalerroak jarraitzeko.",
        "AnonymizeIpMaskFully": "Ezkutatu IP helbide osoa",
        "AnonymizeIpMaskLengtDescription": "Hautatu bisitarien IPen zenbat byte ezkutatuko diren.",
        "AnonymizeIpMaskLength": "%1$s byte - adibidez %2$s",
        "AnonymizeLocation": "Anonimizatu kokelekua",
        "AnonymizeLocationHelp": "Ekintza hau ezin da desegin. Berriz kalkulatzen du kokalekua anonimizatutako IPa erabiliz (gutxienez IParen 2 byte anonimizatuko dira).",
        "AnonymizeOrderIdNote": "Eskaera IDaren erreferentzia beste sistema batekin gurutzatu daitekeenez, ohikoan merkataritza elektronikoko denda batekin, eskaeraren IDa datu pertsonaltzat hartu daiteke GDPR pean. Aukera hau gaitzen duzunean eskaeren IDa automatikoki anonimizatuko da eta ondorioz ez da informazio pertsonalaren jarraipenik egingo.",
        "AnonymizePreviousData": "Anonimizatu aurretik jarraipena egindako datu gordinak",
        "AnonymizePreviousDataDescription": "Datu pertsonalen jarraipena egin baduzu, esaterako bisitarien IP osoak, baliteke orain datu horiek anonimizatu nahi izatea, datu horien baimenik ez badaukazu edo jada interes legitimorik ez baduzu.",
        "AnonymizePreviousDataOnlySuperUser": "Soilik super erabiltzaile sarbidea duen erabiltzaile batek anonimizatu ditzake aurrez jarraipena egindako datu gordinak.",
        "AnonymizeProcessInfo": "Baliteke ekintza honek denbora asko behar izatea eta horregatik ez da zuzenean exekutatuko. Prozesuaren aurrerapenaren egoera kontsultatu dezakezu behean. Anonimizazioak ordu beteko epean hasi beharko luke.",
        "AnonymizeReferrer": "Anonimizatu erreferentzia-egilea",
        "AnonymizeReferrerExcludeAll": "Ez erregistratu erreferentzia-egilearen URLa baina hala ere detektatu erreferentzia-egile mota",
        "AnonymizeReferrerExcludeNone": "Ez anonimizatu erreferentzia-egilea",
        "AnonymizeReferrerExcludePath": "Mantendu soilik erreferentzia-egilearen URLaren domeinua",
        "AnonymizeReferrerExcludeQuery": "Kendu kontsulta parametroak erreferentzia-egilearen URLtik",
        "AnonymizeReferrerNote": "Erabiltzaile bat zure gunera zein URLetatik (erreferentzia-egilea) iristen den gordetzen du Matomok. Kasu batzuetan URL horrek informazio pertsonal gisa hartu daitezkeen datuak izan ditzake. Informazio horren jarraipena egitea saihestu nahi baduzu, bisitariak zure webgunera sartzean Matomok gordetako erreferentzia-egileen informazioa mugatu dezakezu. Gero eta informazio gehiago kendu erreferentzia-egiletik, orduan eta aukera gutxiago informazio pertsonala gordetzeko, baina ez da horren argi egongo bisitaria nondik heldu den zure webgunera.",
        "AnonymizeRowDataFrom": "Anonimizatu datu gordin guztiak data honetatik hasita:",
        "AnonymizeRowDataTo": "Anonimizatu datu gordin guztiak data honetaraino:",
        "AnonymizeSites": "Anonimizatu gune honen/hauen datuak",
        "AnonymizeUserId": "Ordezkatu erabiltzailearen IDa ezizen batekin",
        "AnonymizeUserIdHelp": "Aukera hau gaitzen duzunean, erabiltzailearen IDa ezizen batekin ordezkatuko da, pertsonalki identifikatzeko erabili daitekeen informazioa gorde eta bistaratzea saihesteko, esaterako posta elektronikoko helbidea. Hitz teknikoetan: zure erabiltzailearen IDa hartuko du Matomok eta ezizena prozesatuko du salt-a duen hash funtzio bat erabiliz.<br><br><em>Oharra: ezizen batekin ordezkatzea eta anonimizatzea ez dira gauza bera. GDPRan erabiltzaile IDaren ezizena datu pertsonaltzat hartzen da. Kasu batzuetan jatorrizko erabiltzailearen IDa identifikatu daiteke, informazio gehigarria eskuragarri badago (informazio horretara sarbidea soilik Matomok eta zure datu-prozesatzaileak dute).</em>",
        "ApplyStyling": "Aplikatu estilo pertsonalizatua",
        "AskingForConsent": "Eskatu baimena",
        "AwarenessDocumentation": "Kontzientzia hartzea eta dokumentazioa",
        "AwarenessDocumentationDesc1": "Jakinarazi zure bisitariei pribatutasun ohar argi bat erabiliz datu pertsonalak biltzen dituzunean.",
        "AwarenessDocumentationDesc2": "Jakinarazi zure erabiltzaileei, pribatutasun-gidalerroetan, zein datu biltzen dituzun eta nola erabiltzen dituzun.",
        "AwarenessDocumentationDesc3": "Ziurtatu zure taldeak badakiela Matomo analitikak erabiltzen ari zarela eta %1$szure analitika plataformak zein datu biltzen dituen%2$s.",
        "AwarenessDocumentationDesc4": "Dokumentatu Matomoren erabilera zure %1$sinformazio baliabideen erregistroan%2$s.",
        "AwarenessDocumentationIntro": "Informatu zure erabiltzaileak modu argian eta gardenean, eta kontzientziatu zure lankideak datuen bilketaz eta ematen zaien erabileraz:",
        "BackgroundColor": "Atzeko planoko kolorea",
        "BuildYourOwn": "Eraiki zurea",
        "ClickHereSettings": "Egin klik hemen %s ezarpenetara sartzeko.",
        "ConsentExplanation": "Baimenak esan nahi du norbanakoei beren datu pertsonalak prozesatzearen gaineko aukera eta kontrola ematea.",
        "ConsentManager": "Baimen-kudeatzailea",
        "ConsentManagerConnected": "Dirudienez %1$s dagoeneko konfiguratuta dago Matomorekin lan egiteko.",
        "ConsentManagerDetected": "%1$s baimen-kudeatzailea detektatu da zure webgunean. Matomo %1$s(r)ekin funtzionatzeko konfiguratzeari buruz ikasteko %2$sirakurri gida hau%3$s",
        "CurrentDBSize": "Datu-basearen uneko tamaina",
        "CurrentOutput": "Uneko irteera: %1$s",
        "DBPurged": "DBa purgatu da.",
        "DataRetention": "Datuak atxikitzea",
        "DataRetentionInMatomo": "Datuen atxikipena Matomon gordetako datuentzat:",
        "DataRetentionOverall": "Zure pribatutasun-gidalerroetarako datuen atxikipen tasa orokorra datuen atxikipen gordina da. Kontuan izan agregatutako txostenek ere datu pertsonalak izan ditzaketela. Erabiltzaile IDa, aldagai pertsonalizatuak edo dimentsio pertsonalizatuak bezalako ezaugarriak erabiltzen ari bazara, edo datu pertsonalak beste modu batzuetan gordetzen badituzu, esaterako gertaerak, orrien URLak edo izenburuak, eta abar, zure pribatutasun-gidalerroetarako datu atxikipen tasa orokorra bietan altuena da.",
        "DeleteAggregateReportsDetailedInfo": "Ezarpen hau gaitzen duzunean agregatutako txosten guztiak ezabatuko dira. Agregatutako txostenak datu gordinetatik sortzen dira eta hainbat bisiten datu agregatuak irudikatzen dituzte. Adibidez, \"Herrialdea\" txostenak agregatutako zenbakiak zerrendatzen ditu herrialde bakoitzetik zenbat bisita jaso dituzun adierazteko.",
        "DeleteBothConfirm": "Datu gordinen eta txostenen datuen ezabaketa gaitzera zoaz. Honek behin betiko kenduko dizu datu analitiko zaharrak ikusteko aukera. Ziur zaude hau egin nahi duzula?",
        "DeleteDataDescription": "Matomo konfiguratu dezakezu datu gordin zaharrak edota agregatutako txosten zaharrak maiztasun batekin ezabatzeko, datu-basearen tamaina txikia mantentzeko edo GDPR bezalako pribatutasun erregulazioak betetzeko.",
        "DeleteDataInterval": "Ezabatu datu zaharrak maiztasun honekin:",
        "DeleteDataSettings": "Ezabatu bisitarien egunkari eta txosten zaharrak",
        "DeleteLogDescription2": "Egunkariak automatikoki ezabatzea aktibatzen baduzu, daturik ez galtzeko aurreko eguneroko txosten guztiak prozesatu direla ziurtatu behar duzu.",
        "DeleteLogsConfirm": "Datu gordinen ezabaketa gaitzera zoaz. Datu gordin zaharrak ezabatzen badira, eta txostenak ez badira oraindik sortu, ezingo dituzu datu analitiko historikoak ikusi. Ziur zaude hau egin nahi duzula?",
        "DeleteLogsOlderThan": "Ezabatu hau baino zaharragoak diren egunkariak",
        "DeleteMaxRows": "Exekuzio batean ezabatu beharreko gehienezko errenkada kopurua:",
        "DeleteMaxRowsNoLimit": "mugarik ez",
        "DeleteOldAggregatedReports": "Ezabatu agregatutako txosten zaharren datuak",
        "DeleteOldRawData": "Ezabatu datu gordin zaharrak maiztasun batekin",
        "DeleteOldVisitorLogs": "Ezabatu bisitarien egunkari zaharrak",
        "DeleteRawDataInfo": "Datu gordinetan zure bisitarien bisita bakoitzaren eta ekintza guztien xehetasunak daude. Datu gordinak ezabatzen dituzunetik aurrera ezabatutako informazioa ez da erabilgarri egongo bisitariaren egunkarian. Horretaz gain, aurrerago segmentu bat sortzea erabakitzen baduzu, segmentatutako txostenak ez dira eskuragarri egongo ezabatutako denbora tarterako, agregatutako txostenak datu gordinetatik sortzen direlako.",
        "DeleteReportsConfirm": "Txostenen datuen ezabaketa gaitzera zoaz. Txosten zaharrak kentzen badira, berriz prozesatu beharko dituzu ikusi ahal izateko. Ziur zaude hau egin nahi duzula?",
        "DeleteReportsInfo2": "Txosten zaharrak ezabatzen badituzu, eskatzen dituzunean berriz prozesatu beharko dira zure datu gordinetatik.",
        "DeleteReportsInfo3": "\"%s\" ere gaitu baduzu, ezabatzen dituzun txostenen datuak behin betiko galduko dira.",
        "DeleteReportsOlderThan": "Ezabatu hau baino zaharragoak diren txostenak",
        "DeleteSchedulingSettings": "Programatu datu zaharren ezabaketa",
        "DeleteSelectedVisits": "Ezabatu hautatutako bisitak",
        "DeleteVisitsConfirm": "Ziur zaude hautatutako bisitak ezabatu nahi dituzula? Ekintza hau ezin da desegin.",
        "DeletionFromMatomoOnly": "Horretaz gain, kontuan izan datuak Matomoren datu-basetik ezabatuko direla, ez zure web zerbitzariaren egunkarietatik. Halaber, ohartu datu historikoak berriz inportatzen badituzu, adibidez egunkarietatik, ezabatutako datuak berriz inportatutako direla.",
        "DoNotTrack_Deprecated": "Do Not Track (\"Ez jarraitu\") goiburuaren euskarria zaharkitutzat jo da. Gero eta nabigatzaile gehiagok erabiltzaileari aldatzeko aukerarik eman gabe bidaltzen dute goiburu hau edo euskarria kendu diote erabat. Ondorioz, dagoeneko ez dugu gomendatzen aukera hau gaitzea. Ezaugarri hau erabat kendu dezakegu hurrengo argitalpen nagusietako batean.",
        "DoNotTrack_Description": "Do Not Track (\"Ez jarraitu\") teknologia eta politika proposamen bat da. Erabiltzaileei aukera ematen die bisitatzen dituzten webguneei esateko ez dutela jarraituak izan nahi: analitika zerbitzuak, iragarki sareak eta sare sozialen plataformak barne.",
        "DoNotTrack_Disable": "Desgaitu Do Not Track (\"Ez jarraitu\") euskarria",
        "DoNotTrack_Disabled": "Matomo bisitari guztien jarraipena egiten ari da une honetan, baita beren web nabigatzaileetan \"ez dut jarraitua izan nahi\" zehazten dutenean ere.",
        "DoNotTrack_DisabledMoreInfo": "DoNotTrack (\"Ez jarraitu\") euskarria gaitzea gomendatzen dugu, zure bisitarien pribatutasuna errespetatzeko",
        "DoNotTrack_Enable": "Gaitu Do Not Track (\"Ez jarraitu\") euskarria",
        "DoNotTrack_Enabled": "Zure erabiltzaileen pribatutasuna errespetatzen ari zara. Bikain!",
        "DoNotTrack_EnabledMoreInfo": "Erabiltzaileek beren web nabigatzailean \"Ez dut jarraitua izan nahi\" aukera ezartzen dutenean (DoNotTrack gaituta) Matomok ez du bisita horien jarraipenik egingo.",
        "DoNotTrack_SupportDNTPreference": "Do Not Track (\"Ez jarraitu\") hobespenaren euskarria",
        "EstimatedDBSizeAfterPurge": "Datu-basearen estimatutako tamaina purgaren ondoren",
        "EstimatedSpaceSaved": "Irabazitako lekuaren estimazioa",
        "ExportSelectedVisits": "Esportatu hautatutako bisitak",
        "ExportingNote": "Sarbide eskubidea gauzatzeko datuak esportatzen ari bazara, ziurtatu hautatutako bisitak benetan datuen esportazioa eskatu duen datu-subjektuarenak direla.",
        "FindDataSubjectsBy": "Bilatu datu-subjektuak honela",
        "FindMatchingDataSubjects": "Bilatu bat datozen datu-subjektuak",
        "FontColor": "Letra-kolorea",
        "FontFamily": "Letra-tipo familia",
        "FontSize": "Letra-tamaina",
        "ForceCookielessTracking": "Behartu cookie-rik gabeko jarraipena",
        "ForceCookielessTrackingDescription": "Aukera hau gaitzeak automatikoki eguneratuko du %1$s, beraz kode gehigarria dauka aztarnari guztiek cookierik ez dutela erabiliko ziurtatzeko. Horretaz gain Matomok ez ikusia egingo die zerbitzari aldeko jarraipen cookie guztiei.",
        "ForceCookielessTrackingDescription2": "Cookieak desgaitu egingo dira, baita Matomoren aztarnarian onarpen metodoak erabiltzen direnean ere, eta adibidez cookien onarpen metodoak deitzeak ere ez ditu gaituko cookieak.",
        "ForceCookielessTrackingDescriptionNotWritable": "JS aztarnariaren \"%1$s\" fitxategian ezin da idatzi, eta hori beharrezkoa da ezaugarri honek funtziona dezan. JS aztarnariaren fitxategia ez denean idazgarria, cookie-i ez ikusia egingo zaie zerbitzariko aldean, baina hala ere cookieak ezarri daitezke nabigatzailean. Arazo hau konpontzeko fitxategiaren baimenak aldatu behar dituzu edo sistemaren administratzaileari aldatzeko eskatu, web zerbitzariak fitxategi hau aldatzeko aukera izan dezan.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Matomon Europar hiritarren datuak prozesatzen ari bazara, GDPR-k ezarritako betekizunak bete beharko dituzu, baita zure enpresa Europatik kanpo badago ere, eta gida hau lagungarri izango zaizu.",
        "GdprChecklistDesc2": "Zure erabiltzaileei beren eskubideak modu errazean gauzatzeko aukera emango dieten tresnak aurkituko dituzu behean. Baita zure Matomoren erabilerak GDPR bete eta datuak babesteko egin ditzakezun ekintzen zerrenda ere. Bisitatu gure %1$sGDPR erabiltzaile gida%2$s are gehiago ikasteko.",
        "GdprChecklists": "GDPR egiaztapen-zerrenda",
        "GdprManager": "GDPR kudeatzailea",
        "GdprOverview": "GDPR ikuspegi orokorra",
        "GdprOverviewIntro1": "Datuak Babesteko Erregelamendu Orokorra (DBEO edo GDPR) Europar Batasuneko (EB) norbanako guztien datuen babesa bateratzen eta indartzen duen erregulazioa da.",
        "GdprOverviewIntro2": "Matomon datu pertsonalik ez dela biltzen ziurtatzeko pausoak eman nahi badituzu, ez duzu GDPR-ekin kezkatu behar (ez baduzu IP helbideen jarraipenik egiten, ez badituzu erabiltzaileen IDak edo geolokalizazio datuak gordetzen, eta abar).",
        "GdprTools": "GDPR tresnak",
        "GdprToolsOverviewHint": "Ez badakizu GDPR zer den, begiratu %1$sGDPR-ren ikuspegi orokorra%2$s.",
        "GdprToolsPageIntro1": "Datu-subjektuen eskubideak gauzatzeko diseinatu da orri hau.",
        "GdprToolsPageIntro2": "Hemen zure erabiltzaileen eskubideak gauzatu ditzakezu, GDPR-rekin bat datozen gure prozedurekin:",
        "GdprToolsPageIntroAccessRight": "haien datu guztietara sarbidea izateko eskubidea (eta datuen eramangarritasun eskubidea),",
        "GdprToolsPageIntroEraseRight": "haien datu guztiak edo zati bat ezabatzeko eskubidea (eta zuzentzeko eskubidea).",
        "GeolocationAnonymizeIpNote": "Oharra: Geolokalizazioak antzeko emaitzak izango ditu 1 byte anonimizatuta. 2 byte edo gehiagorekin geolokalizazioa ez da zehatza izango.",
        "GetPurgeEstimate": "Lortu purgaren estimazioa",
        "HowDoIAskForConsent": "Nola eskatu dezaket erabiltzaileen onarpena?",
        "HowDoIAskForConsentIntro": "Matomok gidak eskuragarri ditu onarpen-kudeatzaile ezagunenetan onarpenaren jarraipena konfiguratzeko:",
        "HowDoIAskForConsentOutro": "Ez baduzu goiko onarpen-kudeatzaileetako bat erabiltzen, %1$sMatomoren JavaScript APIa erabiliz inplementatu dezakezu onarpenaren jarraipena%2$s.",
        "IPAddress": "IP helbidea",
        "Imprint": "Lege-oharra",
        "ImprintUrl": "Lege-oharraren URLa",
        "ImprintUrlDescription": "Lege-oharraren orrirako esteka.",
        "InProgress": "Hasita",
        "IndividualsRights": "Norbanakoen eskubideak",
        "IndividualsRightsAccess": "Sarbidea izateko eskubidea: %1$sbilatu datu-subjektu bat%2$s eta esportatu bere datu guztiak.",
        "IndividualsRightsChildren": "Umeentzako online zerbitzuak eskaintzen badituzu, eta haiei buruzko informazioa biltzeko onarpena erabiltzen baduzu, guraso edo tutore baten onarpena behar duzu umeen datu pertsonalak legez prozesatu ahal izateko.",
        "IndividualsRightsErasure": "Ezabatzeko eskubidea: %1$sbilatu datu-subjektu bat%2$s eta ezabatu haien datu guztiak edo zati bat.",
        "IndividualsRightsInform": "Informatua izateko eskubidea: pribatutasun ohar garbi bat erabili zure erabiltzaileak informatzeko.",
        "IndividualsRightsIntro": "Gauzatu zure erabiltzaileen eskubideak GDPR-rekin bat datozen gure prozedurekin:",
        "IndividualsRightsObject": "Aurka egiteko eskubidea: %1$sbaimendu zure erabiltzaileei modu errazean ezetz esatea%2$s pribatutasun-gidalerroen orrian.",
        "IndividualsRightsPortability": "Datuen eramangarritasun eskubidea: %1$sbilatu datu-subjektu bat%2$s eta esportatu bere datu guztiak.",
        "IndividualsRightsRectification": "Zuzentzeko eskubidea: %1$sdatu-subjektu bat bilatu%2$s dezakezu eta bere datu guztiak edo zati bat ezabatu.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Erreferentzia-egileen zenbait informazio falta daiteke, erreferentzia-egileen anonimizazioa honela gaituta dagoelako: %s",
        "JobFinishDate": "Lanaren amaiera-data: %1$s",
        "JobStartDate": "Lanaren hasiera-data: %1$s",
        "KeepBasicMetrics": "Mantendu oinarrizko metrikak (bisitak, orri-ikustaldiak, errebote-tasa, helburuen bihurketak, merkataritza elektronikoko bihurketak, eta abar)",
        "KeepBasicMetricsReportsDetailedInfo": "Ezarpen hau gaitzen baduzu, errendimenduaren adierazle diren zenbait zenbakizko gako ez dira ezabatuko.",
        "KeepDataFor": "Mantendu honen datu guztiak",
        "KeepReportSegments": "Goian mantendutako datuentzat, mantendu segmentatutako txostenak ere",
        "LastAction": "Azken ekintza",
        "LastDelete": "Azken ezabatzea",
        "LeastDaysInput": "Zehaztu %s baino handiagoa den egun kopuru bat.",
        "LeastMonthsInput": "Zehaztu %s baino handiagoa den hilabete kopuru bat.",
        "LinkVisitActionColumns": "Esteken bisiten ekintzen zutabeak",
        "MatchingDataSubjects": "Bat datozen datu-subjektuak",
        "MenuPrivacySettings": "Pribatutasuna",
        "NextDelete": "Programatutako hurrengo ezabatzea",
        "NoDataSubjectsFound": "Ez da datu-subjekturik aurkitu",
        "OptOutAppearance": "Pertsonalizatu uko egiteko itxura",
        "OptOutCodeTypeExplanation": "Uko egiteko aukera ezartzeko bi modu daude. Batetik Matomoren jarraipen-kodea erabili daiteke. Zure webguneko orrietan kode gutxiago gehitu behar da horrela, eta etorkizunean eguneratu behar izateko probabilitatea txikiagoa da. Bestetik kode autonomoa erabili dezakezu. Kasu horretan script-ak blokeatzaileak dituzten bisitariekin funtzionatzeko aukerak handitzen dira, baina ezarpenak aldatzen badituzu web-orri bakoitzean eguneratu beharko duzu.",
        "OptOutCustomize": "Pertsonalizatu uko egiteko iframe-a",
        "OptOutHtmlCode": "Zure webgunean kapsulatzeko HTML kodea",
        "OptOutPreview": "Uko egitearen aurrebista zure webgunean ikusiko litzatekeen bezala",
        "OptOutRememberToTest": "Gogoratu uko egitea probatzeaz!",
        "OptOutRememberToTestBody": "Uko egiteko aukerak zure webgunean behar bezala funtzionatzen duela egiaztatzeko gomendagarria da ondorengo proba azkarra egitea kodea gehitu ondoren.",
        "OptOutRememberToTestStep1": "Nabigatu zure webgunearen orri nagusira.",
        "OptOutRememberToTestStep2": "Orria kargatu ondoren uko egiteko kaxa ikusi beharko zenuke.",
        "OptOutRememberToTestStep3": "Uko egiteko kontrol-laukia desautatuz gero uko egiteko mezuak agertu beharko luke.",
        "OptOutRememberToTestStep4": "Kontrol-laukia hautatuz gero onarpen-mezua agertu behar litzateke.",
        "OptOutUseStandalone": "Erabili kode autonomoa uko egitea ezartzeko",
        "OptOutUseTracker": "Erabili Matomo jarraipen-kodea uko egitea ezartzeko",
        "Output": "Irteera: %1$s",
        "PluginDescription": "Hobetu zure erabiltzaileen pribatutasuna eta ziurtatu zure Matomo instantziaren pribatutasuna bat datorrela zure legedia lokalarekin.",
        "PreviousRawDataAnonymizations": "Datu gordinen aurreko anonimizazioak",
        "PrivacyPolicy": "Pribatutasun-gidalerroak",
        "PrivacyPolicyUrl": "Pribatutasun-gidalerroen URLa",
        "PrivacyPolicyUrlDescription": "Zure pribatutasun-gidalerroen orrirako esteka.",
        "PrivacyPolicyUrlDescriptionSuffix": "Hau ezartzen baduzu, saio hasierako orriaren beheko aldean eta '%1$s' erabiltzaileak sarbidea duen orrietan bistaratuko da.",
        "PseudonymizeUserId": "Ordezkatu erabiltzaile IDa ezizen batekin",
        "PseudonymizeUserIdNote": "Aukera hau gaitzen duzunean, erabiltzailearen IDa ezizen batekin ordezkatuko da, pertsonalki identifikatzeko erabili daitekeen informazioa gorde eta bistaratzea saihesteko, esaterako posta elektronikoko helbidea. Hitz teknikoetan: zure erabiltzailearen IDa hartuko du Matomok eta ezizena prozesatuko du salt-a duen hash funtzio bat erabiliz.",
        "PseudonymizeUserIdNote2": "Oharra: ezizen batekin ordezkatzea eta anonimizatzea ez dira gauza bera. GDPRan erabiltzaile IDaren ezizena datu pertsonaltzat hartzen da. Kasu batzuetan jatorrizko erabiltzailearen IDa identifikatu daiteke, informazio gehigarria eskuragarri badago (informazio horretara sarbidea soilik Matomok eta zure datu-prozesatzaileak dute).",
        "PurgeNow": "Purgatu datu-basea orain",
        "PurgeNowConfirm": "Datu-baseko datuak behin betiko ezabatzera zoaz. Ziur zaude jarraitu nahi duzula?",
        "PurgingData": "Datuak purgatzen…",
        "RawDataNeverRemoved": "bisiten eta ekintzen datu gordinak ez dira ezabatzen <strong>inoiz</strong>.",
        "RawDataRemovedAfter": "bisiten eta ekintzen datu gordinak denbora hau igarotzean ezabatzen dira: %1$s.",
        "RecommendedForPrivacy": "Pribatutasunerako gomendatua",
        "ReportsDataSavedEstimate": "Datu-basearen tamaina",
        "ReportsNeverRemoved": "agregatutako txostenak ez dira ezabatzen <strong>inoiz</strong>.",
        "ReportsRemovedAfter": "agregatutako txostenak denbora hau igarotzean ezabatzen dira: %1$s.",
        "Requester": "Eskatzailea",
        "ResultIncludesAllVisits": "Aurkitu diren emaitzetan bisita guztiak daude, denbora mugarik gabe eta gaurkoak ere barne direla.",
        "ResultTruncated": "%1$s baino emaitza gehiago aurkitu dira eta emaitza lehen %1$s bisitetara moztu da.",
        "SaveSettingsBeforePurge": "Datuak ezabatzeko ezarpenak aldatu dituzu. Gorde itzazu purga bat hasi aurretik.",
        "Scheduled": "Programatuta",
        "ScheduledDate": "Programatutako data: %1$s",
        "SearchForDataSubject": "Bilatu datu-subjektu bat",
        "SecurityProcedures": "Segurtasun prozedurak",
        "SecurityProceduresDesc1": "Aplikatu gure %1$ssegurtasun %2$s zure Matomoko datuak seguru mantentzeko.",
        "SecurityProceduresDesc2": "Egiaztatu %1$sbeharrezko zaintza mailak%2$s ziurtatzen dituen idatzizko kontratua duzula Matomo zerbitzaria edo ostatatzea eskaintzen dizun enpresarekin.",
        "SecurityProceduresDesc3": "Sartu Matomo zure %1$sdatuen segurtasun-arrakalen prozeduran%2$s.",
        "SecurityProceduresDesc4": "Sartu Matomo zure %1$sdatuen pribatutasunaren eraginaren ebaluazioan (DPIA)%2$s, baldin badagokio.",
        "SecurityProceduresIntro": "Informatu zure erabiltzaileak modu argian eta gardenean, eta kontzientziatu zure lankideak datuen bilketaz eta ematen zaien erabileraz:",
        "SeeAlsoOurOfficialGuidePrivacy": "Ikusi baita gure gida ofiziala: %1$sWeb analitiken pribatutasuna%2$s",
        "SelectWebsite": "Hautatu webgunea",
        "ShowInEmbeddedWidgets": "Erakutsi kapsulatutako widget-etan",
        "ShowInEmbeddedWidgetsDescription": "Hautatuz gero, zure Pribatutasun-gidalerroen eta Zehaztapen eta baldintzen orrietarako esteka bistaratuko da kapsulatutako widget-en beheko aldean.",
        "ShowIntro": "Erakutsi sarrerako testua",
        "TeaserHeader": "Orri honetan Matomo pertsonalizatu dezakezu, pribatutasun legediekin bateragarri egiteko: %1$s bisitarien IPak anonimizatuz%2$s, %3$sbisitarien egunkari zaharrak datu-basetik automatikoki kenduz%4$s, eta %5$s aurrez jarraipena egindako erabiltzaileen datu gordinak anonimizatuz%6$s.",
        "TeaserHeadline": "Pribatutasun ezarpenak",
        "TermsAndConditionUrl": "Zehaztapen eta baldintzen URLa",
        "TermsAndConditionUrlDescription": "Zure zehaztapen eta baldintzen orrirako esteka.",
        "TermsAndConditions": "Zehaztapen eta baldintzak",
        "TrackingOptOut": "Eman jarraipenari uko egiteko aukera erabiltzaileei",
        "UnsetActionColumns": "Desezarri ekintzen zutabeak",
        "UnsetActionColumnsHelp": "Ekintza hau ezin da desegin. Desezarri nahi dituzun ekintzen esparruko datu-baseko zutabeen zerrenda bat. Zutabe horretako balio guztiak balio lehenetsira ezarriko dira.",
        "UnsetVisitColumns": "Desezarri bisiten zutabeak",
        "UnsetVisitColumnsHelp": "Ekintza hau ezin da desegin. Desezarri nahi dituzun bisiten esparruko datu-baseko zutabeen zerrenda bat. Zutabe horretako balio guztiak balio lehenetsira ezarriko dira. Kontuan izan 'bihurketa' barrutian zutabe berdina baldin badago, hura ere ezabatu egingo dela",
        "UseAnonymizeIp": "Anonimizatu bisitarien IP helbideak",
        "UseAnonymizeOrderId": "Anonimizatu eskaera IDa",
        "UseAnonymizeTrackingData": "Anonimizatu jarraipen datuak",
        "UseAnonymizeUserId": "Anonimizatu erabiltzailearen IDa",
        "UseAnonymizedIpForVisitEnrichment": "Erabili baita anonimizatutako IP helbideak bisitak aberastean.",
        "UseAnonymizedIpForVisitEnrichmentNote": "IP eta hornitzaile bidezko geolokalizazioa bezalako pluginek bisitarien metadatuak hobetzen dituzte. Plugin hauek anonimizatutako IP helbideak erabiltzen dituzte modu lehenetsian. 'Ez' hautatzen baduzu, anonimizatu gabeko IP helbide osoak erabiliko dira, datuen zehaztasuna hobetuz baina pribatutasuna gutxituz.",
        "UseDeleteLog": "Ezabatu datu gordin zaharrak datu-basetik maiztasun batekin",
        "UseDeleteReports": "Ezabatu txosten zaharrak datu-basetik maiztasun batekin",
        "UsersOptOut": "Erabiltzaileek uko egitea",
        "VisitColumns": "Bisiten zutabeak",
        "VisitsMatchedCriteria": "Bisita hauek bat datoz hautatutako irizpideekin.",
        "VisitsSuccessfullyDeleted": "Bisitak behar bezala ezabatu dira",
        "VisitsSuccessfullyExported": "Bisitak behar bezala esportatu dira",
        "WhenConsentIsNeededPart1": "%1$sGDPR pribatutasun erregulazioan%2$s kasu batzuetan beharrezkoa da erabiltzaileei baimena eskatzera datu pertsonalak prozesatzeko. Baimena eskatu behar duzun ala ez erabakitzeko, datu pertsonalak prozesatzeko zure legezko oinarria identifikatu behar duzu. Hau \"Baimena\" edo \"Interes legitimoa\" izan daiteke, edo datu pertsonalak biltzea saihestu dezakezu.",
        "WhenConsentIsNeededPart2": "GDPR pean datu pertsonalak prozesatzearen legezko oinarriari buruz gehiago ikastea gomendatzen da. Gaiari buruzko informazio gehiago aurkitu dezakezu %1$sgure blogean%2$s.",
        "WhenConsentIsNeededPart3": "Zure erabiltzaileei baimena eskatzen badiezu, eta ezin baduzu frogatu iraganean haien \"Onarpena\" lortu zenuela, aurrez erabiltzaileei egindako jarraipenaren datu gordinak anonimizatzea gomendatzen dizugu. Aurrez erabiltzaileei egindako jarraipenaren datu gordinak Matomoren Pribatutasun kudeatzailean anonimizatu daitezke. %1$sIkasi gehiago%2$s.",
        "WhenDoINeedConsent": "Noiz eskatu behar diet baimena erabiltzaileei?"
    }
}
