{
    "PrivacyManager": {
        "AnonymizeData": "Anonymiser les données",
        "AnonymizeIpDescription": "Sélectionnez \"Oui\" si vous souhaitez que Matomo n'enregistre pas des adresses IP complètes.",
        "AnonymizeIpInlineHelp": "Masque les adresses IP des visiteurs pour remplir les conditions légales et politiques locales.",
        "AnonymizeIpExtendedHelp": "Quand les utilisateurs visitent votre site, Matomo n'utilisera pas l'adresse IP complète (par exemple %1$s) mais l'anonymisera (par exemple %2$s). L'anonymisation des adresses IP est requise par certaines lois adressant la protection de la vie privée dans certains pays comme l'Allemagne.",
        "AnonymizeIpMaskLengtDescription": "Sélectionnez combien de bytes de l'adresse IP du visiteur doivent être masqués.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - ex %2$s",
        "CannotLockSoDeleteLogActions": "La table log_action ne va pas être purgée : veuillez accorder le droit LOCK TABLES à l'utilisateur MySQL '%s'.",
        "ClickHereSettings": "Cliquez ici pour accéder aux paramètres %s.",
        "CurrentDBSize": "Taille actuelle de la base de données",
        "DBPurged": "BDD purgée.",
        "DeleteDataDescription": "Vous pouvez configurer Matomo pour supprimer régulièrement les journaux des anciens visiteurs et\/ou générer les rapports pour maintenir votre base de données à une taille minimale.",
        "DeleteDataInterval": "Supprimer les anciennes données toutes les",
        "DeleteOldVisitorLogs": "Supprimer les journaux des anciens visiteurs",
        "DeleteOldArchivedReports": "Supprimer les anciens rapports archivés",
        "DeleteLogDescription2": "Quand vous activez la suppression automatique des logs, vous devez vous assurer que tous les rapports précédents ont bien été compilés, de cette manière aucune donnée n'est perdue.",
        "DeleteLogInfo": "Les enregistrements des tables suivantes vont être supprimés: %s",
        "DeleteLogsOlderThan": "Supprimer les logs plus anciens que",
        "DeleteMaxRows": "Nombre maximal de lignes à supprimer à la fois:",
        "DeleteMaxRowsNoLimit": "aucune limite",
        "DeleteReportsConfirm": "Vous êtes sur le point d'activer la suppression des donées de rapports. Si d'anciens rapports sont supprimés, vous devrez les recalculer afin de les visualiser. Êtes vous sûr(e) de vouloir effectuer cela?",
        "DeleteReportsDetailedInfo": "Les données des tables d'archives numériques (%1$s) et d'archives binaires (%2$s) seront supprimées.",
        "DeleteReportsInfo": "Si activé, les anciens rapports seront supprimés. %1$sNous vous recommandons de l'activer seulement quand l'espace de votre base de données est limité.%2$s",
        "DeleteReportsInfo2": "Si vous n'avez pas activé \"%s\" les anciens rapports seront recréés automatiquement à la demande.",
        "DeleteReportsInfo3": "Si vous avez activé \"%s\" les données seront perdues définitivement.",
        "DeleteReportsOlderThan": "Supprimer les rapports plus anciens que",
        "DeleteSchedulingSettings": "Planifier la suppression des anciennes données",
        "DeleteDataSettings": "Supprimer les journaux et rapports des anciens visiteurs",
        "DoNotTrack_Description": "\"Ne pas Suivre\" (Do Not Track) est une technologie et une proposition de politique qui permet aux utilisateurs de désactiver leur suivi par les sites web qu'ils ne visitent pas, incluant les services d'analyse, les réseaux publicitaires et les réseaux sociaux.",
        "DoNotTrack_Disable": "Désactiver la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Disabled": "Matomo suit actuellement tous les visiteurs, même si ils ont précisé \"Je ne veux pas être suivi\" dans leurs navigateurs.",
        "DoNotTrack_DisabledMoreInfo": "Nous vous recommandons de respecter la vie privée de vos visiteurs et d'activer la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Enable": "Activer la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Enabled": "Vous respectez actuellement actuellement la vie privée de vos utilisateurs, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quand les utilisateurs ont activé dans leurs navigateurs \"Je ne veux pas être suivi\" (Do No Track en anglais) Matamo ne suit plus leurs visites.",
        "DoNotTrack_SupportDNTPreference": "Prendre en charge la préférence \"Ne Pas Suivre\"",
        "EstimatedDBSizeAfterPurge": "Taille estimée de la base de données après la purge",
        "EstimatedSpaceSaved": "Espace libéré estimé",
        "GeolocationAnonymizeIpNote": "Note : La géolocalisation aura à peu près les mêmes résultats avec 1 octet rendu anonyme. Avec 2 octets ou plus, elle sera inexacte.",
        "GDPR": "RGPD",
        "GdprManager": "Gestionnaire RGPD",
        "GetPurgeEstimate": "Obtenir l'estimation de la purge",
        "KeepBasicMetrics": "Conserver les métriques de base (visites, pages vues, taux de rebond, objectif, conversions, conversions ecommerce, etc.)",
        "KeepDataFor": "Conserver toutes les données pour",
        "KeepReportSegments": "Pour les données conservées précédemment, conserver aussi les rapports",
        "LastDelete": "La dernière suppression était le",
        "LeastDaysInput": "Veuillez spécifier un nombre de jours plus grand que %s.",
        "LeastMonthsInput": "Veuillez spécifier un nombre de mois supérieur à %s",
        "MenuPrivacySettings": "Vie privée",
        "NextDelete": "Prochaine suppression programmée dans",
        "PluginDescription": "Augmente le respect de la vie privée de vos utilisateurs et rend votre installation de Matomo conforme avec la législation locale.",
        "PurgeNow": "Purger la base de données maintenant",
        "PurgeNowConfirm": "Vous êtes sur le point de supprimer définitivement les données de votre base de données. Êtes vous sûr(e) de vouloir continuer?",
        "PurgingData": "Purge des données...",
        "RecommendedForPrivacy": "Recommandé pour le respect de la vie privée",
        "ReportsDataSavedEstimate": "Taille de la base de données",
        "SaveSettingsBeforePurge": "Vous avez modifié les paramètres de suppression des données. Veuillez les sauvegarder avant de démmarrer une purge.",
        "SeeAlsoOurOfficialGuidePrivacy": "Consultez aussi notre guide officiel : %1$sConfidentialité de l'analyse web%2$s",
        "TeaserHeader": "Depuis cette page, vous pouvez personnaliser Matomo afin de rendre sa politique de vie privée conforme aux législations, en %1$sanonymisant l'adresse IP des visiteurs %2$s, %3$ssupprimant automatiquement les anciens journaux de visites de la base de données %4$s, et en %5$sanonymisant les données brutes de visites déjà enregistrées %6$s.",
        "TeaserHeadline": "Paramètres de vie privée",
        "UseAnonymizedIpForVisitEnrichment": "Utiliser les adresses IP anonymisées pour enrichir les visites",
        "UseAnonymizedIpForVisitEnrichmentNote": "Les composants tels que Geo Location (localisation) par IP et Fournisseur améliorent les métadonnées des visiteurs. Par défaut ces composants utilisent des adresses IP anonymisées. Si vous sélectionnez \"Non\", l'adresse IP réelle et complète sera utilisée à la place. Ceci améliorera la précision des données mais diminuera le respect de la vie privée.",
        "PseudonymizeUserIdNote": "Lorsque vous activez cette option, l'identifiant utilisateur va être remplacé par un pseudonyme afin d'éviter de stocker et d'afficher des information directement identifiables telles qu'une adresse courriel. En termes techniques: étant donné un identifiant utilisateur, Matomo va générer l'identifiant avec une fonction de hash utilisant un \"grain de sel\".",
        "PseudonymizeUserIdNote2": "Note: remplacer par un pseudonyme n'est pas identique à une anonymisation des données. Dans les termes énoncés par RGPD: un pseudonyme identifiant l'utilisateur compte toujours comme une données personnelle. L'identifiant utilisateur originel pourrait toujours être identifié si certaines informations complémentaires étaient disponibles (auxquelles uniquement Matomo et votre traitement de données ont accès).",
        "AnonymizeOrderIdNote": "Parce qu'un identifiant de commande peut être référencé au travers de plusieurs systèmes, typiquement un magasin e-commerce, l'identifiant de commande compte comme donnée personnelle pour RGPD. En sélectionnant cette option, un identifiant de commande va être automatiquement anonymisé de sorte qu'aucune information personnelle ne sera enregistrée.",
        "UseAnonymizeIp": "Rendre anonymes les adresses IP des visiteurs",
        "UseAnonymizeTrackingData": "Anonymiser les données de suivit",
        "UseAnonymizeUserId": "Anonymiser l'identifiant utilisateur",
        "PseudonymizeUserId": "Remplacer l'identifiant utilisateur par un pseudonyme",
        "UseAnonymizeOrderId": "Anonymiser l'identifiant de la commande",
        "UseDeleteLog": "Supprimer régulièrement les anciens logs de la base de données.",
        "UseDeleteReports": "Supprimer régulièrement les anciens rapports de la base de données"
    }
}