{
    "PrivacyManager": {
        "AnonymizeData": "Anonymiser les données",
        "AnonymizeIpDescription": "Sélectionnez \"Oui\" si vous souhaitez que Matomo n'enregistre pas des adresses IP complètes.",
        "AnonymizeIpInlineHelp": "Masque les adresses IP des visiteurs pour remplir les conditions légales et politiques locales.",
        "AnonymizeIpExtendedHelp": "Quand les utilisateurs visitent votre site, Matomo n'utilisera pas l'adresse IP complète (par exemple %1$s) mais l'anonymisera (par exemple %2$s). L'anonymisation des adresses IP est requise par certaines lois adressant la protection de la vie privée dans certains pays comme l'Allemagne.",
        "AnonymizeIpMaskLengtDescription": "Sélectionnez combien de bytes de l'adresse IP du visiteur doivent être masqués.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - ex %2$s",
        "AskingForConsent": "Demande de permission",
        "ConsentExplanation": "Le consentement consiste à proposer aux individus le choix et le contrôle au sujet du traitement de leurs données personnelles.",
        "ClickHereSettings": "Cliquez ici pour accéder aux paramètres %s.",
        "WhenDoINeedConsent": "Quand dois-je demander le consentement de l'utilisateur ?",
        "WhenConsentIsNeeded1": "Dans le cadre de %1$sla réglementation sur la protection de la vie privée RGPD%2$s, lorsque vous traitez des données personnelles, vous devrez demander dans certain cas le consentement des utilisateurs. Pour savoir si vous avez besoin du consentement, vous devez déterminer si votre base légale pour le traitement des données à caractère personnel est le \"consentement\" ou un \"intérêt légitime\", ou si vous pouvez éviter de collecter des données à caractère personnel. Nous recommandons d'en savoir plus sur %3$sla base légale du RGPD pour Matomo%4$s.",
        "WhenConsentIsNeeded2": "A noter que si vous avez besoin du consentement des utilisateurs mais que vous ne pouvez pas prouver que vous l'avez eu par le passé, alors nous vous recommandons %1$sd'anonymiser les données brutes de suivi collectées précédemment%2$s.",
        "HowDoIAskForConsent": "Comment demander le consentement des utilisateurs ?",
        "HowDoIAskForConsentIntroduction": "Pour tout savoir sur %1$sla demande de cookies ou le suivi du consentement, consultez notre guide d'intégration%2$s.",
        "AnonymizeSites": "Anonymiser les données de ce site",
        "AnonymizeRowDataFrom": "Anonymiser les données brutes à partir de :",
        "AnonymizeRowDataTo": "Anonymiser toutes les données brutes jusqu'à :",
        "AnonymizeIp": "Anonymiser l'IP",
        "AnonymizeUserId": "Remplacer l'identifiant utilisateur par un pseudonyme",
        "CurrentDBSize": "Taille actuelle de la base de données",
        "DBPurged": "BDD purgée.",
        "DeleteBothConfirm": "Vous êtes sur le point d'activer la suppression des données primaires et des données de rapports. Ceci vous empêchera définitivement de visualiser d'anciennes données de statistique. Êtes-vous sûr(e) de vouloir effectuer cela ?",
        "DeleteDataDescription": "Vous pouvez configurer Matomo pour qu'il supprime de manière régulière les anciennes données brutes et\/ou les rapports agrégés afin de garder votre base de données petite ou bien afin de respecter des régulations telles que GDPR.",
        "DeleteDataInterval": "Supprimer les anciennes données toutes les",
        "DeleteOldVisitorLogs": "Supprimer les journaux des anciens visiteurs",
        "DeleteOldRawData": "Supprimer régulièrement les anciennes données brutes",
        "DeleteOldAggregatedReports": "Supprimer les données des anciens rapports aggrégés",
        "DeleteLogDescription2": "Quand vous activez la suppression automatique des logs, vous devez vous assurer que tous les rapports précédents ont bien été compilés, de cette manière aucune donnée n'est perdue.",
        "DeleteRawDataInfo": "Les données brutes contiennent tous les détails à propos de chaque visite individuelle et chaque action qu'ont accompli vos visiteurs. Lorsque vous supprimez les données brutes, les données supprimées ne seront plus disponibles dans le journal des visiteurs. Aussi si vous décidez plus tard de créer un segment, les rapports segmentés ne seront pas disponibles pour la période de temps qui a été supprimée puisque que tous les rapports aggrégrés sont générées depuis ces données brutes.",
        "DeleteLogsConfirm": "Vous êtes sur le point d'activer suppression des données primaires Si d'anciennes données sont supprimées et que les rapports n'ont pas encore été créés, vous ne serez pas en mesure de consulter l'historique des données de statistiques. Êtes-vous sûr(e) de vouloir effectuer cela ?",
        "DeleteLogsOlderThan": "Supprimer les logs plus anciens que",
        "DeleteMaxRows": "Nombre maximal de lignes à supprimer à la fois:",
        "DeleteMaxRowsNoLimit": "aucune limite",
        "DeleteReportsConfirm": "Vous êtes sur le point d'activer la suppression des donées de rapports. Si d'anciens rapports sont supprimés, vous devrez les recalculer afin de les visualiser. Êtes-vous sûr(e) de vouloir effectuer cela ?",
        "DeleteAggregateReportsDetailedInfo": "Lorsque vous activez ce paramètre, tous les rapports aggrégés seront supprimés. Les rapports aggrégés sont générés depuis les données brutes et représentent les données aggrégrées depuis des visites individuelles. Par exemple le rapport \"Pays\" contient des nombres aggrégés afin de voir combien de visites vous avez obtenues de chaque pays.",
        "KeepBasicMetricsReportsDetailedInfo": "Lorsque vous activez ce paramètre, certains indicateurs clés de performance ne seront pas supprimés.",
        "DeleteReportsInfo2": "Si vous supprimez d'anciens rapports, ils pourront êtres analysés à nouveau à partir de vos données brutes lorsque vous le demandez.",
        "DeleteReportsInfo3": "Si vous avez aussi activé \"%s\", alors les données des rapports que vous supprimez seront supprimées de manière permanente.",
        "DeleteReportsOlderThan": "Supprimer les rapports plus anciens que",
        "DeleteSchedulingSettings": "Planifier la suppression des anciennes données",
        "DeleteDataSettings": "Supprimer les journaux et rapports des anciens visiteurs",
        "DoNotTrack_Description": "\"Ne pas Suivre\" (Do Not Track) est une technologie et une proposition de politique qui permet aux utilisateurs de désactiver leur suivi par les sites web qu'ils ne visitent pas, incluant les services d'analyse, les réseaux publicitaires et les réseaux sociaux.",
        "DoNotTrack_Disable": "Désactiver la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Disabled": "Matomo suit actuellement tous les visiteurs, même si ils ont précisé \"Je ne veux pas être suivi\" dans leurs navigateurs.",
        "DoNotTrack_DisabledMoreInfo": "Nous recommandons d'activer le support de \"Ne pas Suivre\" afin de respecter la vie privée de vos visiteurs",
        "DoNotTrack_Enable": "Activer la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Enabled": "Vous respectez actuellement actuellement la vie privée de vos utilisateurs, Bravo !",
        "DoNotTrack_EnabledMoreInfo": "Quand les utilisateurs ont activé dans leurs navigateurs \"Je ne veux pas être suivi\" (Do No Track en anglais) Matomo ne suit plus leurs visites.",
        "DoNotTrack_SupportDNTPreference": "Prendre en charge la préférence \"Ne Pas Suivre\"",
        "EstimatedDBSizeAfterPurge": "Taille estimée de la base de données après la purge",
        "EstimatedSpaceSaved": "Espace libéré estimé",
        "GeolocationAnonymizeIpNote": "Note : La géolocalisation aura à peu près les mêmes résultats avec 1 octet rendu anonyme. Avec 2 octets ou plus, elle sera inexacte.",
        "GDPR": "RGPD",
        "GdprManager": "Gestionnaire RGPD",
        "GdprOverview": "Vue d'ensemble RGPD",
        "GdprTools": "Outils RGPD",
        "GetPurgeEstimate": "Obtenir l'estimation de la purge",
        "KeepBasicMetrics": "Conserver les métriques de base (visites, pages vues, taux de rebond, objectif, conversions, conversions ecommerce, etc.)",
        "KeepDataFor": "Conserver toutes les données pour",
        "KeepReportSegments": "Pour les données conservées précédemment, conserver aussi les rapports",
        "LastDelete": "La dernière suppression était le",
        "LeastDaysInput": "Veuillez spécifier un nombre de jours plus grand que %s.",
        "LeastMonthsInput": "Veuillez spécifier un nombre de mois supérieur à %s",
        "MenuPrivacySettings": "Vie privée",
        "NextDelete": "Prochaine suppression programmée dans",
        "PluginDescription": "Augmente le respect de la vie privée de vos utilisateurs et rend votre installation de Matomo conforme avec la législation locale.",
        "PurgeNow": "Purger la base de données maintenant",
        "PurgeNowConfirm": "Vous êtes sur le point de supprimer définitivement les données de votre base de données. Êtes-vous sûr(e) de vouloir continuer ?",
        "PurgingData": "Purge des données...",
        "RecommendedForPrivacy": "Recommandé pour le respect de la vie privée",
        "ReportsDataSavedEstimate": "Taille de la base de données",
        "SaveSettingsBeforePurge": "Vous avez modifié les paramètres de suppression des données. Veuillez les sauvegarder avant de démmarrer une purge.",
        "SeeAlsoOurOfficialGuidePrivacy": "Consultez aussi notre guide officiel : %1$sConfidentialité de l'analyse web%2$s",
        "TeaserHeader": "Depuis cette page, vous pouvez personnaliser Matomo afin de rendre sa politique de vie privée conforme aux législations, en : %1$sanonymisant l'adresse IP des visiteurs %2$s, %3$ssupprimant automatiquement les anciens journaux de visites de la base de données %4$s, et en %5$sanonymisant les données brutes de visites déjà enregistrées %6$s.",
        "TeaserHeadline": "Paramètres de vie privée",
        "UseAnonymizedIpForVisitEnrichment": "Utiliser les adresses IP anonymisées pour enrichir les visites",
        "UseAnonymizedIpForVisitEnrichmentNote": "Les composants tels que Geo Location (localisation) par IP et Fournisseur améliorent les métadonnées des visiteurs. Par défaut ces composants utilisent des adresses IP anonymisées. Si vous sélectionnez \"Non\", l'adresse IP réelle et complète sera utilisée à la place et cela diminuera le respect de la vie privée mais améliorera la précision des données.",
        "PseudonymizeUserIdNote": "Lorsque vous activez cette option, l'identifiant utilisateur va être remplacé par un pseudonyme afin d'éviter de stocker et d'afficher des information directement identifiables telles qu'une adresse courriel. En termes techniques: étant donné un identifiant utilisateur, Matomo va générer l'identifiant avec une fonction de hash utilisant un \"grain de sel\".",
        "PseudonymizeUserIdNote2": "Note : remplacer par un pseudonyme n'est pas identique à une anonymisation des données. Dans les termes énoncés par RGPD : un pseudonyme identifiant l'utilisateur compte toujours comme une données personnelle. L'identifiant utilisateur originel pourrait toujours être identifié si certaines informations complémentaires étaient disponibles (auxquelles uniquement Matomo et votre traitement de données ont accès).",
        "AnonymizeOrderIdNote": "Parce qu'un identifiant de commande peut être référencé au travers de plusieurs systèmes, typiquement un magasin de commerce électronique, l'identifiant de commande pourrait compter comme donnée personnelle pour RGPD. En sélectionnant cette option, un identifiant de commande va être automatiquement anonymisé de sorte qu'aucune information personnelle ne sera enregistrée.",
        "UseAnonymizeIp": "Rendre anonymes les adresses IP des visiteurs",
        "UseAnonymizeTrackingData": "Anonymiser les données de suivi",
        "UseAnonymizeUserId": "Anonymiser l'identifiant utilisateur",
        "PseudonymizeUserId": "Remplacer l'identifiant utilisateur par un pseudonyme",
        "UseAnonymizeOrderId": "Anonymiser l'identifiant de la commande",
        "UseDeleteLog": "Supprimer les anciennes données brutes de la base de données régulièrement",
        "UseDeleteReports": "Supprimer régulièrement les anciens rapports de la base de données",
        "UsersOptOut": "Désinscription des utilisateurs",
        "PrivacyPolicyUrl": "URL de politique de vie privée",
        "PrivacyPolicyUrlDescription": "Un lien vers votre page de Politique de la vie privée",
        "TermsAndConditionUrl": "URL de termes et conditions",
        "TermsAndConditionUrlDescription": "Un lien vers votre page de termes et conditions.",
        "PrivacyPolicyUrlDescriptionSuffix": "Si vous définissez ceci, ce sera affiché au bas de votre page d'identification et sur les pages auxquelles l'utilisateur \"%1$s\" a accès.",
        "ShowInEmbeddedWidgets": "Afficher dans les gadgets embarqués",
        "ShowInEmbeddedWidgetsDescription": "Si coché, un lien vers votre Politique de vie privée et vos Termes et conditions sera affiché en bas des gadgets embarqués.",
        "PrivacyPolicy": "Politique de la vie privée",
        "TermsAndConditions": "Termes et conditions"
    }
}