{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Sélectionnez \"Oui\" si vous voulez que Piwik ne trace pas les adresses IP complètes.",
        "AnonymizeIpInlineHelp": "Masque les adresses IP des visiteurs pour remplir les conditions légales et politiques locales.",
        "AnonymizeIpExtendedHelp": "Quand les utilisateurs visitent votre site, Piwik n'utilisera pas l'adresse IP complète (par exemple %s) mais l'anonymisera (par exemple %s). L'anonymisation des adresses IP est requise par certaines lois adressant la protection de la vie privée dans certains pays comme l'Allemagne.",
        "AnonymizeIpMaskLengtDescription": "Sélectionnez combien de bytes de l'adresse IP du visiteur doivent être masqués.",
        "AnonymizeIpMaskLength": "%s byte(s) - ex %s",
        "CannotLockSoDeleteLogActions": "La table log_action ne sera pas purgée : veuillez accorder le privilège LOCK TABLES à l'utilisateur MYSQL '%s'.",
        "ClickHereSettings": "Cliquez ici pour accéder aux paramètres %s.",
        "CurrentDBSize": "Taille actuelle de la base de données",
        "DBPurged": "BDD purgée.",
        "DeleteBothConfirm": "Vous êtes sur le point d'activer la suppression des données de journalisation et des données de rapports. Ceci vous empêchera définitivement de visualiser d'anciennes données d'analyse. Êtes vous sûr(e) de vouloir effectuer cela?",
        "DeleteDataDescription": "Vous pouvez configurer Piwik pour supprimer régulièrement les journaux des anciens visiteurs et\/ou générer les rapports pour maintenir votre base de données à une taille minimale.",
        "DeleteDataDescription2": "Si souhaité, les rapports déjà calculés ne seront pas supprimés, uniquement les visites, pages vues et données de conversion seront supprimées. Ou les rapports déjà calculés peuvent être supprimés et les données conservées.",
        "DeleteDataInterval": "Supprimer les anciennes données toutes les",
        "DeleteOldVisitorLogs": "Supprimer les journaux des anciens visiteurs",
        "DeleteOldArchivedReports": "Supprimer les anciens rapports archivés",
        "DeleteLogDescription2": "Quand vous activez la suppression automatique des logs, vous devez vous assurer que tous les rapports précédents ont bien été compilés, de cette manière aucune donnée n'est perdue.",
        "DeleteLogInfo": "Les enregistrements des tables suivantes vont être supprimés: %s",
        "DeleteLogsConfirm": "Vous êtes sur le point d'activer suppression des données de journalisation. Si d'anciennes données sont supprimées et que les rapports n'ont pas encore été créés, vous ne serez pas en mesure de consulter l'historique des données d'analyse. Êtes vous sûr(e) de vouloir effectuer cela?",
        "DeleteLogsOlderThan": "Supprimer les logs plus anciens que",
        "DeleteMaxRows": "Nombre maximal de lignes à supprimer à la fois:",
        "DeleteMaxRowsNoLimit": "aucune limite",
        "DeleteReportsConfirm": "Vous êtes sur le point d'activer la suppression des donées de rapports. Si d'anciens rapports sont supprimés, vous devrez les recalculer afin de les visualiser. Êtes vous sûr(e) de vouloir effectuer cela?",
        "DeleteReportsDetailedInfo": "Les données des tables d'archives numériques (%s) et d'archives binaires (%s) seront supprimées.",
        "DeleteReportsInfo": "Si activé, les anciens rapports seront supprimés. %sNous vous recommandons de l'activer seulement quand l'espace de votre base de données est limité.%s",
        "DeleteReportsInfo2": "Si vous n'avez pas activé \"%s\" les anciens rapports seront recréés automatiquement à la demande.",
        "DeleteReportsInfo3": "Si vous avez activé \"%s\" les données seront perdues définitivement.",
        "DeleteReportsOlderThan": "Supprimer les rapports plus anciens que",
        "DeleteSchedulingSettings": "Planifier la suppression des anciennes données",
        "DeleteDataSettings": "Supprimer les journaux et rapports des anciens visiteurs",
        "DoNotTrack_Description": "\"Ne pas Suivre\" (Do Not Track) est une technologie et une proposition de politique qui permet aux utilisateurs de désactiver leur suivi par les sites web qu'ils ne visitent pas, incluant les services d'analyse, les réseaux publicitaires et les réseaux sociaux.",
        "DoNotTrack_Disable": "Désactiver la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Disabled": "Piwik suit actuellement tous les visiteurs, même si ils ont précisé \"Je ne veux pas être suivi\" dans leurs navigateurs.",
        "DoNotTrack_DisabledMoreInfo": "Nous vous recommandons de respecter la vie privée de vos visiteurs et d'activer la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Enable": "Activer la prise en charge de \"Ne pas Suivre\"",
        "DoNotTrack_Enabled": "Vous respectez actuellement actuellement la vie privée de vos utilisateurs, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quand les utilisateurs ont activé dans leurs navigateurs \"Je ne veux pas être suivi\" (Do No Track en anglais) Piwik ne suit plus leurs visites.",
        "DoNotTrack_SupportDNTPreference": "Prendre en charge la préférence \"Ne Pas Suivre\"",
        "EstimatedDBSizeAfterPurge": "Taille estimée de la base de données après la purge",
        "EstimatedSpaceSaved": "Espace libéré estimé",
        "GeolocationAnonymizeIpNote": "Note : La géolocalisation aura à peu près les mêmes résultats avec 1 octet rendu anonyme. Avec 2 octets ou plus, elle sera inexacte.",
        "GetPurgeEstimate": "Obtenir l'estimation de la purge",
        "KeepBasicMetrics": "COnserver les métriques de base (visites, pages vues, taux de rebond, objectif, conversions, conversions ecommerce, etc.)",
        "KeepDataFor": "Conserver toutes les données pour",
        "KeepReportSegments": "Pour les données conservées précédemment, conserver aussi les rapports",
        "LastDelete": "La dernière suppression était le",
        "LeastDaysInput": "Veuillez spécifier un nombre de jours plus grand que %s.",
        "LeastMonthsInput": "Veuillez spécifier un nombre de mois supérieur à %s",
        "MenuPrivacySettings": "Vie privée",
        "NextDelete": "Prochaine suppression programmée dans",
        "PluginDescription": "Augmente le respect de la vie privée de vos utilisateurs et rend votre installation de Piwik conforme avec la législation locale.",
        "PurgeNow": "Purger la base de données maintenant",
        "PurgeNowConfirm": "Vous êtes sur le point de supprimer définitivement les données de votre base de données. Êtes vous sûr(e) de vouloir continuer?",
        "PurgingData": "Purge des données...",
        "RecommendedForPrivacy": "Recommandé pour le respect de la vie privée",
        "ReportsDataSavedEstimate": "Taille de la base de données",
        "SaveSettingsBeforePurge": "Vous avez modifié les paramètres de suppression des données. Veuillez les sauvegarder avant de démmarrer une purge.",
        "SeeAlsoOurOfficialGuidePrivacy": "Consultez aussi notre guide officiel : %sConfidentialité de l'analyse web%s",
        "Teaser": "Sur cette page, vous pouvez personnaliser Piwik pour que sa gestion de la vie privée respecte la législation en vigueur, en : %s rendant anonyme l'adresse IP du visiteur%s, %s supprimant automatiquement les anciens logs de visiteurs de la base de données%s, et %s en fournissant un mécanisme d'exclusion pour votre site web%s.",
        "TeaserHeadline": "Paramètres de vie privée",
        "UseAnonymizedIpForVisitEnrichment": "Utiliser les adresses IP anonymisées pour enrichir les visites",
        "UseAnonymizedIpForVisitEnrichmentNote": "Les composants tels que Geo Location (localisation) par IP et Fournisseur améliorent les métadonnées des visiteurs. Par défaut ces composants utilisent des adresses IP anonymisées. Si vous sélectionnez \"Non\", l'adresse IP réelle et complète sera utilisée à la place. Ceci améliorera la précision des données mais diminuera le respect de la vie privée.",
        "UseAnonymizeIp": "Rendre anonymes les adresses IP des visiteurs",
        "UseDeleteLog": "Supprimer régulièrement les anciens logs de la base de données.",
        "UseDeleteReports": "Supprimer régulièrement les anciens rapports de la base de données"
    }
}