{
    "PrivacyManager": {
        "AddUserIdToSearch": "શોધમાં આ userID ઉમેરવા માટે ક્લિક કરો",
        "AddVisitorIPToSearch": "શોધમાં આ મુલાકાતી આઈપી ઉમેરવા માટે ક્લિક કરો",
        "AddVisitorIdToSearch": "શોધમાં આ મુલાકાતી ID ઉમેરવા માટે ક્લિક કરો",
        "Anonymize": "અનામી",
        "AnonymizeData": "ડેટા અનામિક કરો",
        "AnonymizeDataConfirm": "શું તમે ખરેખર પસંદ કરેલી વેબસાઇટ(ઓ) અને સમય શ્રેણી માટેના ડેટાને અનામી કરવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી, વિનંતી મુજબ ડેટા કાઢી નાખવામાં આવી શકે છે અને આ પ્રક્રિયામાં ઘણો સમય લાગી શકે છે.",
        "AnonymizeDataNow": "પસંદ કરેલી સાઇટ અને સમય માટે ભૂતકાળનો ડેટા અનામી કરો",
        "AnonymizeIp": "IP ને અનામી બનાવો",
        "AnonymizeIpDescription": "જો તમે ઇચ્છો છો કે Matomo સંપૂર્ણ લાયકાત ધરાવતા IP-એડ્રેસને ટ્રૅક ન કરે તો \"હા\" પસંદ કરો.",
        "AnonymizeIpExtendedHelp": "જ્યારે વપરાશકર્તાઓ તમારી વેબસાઇટની મુલાકાત લે છે, ત્યારે Matomo સંપૂર્ણ IP સરનામાંનો ઉપયોગ કરશે નહીં (જેમ કે %1$s) પરંતુ તેના બદલે Matomo તેને પહેલા (%2$s માટે) અનામી કરશે. IP એડ્રેસ અનામીકરણ એ જર્મની જેવા કેટલાક દેશોમાં ગોપનીયતા કાયદા દ્વારા સેટ કરેલી આવશ્યકતાઓમાંની એક છે.",
        "AnonymizeIpHelp": "આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી. જો સક્ષમ હોય, તો આ સમયગાળા દરમિયાનની તમામ મુલાકાતો માટે IP ઓછામાં ઓછા 2 બાઇટ્સ દ્વારા અનામી કરવામાં આવશે, ઉદાહરણ તરીકે '192.168.xxx.xxx'. જો તમે હાલમાં 3 બાઇટ્સ દ્વારા અનામીકરણ કરવા માટે ગોઠવેલ છે, તો આ સેટિંગને માન આપવામાં આવશે અને તમામ IP 3 બાઇટ દ્વારા અનામી કરવામાં આવશે.",
        "AnonymizeIpInlineHelp": "તમારા સ્થાનિક ગોપનીયતા કાયદા/માર્ગદર્શિકાઓનું પાલન કરવા માટે મુલાકાતીઓના IP એડ્રેસના છેલ્લા બાઈટને અનામી બનાવો.",
        "AnonymizeIpMaskFully": "IP એડ્રેસને પૂર્ણપણે માસ્ક કરો",
        "AnonymizeIpMaskLengtDescription": "મુલાકાતીઓના IP ને કેટલા બાઈટ માસ્ક કરવા જોઈએ તે પસંદ કરો.",
        "AnonymizeIpMaskLength": "%1$s બાઇટ(સ) - ઉદા. %2$s",
        "AnonymizeLocation": "સ્થાનને અનામી બનાવો",
        "AnonymizeLocationHelp": "આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી. અનામી IP પર આધારિત સ્થાનનું પુનઃમૂલ્યાંકન કરે છે (આઇપીના ઓછામાં ઓછા 2 બાઇટ્સ અનામી હશે).",
        "AnonymizeOrderIdNote": "કારણ કે ઓર્ડર ID ને અન્ય સિસ્ટમ સાથે ક્રોસ-રેફરન્સ કરી શકાય છે, સામાન્ય રીતે ઈકોમર્સ શોપ, ઓર્ડર ID ને GDPR હેઠળ વ્યક્તિગત માહિતી તરીકે ગણવામાં આવી શકે છે. જ્યારે તમે આ વિકલ્પને સક્ષમ કરશો, ત્યારે ઑર્ડર ID આપમેળે અનામી થઈ જશે જેથી કોઈ વ્યક્તિગત માહિતી ટ્રૅક કરવામાં આવશે નહીં.",
        "AnonymizeProcessInfo": "આ ક્રિયામાં લાંબો સમય લાગી શકે છે અને તેથી તે તરત જ ચલાવવામાં આવશે નહીં. તમે નીચેની પ્રક્રિયાની વર્તમાન સ્થિતિને અનુસરી શકશો. અનામીકરણ સામાન્ય રીતે એક કલાકની અંદર શરૂ થવું જોઈએ.",
        "AnonymizeReferrer": "રેફરર અનામિક કરો",
        "AnonymizeReferrerExcludeAll": "રેફરર URL રેકોર્ડ ન કરો, પરંતુ હજી પણ રેફરરનો પ્રકાર શોધો",
        "AnonymizeReferrerExcludeNone": "રેફરરને અનામી કરશો નહીં",
        "AnonymizeReferrerExcludePath": "ફક્ત રેફરર URL નું ડોમેન જાળવો",
        "AnonymizeReferrerExcludeQuery": "રેફરર URL માંથી ક્વેરી પરિમાણો દૂર કરો",
        "AnonymizeReferrerNote": "Matomo સ્ટોર કરે છે કે જે URL (રેફરર) થી વપરાશકર્તા તમારી સાઇટ પર આવે છે. કેટલાક કિસ્સાઓમાં આવા URL માં માહિતી હોઈ શકે છે જેને વ્યક્તિગત માહિતી ગણી શકાય. જો તમે આવી માહિતીને ટ્રૅક કરવામાં અટકાવવા માંગતા હોવ તો તમે રેફરર ડેટાની માત્રાને પ્રતિબંધિત કરી શકો છો કે જ્યારે કોઈ મુલાકાતી તમારી વેબસાઇટમાં પ્રવેશે ત્યારે Matomo સંગ્રહ કરશે. રેફરરની માહિતીમાંથી જેટલી વધુ માહિતી દૂર કરવામાં આવશે, તેટલી ઓછી વ્યક્તિગત માહિતી રેકોર્ડ કરવામાં આવશે. તમે રેફરર પાસેથી જેટલી વધુ માહિતી દૂર કરશો, તેટલું ઓછું સ્પષ્ટ થશે કે મુલાકાતી તમારી વેબસાઇટ પર કેવી રીતે આવ્યા.",
        "AnonymizeRowDataFrom": "આનાથી શરૂ થતા તમામ કાચા ડેટાને અનામી કરો:",
        "AnonymizeRowDataTo": "આ સુધીના તમામ કાચા ડેટાને અનામી કરો:",
        "AnonymizeSites": "આ સાઇટ(સ)ના ડેટાને અનામી બનાવો",
        "AnonymizeUserId": "વપરાશકર્તા ID ને ઉપનામ સાથે બદલો",
        "AnonymizeUserIdHelp": "જ્યારે તમે આ વિકલ્પને સક્ષમ કરો છો, ત્યારે વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી જેમ કે ઇમેઇલ સરનામું સીધા સંગ્રહિત અને પ્રદર્શિત કરવાનું ટાળવા માટે વપરાશકર્તા ID ને ઉપનામ દ્વારા બદલવામાં આવશે. ટેકનિકલ શબ્દોમાં: તમારા યુઝર આઈડીને જોતાં, માટોમો યુઝર આઈડી ઉપનામ પર સોલ્ટેડ હેશ ફંક્શનનો ઉપયોગ કરીને પ્રક્રિયા કરશે.<br><br><em>નોંધ: ઉપનામ સાથે બદલવું એ અનામિકતા સમાન નથી. જીડીપીઆરની શરતોમાં: વપરાશકર્તા ID ઉપનામ હજી પણ વ્યક્તિગત ડેટા તરીકે ગણવામાં આવે છે. જો અમુક વધારાની માહિતી ઉપલબ્ધ હોય તો પણ મૂળ વપરાશકર્તા ID ઓળખી શકાય છે (જેની માત્ર Matomo અને તમારા ડેટા પ્રોસેસરને ઍક્સેસ છે).</em>",
        "ApplyStyling": "એક કસ્ટમ શૈલી લાગુ કરો",
        "AskingForConsent": "સંમતિ માટે પૂછે છે",
        "AwarenessDocumentation": "જાગૃતિ &amp; દસ્તાવેજીકરણ",
        "AwarenessDocumentationDesc1": "જ્યારે પણ તમે વ્યક્તિગત ડેટા એકત્રિત કરો ત્યારે સ્પષ્ટ ગોપનીયતા સૂચના દ્વારા તમારા મુલાકાતીઓને જાણ કરો.",
        "AwarenessDocumentationDesc2": "તમે કયો ડેટા એકત્રિત કરો છો અને ડેટાનો ઉપયોગ કેવી રીતે થાય છે તે વિશે તમારા વપરાશકર્તાઓને તમારી ગોપનીયતા નીતિમાં જણાવો.",
        "AwarenessDocumentationDesc3": "તમારી ટીમને વાકેફ કરો કે તમે Matomo Analytics અને %1$s નો ઉપયોગ કરી રહ્યાં છો અને તમારા એનાલિટિક્સ પ્લેટફોર્મ%2$s દ્વારા કયો ડેટા એકત્રિત કરવામાં આવી રહ્યો છે.",
        "AwarenessDocumentationDesc4": "તમારા %1$s માહિતી સંપત્તિ રજિસ્ટર%2$s માં Matomo ના તમારા ઉપયોગને દસ્તાવેજ કરો.",
        "AwarenessDocumentationIntro": "તમારા વપરાશકર્તાઓને સ્પષ્ટ અને પારદર્શક રીતે જાણ કરો, અને તમારા સાથીદારોને એકત્રિત કરવામાં આવી રહેલા ડેટા અને તેનો ઉપયોગ કેવી રીતે થાય છે તેનાથી વાકેફ કરો:",
        "BackgroundColor": "બેકગ્રાઉન્ડ રંગ",
        "BuildYourOwn": "તમારું પોતાનું બનાવો",
        "ClickHereSettings": "%s સેટિંગ્સને ઍક્સેસ કરવા માટે અહીં ક્લિક કરો.",
        "ConsentExplanation": "સંમતિનો અર્થ એ છે કે વ્યક્તિઓને તેમના વ્યક્તિગત ડેટા પર કેવી રીતે પ્રક્રિયા કરવામાં આવે છે તેના વિશે પસંદગી અને નિયંત્રણ પ્રદાન કરવું.",
        "CurrentDBSize": "વર્તમાન ડેટાબેઝ કદ",
        "DBPurged": "ડીબી સાફ કર્યું.",
        "DataRetention": "ડેટા સંગ્રહણ",
        "DataRetentionInMatomo": "Matomo માં સંગ્રહિત ડેટા માટે ડેટા રીટેન્શન:",
        "DataRetentionOverall": "તમારી ગોપનીયતા નીતિ માટેનો એકંદર ડેટા રીટેન્શન રેટ એ કાચો ડેટા રીટેન્શન રેટ છે. મહેરબાની કરીને નોંધ કરો કે એકીકૃત અહેવાલોમાં વ્યક્તિગત ડેટા પણ હોઈ શકે છે. જો તમે યુઝર આઈડી, કસ્ટમ વેરિયેબલ્સ, કસ્ટમ ડાયમેન્શન જેવી સુવિધાઓનો ઉપયોગ કરી રહ્યાં છો અથવા ઇવેન્ટ્સ, પૃષ્ઠ URL અથવા પૃષ્ઠ શીર્ષક વગેરે જેવી અન્ય રીતે વ્યક્તિગત ડેટાને ટ્રૅક કરી રહ્યાં છો, તો તમારી ગોપનીયતા નીતિ માટેનો એકંદર ડેટા રીટેન્શન રેટ બેમાંથી વધુ છે. .",
        "DeleteAggregateReportsDetailedInfo": "જ્યારે તમે આ સેટિંગને સક્ષમ કરશો, ત્યારે તમામ એકીકૃત રિપોર્ટ્સ કાઢી નાખવામાં આવશે. એકીકૃત અહેવાલો કાચા ડેટામાંથી જનરેટ થાય છે અને કેટલીક વ્યક્તિગત મુલાકાતોમાંથી એકત્રિત ડેટા રજૂ કરે છે. ઉદાહરણ તરીકે, તમે દરેક દેશમાંથી કેટલી મુલાકાતો લીધી છે તે જોવા માટે \"દેશ\" રિપોર્ટ એકીકૃત નંબરોની સૂચિ આપે છે.",
        "DeleteBothConfirm": "તમે કાચો ડેટા કાઢી નાખવા અને ડેટા કાઢી નાખવાની જાણ કરવા બંનેને સક્ષમ કરવા જઈ રહ્યાં છો. આ જૂના એનાલિટિક્સ ડેટાને જોવાની તમારી ક્ષમતાને કાયમ માટે દૂર કરશે. શું તમે ખરેખર આ કરવા માંગો છો?",
        "DeleteDataDescription": "તમે તમારા ડેટાબેઝને નાનો રાખવા અથવા GDPR જેવા ગોપનીયતા નિયમોને પૂર્ણ કરવા માટે જૂના કાચા ડેટા અને/અથવા એકત્રિક અહેવાલોને નિયમિતપણે કાઢી નાખવા માટે Matomo ને કન્ફિગર શકો છો.",
        "DeleteDataInterval": "દરેક જૂનો ડેટા કાઢી નાખો",
        "DeleteDataSettings": "જૂના મુલાકાતી લોગ અને અહેવાલો કાઢી નાખો",
        "DeleteLogDescription2": "જ્યારે તમે સ્વચાલિત લોગ કાઢી નાખવાનું સક્ષમ કરો છો, ત્યારે તમારે ખાતરી કરવી જોઈએ કે અગાઉના તમામ દૈનિક અહેવાલો પર પ્રક્રિયા કરવામાં આવી છે, જેથી કોઈ ડેટા ખોવાઈ ન જાય.",
        "DeleteLogsConfirm": "તમે કાચો ડેટા કાઢી નાખવાને સક્ષમ કરવા જઈ રહ્યાં છો. જો જૂનો કાચો ડેટા કાઢી નાખવામાં આવ્યો હોય, અને રિપોર્ટ્સ પહેલાથી જ બનાવવામાં આવ્યા ન હોય, તો તમે ઐતિહાસિક ભૂતકાળના એનાલિટિક્સ ડેટાને જોઈ શકશો નહીં. શું તમે ખરેખર આ કરવા માંગો છો?",
        "DeleteLogsOlderThan": "કરતાં જૂના લોગ કાઢી નાખો",
        "DeleteMaxRows": "એક વખતે કાઢી નાખવાની અધિકતમ પંક્તિઓની સંખ્યા:",
        "DeleteMaxRowsNoLimit": "કોઈ મર્યાદા નથી",
        "DeleteOldAggregatedReports": "જૂના એકીકૃત રિપોર્ટ ડેટાને કાઢી નાખો",
        "DeleteOldRawData": "નિયમિત રીતે જૂના કાચા ડેટા કાઢી નાખો",
        "DeleteOldVisitorLogs": "જૂના મુલાકાતી લોગ કાઢી નાખો",
        "DeleteRawDataInfo": "કાચા ડેટામાં દરેક વ્યક્તિગત મુલાકાત અને તમારા મુલાકાતીઓએ લીધેલી દરેક ક્રિયા વિશેની તમામ વિગતો હોય છે. જ્યારે તમે કાચો ડેટા કાઢી નાખો છો, ત્યારે કાઢી નાખેલી માહિતી હવે મુલાકાતીઓના લોગમાં ઉપલબ્ધ રહેશે નહીં. ઉપરાંત જો તમે પછીથી સેગમેન્ટ બનાવવાનું નક્કી કરો છો, તો વિભાજિત અહેવાલો તે સમયમર્યાદા માટે ઉપલબ્ધ થશે નહીં જે કાઢી નાખવામાં આવી છે કારણ કે તમામ એકીકૃત અહેવાલો આ કાચા ડેટામાંથી જનરેટ થયા છે.",
        "DeleteReportsConfirm": "તમે રિપોર્ટ ડેટા ડિલીટ કરવાનું સક્ષમ કરવા જઈ રહ્યાં છો. જો જૂના અહેવાલો દૂર કરવામાં આવે, તો તમારે તેમને જોવા માટે ફરીથી પ્રક્રિયા કરવી પડશે. શું તમે ખરેખર આ કરવા માંગો છો?",
        "DeleteReportsInfo2": "જો તમે જૂના અહેવાલો કાઢી નાખો છો, તો જ્યારે તમે તેમને વિનંતી કરો છો ત્યારે તમારા કાચા ડેટામાંથી તેઓ ફરીથી પ્રક્રિયા કરવામાં આવી શકે છે.",
        "DeleteReportsInfo3": "જો તમે \"%s\" ને પણ સક્ષમ કર્યું છે, તો પછી તમે કાઢી નાખો છો તે રિપોર્ટ્સનો ડેટા કાયમ માટે ખોવાઈ જશે.",
        "DeleteReportsOlderThan": "કરતાં જૂના અહેવાલો કાઢી નાખો",
        "DeleteSchedulingSettings": "જૂનો ડેટા કાઢી નાખવાનું શેડ્યૂલ કરો",
        "DeleteSelectedVisits": "પસંદ કરેલી મુલાકાતો કાઢી નાખો",
        "DeleteVisitsConfirm": "શું તમે ખરેખર પસંદ કરેલી મુલાકાતો કાઢી નાખવા માંગો છો? આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.",
        "DeletionFromMatomoOnly": "કૃપા કરીને એ પણ નોંધો કે કોઈપણ ડેટા ફક્ત Matomo ડેટાબેઝમાંથી જ કાઢી નાખવામાં આવશે પરંતુ તમારા વેબસર્વર લોગમાંથી નહીં. એ પણ નોંધ કરો કે જો તમે કોઈપણ ઐતિહાસિક ડેટાને ફરીથી આયાત કરો છો, ઉદાહરણ તરીકે, લોગમાંથી, કે કોઈપણ અગાઉ કાઢી નાખેલ ડેટા ફરીથી આયાત થઈ શકે છે.",
        "DoNotTrack_Deprecated": "ડુ નોટ ટ્રૅક હેડર માટેના સમર્થનને નાપસંદ કરવામાં આવ્યું છે. જેમ કે વધુ બ્રાઉઝર્સે કાં તો વપરાશકર્તાઓને તેને બદલવાનો વિકલ્પ આપ્યા વિના આ હેડરને આપમેળે મોકલવાનું શરૂ કર્યું છે અથવા તેના માટે સમર્થન સંપૂર્ણપણે બંધ કરી દીધું છે, અમે હવે આ વિકલ્પને સક્ષમ કરવાની ભલામણ કરતા નથી. આ સુવિધા આવનારી મુખ્ય રીલીઝમાંથી એકમાં સંપૂર્ણપણે દૂર કરવામાં આવી શકે છે.",
        "DoNotTrack_Description": "ડુ નોટ ટ્રૅક એ એક ટેક્નૉલૉજી અને નીતિ દરખાસ્ત છે જે વપરાશકર્તાઓને વિશ્લેષણ સેવાઓ, જાહેરાત નેટવર્ક્સ અને સામાજિક પ્લેટફોર્મ્સ સહિત તેઓ મુલાકાત લેતી વેબસાઇટ્સ દ્વારા ટ્રેકિંગને નાપસંદ કરવા સક્ષમ બનાવે છે.",
        "DoNotTrack_Disable": "ડુ નોટ ટ્રૅક સપોર્ટને અક્ષમ કરો",
        "DoNotTrack_Disabled": "Matomo હાલમાં તમામ મુલાકાતીઓને ટ્રેક કરી રહ્યું છે, પછી ભલે તેઓ તેમના વેબ બ્રાઉઝર્સમાં \"હું ટ્રૅક કરવા માંગતો નથી\" નો ઉલ્લેખ કરે છે.",
        "DoNotTrack_DisabledMoreInfo": "અમે તમારા મુલાકાતીઓની ગોપનીયતાને માન આપવા માટે DoNotTrack સપોર્ટને સક્ષમ કરવાની ભલામણ કરીએ છીએ",
        "DoNotTrack_Enable": "ડુ નોટ ટ્રૅક સપોર્ટને સક્ષમ કરો",
        "DoNotTrack_Enabled": "તમે હાલમાં તમારા વપરાશકર્તાઓની ગોપનીયતાનો આદર કરી રહ્યાં છો, શાબાશ!",
        "DoNotTrack_EnabledMoreInfo": "જ્યારે વપરાશકર્તાઓ તેમના વેબ બ્રાઉઝરને \"હું ટ્રેક કરવા માંગતો નથી\" (DoNotTrack સક્ષમ છે) પર સેટ કરે છે, ત્યારે Matomo આ મુલાકાતોને ટ્રૅક કરશે નહીં.",
        "DoNotTrack_SupportDNTPreference": "ટ્રેક ન કરો પસંદગીનું સમર્થન કરો",
        "EstimatedDBSizeAfterPurge": "શુદ્ધિકરણ પછી અંદાજિત ડેટાબેઝ કદ",
        "EstimatedSpaceSaved": "અંદાજિત બચાવેલી જગ્યા",
        "ExportSelectedVisits": "પસંદ કરેલી મુલાકાતો નિકાસ કરો",
        "ExportingNote": "જો તમે ઍક્સેસના અધિકારનો ઉપયોગ કરવા માટે ડેટાની નિકાસ કરી રહ્યાં હોવ, તો કૃપા કરીને ખાતરી કરો કે પસંદ કરેલી મુલાકાતો ખરેખર તે ડેટા વિષય દ્વારા કરવામાં આવી છે જેના માટે તમે ડેટા નિકાસ કરવા માંગો છો.",
        "FindDataSubjectsBy": "દ્વારા ડેટા વિષયો શોધો",
        "FontColor": "ફોન્ટ રંગ",
        "FontFamily": "ફોન્ટ પરિવાર",
        "FontSize": "ફોન્ટનું કદ",
        "ForceCookielessTracking": "કૂકીઝ વિના ટ્રેકિંગ ફોર્સ કરો",
        "ForceCookielessTrackingDescription": "આ વિકલ્પને સક્ષમ કરવાથી %1$s આપમેળે અપડેટ થશે, તેથી બધા ટ્રેકર્સ કૂકીઝનો ઉપયોગ કરશે નહીં તેની ખાતરી કરવા માટે તેમાં કેટલાક વધારાના કોડ શામેલ છે. વધુમાં Matomo સર્વર બાજુ પર તમામ ટ્રેકિંગ કૂકીઝને અવગણશે.",
        "ForceCookielessTrackingDescription2": "Matomo ટ્રેકરમાં સંમતિ પદ્ધતિઓનો ઉપયોગ કરતી વખતે અને ઉદાહરણ તરીકે કૉલ કરતી વખતે પણ કૂકીઝ અક્ષમ કરવામાં આવશે.",
        "ForceCookielessTrackingDescriptionNotWritable": "JS ટ્રેકર ફાઇલ \"%1$s\" લખી શકાય તેવી નથી જે આ સુવિધાને સંપૂર્ણ રીતે કાર્ય કરવા માટે જરૂરી છે. જ્યારે JS ટ્રેકર ફાઇલ લખી શકાય તેવી ન હોય, ત્યારે કૂકીઝને ફક્ત સર્વર બાજુ પર અવગણવામાં આવશે પરંતુ કૂકીઝ હજુ પણ બ્રાઉઝરમાં સેટ થઈ શકે છે. આ સમસ્યાને ઉકેલવા માટે તમારે અથવા સિસ્ટમ એડમિનિસ્ટ્રેટરે ફાઇલ પરવાનગીઓ બદલવાની જરૂર છે જેથી તમારું વેબસર્વર આ ફાઇલને બદલી શકે.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "જો તમે Matomo દ્વારા યુરોપિયન નાગરિકોના વ્યક્તિગત ડેટા પર પ્રક્રિયા કરી રહ્યાં છો, ભલે તમારી કંપની યુરોપની બહાર સ્થિત હોય, તમારે GDPR જવાબદારીઓ પૂર્ણ કરવાની જરૂર છે અને આ માર્ગદર્શિકા તમને મદદ કરશે.",
        "GdprChecklistDesc2": "અમારા ટૂલ્સ નીચે શોધો જે તમને તમારા વપરાશકર્તાઓના અધિકારોનો સરળતાથી ઉપયોગ કરવા દે છે અને Matomoનો તમારો ઉપયોગ GDPR સાથે સુસંગત બનાવવા અને તમારા ડેટાને સુરક્ષિત કરવા માટે લેવાતી ક્રિયાઓની સૂચિ. વધુ જાણવા માટે અમારી %1$sGDPR વપરાશકર્તા માર્ગદર્શિકા%2$s ની મુલાકાત લો.",
        "GdprChecklists": "GDPR ચેકલિસ્ટ્સ",
        "GdprManager": "GDPR વ્યવસ્થાપક",
        "GdprOverview": "GDPR ઝાંખી",
        "GdprOverviewIntro1": "જનરલ ડેટા પ્રોટેક્શન રેગ્યુલેશન (GDPR) એ એક નિયમ છે જે યુરોપિયન યુનિયન (EU) ની અંદર તમામ વ્યક્તિઓ માટે ડેટા સુરક્ષાને મજબૂત અને એકીકૃત કરે છે.",
        "GdprOverviewIntro2": "જો તમે Matomo માં કોઈ વ્યક્તિગત ડેટા એકત્રિત ન થાય તેની ખાતરી કરવા માટે પગલાં લો છો, તો પછી તમે Matomo માટે GDPR (જો તમે કોઈ IP સરનામા, કોઈ વપરાશકર્તા ID, કોઈ ભૌગોલિક સ્થાન ડેટા વગેરેને ટ્રૅક ન કરો તો) દ્વારા ચિંતિત ન હોઈ શકો.",
        "GdprTools": "GDPR સાધનો",
        "GdprToolsOverviewHint": "જો તમને GDPR શું છે તે ખબર ન હોય, તો કૃપા કરીને %1$sGDPR ઝાંખી%2$s નો સંદર્ભ લો.",
        "GdprToolsPageIntro1": "આ પૃષ્ઠનું ડિઝાઇન તમે ડેટા વિષયી અધિકારોનો અભ્યાસ કરી શકો એવી રીતે કરવામાં આવ્યું છે.",
        "GdprToolsPageIntro2": "અહીં તમે અમારી GDPR-અનુકૂળ પ્રક્રિયાઓ સાથે તમારા વપરાશકર્તાઓના અધિકારોનો અભ્યાસ કરી શકો છો:",
        "GdprToolsPageIntroAccessRight": "તેમના તમામ ડેટાની ઍક્સેસનો અધિકાર (અને ડેટા પોર્ટેબિલિટીનો અધિકાર),",
        "GdprToolsPageIntroEraseRight": "તેમના કેટલાક અથવા તમામ ડેટાને ભૂંસી નાખવાનો અધિકાર (અને સુધારણાનો અધિકાર).",
        "GeolocationAnonymizeIpNote": "નોંધ: ભૌગોલિક સ્થાનમાં 1 બાઈટ અનામી સાથે લગભગ સમાન પરિણામો હશે. 2 બાઇટ્સ અથવા વધુ સાથે, ભૌગોલિક સ્થાન અચોક્કસ હશે.",
        "GetPurgeEstimate": "શુદ્ધ અંદાજ પ્રાપ્ત કરો",
        "HowDoIAskForConsent": "હું વપરાશકર્તાઓને સંમતિ માટે કેવી રીતે પૂછું?",
        "HowDoIAskForConsentIntro": "Matomo પાસે નીચેના લોકપ્રિય સંમતિ સંચાલકો સાથે સંમતિ ટ્રૅકિંગ સેટ કરવા માટેની માર્ગદર્શિકાઓ ઉપલબ્ધ છે:",
        "HowDoIAskForConsentOutro": "જો તમે ઉપરોક્ત સંમતિ સંચાલકોમાંથી એકનો ઉપયોગ કરતા નથી, તો તમે Matomo JavaScript API%2$s નો ઉપયોગ કરીને સંમતિ સાથે %1$sટ્રેકિંગનો અમલ કરી શકો છો.",
        "ImprintUrl": "ઈમ્પ્રિન્ટ URL",
        "ImprintUrlDescription": "તમારા ઈમ્પ્રિન્ટ પૃષ્ઠની લિંક.",
        "IndividualsRights": "વ્યક્તિઓના અધિકારો",
        "IndividualsRightsAccess": "ઍક્સેસનો અધિકાર: %1$s ડેટા વિષય%2$s માટે શોધો અને તેમના તમામ ડેટાની નિકાસ કરો.",
        "IndividualsRightsChildren": "જો તમે બાળકોને ઓનલાઈન સેવાઓ પ્રદાન કરો છો અને તેમના વિશેની માહિતી એકત્રિત કરવા માટે સંમતિ પર આધાર રાખતા હોવ, તો તમારે બાળકોના વ્યક્તિગત ડેટાની કાયદેસર રીતે પ્રક્રિયા કરવા માટે માતાપિતા અથવા વાલીની સંમતિની જરૂર પડી શકે છે.",
        "IndividualsRightsErasure": "ભૂંસી નાખવાનો અધિકાર: %1$s ડેટા વિષય%2$s માટે શોધો અને તેમનો કેટલોક અથવા બધો ડેટા કાઢી નાખો.",
        "IndividualsRightsInform": "જાણ કરવાનો અધિકાર: તમારા વપરાશકર્તાઓને સ્પષ્ટ ગોપનીયતા સૂચના સાથે જાણ કરો.",
        "IndividualsRightsIntro": "અમારી GDPR-ફ્રેંડલી પ્રક્રિયાઓ વડે તમારા વપરાશકર્તાઓના અધિકારોનો ઉપયોગ કરો:",
        "IndividualsRightsObject": "વાંધો ઉઠાવવાનો અધિકાર: %1$sતમારા વપરાશકર્તાઓને તમારી ગોપનીયતા નીતિ પૃષ્ઠ પર %2$s ને સરળતાથી નાપસંદ કરવા દો.",
        "IndividualsRightsPortability": "ડેટા પોર્ટેબિલિટીનો અધિકાર: %1$sડેટા વિષય%2$s માટે શોધ કરે છે અને તેમનો તમામ ડેટા નિકાસ કરે છે.",
        "IndividualsRightsRectification": "સુધારણાનો અધિકાર: તમે %1$sડેટા વિષય%2$s શોધી શકો છો અને તેમનો કેટલોક અથવા બધો ડેટા કાઢી શકો છો.",
        "InfoSomeReferrerInfoMayBeAnonymized": "કેટલીક રેફરર માહિતી ગુમ થઈ શકે છે કારણ કે રેફરર અનામીકરણ નીચે પ્રમાણે સક્ષમ કરેલ છે: %s",
        "KeepBasicMetrics": "મૂળભૂત મેટ્રિક્સ રાખો (મુલાકાતો, પૃષ્ઠ દૃશ્યો, બાઉન્સ દર, લક્ષ્ય રૂપાંતરણ, ઈકોમર્સ રૂપાંતરણ, વગેરે)",
        "KeepBasicMetricsReportsDetailedInfo": "જ્યારે તમે આ સેટિંગને સક્ષમ કરો છો, ત્યારે કેટલાક આંકડાકીય કી પ્રદર્શન સૂચકાંકો કાઢી નાખવામાં આવશે નહીં.",
        "KeepDataFor": "માટે તમામ ડેટા રાખો",
        "KeepReportSegments": "ઉપર રાખેલા ડેટા માટે, વિભાજિત અહેવાલો પણ રાખો",
        "LastDelete": "છેલ્લું કાઢી નાખવાનું ચાલુ હતું",
        "LeastDaysInput": "કૃપા કરીને %s કરતાં વધુ દિવસોનો ઉલ્લેખ કરો.",
        "LeastMonthsInput": "કૃપા કરીને %s કરતાં વધુ મહિનાઓનો ઉલ્લેખ કરો.",
        "MatchingDataSubjects": "મેળ ખાતા ડેટા વિષયો",
        "MenuPrivacySettings": "ગોપનીયતા",
        "NextDelete": "માં આગામી સુનિશ્ચિત કાઢી નાંખવાનું",
        "NoDataSubjectsFound": "કોઈ ડેટા વિષયો મળ્યા નથી",
        "OptOutAppearance": "ઓપ્ટ-આઉટ દેખાવને કસ્ટમાઇઝ કરો",
        "OptOutCodeTypeExplanation": "ઓપ્ટ-આઉટ કરવાનું કાં તો Matomo ટ્રેકર કોડનો ઉપયોગ કરીને સેટ કરી શકાય છે જેનો અર્થ થાય છે કે તમારી વેબસાઇટ પૃષ્ઠો પર ઉમેરવા માટે ઓછા કોડ અને ભવિષ્યમાં અપડેટની જરૂર પડવાની શક્યતા ઓછી હોય અથવા સ્ક્રિપ્ટ બ્લોકર સાથે મુલાકાતીઓ માટે કામ કરવાની શક્યતા વધુ હોય તેવા સ્ટેન્ડઅલોન કોડનો ઉપયોગ કરીને. જો તમે કોઈપણ સેટિંગ્સ બદલો તો દરેક વેબપેજ પર અપડેટ કરવાની જરૂર પડશે.",
        "OptOutCustomize": "ઓપ્ટ-આઉટ આઇફ્રેમ કસ્ટમાઇઝ કરો",
        "OptOutHtmlCode": "તમારી વેબસાઇટ પર એમ્બેડ કરવા માટેનો HTML કોડ",
        "OptOutPreview": "ઓપ્ટ-આઉટ નું પૂર્વાવલોકન કારણ કે તે તમારી વેબસાઇટ પર દેખાશે",
        "OptOutRememberToTest": "તમારા ઓપ્ટ-આઉટ ની ચકાસણી કરવાનું યાદ રાખો!",
        "OptOutRememberToTestBody": "તમારું ઓપ્ટ-આઉટ તમારી વેબસાઇટ સાથે યોગ્ય રીતે કાર્ય કરી રહ્યું છે તેની ખાતરી કરવા માટે, ઓપ્ટ-આઉટ કોડ ઉમેર્યા પછી નીચેની ઝડપી પરીક્ષણ કરવાની ભલામણ કરવામાં આવે છે.",
        "OptOutRememberToTestStep1": "તમારી મુખ્ય વેબસાઇટ પૃષ્ઠ પર બ્રાઉઝ કરો.",
        "OptOutRememberToTestStep2": "એકવાર પૃષ્ઠ લોડ થઈ જાય તે પછી તમારે ઑપ્ટ-આઉટ બૉક્સ જોવું જોઈએ.",
        "OptOutRememberToTestStep3": "ચેકબોક્સને અનચેક કરવાથી ઓપ્ટ-આઉટ થયેલ સંદેશ બતાવવું જોઈએ.",
        "OptOutRememberToTestStep4": "ઑપ્ટ-ઇન કરવા માટેના ચેકબૉક્સને ચેક કરવાથી ઑપ્ટ-ઇન મેસેજ દેખાશે.",
        "OptOutUseStandalone": "સ્વતંત્ર કોડનો ઉપયોગ કરીને ઓપ્ટ આઉટ સેટ કરો",
        "OptOutUseTracker": "Matomo ટ્રેકર કોડનો ઉપયોગ કરીને ઓપ્ટ આઉટ સેટ કરો",
        "PluginDescription": "તમારા વપરાશકર્તાઓ માટે ગોપનીયતા વધારો અને તમારા Matomo ઘટકની ગોપનીયતાને તમારા સ્થાનિક કાયદા સાથે સુસંગત બનાવો.",
        "PrivacyPolicyUrl": "ગોપનીયતા નીતિ URL",
        "PrivacyPolicyUrlDescription": "તમારા ગોપનીયતા નીતિ પૃષ્ઠની લિંક.",
        "PrivacyPolicyUrlDescriptionSuffix": "જો તમે આ સેટ કરો છો, તો તે લૉગિન પૃષ્ઠની નીચે અને '%1$s' વપરાશકર્તા ઍક્સેસ કરી શકે તેવા પૃષ્ઠો પર પ્રદર્શિત થશે.",
        "PseudonymizeUserId": "વપરાશકર્તા ID ને ઉપનામ સાથે બદલો",
        "PseudonymizeUserIdNote": "જ્યારે તમે આ વિકલ્પને સક્ષમ કરો છો, ત્યારે વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી જેમ કે ઇમેઇલ સરનામું સીધા સંગ્રહિત અને પ્રદર્શિત કરવાનું ટાળવા માટે વપરાશકર્તા ID ને ઉપનામ દ્વારા બદલવામાં આવશે. ટેકનિકલ શબ્દોમાં: તમારા યુઝર આઈડીને જોતાં, Matomo યુઝર આઈડી ઉપનામ પર સોલ્ટેડ હેશ ફંક્શનનો ઉપયોગ કરીને પ્રક્રિયા કરશે.",
        "PseudonymizeUserIdNote2": "નોંધ: ઉપનામ સાથે બદલવું એ અનામી તરીકે સમાન નથી. જીડીપીઆરની શરતોમાં: વપરાશકર્તા ID ઉપનામ હજી પણ વ્યક્તિગત ડેટા તરીકે ગણવામાં આવે છે. જો અમુક વધારાની માહિતી ઉપલબ્ધ હોય તો પણ મૂળ વપરાશકર્તા ID ઓળખી શકાય છે (જેની માત્ર Matomo અને તમારા ડેટા પ્રોસેસરને ઍક્સેસ છે).",
        "PurgeNow": "હવે ડીબી સાફ કરો",
        "PurgeNowConfirm": "તમે તમારા ડેટાબેઝમાંથી ડેટા કાયમી ધોરણે કાઢી નાખવાના છો. શું તમે ખરેખર ચાલુ રાખવા માંગો છો?",
        "PurgingData": "ડેટા સાફ કરી રહ્યા છે…",
        "RawDataNeverRemoved": "મુલાકાતો અને ક્રિયાઓનો કાચો ડેટા <strong>ક્યારેય</strong> કાઢી નાખવામાં આવતો નથી.",
        "RawDataRemovedAfter": "બધી મુલાકાતો અને ક્રિયાઓનો કાચો ડેટા %1$s પછી કાઢી નાખવામાં આવે છે.",
        "RecommendedForPrivacy": "ગોપનીયતા માટે ભલામણ કરેલ",
        "ReportsDataSavedEstimate": "ડેટાબેઝનું કદ",
        "ReportsNeverRemoved": "એકીકૃત અહેવાલો <strong>ક્યારેય</strong> કાઢી નાખવામાં આવતા નથી.",
        "ReportsRemovedAfter": "તમામ એકીકૃત રિપોર્ટ્સ %1$s પછી કાઢી નાખવામાં આવે છે.",
        "ResultIncludesAllVisits": "મળેલા પરિણામોમાં કોઈપણ સમય પ્રતિબંધ વિના તમામ મુલાકાતોનો સમાવેશ થાય છે અને આજનો સમાવેશ થાય છે.",
        "ResultTruncated": "%1$s કરતાં વધુ પરિણામો મળ્યા અને પરિણામ પ્રથમ %1$s મુલાકાતોમાં કાપવામાં આવ્યું.",
        "SaveSettingsBeforePurge": "તમે ડેટા કાઢી નાખવાની સેટિંગ્સ બદલી છે. શુદ્ધિકરણ શરૂ કરતા પહેલા કૃપા કરીને તેમને સાચવો.",
        "SearchForDataSubject": "ડેટા વિષય માટે શોધો",
        "SecurityProcedures": "સુરક્ષા પ્રક્રિયાઓ",
        "SecurityProceduresDesc1": "તમારા Matomo ડેટાને સુરક્ષિત રાખવા માટે અમારી %1$sસુરક્ષા ભલામણો%2$s લાગુ કરો.",
        "SecurityProceduresDesc2": "તપાસો કે તમને Matomo સર્વર અથવા હોસ્ટિંગ પ્રદાન કરતી કંપની સાથે તમારો લેખિત કરાર છે જે ખાતરી કરે છે કે %1$sયોગ્ય સુરક્ષા %2$s પ્રદાન કરવામાં આવે છે.",
        "SecurityProceduresDesc3": "તમારી %1$sડેટા ભંગ પ્રક્રિયા%2$s માં Matomo સમાવિષ્ટ કરો.",
        "SecurityProceduresDesc4": "જો લાગુ પડે, તો તમારા %1$sડેટા ગોપનીયતા પ્રભાવ આકારણ (DPIA)%2$s માં Matomo સમાવિષ્ટ કરો.",
        "SecurityProceduresIntro": "તમારા વપરાશકર્તાઓને સ્પષ્ટ અને પારદર્શક રીતે જાણ કરો, અને તમારા સાથીદારોને એકત્રિત કરવામાં આવી રહેલા ડેટા અને તેનો ઉપયોગ કેવી રીતે થાય છે તેનાથી વાકેફ કરો:",
        "SeeAlsoOurOfficialGuidePrivacy": "અમારી સત્તાવાર માર્ગદર્શિકા પણ જુઓ: %1$sવેબ ઍનલિટિક્સ ગોપનીયતા%2$s",
        "SelectWebsite": "વેબસાઇટ પસંદ કરો",
        "ShowInEmbeddedWidgets": "એમ્બેડેડ વિજેટ્સમાં બતાવો",
        "ShowIntro": "પરિચય લખાણ બતાવો",
        "TeaserHeader": "આ પૃષ્ઠ પર, તમે Matomoને વર્તમાન કાયદાઓ સાથે ગોપનીયતાને અનુરૂપ બનાવવા માટે કસ્ટમાઇઝ કરી શકો છો, આના દ્વારા: %1$s મુલાકાતી IP%2$s ને અનામી કરીને, %3$s ડેટાબેઝ%4$s માંથી જૂના મુલાકાતી લોગને આપમેળે દૂર કરે છે અને %5$s અગાઉ ટ્રૅક કરેલા કાચા વપરાશકર્તાઓનો ડેટા %6$s અનામી.",
        "TeaserHeadline": "ગોપનીયતા સેટિંગ્સ",
        "TermsAndConditionUrl": "નિયમો અને શરતો URL",
        "TermsAndConditionUrlDescription": "તમારા નિયમો અને શરતોના પૃષ્ઠની લિંક.",
        "TrackingOptOut": "વપરાશકર્તાઓને ટ્રેકિંગને ઓપ્ટ-આઉટ કરવા દો",
        "UnsetActionColumns": "ક્રિયા કૉલમ્સ અનસેટ કરો",
        "UnsetActionColumnsHelp": "આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી. સ્કોપ એક્શનમાં ડેટાબેઝ કૉલમ્સની સૂચિ કે જેને તમે અનસેટ કરવા માંગો છો. તે કૉલમ માટે દરેક મૂલ્ય તેના ડિફોલ્ટ મૂલ્ય પર સેટ કરવામાં આવશે.",
        "UnsetVisitColumns": "મુલાકાત કૉલમ અનસેટ કરો",
        "UnsetVisitColumnsHelp": "આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી. સ્કોપ મુલાકાતમાં ડેટાબેઝ કૉલમ્સની સૂચિ કે જેને તમે અનસેટ કરવા માંગો છો. તે કૉલમ માટે દરેક મૂલ્ય તેના ડિફોલ્ટ મૂલ્ય પર સેટ કરવામાં આવશે. મહેરબાની કરીને નોંધ કરો કે જો સમાન કૉલમ 'રૂપાંતરણ' અવકાશમાં અસ્તિત્વમાં છે, તો આ કૉલમ પણ કાઢી નાખવામાં આવશે",
        "UseAnonymizeIp": "મુલાકાતીઓના IP સરનામાંને અજ્ઞાત બનાવો",
        "UseAnonymizeOrderId": "ઓર્ડર ID અનામિક કરો",
        "UseAnonymizeTrackingData": "ટ્રેકિંગ ડેટાને અનામિક કરો",
        "UseAnonymizeUserId": "વપરાશકર્તા ID અજ્ઞાત કરો",
        "UseAnonymizedIpForVisitEnrichment": "મુલાકાતોને સમૃદ્ધ કરતી વખતે પણ અનામત IP સરનામાંઓનો ઉપયોગ કરો.",
        "UseAnonymizedIpForVisitEnrichmentNote": "IP અને પ્રદાતા દ્વારા જીઓ લોકેશન જેવા પ્લગઈન્સ મુલાકાતીઓના મેટાડેટાને સુધારે છે. મૂળભૂત રીતે, આ પ્લગઇન્સ અનામી IP સરનામાઓનો ઉપયોગ કરે છે. જો તમે 'ના' પસંદ કરો છો, તો તેના બદલે બિન-અનામી સંપૂર્ણ IP સરનામાંનો ઉપયોગ કરવામાં આવશે, પરિણામે ઓછી ગોપનીયતા પરંતુ વધુ સારી ડેટા ચોકસાઈ આવશે.",
        "UseDeleteLog": "ડેટાબેઝમાંથી નિયમિત રીતે જૂના કચ્ચા ડેટાને કાઢી નાખો",
        "UseDeleteReports": "ડેટાબેઝમાંથી નિયમિત રીતે જૂના અહેવાલો કાઢી નાખો",
        "UsersOptOut": "વપરાશકર્તાઓ ઓપ્ટ-આઉટ કરે છે",
        "VisitsMatchedCriteria": "આ મુલાકાતો પસંદ કરેલા માપદંડ સાથે મેળ ખાય છે.",
        "WhenConsentIsNeededPart1": "%1$sGDPR ગોપનીયતા નિયમો%2$s માટે જરૂરી છે કે તમે કેટલાક કિસ્સાઓમાં વ્યક્તિગત ડેટાની પ્રક્રિયા કરતી વખતે તમારા વપરાશકર્તાઓની સંમતિ માગો. તમારે સંમતિ માંગવાની જરૂર છે કે કેમ તે નિર્ધારિત કરવા માટે, તમારે વ્યક્તિગત ડેટાની પ્રક્રિયા કરવા માટે તમારા કાયદેસર આધારને ઓળખવાની જરૂર છે. આ કાં તો \"સંમતિ\" અથવા \"કાયદેસરનું હિત\" હોઈ શકે છે અથવા તમે વ્યક્તિગત ડેટાને એકસાથે એકત્રિત કરવાનું ટાળવા માટે સમર્થ હશો.",
        "WhenConsentIsNeededPart2": "GDPR હેઠળ વ્યક્તિગત ડેટાની પ્રક્રિયા કરવા માટેના કાયદેસરના આધાર વિશે વધુ જાણવાની ભલામણ કરવામાં આવે છે. તમે %1$sઅમારા બ્લોગ%2$s પર આ વિષય પર વધુ માહિતી મેળવી શકો છો.",
        "WhenConsentIsNeededPart3": "મહેરબાની કરીને નોંધ કરો કે જો તમને તમારા વપરાશકર્તાઓની સંમતિની જરૂર હોય, અને તમે સાબિત કરી શકતા નથી કે તમે ભૂતકાળમાં તેમની \"સંમતિ\" મેળવી છે, તો અમે તમારા અગાઉ ટ્રૅક કરાયેલા વપરાશકર્તાઓના કાચા ડેટાને અનામી રાખવાની ભલામણ કરીએ છીએ. તમારા અગાઉ ટ્રૅક કરાયેલા વપરાશકર્તાઓના કાચા ડેટાને અનામી રાખવાનું Matomo %1$s માં પ્રાઇવસી મેનેજર દ્વારા કરી શકાય છે વધુ જાણો%2$s.",
        "WhenDoINeedConsent": "મારે ક્યારે વપરાશકર્તાની સંમતિ માંગવાની જરૂર છે?"
    }
}
