{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Pilih \"Ya\" jika Anda ingin Piwik tidak melacak Alamat IP sepenuhnya.",
        "AnonymizeIpInlineHelp": "Anonimasi bita terakhir dari alamat IP pengunjung sesuai dengan peraturan privasi\/panduan setempat Anda.",
        "AnonymizeIpMaskLengtDescription": "Pilih berapa banyak bita dari IP pengunjung harus ditutupi.",
        "AnonymizeIpMaskLength": "%s bita - misalnya %s",
        "CannotLockSoDeleteLogActions": "Tabel log_action tidak akan dibersihakan: harap memberi hak LOCK TABLES terhadap pengguna MySQL '%s'.",
        "ClickHereSettings": "Klik di sini untuk mengakses pengaturan %s.",
        "CurrentDBSize": "Ukuran basisdata saat ini",
        "DBPurged": "BD terbersihkan.",
        "DeleteBothConfirm": "Anda berkeinginan mengaktifkan penghapusan data catatan serta penghapusan data laporan. Ini akan menghapus permanen kemampuan Anda melihat data analisis lama. Apakah Anda yakin melakukan ini?",
        "DeleteDataDescription": "Anda dapat mengatur Piwik agar menghapus catatan pengunjung dan\/atau mengatur laporan agar basisdata Anda tetap berukuran kecil.",
        "DeleteDataDescription2": "Bila diinginkan, laporan yang belum diproses tidak akan dihapus, hanya kunjungan, tampilan halaman, dan catatan konversi yang dihapus. Atau, laporan yang belum diproses dapat dihapus dan data tidak dihapus.",
        "DeleteDataInterval": "Hapus data lama setiap",
        "DeleteLogDescription2": "Ketika Anda mengaktifkan catatan penghapusan otomatis, Anda harus memastikan bahwa semua laporan harian sebelumnya telah diproses, sehingga tidak ada data yang hilang.",
        "DeleteLogInfo": "Catatan tabel berikut akan dihapus: %s",
        "DeleteLogsConfirm": "Anda berkeinginan mengaktifkan penghapusan data catatan. Bila data lama dihapus, dan laporan belum dibuat, Anda tak dapat melihat riwayat data analisis lama. Apakah Anda yakin melakukan ini?",
        "DeleteLogsOlderThan": "Hapus catatan yang lebih lama dari",
        "DeleteMaxRows": "Jumlah maksimum baris yang dihapus dalam sekali tindakan:",
        "DeleteMaxRowsNoLimit": "tak terbatas",
        "DeleteReportsConfirm": "Anda berkeinginan mengaktifkan penghapusan data laporan. Bila laporan lama dihapus, Anda harus memroses ulang laporan tersebut sebelum dapat ditampilkan. Apakah Anda yakin melakukan ini?",
        "DeleteReportsDetailedInfo": "Data dari tabel arsip angka basisdata (%s) dan tabel arsip blob basisdata (%s) akan dihapus.",
        "DeleteReportsInfo": "Bila ini diaktifkan laporan lama akan dihapus. %sKami menyarankan ini hanya bila ruang basisdata Anda terbatas.%s",
        "DeleteReportsInfo2": "Bila Anda tidak mengaktifkan \"%s\", laporan lama akan dibuat kembali otomatis saat dibutuhkan.",
        "DeleteReportsInfo3": "Bila Anda mengaktifkan \"%s\", data akan hilang permanen.",
        "DeleteReportsOlderThan": "Hapus laporan yang berumur lebih dari",
        "DeleteDataSettings": "Hapus laporan dan catatan kunjungan lama",
        "DoNotTrack_Description": "Jangan-Lacak adalah teknologi dan usulan kebijakan yang memungkinkan pengguna untuk memilih tidak dilacak oleh situs yang tidak dikunjungi, termasuk situs layanan analisis, jaringan iklan, dan platform sosial.",
        "DoNotTrack_Disable": "Matikan dukungan Jangan-Lacak",
        "DoNotTrack_Disabled": "Piwik saat ini melacak seluruh pengunjung, bahkan bila \"Saya tidak ingin dilacak\" diatur di peramban.",
        "DoNotTrack_DisabledMoreInfo": "Kami sarankan menghargai pengunjung dan mengaktifkan dukungan Jangan-Lacak.",
        "DoNotTrack_Enable": "Aktifkan dukungan Jangan-Lacak",
        "DoNotTrack_Enabled": "Anda sekarang menghargai Privasi pengguna, Selamat!",
        "DoNotTrack_EnabledMoreInfo": "Bila pengguna mengatur peramban agar \"Saya tidak ingin dilacak\" (Jangan-Lacak diaktifkan) lalu Piwik tidak melacak kunjungan mereka.",
        "DoNotTrack_SupportDNTPreference": "Dukungan pengaturan Jangan-Lacak",
        "EstimatedDBSizeAfterPurge": "Perkiraan ukuran database setelah pembersihan",
        "EstimatedSpaceSaved": "Perkiraan penghematan kapasitas",
        "GeolocationAnonymizeIpNote": "Catatan: Lokasi-geo akan memperkirakan hasil sama dengan 1 bita anonimasi. Dengan 2 bita atau lebih, Lokasi-geo akan tidak teliti.",
        "GetPurgeEstimate": "Dapatkan perkiraan perbersihan",
        "KeepBasicMetrics": "Biarkan metrik dasar (kunjungan, tampilan halaman, tinkat pentalan, konversi tujuan, konversi niaga-e, dll.)",
        "KeepReportSegments": "Untuk membiarkan data di atas, juga biarkan laporan terpecah",
        "LastDelete": "Penghapusan terakhir di",
        "LeastDaysInput": "Silakan tentukan jumlah hari lebih besar dari %s.",
        "LeastMonthsInput": "Harap memasukkan jumlah bulan lebih besar dari %s.",
        "MenuPrivacySettings": "Privasi",
        "NextDelete": "Jadwal penghapusan selanjutnya di",
        "PurgeNow": "Membersihkan Basisdata Sekarang",
        "PurgeNowConfirm": "Anda berkeinginan menghapus permanen data dari basisdata Anda. Apakah Anda yakin melanjutkannya?",
        "PurgingData": "Membersihkan data...",
        "ReportsDataSavedEstimate": "Ukuran basisdata",
        "SaveSettingsBeforePurge": "Anda melakukan perubahan pengaturan penghapusan. Harap menyimpan perubahan tersebut sebelum melakukan pembersihan.",
        "Teaser": "Pada halaman ini, Anda dapat menyesuaikan Piwik untuk membuatnya sesuai dengan peraturan perundang-undangan privasi yang ada, dengan: %s anonimasi IP pengunjung%s, %s otomatis hapus catatan pengunjung lama dari basis data%s, dan %s menyediakan pilihan Jangan-Lacak untuk situs Anda%s.",
        "TeaserHeadline": "Pengaturan Privasi",
        "UseAnonymizeIp": "Anonimasi alamat IP Pengunjung",
        "UseDeleteLog": "Hapus teratur catatan pengunjung lama dari basis data",
        "UseDeleteReports": "Hapus laporan lama dari basisdata"
    }
}