{
    "PrivacyManager": {
        "AddUserIdToSearch": "Klik untuk menambahkan ID pengguna ini ke dalam pencarian",
        "AddVisitorIPToSearch": "Klik untuk menambahkan IP pengunjung ini ke dalam pencarian",
        "AddVisitorIdToSearch": "Klik untuk menambahkan ID pengunjung ini ke dalam pencarian",
        "Anonymize": "Menganonimkan",
        "AnonymizeData": "Menganonimkan data",
        "AnonymizeDataConfirm": "Apakah Anda yakin ingin menganonimkan data untuk situs web dan rentang waktu yang dipilih? Tindakan ini tidak dapat diurungkan, data dapat dihapus sesuai permintaan, dan proses ini mungkin memakan waktu lama.",
        "AnonymizeDataNow": "Menganonimkan data masa lalu untuk situs dan waktu yang dipilih",
        "AnonymizeIp": "Menganonimkan IP",
        "AnonymizeIpDescription": "Pilih \"Ya\" jika Anda ingin agar Matomo tidak melacak Alamat IP yang memenuhi syarat sepenuhnya.",
        "AnonymizeIpExtendedHelp": "Saat pengguna mengunjungi situs web Anda, Matomo tidak akan menggunakan alamat IP lengkap (seperti %1$s), tetapi Matomo akan menganonimkannya terlebih dahulu (ke %2$s). Anonimitas alamat IP adalah salah satu persyaratan yang ditetapkan oleh undang-undang privasi di beberapa negara seperti Jerman.",
        "AnonymizeIpHelp": "Tindakan ini tidak bisa dibatalkan. Jika diaktifkan, untuk semua kunjungan selama durasi ini, IP akan dianonimkan setidaknya 2 bita, misalnya '192.168.xxx.xxx'. Jika saat ini Anda telah mengatur untuk menganonimkan sebesar 3 bita, maka pengaturan ini akan dihormati dan semua IP akan dianonimkan sebesar 3 bita.",
        "AnonymizeIpInlineHelp": "Menganonimkan bita terakhir dari alamat IP pengunjung untuk mematuhi undang-undang/pedoman privasi setempat.",
        "AnonymizeIpMaskFully": "Menyembunyikan alamat IP sepenuhnya",
        "AnonymizeIpMaskLengtDescription": "Pilih berapa banyak bita dari IP pengunjung yang harus disembunyikan.",
        "AnonymizeIpMaskLength": "%1$s bita - misalnya %2$s",
        "AnonymizeLocation": "Menganonimkan Lokasi",
        "AnonymizeLocationHelp": "Tindakan ini tidak bisa dibatalkan. Mengevaluasi ulang lokasi berdasarkan IP anonim (setidaknya 2 bita IP akan dianonimkan).",
        "AnonymizeOrderIdNote": "Karena ID Pesanan dapat direferensikan silang dengan sistem lain, biasanya di toko niaga-el, ID Pesanan dapat dihitung sebagai informasi pribadi menurut GDPR. Saat Anda mengaktifkan opsi ini, ID Pesanan akan secara otomatis dianonimkan sehingga tidak ada informasi pribadi yang akan dilacak.",
        "AnonymizeProcessInfo": "Tindakan ini mungkin memakan waktu lama dan tidak akan segera dieksekusi. Anda dapat mengikuti status proses saat ini di bawah ini. Proses menganonimkan biasanya akan dimulai dalam waktu satu jam.",
        "AnonymizeReferrer": "Menganonimkan Perujuk",
        "AnonymizeReferrerExcludeAll": "Jangan rekam URL perujuk, tetapi tetap mendeteksi jenis perujuk",
        "AnonymizeReferrerExcludeNone": "Jangan menganonimkan perujuk",
        "AnonymizeReferrerExcludePath": "Hanya domain dari URL perujuk yang disimpan",
        "AnonymizeReferrerExcludeQuery": "Hapus parameter kueri dari URL perujuk",
        "AnonymizeReferrerNote": "Matomo menyimpan data dari URL (perujuk) mana pengguna diarahkan ke situs Anda. Dalam beberapa kasus, URL semacam itu mungkin berisi informasi yang dapat dianggap sebagai informasi pribadi. Jika Anda ingin mencegah pelacakan informasi tersebut, Anda dapat membatasi jumlah data perujuk yang akan disimpan Matomo ketika pengunjung memasuki situs web Anda. Makin banyak informasi yang dihapus dari informasi perujuk, makin kecil kemungkinan informasi pribadi akan dicatat. Makin banyak informasi yang Anda hapus dari perujuk, makin tidak jelas bagaimana pengunjung datang ke situs web Anda.",
        "AnonymizeRowDataFrom": "Menganonimkan semua data mentah mulai dari:",
        "AnonymizeRowDataTo": "Menganonimkan semua data mentah hingga:",
        "AnonymizeSites": "Menganonimkan data situs ini",
        "AnonymizeUserId": "Ganti ID Pengguna dengan nama samaran",
        "AnonymizeUserIdHelp": "Saat Anda mengaktifkan opsi ini, ID Pengguna akan diganti dengan nama samaran untuk menghindari penyimpanan langsung dan munculnya informasi pengenal pribadi seperti alamat surel. Dalam istilah teknis: berdasarkan ID Pengguna, Matomo akan memproses nama samaran ID Pengguna menggunakan fungsi hash-salt.<br><br><em>Catatan: mengganti dengan nama samaran tidak sama dengan anonimitas. Dalam istilah GDPR: nama samaran ID Pengguna masih dianggap sebagai data pribadi. ID Pengguna asli masih dapat diidentifikasi jika informasi tambahan tertentu tersedia (yang hanya dapat diakses oleh Matomo dan pengolah data Anda).</em>",
        "AskingForConsent": "Meminta persetujuan",
        "AwarenessDocumentation": "Pengetahuan &amp; dokumentasi",
        "AwarenessDocumentationDesc1": "Beri tahu pengunjung Anda melalui pemberitahuan privasi yang jelas setiap kali Anda mengumpulkan data pribadi.",
        "AwarenessDocumentationDesc2": "Beri tahu pengguna Anda dalam kebijakan privasi tentang data apa yang Anda kumpulkan dan bagaimana data tersebut digunakan.",
        "AwarenessDocumentationDesc3": "Beri tahu tim Anda bahwa Anda menggunakan Matomo Analytics dan %1$sdata apa yang dikumpulkan oleh platform analitik Anda%2$s.",
        "AwarenessDocumentationDesc4": "Dokumentasikan penggunaan Matomo Anda dalam %1$sdaftar aset informasi%2$s.",
        "AwarenessDocumentationIntro": "Beri tahu pengguna Anda dengan jelas dan transparan, dan beri tahu rekan kerja Anda tentang data yang dikumpulkan dan bagaimana data itu digunakan:",
        "BackgroundColor": "Warna Latar Belakang",
        "ClickHereSettings": "Klik di sini untuk mengakses pengaturan %s.",
        "ConsentExplanation": "Persetujuan berarti menawarkan pilihan dan kontrol individu tentang bagaimana data pribadi mereka diproses.",
        "CurrentDBSize": "Ukuran basis data saat ini",
        "DBPurged": "BD dibersihkan.",
        "DataRetention": "Retensi data",
        "DataRetentionInMatomo": "Retensi data untuk data yang disimpan di Matomo:",
        "DataRetentionOverall": "Tingkat retensi data keseluruhan untuk kebijakan privasi Anda adalah tingkat retensi data mentah. Harap dicatat bahwa laporan agregat mungkin berisi data pribadi juga. Jika Anda menggunakan fitur seperti ID Pengguna, Variabel Khusus, Dimensi Khusus, atau melacak data pribadi dengan cara lain seperti peristiwa, URL halaman, atau judul halaman, dll., maka tingkat retensi data keseluruhan untuk kebijakan privasi Anda lebih tinggi dari keduanya. .",
        "DeleteAggregateReportsDetailedInfo": "Saat Anda mengaktifkan setelan ini, semua laporan agregat akan dihapus. Laporan agregat dihasilkan dari data mentah dan mewakili data agregat dari beberapa kunjungan individu. Misalnya, laporan \"Negara\" mencantumkan angka agregat untuk melihat berapa banyak kunjungan yang Anda dapatkan dari setiap negara.",
        "DeleteBothConfirm": "Anda akan mengaktifkan penghapusan data mentah &amp; data laporan. Ini akan menghapus kemampuan Anda untuk melihat data analitik lama secara permanen. Apakah Anda yakin ingin melakukan ini?",
        "DeleteDataDescription": "Anda dapat mengonfigurasi Matomo untuk menghapus data mentah lama dan/atau laporan gabungan secara teratur untuk menjaga agar basis data Anda tetap berukuran kecil atau untuk memenuhi peraturan privasi seperti GDPR.",
        "DeleteDataInterval": "Hapus data lama setiap",
        "DeleteDataSettings": "Hapus log laporan dan kunjungan lama",
        "DeleteLogDescription2": "Ketika Anda mengaktifkan log penghapusan otomatis, Anda harus memastikan bahwa semua laporan harian sebelumnya telah diproses, sehingga tidak ada data yang hilang.",
        "DeleteLogsConfirm": "Anda akan mengaktifkan penghapusan data mentah. Jika data mentah lama dihapus dan laporan belum dibuat, Anda tidak akan dapat melihat data analitik historis sebelumnya. Apakah Anda yakin ingin melakukan hal ini?",
        "DeleteLogsOlderThan": "Hapus log yang lebih lama dari",
        "DeleteMaxRows": "Jumlah maksimum baris yang dihapus dalam sekali tindakan:",
        "DeleteMaxRowsNoLimit": "tanpa batas",
        "DeleteOldAggregatedReports": "Hapus data laporan agregat lama",
        "DeleteOldRawData": "Hapus data mentah lama secara teratur",
        "DeleteOldVisitorLogs": "Hapus log pengunjung lama",
        "DeleteRawDataInfo": "Data mentah berisi semua detail tentang setiap kunjungan individu dan setiap tindakan yang dilakukan oleh pengunjung Anda. Saat Anda menghapus data mentah, informasi yang dihapus tidak akan tersedia lagi di log pengunjung. Jika nanti Anda memutuskan untuk membuat segmen, laporan tersegmentasi tidak akan tersedia untuk jangka waktu yang telah dihapus karena semua laporan agregat dibuat berdasarkan data mentah ini.",
        "DeleteReportsConfirm": "Anda akan mengaktifkan penghapusan data laporan. Jika laporan lama dihapus, Anda harus mengolah ulang agar dapat melihatnya. Apakah Anda yakin ingin melakukan hal ini?",
        "DeleteReportsInfo2": "Jika Anda menghapus laporan lama, laporan tersebut dapat diproses ulang lagi dari data mentah saat Anda memintanya.",
        "DeleteReportsInfo3": "Jika Anda juga telah mengaktifkan \"%s\", maka data laporan yang Anda hapus akan hilang secara permanen.",
        "DeleteReportsOlderThan": "Hapus laporan yang berumur lebih dari",
        "DeleteSchedulingSettings": "Jadwalkan penghapusan data lama",
        "DeleteSelectedVisits": "Hapus kunjungan yang dipilih",
        "DeleteVisitsConfirm": "Apakah Anda yakin ingin menghapus kunjungan yang dipilih? Tindakan ini tidak dapat dibatalkan.",
        "DeletionFromMatomoOnly": "Harap perhatikan juga bahwa data apa pun hanya akan dihapus dari basis data Matomo tetapi tidak dari log server web Anda. Perhatikan juga bahwa jika Anda mengimpor ulang data historis apa pun, misalnya dari log, data yang sebelumnya dihapus dapat diimpor lagi.",
        "DoNotTrack_Description": "Jangan Lacak adalah teknologi dan usulan kebijakan yang memungkinkan pengguna untuk memilih agar tidak dilacak oleh situs yang dikunjungi, termasuk situs layanan analisis, jaringan iklan, dan platform sosial.",
        "DoNotTrack_Disable": "Nonaktifkan dukungan Jangan Lacak",
        "DoNotTrack_Disabled": "Matomo saat ini melacak semua pengunjung, bahkan ketika mereka memilih \"Saya tidak ingin dilacak\" di peramban web mereka.",
        "DoNotTrack_DisabledMoreInfo": "Sebaiknya aktifkan dukungan Jangan Lacak untuk menghormati privasi pengunjung Anda",
        "DoNotTrack_Enable": "Aktifkan dukungan Jangan Lacak",
        "DoNotTrack_Enabled": "Selamat, Anda sekarang menghargai Privasi pengguna!",
        "DoNotTrack_EnabledMoreInfo": "Ketika pengguna telah mengatur peramban web mereka ke \"Saya tidak ingin dilacak\" (Jangan Lacak diaktifkan) maka Matomo tidak akan melacak kunjungan ini.",
        "DoNotTrack_SupportDNTPreference": "Dukungan pengaturan Jangan Lacak",
        "EstimatedDBSizeAfterPurge": "Perkiraan ukuran basis data setelah pembersihan",
        "EstimatedSpaceSaved": "Perkiraan ruang yang dihemat",
        "ExportSelectedVisits": "Ekspor kunjungan yang dipilih",
        "ExportingNote": "Jika Anda mengekspor data untuk menggunakan hak akses, pastikan kunjungan yang dipilih benar-benar dilakukan oleh subjek data yang datanya ingin Anda ekspor.",
        "FindDataSubjectsBy": "Temukan subjek data berdasarkan",
        "FindMatchingDataSubjects": "Temukan subjek data yang cocok",
        "FontColor": "Warna Fon",
        "FontFamily": "Keluarga Fon",
        "FontSize": "Ukuran Fon",
        "ForceCookielessTracking": "Paksa pelacakan tanpa kuki",
        "ForceCookielessTrackingDescription": "Mengaktifkan opsi ini akan secara otomatis memperbarui %1$s, sehingga berisi beberapa kode tambahan untuk memastikan semua pelacak tidak akan menggunakan kuki. Selain itu Matomo akan mengabaikan semua kuki pelacakan di sisi server.",
        "ForceCookielessTrackingDescription2": "Kuki akan dinonaktifkan bahkan saat menggunakan metode persetujuan di pelacak Matomo dan memanggil, misalnya, metode persetujuan kuki tidak akan mengaktifkan kuki.",
        "ForceCookielessTrackingDescriptionNotWritable": "Berkas pelacak JS \"%1$s\" tidak dapat ditulis, yang mana berkas itu diperlukan agar fitur ini berfungsi sepenuhnya. Ketika berkas pelacak JS tidak dapat ditulis, maka kuki hanya akan diabaikan di sisi server namun kuki mungkin masih disetel di sisi peramban. Untuk mengatasi masalah ini, Anda atau administrator sistem perlu mengubah izin berkas agar server web Anda dapat mengubah berkas ini.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Jika Anda memproses data pribadi warga negara Eropa melalui Matomo, meskipun perusahaan Anda berada di luar Eropa, Anda harus memenuhi kewajiban GDPR dan panduan ini akan membantu Anda.",
        "GdprChecklistDesc2": "Temukan alat kami di bawah yang akan memungkinkan Anda untuk melindungi data Anda, menggunakan hak pengguna dengan mudah, dan daftar tindakan yang harus diambil agar penggunaan Matomo sesuai dengan GDPR. Kunjungi %1$sPanduan pengguna GDPR%2$s kami untuk mempelajari lebih lanjut.",
        "GdprChecklists": "Daftar periksa GDPR",
        "GdprManager": "Manajer GDPR",
        "GdprOverview": "Ikhtisar GDPR",
        "GdprOverviewIntro1": "General Data Protection Regulation (GDPR) adalah peraturan yang memperkuat dan menyatukan perlindungan data untuk semua individu di Uni Eropa (UE).",
        "GdprOverviewIntro2": "Jika Anda mengambil langkah-langkah untuk memastikan tidak ada data pribadi yang dikumpulkan di Matomo, maka Anda tidak perlu khawatir dengan GDPR (jika Anda tidak melacak alamat IP, tidak ada ID pengguna, tidak ada data geolokasi, dll.).",
        "GdprTools": "Alat GDPR",
        "GdprToolsOverviewHint": "Jika Anda tidak tahu apa itu GDPR, silakan lihat %1$sikhtisar GDPR%2$s.",
        "GdprToolsPageIntro1": "Halaman ini telah dirancang agar Anda dapat menggunakan hak subjek data.",
        "GdprToolsPageIntro2": "Di sini Anda dapat menggunakan hak-hak pengguna Anda dengan prosedur ramah GDPR kami:",
        "GdprToolsPageIntroAccessRight": "hak akses ke semua data mereka (dan hak untuk portabilitas data),",
        "GdprToolsPageIntroEraseRight": "hak untuk menghapus sebagian atau seluruh data mereka (dan hak untuk memperbaiki).",
        "GeolocationAnonymizeIpNote": "Catatan: Geolokasi akan memiliki hasil yang kira-kira sama dengan 1 bita anonimitas. Geolokasi akan tidak akurat dengan 2 bita atau lebih.",
        "GetPurgeEstimate": "Dapatkan perkiraan perbersihan",
        "HowDoIAskForConsent": "Bagaimana cara meminta persetujuan pengguna?",
        "Imprint": "Impresum",
        "ImprintUrl": "URL Impresum",
        "ImprintUrlDescription": "Tautan ke halaman Impresum Anda.",
        "IndividualsRights": "Hak individu",
        "IndividualsRightsAccess": "Hak akses: %1$smencari subjek data%2$s dan mengekspor semua datanya.",
        "IndividualsRightsChildren": "Jika Anda menawarkan layanan daring kepada anak-anak dan mengandalkan persetujuan untuk mengumpulkan informasi tentang mereka, maka Anda mungkin memerlukan persetujuan orang tua atau wali untuk memproses data pribadi anak-anak secara sah.",
        "IndividualsRightsErasure": "Hak untuk menghapus: %1$smencari subjek data%2$s dan menghapus sebagian atau semua datanya.",
        "IndividualsRightsInform": "Hak untuk diberi tahu: beri tahu pengguna Anda dengan pemberitahuan privasi yang jelas.",
        "IndividualsRightsIntro": "Gunakan hak pengguna Anda dengan prosedur ramah GDPR kami:",
        "IndividualsRightsObject": "Hak untuk menolak: %1$smemungkinkan pengguna Anda untuk tidak ikut serta dalam suatu fitur dengan mudah%2$s di halaman kebijakan privasi Anda.",
        "IndividualsRightsPortability": "Hak atas portabilitas data: %1$smencari subjek data%2$s dan mengekspor semua datanya.",
        "IndividualsRightsRectification": "Hak untuk perbaikan: Anda dapat %1$smencari subjek data%2$s dan menghapus sebagian atau semua datanya.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Beberapa informasi perujuk mungkin tidak ada karena anonimitas perujuk diaktifkan sebagai berikut: %s",
        "KeepBasicMetrics": "Pertahankan metrik dasar (kunjungan, tampilan halaman, tingkat pantulan, konversi tujuan, konversi niaga-el, dll.)",
        "KeepBasicMetricsReportsDetailedInfo": "Saat Anda mengaktifkan pengaturan ini, beberapa indikator kinerja tombol numerik tidak akan dihapus.",
        "KeepDataFor": "Simpan semua data untuk",
        "KeepReportSegments": "Untuk menyimpan data di atas, simpan juga laporan tersegmentasi",
        "LastAction": "Tindakan terakhir",
        "LastDelete": "Penghapusan terakhir aktif pada",
        "LeastDaysInput": "Silakan tentukan jumlah hari yang lebih besar dari %s.",
        "LeastMonthsInput": "Silakan masukkan jumlah bulan yang lebih besar dari %s.",
        "MatchingDataSubjects": "Mencocokkan subjek data",
        "MenuPrivacySettings": "Privasi",
        "NextDelete": "Jadwal penghapusan selanjutnya pada",
        "NoDataSubjectsFound": "Tidak ada subjek data yang ditemukan",
        "OptOutCustomize": "Sesuaikan iframe ketidakikutsertaan",
        "OptOutHtmlCode": "Kode HTML untuk disematkan di situs web Anda",
        "OptOutPreview": "Pratinjau ketidakikutsertaan seperti yang akan muncul di situs web Anda",
        "PluginDescription": "Tingkatkan Privasi pengguna Anda dan buat agar privasi Matomo Anda sesuai dengan undang-undang negara Anda.",
        "PrivacyPolicy": "Kebijakan Privasi",
        "PrivacyPolicyUrl": "URL Kebijakan Privasi",
        "PrivacyPolicyUrlDescription": "Tautan ke halaman Kebijakan Privasi Anda.",
        "PrivacyPolicyUrlDescriptionSuffix": "Jika Anda menyetelnya, ini akan ditampilkan di bagian bawah halaman masuk dan di halaman yang dapat diakses oleh pengguna '%1$s'.",
        "PseudonymizeUserId": "Ganti ID Pengguna dengan nama samaran",
        "PseudonymizeUserIdNote": "Saat Anda mengaktifkan opsi ini, ID Pengguna akan diganti dengan nama samaran untuk menghindari penyimpanan langsung dan munculnya informasi pengenal pribadi seperti alamat surel. Dalam istilah teknis: dengan ID Pengguna Anda, Matomo akan memproses nama samaran ID Pengguna menggunakan fungsi hash-salt.",
        "PseudonymizeUserIdNote2": "Catatan: mengganti dengan nama samaran tidak sama dengan anonimitas. Dalam istilah GDPR: nama samaran ID Pengguna masih dianggap sebagai data pribadi. ID Pengguna asli masih dapat diidentifikasi jika informasi tambahan tertentu tersedia (yang hanya dapat diakses oleh Matomo dan pengolah data Anda).",
        "PurgeNow": "Bersihkan Basis Data Sekarang",
        "PurgeNowConfirm": "Anda akan menghapus data secara permanen dari basis data Anda. Apakah Anda yakin ingin melanjutkan?",
        "PurgingData": "Membersihkan data...",
        "RawDataNeverRemoved": "kunjungan dan data mentah tindakan <strong>tidak pernah</strong> dihapus.",
        "RawDataRemovedAfter": "semua data mentah kunjungan dan tindakan akan dihapus setelah %1$s.",
        "RecommendedForPrivacy": "Direkomendasikan untuk privasi",
        "ReportsDataSavedEstimate": "Ukuran basis data",
        "ReportsNeverRemoved": "laporan agregat <strong>tidak pernah</strong> dihapus.",
        "ReportsRemovedAfter": "semua laporan agregat dihapus setelah %1$s.",
        "ResultIncludesAllVisits": "Hasil yang ditemukan mencakup semua kunjungan tanpa batasan waktu dan termasuk hari ini.",
        "ResultTruncated": "Lebih dari %1$s hasil ditemukan dan hasilnya dipotong untuk %1$s kunjungan pertama.",
        "SaveSettingsBeforePurge": "Anda melakukan perubahan pengaturan penghapusan. Harap menyimpan perubahan tersebut sebelum melakukan pembersihan.",
        "SearchForDataSubject": "Mencari subjek data",
        "SecurityProcedures": "Prosedur keamanan",
        "SecurityProceduresDesc1": "Terapkan %1$srekomendasi keamanan%2$s kami untuk menjaga keamanan data Matomo Anda.",
        "SecurityProceduresDesc2": "Periksa apakah Anda memiliki kontrak tertulis dengan perusahaan yang menyediakan server atau hosting Matomo yang memastikan %1$sperlindungan yang sesuai diberikan%2$s.",
        "SecurityProceduresDesc3": "Sertakan Matomo dalam %1$sprosedur pelanggaran data%2$s Anda.",
        "SecurityProceduresDesc4": "Sertakan Matomo di %1$sData Privacy Impact Assessment (DPIA)%2$s Anda, jika berlaku.",
        "SecurityProceduresIntro": "Beri tahu pengguna Anda dengan jelas dan transparan, serta beri tahu rekan kerja Anda tentang data yang dikumpulkan dan cara penggunaannya:",
        "SeeAlsoOurOfficialGuidePrivacy": "Lihat juga panduan resmi kami: %1$sPrivasi Analisis Web%2$s",
        "SelectWebsite": "Pilih situs web",
        "ShowInEmbeddedWidgets": "Tampilkan di widget tersemat",
        "ShowInEmbeddedWidgetsDescription": "Jika dicentang, tautan ke Kebijakan Privasi dan Syarat &amp; Ketentuan Anda akan ditampilkan di bagian bawah widget yang disematkan.",
        "TeaserHeader": "Di halaman ini, Anda dapat menyesuaikan Matomo agar privasinya sesuai dengan undang-undang yang ada, dengan: %1$s menganonimkan IP pengunjung%2$s, %3$s menghapus log pengunjung lama dari basis data secara otomatis%4$s, dan %5$s menganonimkan data pengguna mentah yang telah dilacak sebelumnya%6$s.",
        "TeaserHeadline": "Pengaturan Privasi",
        "TermsAndConditionUrl": "URL Syarat &amp; Ketentuan",
        "TermsAndConditionUrlDescription": "Tautan ke halaman Syarat &amp; Ketentuan Anda.",
        "TermsAndConditions": "Syarat &amp; Ketentuan",
        "TrackingOptOut": "Biarkan pengguna memilih keluar dari pelacakan",
        "UnsetActionColumns": "Reset kolom tindakan",
        "UnsetActionColumnsHelp": "Tindakan ini tidak bisa dibatalkan. Daftar kolom basis data dalam cakupan tindakan akan direset. Setiap nilai untuk kolom tersebut akan disetel ke nilai asalnya.",
        "UnsetVisitColumns": "Reset kolom kunjungan",
        "UnsetVisitColumnsHelp": "Tindakan ini tidak bisa dibatalkan. Daftar kolom basis data dalam cakupan kunjungan akan direset. Setiap nilai untuk kolom tersebut akan disetel ke nilai asalnya. Harap dicatat bahwa jika kolom yang sama ada dalam lingkup 'konversi', maka kolom ini juga akan dihapus",
        "UseAnonymizeIp": "Anonimasi alamat IP Pengunjung",
        "UseAnonymizeOrderId": "Anonimkan ID Pesanan",
        "UseAnonymizeTrackingData": "Menganonimkan Data Pelacakan",
        "UseAnonymizeUserId": "Menganonimkan ID Pengguna",
        "UseAnonymizedIpForVisitEnrichment": "Juga gunakan alamat IP Anonim saat memperkaya kunjungan.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Pengaya seperti Geolokasi melalui IP dan Penyedia meningkatkan metadata pengunjung. Secara asali, pengaya ini menggunakan alamat IP anonim. Jika Anda memilih 'Tidak', alamat IP lengkap yang tidak dianonimkan akan digunakan sebagai gantinya, sehingga privasi akan berkurang namun akurasi data menjadi lebih baik.",
        "UseDeleteLog": "Hapus data mentah lama secara teratur dari basis data",
        "UseDeleteReports": "Hapus laporan lama dari basis data secara teratur",
        "UsersOptOut": "Pengguna memilih untuk keluar",
        "VisitsMatchedCriteria": "Kunjungan ini sesuai dengan kriteria yang dipilih.",
        "VisitsSuccessfullyDeleted": "Kunjungan berhasil dihapus",
        "VisitsSuccessfullyExported": "Kunjungan berhasil diekspor",
        "WhenDoINeedConsent": "Kapan saya perlu meminta persetujuan pengguna?"
    }
}
