{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Seleziona \"Si\" se vuoi che Piwik non mostri gli indirizzi IP completi dei visitatori.",
        "AnonymizeIpInlineHelp": "Rende anonimi gli ip dei tuoi visitatori per conformarsi alle leggi o alle linee guida locali.",
        "AnonymizeIpMaskLengtDescription": "Seleziona quanti byte degli indirizzi IP dei visitatori devono essere nascosti.",
        "AnonymizeIpMaskLength": "%s byte - e.s. %s",
        "CannotLockSoDeleteLogActions": "La tabella log_action non verrà pulita: assicura il privilegio LOCK TABLES a '%s' utente MYSQL.",
        "ClickHereSettings": "Accedi alle impostazioni %s.",
        "CurrentDBSize": "Dimensione corrente del database",
        "DBPurged": "DB ripulito.",
        "DeleteBothConfirm": "Stai per consentire sia la cancellazione dei dati di log che la cancellazione dei dati dei report. Questo eliminerà in modo permanente la possibilità di visualizzare i vecchi dati di analisi. Sei sicuro di volerlo fare?",
        "DeleteDataDescription": "Puoi configurare Piwik per cancellare regolarmente i vecchi log dei visitatori e\/o i report già elaborati per mantenere bassa la dimensione del database.",
        "DeleteDataDescription2": "Se lo si desidera, i report pre-elaborati non saranno cancellati, solo le visite, le pagine visualizzate e i log delle conversioni verranno cancellati. Oppure, i report pre-elaborati possono essere cancellati e i dati dei log possono essere mantenuti.",
        "DeleteDataInterval": "Cancella i vecchi dati ogni",
        "DeleteDataSettings": "Cancella i vecchi log dei visitatori e i report",
        "DeleteLogDescription2": "Quando l'eliminazione automatica è abilitata, è necessario assicurarsi che tutti i report giornalieri precedenti sono stati processati, in modo che nessun dato viene perso.",
        "DeleteLogInfo": "I log delle seguenti tabelle saranno cancellati: %s",
        "DeleteLogsConfirm": "Stai per consentire la cancellazione dei dati di log. Se i vecchi dati di registro vengono rimossi e le relazioni non sono già state create, non sarai in grado di vedere i dati storici di analisi. Sei sicuro di volerlo fare?",
        "DeleteLogsOlderThan": "Cancella log più vecchi di",
        "DeleteMaxRows": "Numero massimo di righe da cancellare in un passaggio:",
        "DeleteMaxRowsNoLimit": "nessun limite",
        "DeleteReportsConfirm": "Stai per consentire la cancellazione dei dati dei report. Se i vecchi report vengono rimossi, si dovranno rielaborare per visualizzarli. Sei sicuro di volerlo fare?",
        "DeleteReportsDetailedInfo": "I dati delle tabelle numeriche d'archivio del database(%s) e le tabelle d'archivio blob (%s) saranno cancellate.",
        "DeleteReportsInfo": "Se abilitato, i vecchi report verranno cancellati. %sRaccomandiamo di abilitare solo quando lo spazio del database è limitato.%s",
        "DeleteReportsInfo2": "Se non è stato abilitato \"%s\", i vecchi report verranno automaticamente ricreati quando richiesti.",
        "DeleteReportsInfo3": "Se abilitato \"%s\", i dati andranno permanentemente persi.",
        "DeleteReportsOlderThan": "Elimina i report più vecchi di",
        "DeleteSchedulingSettings": "Pianificazione impostazioni",
        "DoNotTrack_Description": "Do Not Track è una tecnologia e una proposta di indirizzo che consente agli utenti di escludersi dal tracciamento dei siti che non visitano, includendo i servizi statistici, le reti pubblicitarie e le piattaforme sociali.",
        "DoNotTrack_Disable": "Disabilita il supporto per Do Not Track",
        "DoNotTrack_Disabled": "Al momento Piwik sta tracciando tutti i visitatori, anche quendo essi hanno specificato \"Non voglio essere tracciato\" nel loro browser.",
        "DoNotTrack_DisabledMoreInfo": "Si raccomanda di rispettare la privacy dei tuoi visitatori abilitanddo il supporto DoNotTrack.",
        "DoNotTrack_Enable": "Abilita il supporto per Do Not Track",
        "DoNotTrack_Enabled": "Al momento stai rispettando la Privacy dei tuoi utenti. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quando gli utenti hanno impostato il browser su \"Non voglio essere tracciato\" (DoNotTrack abilitato) Piwik non traccerà queste visite.",
        "DoNotTrack_SupportDNTPreference": "Supporto preferenza Do Not Track",
        "EstimatedDBSizeAfterPurge": "Dimensione stimata del database dopo la cancellazione",
        "EstimatedSpaceSaved": "Stima dello spazio risparmiato",
        "GeolocationAnonymizeIpNote": "Nota: La Geolocalizzazione avrà circa gli stessi risultati con 1 byte anonimo. Con 2 byte o più, la Geolocalizzazione sarà imprecisa.",
        "GetPurgeEstimate": "Ottieni stima pulizia",
        "KeepBasicMetrics": "Mantieni le metriche di base (visite, pagine viste, percentuali dei rimbalzi, conversioni obiettivi, conversioni ecommerce, ecc.)",
        "KeepDataFor": "Mantieni tutti i dati per:",
        "KeepReportSegments": "Per i dati qui sopra che sono stati mantenuti, tieni anche i report segmentati",
        "LastDelete": "Ultima cancellazione è stata il",
        "LeastDaysInput": "Specificare un numero di giorni maggiore di %s.",
        "LeastMonthsInput": "Specifica un numero di mesi superiore a %s",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Prossima cancellazione programmata per il",
        "PluginDescription": "Personalizza Piwik per renderlo conforme alle norme della privacy del tuo paese.",
        "PurgeNow": "Pulisci il DB Ora",
        "PurgeNowConfirm": "Stai per cancellare definitivamente dei dati dal tuo database. Sei sicuro di voler continuare?",
        "PurgingData": "Eliminazione dei dati...",
        "RecommendedForPrivacy": "(raccomandato per la privacy)",
        "ReportsDataSavedEstimate": "Dimensioni database",
        "SaveSettingsBeforePurge": "Hai cambiato le impostazioni per la cancellazione dei dati. Si consiglia di salvarli prima di cominciare un'eliminazione.",
        "SeeAlsoOurOfficialGuidePrivacy": "Leggi anche la nostra guida ufficiale: %sWeb Analytics Privacy%s",
        "Teaser": "In questa pagina è possibile personalizzare Piwik per renderlo conforme alle norme vigenti sulla privacy. È possibile %s rendere anonimi gli IP dei visitatori%s, %s rimuovere automaticamente dal database i vecchi log dei visitatori%s e %s fornire un meccanismo opt-out per il sito%s.",
        "TeaserHeadline": "Impostazioni privacy",
        "UseAnonymizedIpForVisitEnrichment": "Usa anche gli indirizzi IP Anonimi quando si arricchiscono le visite",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugin come geo Location tramite IP e Provider incrementano i metadati dei visitatori. Di default questi plugin utiizzano gli indirizzi IP resi anonimi. Se selezioni 'No', verrà utilizzato l'indirizzo IP completo non reso anonimo, con la conseguenza di minore privaacy ma accuratezza dei dati migliore.",
        "UseAnonymizeIp": "Rendi anonimi gli IP dei visitatori",
        "UseDeleteLog": "Cancella regolarmente i vecchi log delle visite dal database",
        "UseDeleteReports": "Cancella regolarmente i vecchi report dal database"
    }
}