{
    "PrivacyManager": {
        "AnonymizeData": "Rendi anonimi i dati",
        "AnonymizeIpDescription": "Seleziona \"Sì\" se vuoi che Matomo non tenga traccia degli Indirizzi IP completi.",
        "AnonymizeIpInlineHelp": "Rende anonimi gli ip dei tuoi visitatori per conformarsi alle leggi o ai regolamenti locali.",
        "AnonymizeIpExtendedHelp": "Quando gli utenti visitano il tuo sito web, Matomo non utilizzerà l'indirizzo IP completo (come ad esempio %1$s), ma lo renderà anonimo prima (%2$s). L'anonimizzazione dell'indirizzo IP è uno dei requisiti stabiliti dalle leggi sulla privacy in alcuni paesi come la Germania.",
        "AnonymizeIpMaskLengtDescription": "Seleziona quanti byte degli indirizzi IP dei visitatori devono essere nascosti.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - es. %2$s",
        "AskingForConsent": "Richiesta consenso",
        "ClickHereSettings": "Accedi alle impostazioni %s.",
        "CurrentDBSize": "Dimensione corrente del database",
        "DBPurged": "DB ripulito.",
        "DeleteBothConfirm": "Stai per abilitare sia l'eliminazione dei dati grezzi che la cancellazione dei dati dei report. Questo rimuoverà permanentemente la possibilità di visualizzare i vecchi dati di analisi. Sei sicuro di volerlo fare?",
        "DeleteDataDescription": "È possibile configurare Matomo per eliminare con regolarità i vecchi dati grezzi e\/o i report aggregati per mantenere piccolo il database o per rispettare le normative sulla privacy come il GDPR.",
        "DeleteDataInterval": "Cancella i vecchi dati ogni",
        "DeleteOldVisitorLogs": "Cancella i vecchi log dei visitatori",
        "DeleteOldRawData": "Elimina con regolarità i vecchi dati grezzi",
        "DeleteOldAggregatedReports": "Elimina i dati dei vecchi report aggregati",
        "DeleteLogDescription2": "Quando l'eliminazione automatica è abilitata, è necessario assicurarsi che tutti i report giornalieri precedenti siano stati elaborati, in modo che nessun dato venga perso. Ottieni più informazioni.",
        "DeleteRawDataInfo": "I dati grezzi contengono tutti i dettagli di ogni singola visita e di ogni azione intrapresa dai visitatori. Quando elimini i dati grezzi, le informazioni cancellate non saranno più disponibili nel registro visitatori. Inoltre, se in seguito si decide di creare un segmento, i report segmentati non saranno disponibili per l'intervallo di tempo che è stato eliminato poiché tutti i report aggregati sono generati da questi dati non elaborati.",
        "DeleteLogsConfirm": "Stai per abilitare la cancellazione dei dati grezzi. Se vengono rimossi i vecchi dati grezzi e i report non sono già stati creati, non sarà possibile visualizzare lo storico dei dati analitici passati. Sei sicuro di volerlo fare?",
        "DeleteLogsOlderThan": "Cancella log più vecchi di",
        "DeleteMaxRows": "Numero massimo di righe da cancellare in un passaggio:",
        "DeleteMaxRowsNoLimit": "nessun limite",
        "DeleteReportsConfirm": "Stai per consentire la cancellazione dei dati dei report. Se i vecchi report vengono rimossi, si dovranno rielaborare per visualizzarli. Sei sicuro di volerlo fare?",
        "DeleteAggregateReportsDetailedInfo": "Quando si attiva questa impostazione, tutti i report aggregati verranno eliminati. I report aggregati sono generati dai dati grezzi e rappresentano i dati aggregati delle diverse visite individuali. Ad esempio, il rapporto \"Paese\" elenca i numeri aggregati per vedere quante visite hai ottenuto da ciascun paese.",
        "KeepBasicMetricsReportsDetailedInfo": "Quando si attiva questa impostazione, alcuni indicatori delle prestazioni delle chiavi numeriche non verranno eliminati.",
        "DeleteReportsInfo2": "Se elimini i vecchi report, questi potrebbero essere nuovamente elaborati a partire dai tuoi dati RAW quando lo richiedi.",
        "DeleteReportsInfo3": "Se hai anche abilitato \"%s\", allora i dati dei report che stai eliminando verranno persi definitivamente.",
        "DeleteReportsOlderThan": "Elimina i report più vecchi di",
        "DeleteSchedulingSettings": "Pianifica la cancellazione dei vecchi dati",
        "DeleteDataSettings": "Cancella i vecchi log dei visitatori e i report",
        "DoNotTrack_Description": "Do Not Track è una tecnologia e una proposta di indirizzo che consente agli utenti di escludersi dal tracciamento dei siti che visitano, includendo i servizi statistici, le reti pubblicitarie e le piattaforme sociali.",
        "DoNotTrack_Disable": "Disabilita il supporto per Do Not Track",
        "DoNotTrack_Disabled": "Matomo sta attualmente tracciando tutti i visitatori, anche quando hanno specificato \"Non voglio essere tracciato\" nei loro browser.",
        "DoNotTrack_DisabledMoreInfo": "Ti consigliamo di abilitare il supporto DoNotTrack per rispettare la privacy dei tuoi visitatori",
        "DoNotTrack_Enable": "Abilita il supporto per Do Not Track",
        "DoNotTrack_Enabled": "Al momento stai rispettando la Privacy dei tuoi utenti. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quando gli utenti hanno impostato il proprio browser su \"Non voglio essere tracciato\" (DoNotTrack è abilitato), Matomo non terrà traccia di queste visite.",
        "DoNotTrack_SupportDNTPreference": "Supporto preferenza Do Not Track",
        "EstimatedDBSizeAfterPurge": "Dimensione stimata del database dopo la pulizia",
        "EstimatedSpaceSaved": "Stima dello spazio risparmiato",
        "GeolocationAnonymizeIpNote": "Nota: La Geolocalizzazione avrà circa gli stessi risultati con 1 byte anonimo. Con 2 byte o più, la Geolocalizzazione sarà imprecisa.",
        "GDPR": "GDPR",
        "GdprManager": "Gestione GDPR",
        "GdprOverview": "Panoramica GDPR",
        "GdprTools": "Strumenti GDPR",
        "GetPurgeEstimate": "Ottieni stima pulizia",
        "KeepBasicMetrics": "Mantieni le metriche di base (visite, pagine viste, percentuali dei rimbalzi, conversioni obiettivi, conversioni ecommerce, ecc.)",
        "KeepDataFor": "Conserva tutti i dati per",
        "KeepReportSegments": "Per i dati qui sopra che sono stati mantenuti, tieni anche i report segmentati",
        "LastDelete": "L'ultima cancellazione è stata il",
        "LeastDaysInput": "Specifica un numero di giorni maggiore di %s.",
        "LeastMonthsInput": "Specifica un numero di mesi superiore a %s",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Prossima cancellazione programmata per il",
        "PluginDescription": "Aumenta la privacy per i tuoi utenti e rendi la gestione della privacy di Matomo conforme alla legislazione del tuo paese.",
        "PurgeNow": "Pulisci il DB Ora",
        "PurgeNowConfirm": "Stai per cancellare definitivamente dei dati dal tuo database. Sei sicuro di voler continuare?",
        "PurgingData": "Eliminazione dei dati...",
        "RecommendedForPrivacy": "Raccomandato per la privacy",
        "ReportsDataSavedEstimate": "Dimensioni database",
        "SaveSettingsBeforePurge": "Hai cambiato le impostazioni per la cancellazione dei dati. Si consiglia di salvarli prima di cominciare una pulizia.",
        "SeeAlsoOurOfficialGuidePrivacy": "Leggi anche la nostra guida ufficiale: %1$sWeb Analytics Privacy%2$s",
        "TeaserHeader": "In questa pagina, è possibile personalizzare Matomo per renderlo conforme alla normativa esistente: %1$srendendo anonimo l'IP del visitatore%2$s, %3$srimuovendo automaticamente i vecchi log dei visitatori dal database%4$s e %5$srendendo anonimi i dati grezzi degli utenti monitorati in precedenza%6$s.",
        "TeaserHeadline": "Impostazioni privacy",
        "UseAnonymizedIpForVisitEnrichment": "Usa anche gli indirizzi IP Anonimi quando si arricchiscono le visite",
        "UseAnonymizedIpForVisitEnrichmentNote": "I plugin come Geo Localtion tramite IP e Provider migliorano i metadati dei visitatori. Per impostazione predefinita, questi plugin utilizzano degli indirizzi IP anonimi. Se si seleziona \"No\", verrà utilizzato l'indirizzo IP completo, non reso anonimo, con la conseguente minore privacy ma con una migliore accuratezza dei dati.",
        "PseudonymizeUserIdNote": "Quando abiliti questa opzione, l'ID Utente verrà sostituito da uno pseudonimo per evitare di archiviare e visualizzare direttamente informazioni personali identificabili, come un indirizzo email. In termini tecnici: dato il tuo ID Utente, Matomo elaborerà lo pseudonimo di ID Utente utilizzando una funzione di hash criptata.",
        "PseudonymizeUserIdNote2": "Nota: la sostituzione con uno pseudonimo non è la stessa cosa dell'anonimato. In termini GDPR: lo pseudonimo di ID Utente conta ancora come un dato personale. L'ID Utente originale potrebbe ancora essere identificato se sono disponibili alcune informazioni aggiuntive (a cui solo Matomo e il tuo elaboratore di dati possono accedere).",
        "AnonymizeOrderIdNote": "Poiché un ID ordine può essere referenziato con un altro sistema, in genere un negozio e-commerce, l'ID dell'ordine può essere considerato come un'informazione personale, secondo il GDPR. Quando abiliti questa opzione, un ID ordine verrà automaticamente reso anonimo, quindi non verranno tracciate le informazioni personali.",
        "UseAnonymizeIp": "Rendi anonimi gli IP dei visitatori",
        "UseAnonymizeTrackingData": "Rendi anonimi i Dati di Tracciamnto",
        "UseAnonymizeUserId": "Rendi anonimo l'ID Utente",
        "PseudonymizeUserId": "Sostituisci l'ID Utente con uno pseudonimo",
        "UseAnonymizeOrderId": "Rendi anonimo l'ID dell'Ordine",
        "UseDeleteLog": "Elimina con regolarità dal database i vecchi dati grezzi",
        "UseDeleteReports": "Cancella regolarmente i vecchi report dal database",
        "UsersOptOut": "Opt-out Utenti",
        "PrivacyPolicyUrl": "URL Politiche sulla Privacy",
        "PrivacyPolicyUrlDescription": "Link alla pagina con le tue Politiche sulla Privacy.",
        "TermsAndConditionUrl": "URL Termini e Condizioni",
        "TermsAndConditionUrlDescription": "Link alla pagina con i tuoi Termini e Condizioni.",
        "PrivacyPolicyUrlDescriptionSuffix": "Se imposti questo, esso verrà mostrato in fondo alla pagina di login e sulle pagine alle quali può accedere l'utente '%1$s'.",
        "ShowInEmbeddedWidgets": "Mostra in widget incorporati",
        "ShowInEmbeddedWidgetsDescription": "Se spuntato, verrà mostrato un link alle tue Politiche sulla Privacy e ai Termini e Condizioni in fondo ai widget incorporati.",
        "PrivacyPolicy": "Politiche sulla Privacy",
        "TermsAndConditions": "Termini e Condizioni"
    }
}