{
    "PrivacyManager": {
        "AddUserIdToSearch": "Clicca per aggiungere userID alla ricerca",
        "AddVisitorIPToSearch": "Clicca per aggiungere questo visitorIP alla ricerca",
        "AddVisitorIdToSearch": "Clicca per aggiungere questo visitorID alla ricerca",
        "AnonymizeData": "Rendi anonimi i dati",
        "AnonymizeDataConfirm": "Sei sicuro di voler rendere anonimi i dati per i siti web e l'intervallo di tempo selezionati? Questa azione non può essere annullata, i dati possono essere eliminati come richiesto e questo processo potrebbe richiedere molto tempo.",
        "AnonymizeDataNow": "Rendi anonimi i dati passati per il sito e il periodo selezionati",
        "AnonymizeIp": "Rendi anonimi gli IP",
        "AnonymizeIpDescription": "Seleziona \"Sì\" se vuoi che Matomo non tenga traccia degli Indirizzi IP completi.",
        "AnonymizeIpExtendedHelp": "Quando gli utenti visitano il tuo sito web, Matomo non utilizzerà l'indirizzo IP completo (come ad esempio %1$s), ma lo renderà anonimo prima (%2$s). L'anonimizzazione dell'indirizzo IP è uno dei requisiti stabiliti dalle leggi sulla privacy in alcuni paesi come la Germania.",
        "AnonymizeIpHelp": "Questa azione non può essere annullata. Se abilitato, per tutte le visite durante questo periodo di tempo l'IP verrà reso anonimo in almeno 2 byte, ad esempio \"192.168.xxx.xxx\". Se al momento è stato configurato per rendere anonimi 3 byte, questa impostazione verrà rispettata e tutti gli IP saranno resi anonimi in 3 byte.",
        "AnonymizeIpInlineHelp": "Rende anonimi gli ip dei tuoi visitatori per conformarsi alle leggi o ai regolamenti locali.",
        "AnonymizeIpMaskFully": "Maschera completamente l'indirizzo IP",
        "AnonymizeIpMaskLengtDescription": "Seleziona quanti byte degli indirizzi IP dei visitatori devono essere nascosti.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - es. %2$s",
        "AnonymizeLocation": "Rendi anonima la Posizione",
        "AnonymizeLocationHelp": "Questa azione non può essere annullata. Rivaluta la posizione in base all'IP anonimo (almeno 2 byte dell'IP saranno resi anonimi).",
        "AnonymizeOrderIdNote": "Poiché un ID ordine può essere referenziato con un altro sistema, in genere un negozio e-commerce, l'ID dell'ordine può essere considerato come un'informazione personale, secondo il GDPR. Quando abiliti questa opzione, un ID ordine verrà automaticamente reso anonimo, quindi non verranno tracciate le informazioni personali.",
        "AnonymizeProcessInfo": "Questa azione potrebbe richiedere molto tempo e pertanto non verrà eseguita immediatamente. Sarai in grado di seguire lo stato del processo qui sotto. L'anonimizzazione dovrebbe in genere iniziare entro un'ora.",
        "AnonymizeReferrer": "Rendi anonimo il referrer",
        "AnonymizeReferrerExcludeAll": "Non registrare l'URL del referrer ma rileva ancora il tipo di referrer",
        "AnonymizeReferrerExcludeNone": "Non rendere anonimo il referrer",
        "AnonymizeReferrerExcludePath": "Mantieni solo il dominio dell'URL di un referrer",
        "AnonymizeReferrerExcludeQuery": "Rimuovi i parametri query dall'URL del referrer",
        "AnonymizeReferrerNote": "Matomo memorizza da quale URL (referrer) un utente arriva al tuo sito. In alcuni casi, tale URL può contenere informazioni che possono essere considerate informazioni personali. Se desideri impedire il tracciamento di tali informazioni, puoi limitare la quantità di dati dei referrer che Matomo memorizzerà quando un visitatore accede al tuo sito web. Più informazioni vengono rimosse dalle informazioni del referrer, meno probabile sarà la registrazione delle informazioni personali. Più informazioni rimuovi dal referrer, meno chiaro sarà il modo in cui un visitatore è arrivato sul tuo sito web.",
        "AnonymizeRowDataFrom": "Rendi anonimi tutti i dati grezzi a partire da:",
        "AnonymizeRowDataTo": "Rendi anonimi tutti i dati grezzi fino a:",
        "AnonymizeSites": "Rendi anonimi i dati di questo sito",
        "AnonymizeUserId": "Sostituisci l'ID Utente con uno pseudonimo",
        "AnonymizeUserIdHelp": "Quando si abilita questa opzione, l'ID utente verrà sostituito da uno pseudonimo per evitare di archiviare e visualizzare direttamente informazioni personali identificabili, come un indirizzo email. In termini tecnici: dato il tuo ID utente, Matomo elaborerà lo pseudonimo dell'ID utente utilizzando una funzione hash \"salata\". <br/><br/><em>Nota: la sostituzione con uno pseudonimo non è la stessa cosa dell'anonimizzazione. In termini di GDPR: lo pseudonimo di ID utente conta ancora come se fosse un dato personale. L'ID utente originale potrebbe ancora essere identificato se sono disponibili determinate informazioni aggiuntive (a cui solo Matomo e il tuo elaboratore di dati hanno accesso).</em>",
        "AskingForConsent": "Richiesta consenso",
        "AwarenessDocumentation": "Sensibilizzazione e Documentazione",
        "AwarenessDocumentationDesc1": "Informa i visitatori attraverso una chiara informativa sulla privacy ogni volta che si raccolgono dati personali.",
        "AwarenessDocumentationDesc2": "Informa i tuoi utenti circa la tua politica sulla privacy, quali dati raccogli e su come questi vengono utilizzati.",
        "AwarenessDocumentationDesc3": "Rendi consapevole il tuo team che stai utilizzando Matomo Analytics e %1$squali dati vengono raccolti dalla tua piattaforma di analisi%2$s.",
        "AwarenessDocumentationDesc4": "Documenta il tuo utilizzo di Matomo nel tuo %1$sregistro delle informazioni%2$s.",
        "AwarenessDocumentationIntro": "Informa i tuoi utenti in modo chiaro e trasparente e fai conoscere ai tuoi colleghi i dati raccolti e come vengono utilizzati:",
        "BackgroundColor": "Colore Background",
        "ClickHereSettings": "Accedi alle impostazioni %s.",
        "ConsentExplanation": "Consenso significa offrire alle singole persone la scelta e il controllo su come vengono trattati i loro dati personali.",
        "CurrentDBSize": "Dimensione corrente del database",
        "DBPurged": "DB ripulito.",
        "DataRetention": "Conservazione dei dati",
        "DataRetentionInMatomo": "Conservazione dei dati per i dati immagazzinati in Matomo:",
        "DataRetentionOverall": "Il tasso generale di conservazione dei dati per la vostra politica sulla privacy è il tasso di conservazione dei dati non elaborati. Si noti che anche i report aggregati possono contenere dati personali. Se stai utilizzando funzionalità come ID utente, variabili personalizzate, dimensione personalizzata o tracci i dati personali in altri modi come eventi, URL di pagina o titoli di pagina, ecc., il tasso di conservazione dei dati complessivo per la tua politica sulla privacy è il più alto tra i due .",
        "DeleteAggregateReportsDetailedInfo": "Quando si attiva questa impostazione, tutti i report aggregati verranno eliminati. I report aggregati sono generati dai dati grezzi e rappresentano i dati aggregati delle diverse visite individuali. Ad esempio, il rapporto \"Paese\" elenca i numeri aggregati per vedere quante visite hai ottenuto da ciascun paese.",
        "DeleteBothConfirm": "Stai per abilitare sia l'eliminazione dei dati grezzi che la cancellazione dei dati dei report. Questo rimuoverà permanentemente la possibilità di visualizzare i vecchi dati di analisi. Sei sicuro di volerlo fare?",
        "DeleteDataDescription": "È possibile configurare Matomo per eliminare con regolarità i vecchi dati grezzi e/o i report aggregati per mantenere piccolo il database o per rispettare le normative sulla privacy come il GDPR.",
        "DeleteDataInterval": "Cancella i vecchi dati ogni",
        "DeleteDataSettings": "Cancella i vecchi log dei visitatori e i report",
        "DeleteLogDescription2": "Quando l'eliminazione automatica è abilitata, è necessario assicurarsi che tutti i report giornalieri precedenti siano stati elaborati, in modo che nessun dato venga perso. Ottieni più informazioni.",
        "DeleteLogsConfirm": "Stai per abilitare la cancellazione dei dati grezzi. Se vengono rimossi i vecchi dati grezzi e i report non sono già stati creati, non sarà possibile visualizzare lo storico dei dati analitici passati. Sei sicuro di volerlo fare?",
        "DeleteLogsOlderThan": "Cancella log più vecchi di",
        "DeleteMaxRows": "Numero massimo di righe da cancellare in un passaggio:",
        "DeleteMaxRowsNoLimit": "nessun limite",
        "DeleteOldAggregatedReports": "Elimina i dati dei vecchi report aggregati",
        "DeleteOldRawData": "Elimina con regolarità i vecchi dati grezzi",
        "DeleteOldVisitorLogs": "Cancella i vecchi log dei visitatori",
        "DeleteRawDataInfo": "I dati grezzi contengono tutti i dettagli di ogni singola visita e di ogni azione intrapresa dai visitatori. Quando elimini i dati grezzi, le informazioni cancellate non saranno più disponibili nel registro visitatori. Inoltre, se in seguito si decide di creare un segmento, i report segmentati non saranno disponibili per l'intervallo di tempo che è stato eliminato poiché tutti i report aggregati sono generati da questi dati non elaborati.",
        "DeleteReportsConfirm": "Stai per consentire la cancellazione dei dati dei report. Se i vecchi report vengono rimossi, si dovranno rielaborare per visualizzarli. Sei sicuro di volerlo fare?",
        "DeleteReportsInfo2": "Se elimini i vecchi report, questi potrebbero essere nuovamente elaborati a partire dai tuoi dati RAW quando lo richiedi.",
        "DeleteReportsInfo3": "Se hai anche abilitato \"%s\", allora i dati dei report che stai eliminando verranno persi definitivamente.",
        "DeleteReportsOlderThan": "Elimina i report più vecchi di",
        "DeleteSchedulingSettings": "Pianifica la cancellazione dei vecchi dati",
        "DeleteSelectedVisits": "Elimina le visite selezionate",
        "DeleteVisitsConfirm": "Sei sicuro di voler cancellare le visite selezionate? Questa azione non può essere annullata.",
        "DeletionFromMatomoOnly": "Si noti inoltre che tutti i dati verranno eliminati solo dal database di Matomo ma non dai registri del server web. Si noti inoltre che se si reimportano dati storici, ad esempio dai registri, è possibile importare nuovamente tutti i dati precedentemente eliminati.",
        "DoNotTrack_Description": "Do Not Track è una tecnologia e una proposta di indirizzo che consente agli utenti di escludersi dal tracciamento dei siti che visitano, includendo i servizi statistici, le reti pubblicitarie e le piattaforme sociali.",
        "DoNotTrack_Disable": "Disabilita il supporto per Do Not Track",
        "DoNotTrack_Disabled": "Matomo sta attualmente tracciando tutti i visitatori, anche quando hanno specificato \"Non voglio essere tracciato\" nei loro browser.",
        "DoNotTrack_DisabledMoreInfo": "Ti consigliamo di abilitare il supporto DoNotTrack per rispettare la privacy dei tuoi visitatori",
        "DoNotTrack_Enable": "Abilita il supporto per Do Not Track",
        "DoNotTrack_Enabled": "Al momento stai rispettando la Privacy dei tuoi utenti. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Quando gli utenti hanno impostato il proprio browser su \"Non voglio essere tracciato\" (DoNotTrack è abilitato), Matomo non terrà traccia di queste visite.",
        "DoNotTrack_SupportDNTPreference": "Supporto preferenza Do Not Track",
        "EstimatedDBSizeAfterPurge": "Dimensione stimata del database dopo la pulizia",
        "EstimatedSpaceSaved": "Stima dello spazio risparmiato",
        "ExportSelectedVisits": "Esporta le visite selezionate",
        "ExportingNote": "Nel caso in cui tu stia esportando i dati per esercitare il diritto di accesso, assicurati che le visite selezionate siano effettivamente eseguite dall'interessato per il quale si desiderano esportare i dati.",
        "FindDataSubjectsBy": "Cerca titolari di dati per",
        "FindMatchingDataSubjects": "Trova soggetti corrispondenti ai dati",
        "FontColor": "Font Color",
        "FontFamily": "Font Family",
        "FontSize": "Font Size",
        "ForceCookielessTracking": "Forza il tracciamento senza i cookies",
        "ForceCookielessTrackingDescription": "Abilitando questa opzione si aggiornerà automaticamente %1$s, che quindi conterrà un codice aggiuntivo per garantire che tutti i tracker non utilizzino i cookies. Inoltre Matomo ignorerà tutti i cookie di tracciamento lato server.",
        "ForceCookielessTrackingDescription2": "I cookies saranno disabilitati anche quando si utilizzano i metodi di consenso in Matomo tracker e chiamando ad esempio i metodi di consenso con i cookies questi non verranno abilitati.",
        "ForceCookielessTrackingDescriptionNotWritable": "Il file tracker JS \"%1$s\" non è scrivibile, condizione necessaria per il pieno funzionamento di questa funzione. Quando il file tracker JS non è scrivibile, i cookies verranno ignorati solo sul lato server ma i cookies potrebbero essere ancora impostati nel browser. Per risolvere questo problema, tu o un amministratore di sistema dovete modificare le autorizzazioni del file in modo che il vostro server web possa modificare questo file.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Se stai trattando tramite Matomo i dati personali di cittadini europei, anche se la tua azienda si trova al di fuori dell'Europa, devi adempiere agli obblighi del GDPR e questa guida ti aiuterà.",
        "GdprChecklistDesc2": "Di seguito troverai i nostri strumenti che ti consentiranno di assicurare con facilità i diritti dei tuoi utenti e anche l'elenco delle azioni da intraprendere per rendere il tuo utilizzo di Matomo conforme al GDPR e di salvaguardare i tuoi dati. Visita la nostra %1$sGuida per l'Utente GDPR%2$s per saperne di più.",
        "GdprChecklists": "Liste di controllo GDPR",
        "GdprManager": "Gestione GDPR",
        "GdprOverview": "Panoramica GDPR",
        "GdprOverviewIntro1": "Il Regolamento Generale sulla Protezione dei Dati (GDPR) è un regolamento che rafforza e unifica la protezione dei dati per tutti gli individui all'interno dell'Unione europea (UE).",
        "GdprOverviewIntro2": "Se già prendi provvedimenti per garantire che non vengano raccolti dati personali in Matomo, potresti non essere interessato dal GDPR per Matomo (se non tracci alcun indirizzo IP, alcun ID utente, alcun dato di geolocalizzazione, ecc.).",
        "GdprTools": "Strumenti GDPR",
        "GdprToolsOverviewHint": "Nel caso in cui tu non sappia cos'è il GDPR, fai riferimento alla %1$spanoramica sul GDPR%2$s.",
        "GdprToolsPageIntro1": "Questa pagina è stata progettata per consentirti di esercitare i diritti dell'interessato.",
        "GdprToolsPageIntro2": "Qui puoi esercitare i diritti dei tuoi utenti con le nostre procedure compatibili con GDPR:",
        "GdprToolsPageIntroAccessRight": "il diritto di accesso a tutti i loro dati (e il diritto alla portabilità dei dati),",
        "GdprToolsPageIntroEraseRight": "il diritto di cancellare alcuni o tutti i loro dati (e il diritto di rettifica).",
        "GeolocationAnonymizeIpNote": "Nota: La Geolocalizzazione avrà circa gli stessi risultati con 1 byte anonimo. Con 2 byte o più, la Geolocalizzazione sarà imprecisa.",
        "GetPurgeEstimate": "Ottieni stima pulizia",
        "HowDoIAskForConsent": "Come devo chiedere il consenso agli utenti?",
        "Imprint": "Colophon",
        "ImprintUrl": "URL Colophon",
        "ImprintUrlDescription": "Link alla tua Pagina Colophon",
        "IndividualsRights": "Diritti dei singoli",
        "IndividualsRightsAccess": "Diritto di accesso: %1$scerca un titolare di dati%2$s ed esporta tutti i suoi dati.",
        "IndividualsRightsChildren": "Se offri servizi online ai minori e fai affidamento sul consenso per raccogliere informazioni su di essi, potrebbe essere necessario il consenso di un genitore o di un tutore legale per elaborare i dati personali dei minori in modo lecito.",
        "IndividualsRightsErasure": "Diritto alla cancellazione: %1$scerca un titolare di dati%2$s e cancella tutti i suoi dati.",
        "IndividualsRightsInform": "Diritto a essere informati: informa i tuoi utenti con un avviso sulla privacy chiaro.",
        "IndividualsRightsIntro": "Preoccupati dei diritti dei tuoi utenti con le nostre procedure GDPR friendly:",
        "IndividualsRightsObject": "Diritto all'obiezione: %1$sconsenti ai tuoi utenti di esercitare l'opt-out%2$s nella tua pagina della politica sulla privacy.",
        "IndividualsRightsPortability": "Diritto alla portabilità dei dati: %1$scerca un titolare di dati%2$s ed esporta tutti i suoi dati.",
        "IndividualsRightsRectification": "Diritto di rettifica: %1$scerca un titolare di dati%2$s e cancella alcuni o tutti i suoi dati.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Alcune informazioni del referrer potrebbero mancare perché l'anonimizzazione del referrer è abilitata come segue: %s",
        "KeepBasicMetrics": "Mantieni le metriche di base (visite, pagine viste, percentuali dei rimbalzi, conversioni obiettivi, conversioni ecommerce, ecc.)",
        "KeepBasicMetricsReportsDetailedInfo": "Quando si attiva questa impostazione, alcuni indicatori delle prestazioni delle chiavi numeriche non verranno eliminati.",
        "KeepDataFor": "Conserva tutti i dati per",
        "KeepReportSegments": "Per i dati qui sopra che sono stati mantenuti, tieni anche i report segmentati",
        "LastAction": "Ultima azione",
        "LastDelete": "L'ultima cancellazione è stata il",
        "LeastDaysInput": "Specifica un numero di giorni maggiore di %s.",
        "LeastMonthsInput": "Specifica un numero di mesi superiore a %s",
        "MatchingDataSubjects": "Soggetti interessati",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Prossima cancellazione programmata per il",
        "NoDataSubjectsFound": "Non sono stati trovati titolari di dati",
        "OptOutCustomize": "Personalizza l'iframe di Opt-out",
        "OptOutHtmlCode": "Condice HTML da incorporare nel tuo sito",
        "OptOutPreview": "Anteprima di come apparirà nel tuo sito l'Opt-out",
        "PluginDescription": "Aumenta la privacy per i tuoi utenti e rendi la gestione della privacy di Matomo conforme alla legislazione del tuo paese.",
        "PrivacyPolicy": "Politiche sulla Privacy",
        "PrivacyPolicyUrl": "URL Politiche sulla Privacy",
        "PrivacyPolicyUrlDescription": "Link alla pagina con le tue Politiche sulla Privacy.",
        "PrivacyPolicyUrlDescriptionSuffix": "Se imposti questo, esso verrà mostrato in fondo alla pagina di login e sulle pagine alle quali può accedere l'utente '%1$s'.",
        "PseudonymizeUserId": "Sostituisci l'ID Utente con uno pseudonimo",
        "PseudonymizeUserIdNote": "Quando abiliti questa opzione, l'ID Utente verrà sostituito da uno pseudonimo per evitare di archiviare e visualizzare direttamente informazioni personali identificabili, come un indirizzo email. In termini tecnici: dato il tuo ID Utente, Matomo elaborerà lo pseudonimo di ID Utente utilizzando una funzione di hash criptata.",
        "PseudonymizeUserIdNote2": "Nota: la sostituzione con uno pseudonimo non è la stessa cosa dell'anonimato. In termini GDPR: lo pseudonimo di ID Utente conta ancora come un dato personale. L'ID Utente originale potrebbe ancora essere identificato se sono disponibili alcune informazioni aggiuntive (a cui solo Matomo e il tuo elaboratore di dati possono accedere).",
        "PurgeNow": "Pulisci il DB Ora",
        "PurgeNowConfirm": "Stai per cancellare definitivamente dei dati dal tuo database. Sei sicuro di voler continuare?",
        "PurgingData": "Eliminazione dei dati…",
        "RawDataNeverRemoved": "le righe di dati visite e azioni <strong>non</strong> vengono mai eliminate.",
        "RawDataRemovedAfter": "tutte le righe di dati visite e azioni vengono eliminate a partire da %1$s.",
        "RecommendedForPrivacy": "Raccomandato per la privacy",
        "ReportsDataSavedEstimate": "Dimensioni database",
        "ReportsNeverRemoved": "i report aggregati <strong>non</strong> vengono mai eliminati.",
        "ReportsRemovedAfter": "tutti i report aggregati vengono eliminati a partire da %1$s.",
        "ResultIncludesAllVisits": "I risultati trovati includono tutte le visite senza alcuna limitazione di tempo e includono anche oggi.",
        "ResultTruncated": "Sono stati trovati più di %1$s risultati e il risultato è stato troncato alle prime %1$s visite.",
        "SaveSettingsBeforePurge": "Hai cambiato le impostazioni per la cancellazione dei dati. Si consiglia di salvarli prima di cominciare una pulizia.",
        "SearchForDataSubject": "Cerca un titolare di dati",
        "SecurityProcedures": "Procedure di sicurezza",
        "SecurityProceduresDesc1": "Applica le nostre %1$sraccomandazioni sulla sicurezza%2$s per tenere al sicuro i tuoi dati di Matomo.",
        "SecurityProceduresDesc2": "Verifica di avere un contratto scritto con la società che ti fornisce il server Matomo o un hosting che assicuri %1$sche siano fornite garanzie adeguate%2$s.",
        "SecurityProceduresDesc3": "Includi Matomo nelle tue %1$sprocedure contro la violazione dei dati%2$s.",
        "SecurityProceduresDesc4": "Includi Matomo nella tua %1$svalutazione dell'impatto sulla privacy dei dati (DPIA)%2$s, se applicabile.",
        "SecurityProceduresIntro": "Informa i tuoi utenti in modo chiaro e trasparente e fai conoscere ai tuoi colleghi i dati raccolti e come vengono utilizzati:",
        "SeeAlsoOurOfficialGuidePrivacy": "Leggi anche la nostra guida ufficiale: %1$sWeb Analytics Privacy%2$s",
        "SelectWebsite": "Seleziona un sito web",
        "ShowInEmbeddedWidgets": "Mostra in widget incorporati",
        "ShowInEmbeddedWidgetsDescription": "Se spuntato, verrà mostrato un link alle tue Politiche sulla Privacy e ai Termini e Condizioni in fondo ai widget incorporati.",
        "TeaserHeader": "In questa pagina, è possibile personalizzare Matomo per renderlo conforme alla normativa esistente: %1$srendendo anonimo l'IP del visitatore%2$s, %3$srimuovendo automaticamente i vecchi log dei visitatori dal database%4$s e %5$srendendo anonimi i dati grezzi degli utenti monitorati in precedenza%6$s.",
        "TeaserHeadline": "Impostazioni privacy",
        "TermsAndConditionUrl": "URL Termini e Condizioni",
        "TermsAndConditionUrlDescription": "Link alla pagina con i tuoi Termini e Condizioni.",
        "TermsAndConditions": "Termini e Condizioni",
        "TrackingOptOut": "Consenti agli utenti di escludersi dal tracking (opt-out)",
        "UnsetActionColumns": "Colonne azione non impostate",
        "UnsetActionColumnsHelp": "Questa azione non può essere annullata. Elenco di colonne di database in ambito azione di cui si desidera annullare le impostazioni. Ogni valore di colonna verrà impostato sul valore predefinito.",
        "UnsetVisitColumns": "Colonne visita non impostate",
        "UnsetVisitColumnsHelp": "Questa azione non può essere annullata. Elenco di colonne di database in ambito visita di cui si desidera annullare le impostazioni. Ogni valore di colonna verrà impostato sul valore predefinito. Si noti che se la stessa colonna esiste in ambito 'conversione', anche questa colonna verrà eliminata",
        "UseAnonymizeIp": "Rendi anonimi gli IP dei visitatori",
        "UseAnonymizeOrderId": "Rendi anonimo l'ID dell'Ordine",
        "UseAnonymizeTrackingData": "Rendi anonimi i Dati di Tracciamnto",
        "UseAnonymizeUserId": "Rendi anonimo l'ID Utente",
        "UseAnonymizedIpForVisitEnrichment": "Usa anche gli indirizzi IP Anonimi quando si arricchiscono le visite",
        "UseAnonymizedIpForVisitEnrichmentNote": "I plugin come Geo Localtion tramite IP e Provider migliorano i metadati dei visitatori. Per impostazione predefinita, questi plugin utilizzano degli indirizzi IP anonimi. Se si seleziona \"No\", verrà utilizzato l'indirizzo IP completo, non reso anonimo, con la conseguente minore privacy ma con una migliore accuratezza dei dati.",
        "UseDeleteLog": "Elimina con regolarità dal database i vecchi dati grezzi",
        "UseDeleteReports": "Cancella regolarmente i vecchi report dal database",
        "UsersOptOut": "Opt-out Utenti",
        "VisitsMatchedCriteria": "Queste visite corrispondono ai criteri selezionati.",
        "VisitsSuccessfullyDeleted": "Visite cancellate con successo",
        "VisitsSuccessfullyExported": "Visite esportate con successo",
        "WhenDoINeedConsent": "Quando devi richiedere il consenso dell'utente?"
    }
}
