{
    "PrivacyManager": {
        "AnonymizeIpInlineHelp": "Rende anonimi gli ip dei tuoi visitatori per conformarsi alle leggi o ai regolamenti locali.",
        "AnonymizeIpExtendedHelp": "Quando gli utenti visitano il tuo sito web, Matomo non userà l'indirizzo IP completo (come %1$s) ma lo renderà prima anonimo (così: %2$s). Questo è uno dei requisiti definiti dalle leggi sulla privacy in alcuni paesi come la Germania.",
        "AnonymizeIpMaskLengtDescription": "Seleziona quanti byte degli indirizzi IP dei visitatori devono essere nascosti.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - es. %2$s",
        "CannotLockSoDeleteLogActions": "La tabella log_action non sarà svuotata: si prega di assicurare i privilegi LOCK TABLES all'utente MySQL '%s'.",
        "ClickHereSettings": "Accedi alle impostazioni %s.",
        "CurrentDBSize": "Dimensione corrente del database",
        "DBPurged": "DB ripulito.",
        "DeleteDataInterval": "Cancella i vecchi dati ogni",
        "DeleteOldVisitorLogs": "Cancella i vecchi log dei visitatori",
        "DeleteOldArchivedReports": "Cancella i vecchi report archiviati",
        "DeleteLogDescription2": "Quando l'eliminazione automatica è abilitata, è necessario assicurarsi che tutti i report giornalieri precedenti siano stati elaborati, in modo che nessun dato venga perso. Ottieni più informazioni.",
        "DeleteLogInfo": "I log delle seguenti tabelle saranno cancellati: %s",
        "DeleteLogsOlderThan": "Cancella log più vecchi di",
        "DeleteMaxRows": "Numero massimo di righe da cancellare in un passaggio:",
        "DeleteMaxRowsNoLimit": "nessun limite",
        "DeleteReportsConfirm": "Stai per consentire la cancellazione dei dati dei report. Se i vecchi report vengono rimossi, si dovranno rielaborare per visualizzarli. Sei sicuro di volerlo fare?",
        "DeleteReportsDetailedInfo": "I dati delle tabelle numeriche d'archivio del database (%1$s) e delle tabelle d'archivio blob (%2$s) saranno cancellati.",
        "DeleteReportsInfo": "Se abilitato, i vecchi report verranno cancellati. %1$sRaccomandiamo di abilitare solo quando lo spazio del database è limitato.%2$s",
        "DeleteReportsInfo2": "Se non è stato abilitato \"%s\", i vecchi report verranno automaticamente ricreati quando richiesti.",
        "DeleteReportsInfo3": "Se abilitato \"%s\", i dati andranno definitivamente persi.",
        "DeleteReportsOlderThan": "Elimina i report più vecchi di",
        "DeleteSchedulingSettings": "Pianifica la cancellazione dei vecchi dati",
        "DeleteDataSettings": "Cancella i vecchi log dei visitatori e i report",
        "DoNotTrack_Description": "Do Not Track è una tecnologia e una proposta di indirizzo che consente agli utenti di escludersi dal tracciamento dei siti che visitano, includendo i servizi statistici, le reti pubblicitarie e le piattaforme sociali.",
        "DoNotTrack_Disable": "Disabilita il supporto per Do Not Track",
        "DoNotTrack_DisabledMoreInfo": "Si raccomanda di rispettare la privacy dei tuoi visitatori abilitando il supporto DoNotTrack.",
        "DoNotTrack_Enable": "Abilita il supporto per Do Not Track",
        "DoNotTrack_Enabled": "Al momento stai rispettando la Privacy dei tuoi utenti. Bravo!",
        "DoNotTrack_SupportDNTPreference": "Supporto preferenza Do Not Track",
        "EstimatedDBSizeAfterPurge": "Dimensione stimata del database dopo la pulizia",
        "EstimatedSpaceSaved": "Stima dello spazio risparmiato",
        "GeolocationAnonymizeIpNote": "Nota: La Geolocalizzazione avrà circa gli stessi risultati con 1 byte anonimo. Con 2 byte o più, la Geolocalizzazione sarà imprecisa.",
        "GetPurgeEstimate": "Ottieni stima pulizia",
        "KeepBasicMetrics": "Mantieni le metriche di base (visite, pagine viste, percentuali dei rimbalzi, conversioni obiettivi, conversioni ecommerce, ecc.)",
        "KeepDataFor": "Conserva tutti i dati per",
        "KeepReportSegments": "Per i dati qui sopra che sono stati mantenuti, tieni anche i report segmentati",
        "LastDelete": "L'ultima cancellazione è stata il",
        "LeastDaysInput": "Specifica un numero di giorni maggiore di %s.",
        "LeastMonthsInput": "Specifica un numero di mesi superiore a %s",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Prossima cancellazione programmata per il",
        "PurgeNow": "Pulisci il DB Ora",
        "PurgeNowConfirm": "Stai per cancellare definitivamente dei dati dal tuo database. Sei sicuro di voler continuare?",
        "PurgingData": "Eliminazione dei dati...",
        "RecommendedForPrivacy": "Raccomandato per la privacy",
        "ReportsDataSavedEstimate": "Dimensioni database",
        "SaveSettingsBeforePurge": "Hai cambiato le impostazioni per la cancellazione dei dati. Si consiglia di salvarli prima di cominciare una pulizia.",
        "SeeAlsoOurOfficialGuidePrivacy": "Leggi anche la nostra guida ufficiale: %1$sWeb Analytics Privacy%2$s",
        "TeaserHeadline": "Impostazioni privacy",
        "UseAnonymizedIpForVisitEnrichment": "Usa anche gli indirizzi IP Anonimi quando si arricchiscono le visite",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugin come Geo Location tramite IP e Provider incrementano i metadati dei visitatori. Di default questi plugin utiizzano gli indirizzi IP resi anonimi. Se selezioni 'No', verrà utilizzato l'indirizzo IP completo non reso anonimo, con la conseguenza di una minore privacy ma con un'accuratezza dei dati migliore.",
        "UseAnonymizeIp": "Rendi anonimi gli IP dei visitatori",
        "UseDeleteLog": "Cancella regolarmente i vecchi log delle visite dal database",
        "UseDeleteReports": "Cancella regolarmente i vecchi report dal database"
    }
}