{
    "PrivacyManager": {
        "Anonymize": "Anonimizēt",
        "AnonymizeData": "Anonimizēt datus",
        "AnonymizeDataConfirm": "Vai tiešām vēlaties anonimizēt atlasītās tīmekļa vietnes datus un laika diapazonu? Šo darbību nevar atsaukt, datus var dzēst, kā prasīts, un šis process var aizņemt ilgu laiku.",
        "AnonymizeDataNow": "Anonimizēt vēsturiskos datus izvēlētajai vietnei un laikposmam",
        "AnonymizeIp": "Anonimizēt IP",
        "AnonymizeIpDescription": "Izvēlieties \"Jā\", ja vēlaties, lai Matomo nesekotu pilnībā kvalificētām IP adresēm.",
        "AnonymizeIpExtendedHelp": "Kad lietotāji apmeklēs jūsu tīmekļa vietni, Matomo neizmantos pilnu IP adresi (piemēram, %1$s), bet tā vietā Matomo to vispirms anonimizēs (līdz %2$s). IP adrešu anonimizācija ir viena no prasībām, kas noteiktas privātuma tiesību aktos dažās valstīs, piemēram, Vācijā.",
        "AnonymizeIpHelp": "Šo darbību nevar atsaukt. Ja iespējots, visiem apmeklējumiem šajā laikā IP tiks anonimizēts vismaz par 2 baitiem, piemēram, \"192.168.xxx.xxx\". Ja pašlaik esat konfigurējis anonimizāciju par 3 baitiem, šis iestatījums tiks ievērots un visi IP tiks anonimizēti par 3 baitiem.",
        "AnonymizeIpInlineHelp": "Anonimizē apmeklētāju IP adrešu pēdējo baitu(s). Nepieciešamību nosaka Jūsu vietējie privātuma likumi/pavadlīnijas.",
        "AnonymizeIpMaskFully": "Pilnībā maskēt IP adresi",
        "AnonymizeIpMaskLengtDescription": "Atlasiet, cik baiti apmeklētāju IP ir jāmaskē.",
        "AnonymizeIpMaskLength": "%1$s baiti(-s) - piemēram, %2$s",
        "AnonymizeLocation": "Anonimizēt atrašanās vietu",
        "AnonymizeLocationHelp": "Šo darbību nevar atsaukt. Atkārtoti novērtē atrašanās vietu, pamatojoties uz anonimizēto IP (vismaz 2 baiti IP tiks anonimizēti).",
        "AnonymizeProcessInfo": "Šī darbība var prasīt ilgu laiku un tāpēc netiks izpildīta uzreiz. Zemāk varēsiet sekot līdzi procesam. Anonimizācijai vajadzētu sākties stundas laikā.",
        "AnonymizeReferrer": "Anonimizēt lapu, no kuras lietotājs novirzīts",
        "AnonymizeReferrerExcludeAll": "Nesaglabāt novirzītāja URL, bet noteikt novirzītāja veidu",
        "AnonymizeReferrerExcludeNone": "Neanonimizēt novirzītāju",
        "AnonymizeReferrerExcludePath": "Saglabāt tikai novirzītāja URL domēnu",
        "AnonymizeReferrerExcludeQuery": "Noņemt vaicājuma parametrus no novirzītāja URL",
        "AnonymizeReferrerNote": "Matomo glabā, no kura URL (novirzītājs) lietotājs nonāk jūsu vietnē. Dažos gadījumos šāds vietrādis URL var saturēt informāciju, ko var uzskatīt par personisku informāciju. Ja vēlaties novērst šādas informācijas izsekošanu, varat ierobežot novirzītāja datu apjomu, ko Matomo glabās, kad apmeklētājs ievadīs jūsu tīmekļa vietni. Jo vairāk informācijas noņem no nosūtītāja informācijas, jo mazāk iespējams, ka tiks reģistrēta personiskā informācija. Jo vairāk novirzītāja informācijas tiks noņemt, jo mazāk skaidrības būs par to, kā apmeklētājs nonāca jūsu tīmekļa vietnē.",
        "AnonymizeRowDataFrom": "Anonimizēt visus neapstrādātos datus, sākot ar:",
        "AnonymizeRowDataTo": "Anonimizēt visus neapstrādātos datus līdz:",
        "AnonymizeSites": "Anonimizēt šīs(-o) vietnes(-ņu) datus",
        "AnonymizeUserId": "Aizstāt lietotāja ID ar pseidonīmu",
        "AnonymizeUserIdHelp": "Iespējojot šo opciju, lietotāja ID tiks aizstāts ar pseidonīmu, lai izvairītos no personiski identificējamas informācijas, piemēram, e-pasta adreses, tiešas saglabāšanas un parādīšanas. Tehniskā ziņā: ņemot vērā jūsu lietotāja ID, Matomo apstrādās lietotāja ID pseidonīmu, izmantojot \"salted hash\" funkciju.<br><br> <em>Piezīme: aizstāšana ar pseidonīmu nav tas pats, kas anonimizācija. Saskaņā ar GDPR: lietotāja ID pseidonīms joprojām tiek uzskatīts par personas datiem. Sākotnējo lietotāja ID joprojām var identificēt, ja ir pieejama noteikta papildu informācija (kurai var piekļūt tikai Matomo un jūsu datu apstrādātājs).</em>",
        "AskingForConsent": "Pieprasīt piekrišanu",
        "AwarenessDocumentation": "Izpratnes &amp; dokumentācija",
        "AwarenessDocumentationDesc1": "Vienmēr, kad vācat personas datus, informējiet apmeklētājus, izmantojot skaidru paziņojumu par konfidencialitāti.",
        "AwarenessDocumentationDesc2": "Informējiet savus konfidencialitātes politikas lietotājus par to, kādus datus apkopojat un kā dati tiek izmantoti.",
        "AwarenessDocumentationDesc3": "Informējiet savu komandu, ka izmantojat Matomo Analytics un %1$skādi dati tiek vākti ar analīzes platformu%2$s.",
        "AwarenessDocumentationDesc4": "Dokumentējiet savu Matomo lietojumu %1$sinformācijas aktīvu reģistrā%2$s.",
        "AwarenessDocumentationIntro": "Informējiet savus lietotājus skaidri un pārredzami, un informējiet savus kolēģus par datu vākšanu un to izmantošanu:",
        "ClickHereSettings": "Klikšķiniet šeit lai piekļūtu %s iestatījumiem.",
        "ConsentExplanation": "Piekrišana nozīmē iespēju privātpersonām izvēlēties un kontrolēt, kā tiek apstrādāti viņu personas dati.",
        "CurrentDBSize": "Pašreizējais datu bāzes lielums",
        "DBPurged": "Datubāze iztīrīta.",
        "DataRetention": "Datu saglabāšana",
        "DataRetentionInMatomo": "Datu saglabāšana Matomo glabātajiem datiem:",
        "DataRetentionOverall": "Konfidencialitātes politikas vispārējais datu saglabāšanas līmenis ir neapstrādāto datu saglabāšanas līmenis. Lūdzu, ņemiet vērā, ka apkopotie ziņojumi var ietvert arī personas datus. Ja izmantojat tādus līdzekļus kā User ID, pielāgotus mainīgos, pielāgotus parametrus vai izsekojat personas datus citos veidos, piemēram, notikumos, lapu vietrāžos URL vai lapu virsrakstos utt., jūsu konfidencialitātes politikas kopējais datu saglabāšanas līmenis ir augstākais no diviem.",
        "DeleteBothConfirm": "Tūlīt tiks iespējota gan neapstrādātu datu dzēšana, gan atskaišu datu dzēšana. Tas neatgriezeniski noņems iespēju skatīt vecos analīzes datus. Vai tiešām vēlaties to darīt?",
        "DeleteDataDescription": "Varat konfigurēt Matomo regulāri dzēst vecos neapstrādātos datus un/vai apkopotās atskaites, lai datu bāze neuzblīstu vai lai tā atbilstu konfidencialitātes noteikumiem, piemēram, GDPR.",
        "DeleteDataInterval": "Izdzēst vecos datus katru",
        "DeleteLogsOlderThan": "Dzēst vecākus žurnālus par",
        "DeleteMaxRows": "Maksimālais rindu skaits ko dzēst vienā reizē:",
        "DeleteOldRawData": "Regulāri dzēst vecos neapstrādātos datus",
        "DeleteOldVisitorLogs": "Dzēst vecos apmeklētāju žurnālus",
        "HowDoIAskForConsent": "Kā varu lūgt lietotāju piekrišanu?",
        "HowDoIAskForConsentIntro": "Matomo ir pieejamas rokasgrāmatas piekrišanas izsekošanas iestatīšanai pie šādiem populāriem piekrišanas pārvaldītājiem:",
        "HowDoIAskForConsentOutro": "Ja neizmantojat kādu no iepriekš minētajiem piekrišanas pārvaldniekiem, varat implementēt %1$ssekošanu ar piekrišanu, izmantojot Matomo JavaScript API%2$s.",
        "LastDelete": "Pēdējā dzēšana notika",
        "LeastDaysInput": "Lūdzu izvēlieties dienu skaitu lielāku par %s.",
        "MenuPrivacySettings": "Privātums",
        "NextDelete": "Nākošā dzēšana paredzēta",
        "RawDataNeverRemoved": "apmeklējumu un darbību neapstrādātie dati <strong>nekad</strong> netiek dzēsti.",
        "RawDataRemovedAfter": "visu apmeklējumu un darbību neapstrādāti dati tiek dzēsti pēc %1$s.",
        "ReportsNeverRemoved": "apkopotie ziņojumi <strong>nekad</strong> netiek dzēsti.",
        "ReportsRemovedAfter": "visi apkopotie ziņojumi tiek izdzēsti pēc %1$s.",
        "TeaserHeadline": "Privātuma iestatījumi",
        "UnsetActionColumns": "Atcelt darbību kolonnu iestatīšanu",
        "UnsetActionColumnsHelp": "Šo darbību nevar atcelt. Datubāzes kolonnu saraksts tvērumā \"darbība\", kuras vēlaties atiestatīt. Katra šīs kolonas vērtība tiks iestatīta uz tās noklusējuma vērtību.",
        "UnsetVisitColumns": "Noņemt apmeklējumu kolonnas",
        "UnsetVisitColumnsHelp": "Šo darbību nevar atcelt. Datubāzes kolonnu saraksts tvērumā \"apmeklējums\", kuras vēlaties atiestatīt. Katra šīs kolonas vērtība tiks iestatīta uz tās noklusējuma vērtību. Lūdzu, ņemiet vērā, ka, ja tāda pati kolonna pastāv tvērumā \"reklāmguvums\", tad arī šī kolonna tiks dzēsta",
        "UseAnonymizeIp": "Anonimizēt apmeklētāju IP adreses",
        "WhenConsentIsNeededPart1": "%1$s GDPR konfidencialitātes noteikumi %2$s pieprasa lietotāju piekrišanu, apstrādājot personas datus dažos gadījumos. Lai noteiktu, vai ir jālūdz piekrišana, ir jāidentificē jūsu likumīgais pamats personas datu apstrādei. Tā var būt vai nu “piekrišana”, vai “likumīgas intereses”, vai arī jūs varat izvairīties no personas datu apkopošanas pavisam.",
        "WhenConsentIsNeededPart2": "Ieteicams uzzināt vairāk par likumīgo pamatu personīgo datu apstrādei saskaņā ar GDPR. Plašāku informāciju par šo tēmu varat atrast mūsu %1$sblogā%2$s.",
        "WhenConsentIsNeededPart3": "Ņemiet vērā, ka, ja jums ir nepieciešama jūsu lietotāju piekrišana un jūs nevarat pierādīt, ka iepriekš esat saņēmis viņu piekrišanu, mēs iesakām anonimizēt jūsu iepriekš izsekotos lietotāju neapstrādātos datus. Iepriekš izsekoto lietotāju neapstrādāto datu anonimizēšanu var veikt, izmantojot konfidencialitātes pārvaldnieku pakalpojumā Matomo %1$suzzināt vairāk%2$s.",
        "WhenDoINeedConsent": "Kad man jālūdz lietotāja piekrišana?"
    }
}
