{
    "PrivacyManager": {
        "AddUserIdToSearch": "Klikšķiet, lai meklēšanai pievienotu šo lietotāja ID",
        "AddVisitorIPToSearch": "Klikšķiet, lai meklēšanai pievienotu šo apmeklētāja IP",
        "AddVisitorIdToSearch": "Klikšķiet, lai meklēšanai pievienotu šo apmeklētāja ID",
        "AddUserIdToSearch": "Klikšķiet, lai meklēšanai pievienotu šo lietotāja ID",
        "AddVisitorIPToSearch": "Klikšķiet, lai meklēšanai pievienotu šo apmeklētāja IP",
        "AddVisitorIdToSearch": "Klikšķiet, lai meklēšanai pievienotu šo apmeklētāja ID",
        "AffectedDate": "Ietekmētais datums",
        "AffectedIDSites": "Ietekmētās ID vietnes",
        "Anonymize": "Anonimizēt",
        "AnonymizeData": "Anonimizēt datus",
        "AnonymizeDataConfirm": "Vai tiešām vēlaties anonimizēt atlasītās tīmekļa vietnes datus un laika diapazonu? Šo darbību nevar atsaukt, datus var dzēst, kā prasīts, un šis process var aizņemt ilgu laiku.",
        "AnonymizeDataNow": "Anonimizēt vēsturiskos datus izvēlētajai vietnei un laikposmam",
        "AnonymizeIp": "Anonimizēt IP",
        "AnonymizeIpDescription": "Izvēlieties \"Jā\", ja vēlaties, lai Matomo nesekotu pilnībā kvalificētām IP adresēm.",
        "AnonymizeIpExtendedHelp": "Kad lietotāji apmeklēs jūsu tīmekļa vietni, Matomo neizmantos pilnu IP adresi (piemēram, %1$s), bet tā vietā Matomo to vispirms anonimizēs (līdz %2$s). IP adrešu anonimizācija ir viena no prasībām, kas noteiktas privātuma tiesību aktos dažās valstīs, piemēram, Vācijā.",
        "AnonymizeIpHelp": "Šo darbību nevar atsaukt. Ja iespējots, visiem apmeklējumiem šajā laikā IP tiks anonimizēts vismaz par 2 baitiem, piemēram, \"192.168.xxx.xxx\". Ja pašlaik esat konfigurējis anonimizāciju par 3 baitiem, šis iestatījums tiks ievērots un visi IP tiks anonimizēti par 3 baitiem.",
        "AnonymizeIpInlineHelp": "Anonimizē apmeklētāju IP adrešu pēdējo baitu(s). Nepieciešamību nosaka Jūsu vietējie privātuma likumi/pavadlīnijas.",
        "AnonymizeIpMaskFully": "Pilnībā maskēt IP adresi",
        "AnonymizeIpMaskLengtDescription": "Atlasiet, cik baiti apmeklētāju IP ir jāmaskē.",
        "AnonymizeIpMaskLength": "%1$s baiti(-s) - piemēram, %2$s",
        "AnonymizeLocation": "Anonimizēt atrašanās vietu",
        "AnonymizeLocationHelp": "Šo darbību nevar atsaukt. Atkārtoti novērtē atrašanās vietu, pamatojoties uz anonimizēto IP (vismaz 2 baiti IP tiks anonimizēti).",
        "AnonymizeOrderIdNote": "Tā kā pasūtījuma ID var saistīt ar citu sistēmu, parasti e-komercijas veikalu, pasūtījuma ID var tikt uzskatīts par personisku informāciju saskaņā ar VDAR. Iespējojot šo opciju, pasūtījuma ID tiks automātiski anonimizēts, lai netiktu izsekota personiskā informācija.",
        "AnonymizePreviousData": "Anonimizēt iepriekš izsekotus neapstrādātus datus",
        "AnonymizePreviousDataDescription": "Ja esat izsekojis personas datus, piemēram, pilnu apmeklētāja IP, iespējams, vēlēsities šos datus anonimizēt tūlīt, ja jums nav piekrišanas šiem datiem vai vairs nav likumīgu interešu.",
        "AnonymizePreviousDataOnlySuperUser": "Tikai lietotājam ar galvenā lietotāja piekļuvi ir iespējams anonimizēt iepriekš izsekotus neapstrādātus datus.",
        "AnonymizeProcessInfo": "Šī darbība var prasīt ilgu laiku un tāpēc netiks izpildīta uzreiz. Zemāk varēsiet sekot līdzi procesam. Anonimizācijai vajadzētu sākties stundas laikā.",
        "AnonymizeReferrer": "Anonimizēt lapu, no kuras lietotājs novirzīts",
        "AnonymizeReferrerExcludeAll": "Nesaglabāt novirzītāja URL, bet noteikt novirzītāja veidu",
        "AnonymizeReferrerExcludeNone": "Neanonimizēt novirzītāju",
        "AnonymizeReferrerExcludePath": "Saglabāt tikai novirzītāja URL domēnu",
        "AnonymizeReferrerExcludeQuery": "Noņemt vaicājuma parametrus no novirzītāja URL",
        "AnonymizeReferrerNote": "Matomo glabā, no kura URL (novirzītājs) lietotājs nonāk jūsu vietnē. Dažos gadījumos šāds vietrādis URL var saturēt informāciju, ko var uzskatīt par personisku informāciju. Ja vēlaties novērst šādas informācijas izsekošanu, varat ierobežot novirzītāja datu apjomu, ko Matomo glabās, kad apmeklētājs ievadīs jūsu tīmekļa vietni. Jo vairāk informācijas noņem no nosūtītāja informācijas, jo mazāk iespējams, ka tiks reģistrēta personiskā informācija. Jo vairāk novirzītāja informācijas tiks noņemt, jo mazāk skaidrības būs par to, kā apmeklētājs nonāca jūsu tīmekļa vietnē.",
        "AnonymizeRowDataFrom": "Anonimizēt visus neapstrādātos datus, sākot ar:",
        "AnonymizeRowDataTo": "Anonimizēt visus neapstrādātos datus līdz:",
        "AnonymizeSites": "Anonimizēt šīs(-o) vietnes(-ņu) datus",
        "AnonymizeUserId": "Aizstāt lietotāja ID ar pseidonīmu",
        "AnonymizeUserIdHelp": "Iespējojot šo opciju, lietotāja ID tiks aizstāts ar pseidonīmu, lai izvairītos no personiski identificējamas informācijas, piemēram, e-pasta adreses, tiešas saglabāšanas un parādīšanas. Tehniskā ziņā: ņemot vērā jūsu lietotāja ID, Matomo apstrādās lietotāja ID pseidonīmu, izmantojot \"salted hash\" funkciju.<br><br> <em>Piezīme: aizstāšana ar pseidonīmu nav tas pats, kas anonimizācija. Saskaņā ar GDPR: lietotāja ID pseidonīms joprojām tiek uzskatīts par personas datiem. Sākotnējo lietotāja ID joprojām var identificēt, ja ir pieejama noteikta papildu informācija (kurai var piekļūt tikai Matomo un jūsu datu apstrādātājs).</em>",
        "ApplyStyling": "Pielietot pielāgotu stilu",
        "AskingForConsent": "Pieprasīt piekrišanu",
        "AwarenessDocumentation": "Izpratnes &amp; dokumentācija",
        "AwarenessDocumentationDesc1": "Vienmēr, kad vācat personas datus, informējiet apmeklētājus, izmantojot skaidru paziņojumu par konfidencialitāti.",
        "AwarenessDocumentationDesc2": "Informējiet savus konfidencialitātes politikas lietotājus par to, kādus datus apkopojat un kā dati tiek izmantoti.",
        "AwarenessDocumentationDesc3": "Informējiet savu komandu, ka izmantojat Matomo Analytics un %1$skādi dati tiek vākti ar analīzes platformu%2$s.",
        "AwarenessDocumentationDesc4": "Dokumentējiet savu Matomo lietojumu %1$sinformācijas aktīvu reģistrā%2$s.",
        "AwarenessDocumentationIntro": "Informējiet savus lietotājus skaidri un pārredzami, un informējiet savus kolēģus par datu vākšanu un to izmantošanu:",
        "BackgroundColor": "Fona krāsa",
        "BuildYourOwn": "Izveidojiet savu",
        "ClickHereSettings": "Klikšķiniet šeit lai piekļūtu %s iestatījumiem.",
        "ConsentExplanation": "Piekrišana nozīmē iespēju privātpersonām izvēlēties un kontrolēt, kā tiek apstrādāti viņu personas dati.",
        "ConsentManager": "Piekrīšanas pārvaldnieks",
        "ConsentManagerConnected": "Šķiet, ka %1$s jau ir konfigurēts darbam ar Matomo.",
        "ConsentManagerDetected": "Jūsu vietnē tika konstatēts %1$s piekrišanas pārvaldnieks. Lai uzzinātu, kā konfigurēt Matomo, lai tas strādātu ar %1$s, lūdzu, izlasiet %2$sšo rokasgrāmatu%3$s",
        "CurrentDBSize": "Pašreizējais datu bāzes lielums",
        "CurrentOutput": "Pašreizējā izvade: %1$s",
        "DBPurged": "Datubāze iztīrīta.",
        "DataRetention": "Datu saglabāšana",
        "DataRetentionInMatomo": "Datu saglabāšana Matomo glabātajiem datiem:",
        "DataRetentionOverall": "Konfidencialitātes politikas vispārējais datu saglabāšanas līmenis ir neapstrādāto datu saglabāšanas līmenis. Lūdzu, ņemiet vērā, ka apkopotie ziņojumi var ietvert arī personas datus. Ja izmantojat tādus līdzekļus kā User ID, pielāgotus mainīgos, pielāgotus parametrus vai izsekojat personas datus citos veidos, piemēram, notikumos, lapu vietrāžos URL vai lapu virsrakstos utt., jūsu konfidencialitātes politikas kopējais datu saglabāšanas līmenis ir augstākais no diviem.",
        "DeleteAggregateReportsDetailedInfo": "Iespējojot šo iestatījumu, visi apkopotie ziņojumi tiks izdzēsti. Apkopotie ziņojumi tiek veidoti no neapstrādātajiem datiem un atspoguļo apkopotos datus no vairākiem individuāliem apmeklējumiem. Piemēram, ziņojumā “Valsts” ir apkopots, cik apmeklējumu esat saņēmis no katras valsts.",
        "DeleteBothConfirm": "Tūlīt tiks iespējota gan neapstrādātu datu dzēšana, gan atskaišu datu dzēšana. Tas neatgriezeniski noņems iespēju skatīt vecos analīzes datus. Vai tiešām vēlaties to darīt?",
        "DeleteDataDescription": "Varat konfigurēt Matomo regulāri dzēst vecos neapstrādātos datus un/vai apkopotos ziņojumus, lai datubāze neuzblīstu vai lai tā atbilstu konfidencialitātes noteikumiem, piemēram, GDPR.",
        "DeleteDataInterval": "Izdzēst vecos datus katru",
        "DeleteDataSettings": "Dzēst vecos apmeklētāju žurnālus un ziņojumus",
        "DeleteLogDescription2": "Ja iespējojat automātisku žurnāla dzēšanu, jums jāpārliecinās, ka visi iepriekšējās dienas ziņojumi ir apstrādāti, lai netiktu zaudēti dati.",
        "DeleteLogsConfirm": "Tūlīt tiks iespējota neapstrādātu datu dzēšana. Ja vecie neapstrādātie dati ir noņemti un ziņojumi vēl nav izveidoti, jūs nevarēsit skatīt vēsturiskos pagātnes analīzes datus. Vai tiešām vēlaties to darīt?",
        "DeleteLogsOlderThan": "Dzēst vecākus žurnālus par",
        "DeleteMaxRows": "Maksimālais rindu skaits ko dzēst vienā reizē:",
        "DeleteMaxRowsNoLimit": "bez ierobežojumiem",
        "DeleteOldAggregatedReports": "Dzēst vecos apkopotos ziņojumus",
        "DeleteOldRawData": "Regulāri dzēst vecos neapstrādātos datus",
        "DeleteOldVisitorLogs": "Dzēst vecos apmeklētāju žurnālus",
        "DeleteRawDataInfo": "Neapstrādātie dati satur visu informāciju par katru individuālo apmeklējumu un katru apmeklētāju veikto darbību. Dzēšot neapstrādātos datus, dzēstā informācija vairs nebūs pieejama apmeklētāju žurnālā. Ja vēlāk nolemsit izveidot segmentu, segmentētie ziņojumi nebūs pieejami laika periodam, kas ir izdzēsts, jo visi apkopotie ziņojumi tiek ģenerēti no šiem neapstrādātajiem datiem.",
        "DeleteReportsConfirm": "Tūlīt tiks iespējota ziņojumu datu dzēšana. Ja vecie ziņojumi tiks noņemti, tie atkārtoti jāapstrādā, lai tos skatītu. Vai tiešām vēlaties to darīt?",
        "DeleteReportsInfo2": "Ja izdzēšat vecos ziņojumus, pēc pieprasījuma tie var tikt atkārtoti apstrādāti no NEAPSTRĀDĀTAJIEM datiem.",
        "DeleteReportsInfo3": "Ja iespējots arī \"%s\", tad dzēšamie ziņojumu dati tiks zaudēti neatgriezeniski.",
        "DeleteReportsOlderThan": "Dzēst ziņojumus, kas vecāki par",
        "DeleteSchedulingSettings": "Plānojiet veco datu dzēšanu",
        "DeleteSelectedVisits": "Dzēst izvēlētos apmeklējumus",
        "DeleteVisitsConfirm": "Vai tiešām vēlaties dzēst atlasītos apmeklējumus? Šo darbību nevar atcelt.",
        "DeletionFromMatomoOnly": "Ņemiet vērā arī to, ka visi dati tiks izdzēsti tikai no Matomo datu bāzes, bet ne no jūsu tīmekļa servera žurnāliem. Ņemiet vērā arī to, ka, atkārtoti importējot vēsturiskos datus, piemēram, no žurnāliem, visi iepriekš izdzēstie dati var tikt importēti vēlreiz.",
        "DoNotTrack_Deprecated": "Atbalsts \"Neizsekošanas\" galvenes funkcijai ir novecojis. Tā kā arvien vairāk pārlūku sāk automātiski sūtīt šo galveni, nepiedāvājot lietotājiem iespēju to mainīt, vai pilnībā ir pārtraukušas tās atbalstu, mēs vairs neiesakām šo opciju iespējot. Šis līdzeklis var tikt pilnībā noņemts kādā no nākamajām lielajām izlaiduma versijām.",
        "DoNotTrack_Description": "\"Neizsekošana\" ir tehnoloģiju un politikas priekšlikums, kas ļauj lietotājiem atteikties no izsekošanas, izmantojot apmeklētās tīmekļa vietnes, tostarp analītikas pakalpojumus, reklāmas tīklus un sociālās platformas.",
        "DoNotTrack_Disable": "Atslēgt \"Neizsekošanas\" atbalstu",
        "DoNotTrack_Disabled": "Matomo pašlaik izseko visus apmeklētājus pat tad, kad viņi savās tīmekļa pārlūkprogrammās ir norādījuši “Es nevēlos tikt izsekots”.",
        "DoNotTrack_DisabledMoreInfo": "Mēs iesakām iespējot \"Neizsekošanas\" atbalstu, lai cienītu jūsu apmeklētāju privātumu",
        "DoNotTrack_Enable": "Iespējot \"Neizsekošanas\" atbalstu",
        "DoNotTrack_Enabled": "Jūs pašlaik ievērojat savu lietotāju privātumu, urā!",
        "DoNotTrack_EnabledMoreInfo": "Ja lietotāji savā tīmekļa pārlūkprogrammā ir iestatījuši “Es nevēlos tikt izsekots” (\"Neizsekošana\" ir iespējota), Matomo nesekos šiem apmeklējumiem.",
        "DoNotTrack_SupportDNTPreference": "Atbalstīt \"Neizsekošanas\" iestatījumu",
        "EstimatedDBSizeAfterPurge": "Paredzamais datubāzes izmērs pēc iztīrīšanas",
        "EstimatedSpaceSaved": "Aptuvenā ietaupītā vieta",
        "ExportSelectedVisits": "Eksportēt izvēlētos apmeklējumus",
        "ExportingNote": "Ja eksportējat datus, lai izmantotu piekļuves tiesības, lūdzu, pārliecinieties, vai atlasītos apmeklējumus faktiski veic datu subjekts, kuram vēlaties eksportēt datus.",
        "FindDataSubjectsBy": "Meklēt datu subjektus pēc",
        "FindMatchingDataSubjects": "Atrodiet atbilstošos datu subjektus",
        "FontColor": "Fonta krāsa",
        "FontFamily": "Fontu saime",
        "FontSize": "Fonta izmērs",
        "ForceCookielessTracking": "Piespiedu izsekošana bez sīkfailiem",
        "ForceCookielessTrackingDescription": "Iespējojot šo opciju, tiks automātiski atjaunināts %1$s, tāpēc tajā ir iekļauts papildu kods, lai nodrošinātu, ka visi izsekotāji neizmanto sīkfailus. Turklāt Matomo ignorēs visus izsekošanas sīkfailus servera pusē.",
        "ForceCookielessTrackingDescription2": "Sīkfaili tiks atspējoti pat tad, ja izmantosit Matomo izsekotāja piekrišanas metodes un, piemēram, izmantojot sīkfailu piekrišanas metodes, sīkfaili netiks iespējoti.",
        "ForceCookielessTrackingDescriptionNotWritable": "JavaScript izsekotāja fails \"%1$s\" nav rakstāms, kas būtu nepieciešams, lai šis līdzeklis darbotos pilnībā. Ja JavaScript izsekotāja fails nav rakstāms, sīkfaili tiks ignorēti tikai servera pusē, bet sīkfaili joprojām var būt iestatīti pārlūkprogrammā. Lai novērstu šo problēmu, jums vai sistēmas administratoram ir jāmaina faila atļaujas, lai tīmekļa serveris varētu mainīt šo failu.",
        "GDPR": "VDAR",
        "GdprChecklistDesc1": "Ja jūs ar Matomo starpniecību apstrādājat Eiropas pilsoņu personas datus, pat ja jūsu uzņēmums atrodas ārpus Eiropas, jums ir jāizpilda VDAR saistības, un šī rokasgrāmata jums palīdzēs.",
        "GdprChecklistDesc2": "Tālāk atrodiet rīkus, kas ļauj viegli izmantot lietotāju tiesības, un to darbību sarakstu, kas jāveic, lai Matomo lietošana atbilstu VDAR un aizsargātu jūsu datus. Apmeklējiet mūsu %1$s VDAR lietotāja rokasgrāmatu %2$s, lai uzzinātu vēl vairāk.",
        "GdprChecklists": "VDAR kontrolsaraksti",
        "GdprManager": "VDAR pārvaldnieks",
        "GdprOverview": "VDAR pārskats",
        "GdprOverviewIntro1": "Vispārējā datu aizsardzības regula (VDAR) ir regula, kas stiprina un apvieno datu aizsardzību visām personām Eiropas Savienībā (ES).",
        "GdprOverviewIntro2": "Ja veicat pasākumus, lai nodrošinātu, ka Matomo netiek vākti personas dati, iespējams, ka Matomo VDAR jūs neuztrauc (ja neuzskaitāt IP adreses, lietotāju ID, ģeolokācijas datus utt.).",
        "GdprTools": "VDAR rīki",
        "GdprToolsOverviewHint": "Ja nezināt, kas ir VDAR, lūdzu, skatiet %1$sVDAR pārskatu%2$s.",
        "GdprToolsPageIntro1": "Šī lapa ir izstrādāta, lai jūs varētu īstenot datu subjekta tiesības.",
        "GdprToolsPageIntro2": "Šeit jūs varat īstenot savu lietotāju tiesības ar mūsu VDAR draudzīgajām procedūrām:",
        "GdprToolsPageIntroAccessRight": "tiesības uz piekļuvi visiem viņu datiem (un tiesības uz datu pārnesamību),",
        "GdprToolsPageIntroEraseRight": "tiesības dzēst daļu vai visus savus datus (un tiesības uz labojumu).",
        "GeolocationAnonymizeIpNote": "Piezīme: ģeolokācija dos aptuveni tādus pašus rezultātus ar 1 anonimizētu baitu. Ar 2 baitiem vai vairāk, ģeolokācija būs neprecīza.",
        "GetPurgeEstimate": "Iegūt tīrīšanas apjoma novērtējumu",
        "HowDoIAskForConsent": "Kā varu lūgt lietotāju piekrišanu?",
        "HowDoIAskForConsentIntro": "Matomo ir pieejamas rokasgrāmatas piekrišanas izsekošanas iestatīšanai pie šādiem populāriem piekrišanas pārvaldītājiem:",
        "HowDoIAskForConsentOutro": "Ja neizmantojat kādu no iepriekš minētajiem piekrišanas pārvaldniekiem, varat implementēt %1$ssekošanu ar piekrišanu, izmantojot Matomo JavaScript API%2$s.",
        "IPAddress": "IP adrese",
        "Imprint": "Autortiesības",
        "ImprintUrl": "Autortiesību lapas URL",
        "ImprintUrlDescription": "Saite uz jūsu autortiesību lapu.",
        "InProgress": "Procesā",
        "IndividualsRights": "Indivīdu tiesības",
        "IndividualsRightsAccess": "Piekļuves tiesības: %1$smeklēt datu subjektu%2$s un eksportēt visus viņa datus.",
        "IndividualsRightsChildren": "Ja piedāvājat tiešsaistes pakalpojumus bērniem un paļaujaties uz piekrišanu apkopot informāciju par viņiem, jums var būt nepieciešama vecāka vai aizbildņa piekrišana, lai likumīgi apstrādātu bērnu personas datus.",
        "IndividualsRightsErasure": "Tiesības uz dzēšanu: %1$smeklēt datu subjektu%2$s un dzēst daļu vai visus viņa datus.",
        "IndividualsRightsInform": "Tiesības būt informētam: informējiet savus lietotājus ar skaidru privātuma paziņojumu.",
        "IndividualsRightsIntro": "Ievērojiet savu lietotāju tiesības, izmantojot mūsu VDAR draudzīgās procedūras:",
        "IndividualsRightsObject": "Tiesības iebilst: %1$sļaujiet saviem lietotājiem viegli atteikties no izsekošanas%2$s privātuma politikas lapā.",
        "IndividualsRightsPortability": "Datu pārnesamības tiesības: %1$smeklēt datu subjektu%2$s un eksportēt visus viņa datus.",
        "IndividualsRightsRectification": "Tiesības uz labojumu: %1$smeklēt datu subjektu%2$s un dzēst daļu vai visus viņu datus.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Daža novirzītāja informācija var būt pazudusi, jo novirzītāja anonimizācija ir iespējota šādi: %s",
        "JobFinishDate": "Darba pabeigšanas datums: %1$s",
        "JobStartDate": "Darba uzsākšanas datums: %1$s",
        "KeepBasicMetrics": "Paturiet pamata rādījumus (apmeklējumi, lapas skatījumi, atlēcienu likme, mērķa konversijas, e-komercijas konversijas utt.)",
        "KeepBasicMetricsReportsDetailedInfo": "Iespējojot šo iestatījumu, daži skaitliskie veiktspējas pamatrādītāji netiks dzēsti.",
        "KeepDataFor": "Paturiet visus datus par",
        "KeepReportSegments": "Iepriekš minētajiem saglabātajiem datiem saglabājiet arī segmentētus ziņojumus",
        "LastAction": "Pēdējā darbība",
        "LastDelete": "Pēdējā dzēšana notika",
        "LeastDaysInput": "Lūdzu izvēlieties dienu skaitu lielāku par %s.",
        "LeastMonthsInput": "Lūdzu, norādiet mēnešu skaitu, kas ir lielāks par %s.",
        "LinkVisitActionColumns": "Saite uz apmeklējuma darbību kolonnām",
        "MatchingDataSubjects": "Atbilstoši datu subjekti",
        "MenuPrivacySettings": "Privātums",
        "NextDelete": "Nākošā dzēšana paredzēta",
        "NoDataSubjectsFound": "Datu subjekti netika atrasti",
        "OptOutAppearance": "Pielāgot atteikšanās izvēlnes izskatu",
        "OptOutCodeTypeExplanation": "Atteikšanos var iestatīt, izmantojot Matomo izsekotāja kodu, kas nozīmē mazāku kodu, lai to pievienotu jūsu tīmekļa vietnes lapām, un mazāku iespēju, ka tas turpmāk būs jāatjaunina, vai izmantojot savrupu kodu, kas, visticamāk, darbosies apmeklētājiem ar skriptu bloķētājiem, bet būs jāatjaunina katrā tīmekļa lapā, ja mainīsit iestatījumus.",
        "OptOutCustomize": "Pielāgot atteikšanās izvēlnes ietvaru",
        "OptOutHtmlCode": "HTML kods, ko iegult savā vietnē",
        "OptOutPreview": "Atteikšanās funkcijas priekšskatījums - tā tas parādīsies jūsu vietnē",
        "OptOutRememberToTest": "Atcerieties pārbaudīt savu atteikšanos izvēlni!",
        "OptOutRememberToTestBody": "Lai nodrošinātu, ka atteikšanās izvēlne vietnē darbojas pareizi, pēc atteikšanās koda pievienošanas ieteicams veikt šādu testu.",
        "OptOutRememberToTestStep1": "Dodieties uz savas galvenās vietnes lapu.",
        "OptOutRememberToTestStep2": "Kad lapa būs ielādējusies, jums vajadzētu redzēt atteikšanās lodziņu.",
        "OptOutRememberToTestStep3": "Notīrot izvēles rūtiņu atteikties, tiek parādīts atteikšanās ziņojums.",
        "OptOutRememberToTestStep4": "Atzīmējot izvēles rūtiņu, lai atteiktos, ir jārāda atteikšanās ziņojums.",
        "OptOutUseStandalone": "Izmantojiet autonomo kodu, lai iestatītu atteikšanos",
        "OptOutUseTracker": "Izmantojiet Matomo izsekošanas kodu, lai iestatītu atteikšanos",
        "Output": "Izvade: %1$s",
        "PluginDescription": "Paaugstiniet lietotāju konfidencialitāti un padariet Matomo instances konfidencialitāti atbilstošu vietējiem tiesību aktiem.",
        "PreviousRawDataAnonymizations": "Senāku neapstrādāto datu anonimizācija",
        "PrivacyPolicy": "Privātuma politika",
        "PrivacyPolicyUrl": "Privātuma politikas URL",
        "PrivacyPolicyUrlDescription": "Saite uz jūsu privātuma politikas lapu.",
        "PrivacyPolicyUrlDescriptionSuffix": "Pēc iestatīšanas tas tiks parādīts pieteikšanās lapas apakšā un lapās, kurām \"%1$s\" lietotājs var piekļūt.",
        "PseudonymizeUserId": "Aizstāt lietotāja ID ar pseidonīmu",
        "PseudonymizeUserIdNote": "Iespējojot šo opciju, lietotāja ID tiks aizstāts ar pseidonīmu, lai izvairītos no personiski identificējamas informācijas, piemēram, e-pasta adreses, tiešas saglabāšanas un parādīšanas. Tehniskā ziņā: ņemot vērā jūsu lietotāja ID, Matomo apstrādās lietotāja ID pseidonīmu, izmantojot \"salted hash\" funkciju.",
        "PseudonymizeUserIdNote2": "Piezīme: aizstāšana ar pseidonīmu nav tas pats, kas anonimizācija. Saskaņā ar VDAR lietotāja ID pseidonīms tiek uzskatīts par personas datiem. Sākotnējo lietotāja ID joprojām var identificēt, ja ir pieejama noteikta papildu informācija (kurai var piekļūt tikai Matomo un jūsu datu apstrādātājs).",
        "PurgeNow": "Tīrīt datubāzi tagad",
        "PurgeNowConfirm": "Jūs gatavojaties neatgriezeniski izdzēst datus no datu bāzes. Vai tiešām vēlaties turpināt?",
        "PurgingData": "Dzēš datus…",
        "RawDataNeverRemoved": "apmeklējumu un darbību neapstrādātie dati <strong>nekad</strong> netiek dzēsti.",
        "RawDataRemovedAfter": "visu apmeklējumu un darbību neapstrādāti dati tiek dzēsti pēc %1$s.",
        "RecommendedForPrivacy": "Ieteicams privātumam",
        "ReportsDataSavedEstimate": "Datubāzes izmērs",
        "ReportsNeverRemoved": "apkopotie ziņojumi <strong>nekad</strong> netiek dzēsti.",
        "ReportsRemovedAfter": "visi apkopotie ziņojumi tiek izdzēsti pēc %1$s.",
        "Requester": "Pieprasītājs",
        "ResultIncludesAllVisits": "Atrastie rezultāti ietver visus apmeklējumus bez jebkādiem laika ierobežojumiem, ieskaitot šodienu.",
        "ResultTruncated": "Tika atrasti vairāk nekā %1$s rezultāti, un rezultāts tika saīsināts līdz pirmajam %1$s apmeklējumam.",
        "SaveSettingsBeforePurge": "Esat mainījis datu dzēšanas iestatījumus. Lūdzu, saglabājiet tos, pirms sākat tīrīšanu.",
        "Scheduled": "Ieplānots",
        "ScheduledDate": "Ieplānotais datums: %1$s",
        "SearchForDataSubject": "Meklēt datu subjektu",
        "SecurityProcedures": "Drošības procedūras",
        "SecurityProceduresDesc1": "Lietojiet mūsu %1$sdrošības ieteikumus%2$s, lai turētu Matomo datus drošībā.",
        "SecurityProceduresDesc2": "Pārbaudiet, vai ar uzņēmumu, kas jums nodrošina Matomo serveri vai hostingu, ir noslēgts rakstisks līgums, kas nodrošina, ka tiek nodrošināti %1$satbilstoši drošības pasākumi %2$s.",
        "SecurityProceduresDesc3": "Iekļaujiet Matomo savā %1$sdatu pārkāpumu procedūrā%2$s.",
        "SecurityProceduresDesc4": "Iekļaujiet Matomo savā %1$sdatu privātuma ietekmes novērtējumā%2$s, ja tas ir piemērojams.",
        "SecurityProceduresIntro": "Informējiet savus lietotājus skaidri un pārredzami, un informējiet savus kolēģus par datu vākšanu un to izmantošanu:",
        "SeeAlsoOurOfficialGuidePrivacy": "Skatiet arī mūsu oficiālo rokasgrāmatu: %1$sPrivātums tīmekļa analīzē%2$s",
        "SelectWebsite": "Izvēlieties vietni",
        "ShowInEmbeddedWidgets": "Rādīt iegultajos logrīkos",
        "ShowInEmbeddedWidgetsDescription": "Pēc atzīmēšanas, saite uz privātuma politiku un lietošanas noteikumiem tiks parādīta iegulto logrīku apakšā.",
        "ShowIntro": "Rādīt ievada tekstu",
        "TeaserHeader": "Šajā lapā varat pielāgot Matomo, lai tas atbilstu privātuma prasībām saskaņā ar esošajiem likumiem, veicot: %1$s apmeklētāja IP anonimizāciju%2$s, %3$s automātiski dzēšot vecos apmeklētāju žurnālus no datubāzes%4$s, un %5$s anonimizējot iepriekš izsekotu lietotāju neapstrādātus datus%6$s.",
        "TeaserHeadline": "Privātuma iestatījumi",
        "TermsAndConditionUrl": "Noteikumu un nosacījumu URL",
        "TermsAndConditionUrlDescription": "Saite uz noteikumu un nosacījumu lapu.",
        "TermsAndConditions": "Noteikumi un nosacījumi",
        "TrackingOptOut": "Ļaujiet lietotājiem atteikties no izsekošanas",
        "UnsetActionColumns": "Atcelt darbību kolonnu iestatīšanu",
        "UnsetActionColumnsHelp": "Šo darbību nevar atcelt. Datubāzes kolonnu saraksts tvērumā \"darbība\", kuras vēlaties atiestatīt. Katra šīs kolonas vērtība tiks iestatīta uz tās noklusējuma vērtību.",
        "UnsetVisitColumns": "Noņemt apmeklējumu kolonnas",
        "UnsetVisitColumnsHelp": "Šo darbību nevar atcelt. Datubāzes kolonnu saraksts tvērumā \"apmeklējums\", kuras vēlaties atiestatīt. Katra šīs kolonas vērtība tiks iestatīta uz tās noklusējuma vērtību. Lūdzu, ņemiet vērā, ka, ja tāda pati kolonna pastāv tvērumā \"reklāmguvums\", tad arī šī kolonna tiks dzēsta",
        "UseAnonymizeIp": "Anonimizēt apmeklētāju IP adreses",
        "UseAnonymizeOrderId": "Anonimizēt pasūtījuma ID",
        "UseAnonymizeTrackingData": "Anonimizēt izsekošanas datus",
        "UseAnonymizeUserId": "Anonimizēt lietotāja ID",
        "UseAnonymizedIpForVisitEnrichment": "Izmantojiet arī anonimizētās IP adreses, papildinot apmeklējumu informāciju.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Spraudņi, piemēram, “Geo Location via IP” un \"Provider\", uzlabo apmeklētāja metadatus. Pēc noklusējuma šie spraudņi izmanto anonīmās IP adreses. Ja atzīmēsiet \"Nē\", tā vietā tiks izmantota neanonimizēta pilna IP adrese, tādējādi samazinot privātumu, bet uzlabojot datu precizitāti.",
        "UseDeleteLog": "Regulāri dzēst vecos neapstrādātos datus no datubāzes",
        "UseDeleteReports": "Regulāri dzēst vecos ziņojumus no datubāzes",
        "UsersOptOut": "Lietotāju atteikšanās",
        "VisitColumns": "Apmeklējumu kolonnas",
        "VisitsMatchedCriteria": "Šie apmeklējumi atbilst izvēlētajiem kritērijiem.",
        "VisitsSuccessfullyDeleted": "Apmeklējumi tika veiksmīgi dzēsti",
        "VisitsSuccessfullyExported": "Apmeklējumi tika veiksmīgi eksportēti",
        "WhenConsentIsNeededPart1": "%1$s GDPR konfidencialitātes noteikumi %2$s pieprasa lietotāju piekrišanu, apstrādājot personas datus dažos gadījumos. Lai noteiktu, vai ir jālūdz piekrišana, ir jāidentificē jūsu likumīgais pamats personas datu apstrādei. Tā var būt vai nu “piekrišana”, vai “likumīgas intereses”, vai arī jūs varat izvairīties no personas datu apkopošanas pavisam.",
        "WhenConsentIsNeededPart2": "Ieteicams uzzināt vairāk par likumīgo pamatu personīgo datu apstrādei saskaņā ar GDPR. Plašāku informāciju par šo tēmu varat atrast mūsu %1$sblogā%2$s.",
        "WhenConsentIsNeededPart3": "Ņemiet vērā, ka, ja jums ir nepieciešama jūsu lietotāju piekrišana un jūs nevarat pierādīt, ka iepriekš esat saņēmis viņu piekrišanu, mēs iesakām anonimizēt jūsu iepriekš izsekotos lietotāju neapstrādātos datus. Iepriekš izsekoto lietotāju neapstrādāto datu anonimizēšanu var veikt, izmantojot konfidencialitātes pārvaldnieku pakalpojumā Matomo %1$suzzināt vairāk%2$s.",
        "WhenDoINeedConsent": "Kad man jālūdz lietotāja piekrišana?"
    }
}
