{
    "PrivacyManager": {
        "AddUserIdToSearch": "Klikk for å legge denne bruker-ID-en i søket",
        "AddVisitorIPToSearch": "Klikk for å legge denne besøks-IP-en i søket",
        "AddVisitorIdToSearch": "Klikk for å legge denne besøks-ID-en i søket",
        "Anonymize": "Anonymiser",
        "AnonymizeData": "Anonymiser data",
        "AnonymizeDataConfirm": "Anonymiser data for valgt(e) nettside(r) og tidsrom? Dette kan ikke angres, ta lang tid, og data kan bli slettes som forespurt.",
        "AnonymizeDataNow": "Anonymiser tidligere data for valgt side og tid",
        "AnonymizeIp": "Anonymisering av IP",
        "AnonymizeIpDescription": "Velg «Ja» hvis du vil at Matomo ikke skal spore fullstendige IP-adresser.",
        "AnonymizeIpExtendedHelp": "Når brukere besøker nettsiden din, bruker ikke Matomo hele IP-adressen (som f.eks %1$s) men istedenfor vil Matomo anonymisere dem først (til %2$s). Anonymisering av IP-adresser er ett av kravene for personvernslovgivning i f.eks. Tyskland.",
        "AnonymizeIpHelp": "Denne handlingen kan ikke angres og vil anonymisere IP-en med minst to byte innenfor tidsrommet. For eksempel «192.16.xxx.xxxx». Hvis du har satt opp anonymisering med tre byte vil denne innstillingen respekteres og alle IP-adresser anonymiseres med tre byte.",
        "AnonymizeIpInlineHelp": "Anonymiser siste byte for IP-adresser for å overholde lokale lover og retningslinjer for personvern.",
        "AnonymizeIpMaskFully": "Masker hele IP-adressen",
        "AnonymizeIpMaskLengtDescription": "Velg hvor mange byte av besøkendes IP-er som skal maskeres.",
        "AnonymizeIpMaskLength": "%1$s byte(s) – f.eks. %2$s",
        "AnonymizeLocation": "Anonymisering av posisjon",
        "AnonymizeLocationHelp": "Denne handlingen kan ikke angres. Omvurderer posisjonen basert på anonymisert IP (minst 2 byte av IP-en vil bli anonymisert).",
        "AnonymizeOrderIdNote": "Fordi din ordre-ID kan krysssjekkes mot et annet system, typisk en e-handelsbutikk, vil bestillings-ID-en telle som personvernsinfo i henhold til GDPR. Når du skur på dette valget vil en bestillings-ID automatisk anonymiseres slik at ingen personvernsinfo kan spores.",
        "AnonymizeProcessInfo": "Denne handlingen kan ta lang tid og vil derfor ikke kjøres umiddelbart. Du vil kunne følge prosessen nedenfor. Anonymiseringen bør vanligvis starte innen én time.",
        "AnonymizeReferrer": "Anonymiser henviser",
        "AnonymizeReferrerExcludeAll": "Ikke registrer henvisnings-nettadresse, men oppdag typen henviser",
        "AnonymizeReferrerExcludeNone": "Ikke anonymiser henviseren",
        "AnonymizeReferrerExcludePath": "Kun behold domenedelen av henviser-nettadresse",
        "AnonymizeReferrerExcludeQuery": "Fjern spørringsparameter fra henviser-nettadresse",
        "AnonymizeReferrerNote": "Matomo lagrer hvilken nettadresse (henviser) en bruker ankommer siden din fra. I noen fall vil en slik nettadresse inneholde info som kan anses som personvernsinfo. Hvis du ønsker å forhindre at slik info spores kan du begrense mengden henvisningsdata Matomo lagrer når en besøkende ankommer nettsiden. Desto mer info som fjernes fra henviser-infoen desto mindre sannsynlig er det at personvernsinfo registreres. Desto mer info du fjerner fra henviseren desto mindre klart vil det være hvordan en besøkende ankom nettsiden din.",
        "AnonymizeRowDataFrom": "Anonymiser all rådata med start fra:",
        "AnonymizeRowDataTo": "Anonymiser all rådata opp til:",
        "AnonymizeSites": "Anonymiser data for denne/disse siden(e)",
        "AnonymizeUserId": "Erstatt bruker-ID med et pseudonym",
        "AnonymizeUserIdHelp": "Når du skrur på denne innstillingen, vil bruker-ID-en erstattes av et pseudonym for å unngå å lagre og vise personlig identifiserbar info direkte, som f-eks. en e-postadresse. I teknisk forstand: Gitt din bruker-ID vil Matomo behandle bruker-ID-pseudonym ved bruk av en saltet sjekksumsfunksjon.<br><br><em>Merk: Å erstatning med et pseudonym er ikke det samme som anonymisering. I GDPR-forstand teller bruker-ID-pseudonymisering fremdeles som personvernsdata. Den opprinnelige bruker-ID-en kan fremdeles identifiseres hvis gitt ytterligere info er tilgjengelig (som kun Matomo og din databehandler har tilgang til).</em>",
        "ApplyStyling": "Bruk en egendefinert stil",
        "AskingForConsent": "Forespørsel om samtykke",
        "AwarenessDocumentation": "Oppmerksomhet og dokumentasjon",
        "AwarenessDocumentationDesc1": "Informer dine besøkende gjennom en klar personvernsmerknad når du samler inn personvernsdata.",
        "AwarenessDocumentationDesc2": "Informer dine brukere i personvernspraksisen om hvilken data du samler inn og hvordan den brukes.",
        "AwarenessDocumentationDesc3": "Gjør laget ditt oppmerksom på at du bruker Matomo-analyse og %1$shvilken data som samles inn av din analyseplattform%2$s.",
        "AwarenessDocumentationDesc4": "Dokumenter din bruk av Matomo innen ditt %1$sregister over informasjonstilganger%2$s.",
        "AwarenessDocumentationIntro": "Informer dine brukere klart og gjennomsiktig, og gjør dine kolleger klare over dataen som samles inn og hvordan den brukes.",
        "BackgroundColor": "Bakgrunnsfarge",
        "BuildYourOwn": "Bygg din egen",
        "ClickHereSettings": "Klikk her for å få tilgang til %s-innstillingene.",
        "ConsentExplanation": "Samtykke betyr at brukere har valget og kontrollerer hvordan deres persondetaljer behandles.",
        "ConsentManager": "Samtykkehåndterer",
        "ConsentManagerConnected": "%1$s ser ut til å allerede ha blitt satt opp for å fungere med Matomo.",
        "ConsentManagerDetected": "%1$s-samtykkehåndterer ble oppdaget på nettsiden din. Lær mer om oppsett av Matomo for å fungere med %1$s ved å lese %2$sdenne veiledningen%3$s",
        "CurrentDBSize": "Nåværende databasestørrelse",
        "DBPurged": "Database tømt.",
        "DataRetention": "Datalagring",
        "DataRetentionInMatomo": "Bevaring av data lagret i Matomo:",
        "DataRetentionOverall": "Den totale datalagringstraden for din personvernspraksis er rådatalagringsgraden. Merk at sammenfattede rapporten også kan inneholde personvernsdata. Hvis du bruker funksjoner som bruker-ID, egendefinerte variabler, egendefinert dimensjon, eller sporer personvernsdata på andre måter, som hendelser, side-nettadresser eller sidenavn, osv, vil den totale datalagringsgraden for din personvernspraksis være den største av de to.",
        "DeleteAggregateReportsDetailedInfo": "Når du skrur på denne innstillingen vil alle aggregerte rapporter slettes. Aggregerte rapporter genereres rådataen og representerer aggregert data fra flere individuelle besøk. For eksempel er «Land»-listene aggregerte nummer for å finne ut hvor mange besøk du har fått fra hvert land.",
        "DeleteBothConfirm": "Skru på sletting av både rådata og rapportdata og fjern muligheten til å vise gammel analysedata for godt?",
        "DeleteDataDescription": "Du kan sette opp Matomo til å slette gammel rådata og/eller aggregerte rapporter regelmessig for å hode databasen liten eller for å samsvare med reguleringer som f-eks. GDPR.",
        "DeleteDataInterval": "Slett gammel data hver",
        "DeleteDataSettings": "Slett gamle besøkslogger og -rapporter",
        "DeleteLogDescription2": "Når du skrur på automatisk sletting av loggføring må du sørge for at alle tidligere daglige rapporter har blitt behandlet, slik at ingen data går tapt.",
        "DeleteLogsConfirm": "Skru på sletting av rådata, og godta at hvis den gamle rådataen fjernes, og rapportene ikke allerede har blitt opprettet, vil du ikke kunne utforske tidligere historiske analysedata?",
        "DeleteLogsOlderThan": "Slett logger eldre enn",
        "DeleteMaxRows": "Maksimalt antall rader å slette i én kjøring:",
        "DeleteMaxRowsNoLimit": "ingen grense",
        "DeleteOldAggregatedReports": "Slett gammel aggregert rapportdata",
        "DeleteOldRawData": "Slett gammel rådata regelmessig",
        "DeleteOldVisitorLogs": "Slett gamle besøkslogger",
        "DeleteRawDataInfo": "Rådataen inneholder alle detaljer om hvert individuelle besøk og hver handling dine besøkende foretok seg. Når du sletter rådata, vil slettet info ikke være tilgjengelig lenger i besøksloggen. Hvis du senere bestemmer deg for å opprette et segment, vil den segmenterte rapporten ikke være tilgjengelig i tidsrommet som har blitt slettet siden alle aggregerte rapporter ble generert fra denne rådataen.",
        "DeleteReportsConfirm": "Skru på sletting av rapportdata, og godta at hvis gamle rapporter fjernes, vil de måtte re-behandles for å kunne vises?",
        "DeleteReportsInfo2": "Hvis du sletter gamle rapporter, må de behandles igjen fra din rå-data når du forespør dem.",
        "DeleteReportsInfo3": "Hvis du også har skrudd på «%s» vil rapportdataen du sletter gå tapt for godt.",
        "DeleteReportsOlderThan": "Slett rapporter eldre enn",
        "DeleteSchedulingSettings": "Planlegg sletting av gammel data",
        "DeleteSelectedVisits": "Slett valgte besøk",
        "DeleteVisitsConfirm": "Slett valgte besøk for godt?",
        "DeletionFromMatomoOnly": "Merk også at all data vil bli slettet fra Matomo-databasen, men ikke fra vevtjenerloggene dine. Merk også at hvis du re-importerer historisk data, for eksempel fra logger, vil all tidligere slettes data kanskje importeres igjen.",
        "DoNotTrack_Description": "«Ikke spor meg« er en teknologi og praksisforslag som lar brukere å reservere seg mot sporing på nettsider de besøker, inkludert analysetjenester, reklamenettverk, og sosiale plattform.",
        "DoNotTrack_Disable": "Deaktiver Do Not Track-støtte",
        "DoNotTrack_Disabled": "Matomo sporer for øyeblikket alle besøkende, selv når de har angitt «Ikke spor meg» i nettleserne sine.",
        "DoNotTrack_DisabledMoreInfo": "Matomo anbefaler «Ikke spor meg»-støtte for å respektere besøkendes personvern",
        "DoNotTrack_Enable": "Aktiver Do Not Track-støtte",
        "DoNotTrack_Enabled": "Du respekterer nå dine brukeres personvern. Bravo.",
        "DoNotTrack_EnabledMoreInfo": "Når brukere har satt nettleserne sine til «Jeg vil ikke bli sporet» («Ikke spor meg» påslått) vil ikke Matomo spore disse besøkene.",
        "DoNotTrack_SupportDNTPreference": "Støtt «ikke spor meg»-innstilling",
        "EstimatedDBSizeAfterPurge": "Anslått databasestørrelse etter rensing",
        "EstimatedSpaceSaved": "Estimert plassbesparelse",
        "ExportSelectedVisits": "Eksporter valgte besøk",
        "ExportingNote": "Hvis du eksporterer dataen for å utøve retten til tilgang, må du forsikre deg om at de valgte besøkene faktisk utføres av dataemnene du ønsker å eksportere dataen for.",
        "FindDataSubjectsBy": "Finn dataemner etter",
        "FindMatchingDataSubjects": "Finn samsvarende dataemner",
        "FontColor": "Skriftfarge",
        "FontFamily": "Skriftfamilie",
        "FontSize": "Skriftstørrelse",
        "ForceCookielessTracking": "Påtving sporing uten informasjonskapsler",
        "ForceCookielessTrackingDescription": "Å skru på dette oppdaterer %1$s automatisk slik at det inneholder litt ytterligere kode for å forsikre at alle sporere ikke bruker informasjonskapsler. Ytterligere vil Matomo spore alle sporings-informasjonskapsler på tjenersiden.",
        "ForceCookielessTrackingDescription2": "Informasjonskapsler vil bli skrudd av selv når du bruker samtykkemetodene i Matomo-sporeren og påkalling av for eksempel informasjonskapselssamtykkemetodene vil ikke skru på informasjonskapsler.",
        "ForceCookielessTrackingDescriptionNotWritable": "JavaScript-sporingsfilen «%1$s» er ikke skrivbar, noe som er påkrevd for at denne funksjonen skal fungere helt. Når JavaScript-sporingsfilen ikke er skrivbar vil informasjonskapsler kun bli ignorert på tjenersiden, men informasjonskapsler kan fremdeles bli satt i nettleseren. For å løse dette problemet må du eller en systemadministrator endre filtilgangene slik at din vev-tjener kan endre denne filen.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Hvis du behandler personvernsdata om europeiske borgere gjennom Matomo, må du oppfylle kravene selv om bedriften din befinner seg utenfor Europa. Denne veiledningen hjelper deg.",
        "GdprChecklistDesc2": "Nedenfor finner du verktøyene som lar deg ivareta rettighetene til dine brukere, og listen over foretagende å utøve for å gjøre din Matomo GDPR-kompatibel og trygge din data. Besøk vår %1$sGDPR-brukerveiledning%2$s for å lære mer.",
        "GdprChecklists": "GDPR-sjekklister",
        "GdprManager": "GDPR-håndterer",
        "GdprOverview": "GDPR-oversikt",
        "GdprOverviewIntro1": "Den generelle personvernsforordningen (GDPR) er en forordning som styrker og standardiserer databeskyttelse for alle individer i EU og Norge.",
        "GdprOverviewIntro2": "Hvis du tar grep for å forsikre at ingen personvernsdata samles inn i Matomo, trenger du ikke å bekymre deg om GDPR for Matomo (hvis du ikke sporer noen IP-adresser, ingen bruker-ID-er, ingen geoposisjonering, osv.).",
        "GdprTools": "GDPR-verktøy",
        "GdprToolsOverviewHint": "I fall du ikke vet hva GDPR er, kan du lese %1$sGDPR-oversikten%2$s.",
        "GdprToolsPageIntro1": "Denne siden er designet for at du skal kunne utøve dataemne-rettigheter.",
        "GdprToolsPageIntro2": "Her kan du utøve rettighetene til dine brukere med en GDPR_kompatibel prosedyre:",
        "GdprToolsPageIntroAccessRight": "tilgangsrett til all deres data (og også retten til dataportabilitet),",
        "GdprToolsPageIntroEraseRight": "retten til å slette noe eller all deres data (og retten til korrigering).",
        "GeolocationAnonymizeIpNote": "Merk: Geoposisjonering vil ha omtrent de samme resultatene med en byte anonymisert. Med to byte eller mer, vil geoposisjonering være unøyaktig.",
        "GetPurgeEstimate": "Hent estimering av rensning",
        "HowDoIAskForConsent": "Hvordan spør jeg brukere om samtykke?",
        "Imprint": "Impressum",
        "ImprintUrl": "Impressum-nettadresse",
        "ImprintUrlDescription": "En lenke til din impressums-side",
        "IndividualsRights": "Personrettigheter",
        "IndividualsRightsAccess": "Retten til tilgang: %1$ssøk etter et dataemne%2$s og eksporter all data fra det.",
        "IndividualsRightsChildren": "Hvis du tilbyr nettbaserte tjenester til barn og avhenger av samtykke for å samle info om dem, kan de hende du trenger samtykke fra person med foreldreansvar for å behandle barnets personvernsdata lovlig.",
        "IndividualsRightsErasure": "Retten til sletting: %1$ssøk etter et dataemne%2$s og slett noe eller all dets data.",
        "IndividualsRightsInform": "Retten til å bli informert: Informer dine brukere med en klar personvernsmerknad.",
        "IndividualsRightsIntro": "Ivareta rettighetene til dine brukere med GDPR-vennlige prosedyrer:",
        "IndividualsRightsObject": "Retten til innsigelser: %1$sla dine brukere melde seg ut%2$s på din personvernspraksisside.",
        "IndividualsRightsPortability": "Retten til dataportabilitet: %1$ssøk etter et dataemne%2$s og eksporter alle dets data.",
        "IndividualsRightsRectification": "Retten til korrigering: du kan %1$ssøke etter et dataemne%2$s og slette all eller noen av dens data.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Noe av henviserinfoen kan mangle fordi anonymisering av den er skrudd av på følgende vis: %s",
        "KeepBasicMetrics": "Behold grunnleggende data (besøk, sidevisninger, forlatelsesfrekvens, målkonverteringer, e-handelskonverteringer, osv.)",
        "KeepBasicMetricsReportsDetailedInfo": "Når du skrur på denne innstillingen vil noen av indikatorene for nøkkelytelse ikke bli slettet",
        "KeepDataFor": "Behold all data for",
        "KeepReportSegments": "Behold også inndelte rapporter for beholdt data ovenfor",
        "LastAction": "Siste foretagende",
        "LastDelete": "Siste sletting var på",
        "LeastDaysInput": "Angi et antall dager over %s.",
        "LeastMonthsInput": "Angi et antall måneder over %s.",
        "MatchingDataSubjects": "Samsvarende dataemner",
        "MenuPrivacySettings": "Personvern",
        "NextDelete": "Neste planlagte sletting om",
        "NoDataSubjectsFound": "Fant ingen dataemner",
        "OptOutAppearance": "Tilpass reservasjonsutseendet",
        "OptOutCodeTypeExplanation": "Å reservere seg kan enten settes ved bruk at Matomo-sporingskoden (som betyr mindre kode å legge til på nettsidene dine, og mindre sannsynlig trenger oppdatering i fremtiden) eller bruk av en egen kode, som mer sannsynlig fungerer for besøkende med skriptblokkerere, men som må oppdateres på hver nettside når du gjør endringer.",
        "OptOutCustomize": "Tilpass rammen for reservasjon",
        "OptOutHtmlCode": "HTML-kode til innebygging på nettsiden din",
        "OptOutPreview": "Forhåndsvisning av reservasjon som den vil vises på nettsiden din",
        "OptOutRememberToTest": "Husk å teste reservasjonen din.",
        "OptOutRememberToTestBody": "For å forsikre deg om at reservasjonskoden din fungerer rett på nettsiden din anbefales det å utføre følgende hurtigtest etter at du har lagt den til.",
        "OptOutRememberToTestStep1": "Surf til landingssiden for nettsiden din.",
        "OptOutRememberToTestStep2": "Når siden har blitt innlastet bør du se reservasjonsboksen.",
        "OptOutRememberToTestStep3": "Å fjerne uthukingen av reservasjonsboksen bør vise reservasjonsmeldingen.",
        "OptOutRememberToTestStep4": "Når du huker av boksen for å inkludere deg bør du se inkluderingsmeldingen.",
        "OptOutUseStandalone": "Bruk selv-inneholdende kode for å sette reservasjonen",
        "OptOutUseTracker": "Bruk Matomo-sporingskoden for å sette reservasjonen",
        "PluginDescription": "Øk personvernet for dine brukere og gjør din Matomo-instans juridisk kompatibel.",
        "PrivacyPolicy": "Personvernspraksis",
        "PrivacyPolicyUrl": "Nettadresse til personvernspraksis",
        "PrivacyPolicyUrlDescription": "En lenke til din personvernspraksisside.",
        "PrivacyPolicyUrlDescriptionSuffix": "Vil vises på bunnen av innloggingssiden og på sidene «%1$s»-brukeren har tilgang til.",
        "PseudonymizeUserId": "Erstatt bruker-ID med et pseudonym",
        "PseudonymizeUserIdNote": "Når du skrur på dette alternativet, vil bruker-ID-en erstattes av et pseudonym for å unngå direkte lagring og visning av identifiserende info som f.eks. en e-postadresse. I teknisk forstand: Gitt din bruker-ID vil Matomo behandle dens pseudonym ved bruk av en saltet sjekksumsfunksjon.",
        "PseudonymizeUserIdNote2": "Merk: Erstatting med et pseudonym er ikke det samme som anonymisering. I GDPR-forstand: Bruker-ID-ens pseudonym teller fremdeles som personvernsdata. Den opprinnelige bruker-ID-en kan fremdeles identifiseres hvis ytterligere data er tilgjengelig (som kun Matomo og din databehandler har tilgang til).",
        "PurgeNow": "Rydd database nå",
        "PurgeNowConfirm": "Slett data fra databasen din for godt?",
        "PurgingData": "Tømmer data …",
        "RawDataNeverRemoved": "besøk og handlingers rådata slettes <strong>aldri</strong>.",
        "RawDataRemovedAfter": "alle besøk og interkasjoners rådata slettes etter %1$s.",
        "RecommendedForPrivacy": "Anbefalt for personvern",
        "ReportsDataSavedEstimate": "Databasestørrelse",
        "ReportsNeverRemoved": "sammenfattede rapporter slettes <strong>aldri</strong>.",
        "ReportsRemovedAfter": "alle sammenfattede rapporter slettes etter %1$s.",
        "ResultIncludesAllVisits": "Resultatene som ble funnet inkluderer alle besøk uten tidsbegrensning og inkluderer dagen i dag.",
        "ResultTruncated": "Mer enn %1$s resultater ble funnet, og resultatet ble sammenfattet til de første %1$s besøkene.",
        "SaveSettingsBeforePurge": "Du har endret dataslettingsinnstillingene. LAgre dem før du starter en utrensning.",
        "SearchForDataSubject": "Søk etter et dataemne",
        "SecurityProcedures": "Sikkerhetsprosedyrer",
        "SecurityProceduresDesc1": "Bruk vår %1$ssikkerhetsanbefaling%2$s for å trygge din Matomo-data.",
        "SecurityProceduresDesc2": "Sjekk at du har en skriftlig kontrakt med selskapet som tilbyr deg en Matomo-tjener eller vertstjening som forsikrer at %1$shensiktsmessige beskyttelser tilbys%2$s.",
        "SecurityProceduresDesc3": "Inkluder Matomo i din %1$sdatainntrengningsprosedyre%2$s.",
        "SecurityProceduresDesc4": "Inkluder Matomo i din %1$svurdering av inngripen i og omfang av datapersonvern (PDIA)%2$s, om så er tilfelle.",
        "SecurityProceduresIntro": "Informer dine brukere tydelig og åpent og forsikre deg om at kollegene dine vet om dataen som samles inn og hvordan den brukes:",
        "SeeAlsoOurOfficialGuidePrivacy": "Sjekk også den offisielle veiledningen: %1$svev-analysepersonvern%2$s",
        "SelectWebsite": "Velg en nettside",
        "ShowInEmbeddedWidgets": "Vis i innebygde miniprogrammer",
        "ShowInEmbeddedWidgetsDescription": "Viser en lenke til din personvernspraksis og dine vilkår og betingelser på bunnen av innebygde miniprogrammer.",
        "ShowIntro": "Vis introduksjonstekst",
        "TeaserHeader": "På denne siden kan du tilpasse Matomo for å gjøre den personvernskompatibel med eksisterende lovverk: %1$s anonymisering av besøks-IP%2$s, %3$s automatisk fjerning av gamle besøkslogger fra databasen%4$s, og %5$s anonymisering av tidligere sporing av brukerrådata%6$s.",
        "TeaserHeadline": "Personverninnstillinger",
        "TermsAndConditionUrl": "Nettadresse for vilkår og betingelser",
        "TermsAndConditionUrlDescription": "En lenke til din side for vilkår og betingelser.",
        "TermsAndConditions": "Vilkår og betingelser",
        "TrackingOptOut": "La brukere velge bort sporing",
        "UnsetActionColumns": "Fjern innstilling for handlingskolonner",
        "UnsetActionColumnsHelp": "Denne handlingen kan ikke angres. En liste over databasekolonnen i omfanget handlingen du ønsker å avmarkere. Hver verdi for den kolonnen vil bli satt til sin forvalgte verdi.",
        "UnsetVisitColumns": "Fjern innstilling av besøkskolonner",
        "UnsetVisitColumnsHelp": "Denne handlingen kan ikke angres. En liste over databasekolonner i omfanget visningen du ønsker å avmerkere. Hver verdi for den kolonnen vil bli satt til forvalgt verdi. Merk at hvis samme kolonne finnes i omfanget «konvertering» vil også denne kolonnen slettes.",
        "UseAnonymizeIp": "Anonymiser besøkendes IP-adresser",
        "UseAnonymizeOrderId": "Anonymiser ordre-ID",
        "UseAnonymizeTrackingData": "Anonymiser sporingsdata",
        "UseAnonymizeUserId": "Anonymiser bruker-ID",
        "UseAnonymizedIpForVisitEnrichment": "Bruk også anonymiserte IP-adresser når du beriker besøk.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Programtillegg som geoposisjonering via IP og tilbyder forbedrer metadataen for besøk. Som forvalg bruker de anonymiserte IP-adresser. Hvis du velger «Nei», vil de ikke-anonymiserte fulle IP-adressene brukes istedenfor, noe som gir mindre personvern, men bedre datanøyaktighet.",
        "UseDeleteLog": "Slett gammel rådata fra databasen regelmessig",
        "UseDeleteReports": "Slett gamle rapporter fra databasen regelmessig",
        "UsersOptOut": "Utmelding av sporing for brukere",
        "VisitsMatchedCriteria": "Disse besøkene samsvarer med valgte kriterium",
        "VisitsSuccessfullyDeleted": "Besøk ble slettet",
        "VisitsSuccessfullyExported": "Besøk ble eksportert",
        "WhenDoINeedConsent": "Når må jeg pørre om brukersamtykke?"
    }
}
