{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Selecteer \"Ja\" als u wilt dat Piwik niet de volledige IP-adressen registreert.",
        "AnonymizeIpInlineHelp": "Anonimiseer de laatste byte van bezoekers IP adressen om te voldoen aan lokale privacy wetten\/richtlijnen.",
        "AnonymizeIpExtendedHelp": "Als gebruikers uw website bezoeken zal Piwik niet het volledige IP adres (zoals %1$s) gebruiken maar ditt eerst anonimiseren (tot %2$s). IP adres anonimisatie is in sommige landen zoals Duitsland, een van de eisen gesteld in privacy wetten.",
        "AnonymizeIpMaskLengtDescription": "Geef aan hoeveel cijfers van het IP-adres moeten worden gemaskeerd.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - bijvoorbeeld %2$s",
        "CannotLockSoDeleteLogActions": "De log_action tabel zal niet worden opgekuist: Wijs het 'LOCK TABLES' recht toe aan de '%s' MYSQL gebruiker.",
        "ClickHereSettings": "Klik hier om de%s-instellingen te openen.",
        "CurrentDBSize": "Huidige database grotte",
        "DBPurged": "DB purged",
        "DeleteBothConfirm": "U staat op het punt om zowel het verwijderen van logdata als rapporten te activeren. Daarmee verliest u permanent de mogelijkheid om historische data te analyseren! Bent u er zeker van dat verder wilt?",
        "DeleteDataDescription": "U kunt Piwik instellen om regelmatig oude bezoekerslogs en\/of gemaakte rapporten te verwijderen en zo de database klein te houden.",
        "DeleteDataDescription2": "Indien gewenst zullen de pre-processed rapporten niet worden verwijderd. Alleen visit, pageview and conversion log data zal worden verwijderd. Of de pre-processed rapporten kunnen worden verwijderd en de logdata worden behouden.",
        "DeleteDataInterval": "Verwijder oude data elke",
        "DeleteOldVisitorLogs": "Verwijder oude bezoeker logs",
        "DeleteOldArchivedReports": "Verwijder oude gearchiveerde rapporten",
        "DeleteLogDescription2": "Wanneer u de automatische log verwijdering inschakelt, moet u ervoor zorgen dat alle voorgaande dagelijkse rapporten zijn verwerkt, zodat er geen gegevens verloren gaan.",
        "DeleteLogInfo": "Logs uit de volgende tabellen worden verwijderd: %s",
        "DeleteLogsConfirm": "U staat op het punt om het verwijderen van logdata te activeren. Als oude logdata in verwijderd terwijl rapporten nog niet zijn aangemaakt, dan is het niet meer mogelijk om historische data te analyseren. Bent u er zeker van dat u de data wilt verwijderen?",
        "DeleteLogsOlderThan": "Verwijder logs ouder dan",
        "DeleteMaxRows": "Maximum aantal rijen te verwijderen in een keer:",
        "DeleteMaxRowsNoLimit": "onbeperkt",
        "DeleteReportsConfirm": "U staat op het punt om het verwijderen van rapporten te activeren. Als de oude rapporten zijn verwijderd, dan zullen ze opnieuw aangemaakt moeten worden als u ze later wilt bekijken. Bent u er zzker van dat u de oude rapporten wilt verwijderen?",
        "DeleteReportsDetailedInfo": "Data uit de database numeric archive tabellen (%1$s) and blob archive tabellen (%2$s) zullen worden verwijderd.",
        "DeleteReportsInfo": "Indien ingeschakeld zullen oude rapporten worden verwijderd. %1$sWe adviseren om dit alleen te doen als de databaseruimte beperkt is.%2$s",
        "DeleteReportsInfo2": "Als u \"%s\" niet heeft ingeschakeld, dan zullen de oude rapporten opnieuw automatisch worden aangemaakt zodra ze worden opgevraagd.",
        "DeleteReportsInfo3": "Als u \"%s\" heeft ingeschakeld, dan zal de data permanent verloren gaan.",
        "DeleteReportsOlderThan": "Verwijder rapporten ouder dan",
        "DeleteSchedulingSettings": "Plan het verwijderen van oude data",
        "DeleteDataSettings": "Verwijder oude bezoekerslogs en rapporten",
        "DoNotTrack_Description": "Volg-me-niet is een technologie en een privacybeleid dat gebruikers de mogelijkheid van een opt-out biedt, voor websites die ze niet zelf bezoeken, inclusief analytics services, advertising networks en social platforms.",
        "DoNotTrack_Disable": "Deactiveer de \"volg-me-niet\" ondersteuning",
        "DoNotTrack_Disabled": "Piwik registreert momenteel alle bezoekers, zelfs als ze hun browser hebben ingesteld op \"volg-me-niet\".",
        "DoNotTrack_DisabledMoreInfo": "We adviseren om de privacy van bezoekers te respecteren en de \"volg-me-niet\" ondersteuning in Piwik te activeren.",
        "DoNotTrack_Enable": "Activeer de \"volg-me-niet\" ondersteuning",
        "DoNotTrack_Enabled": "Op dit moment respecteert u de privacy van uw bezoekers, Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Als bezoekers hun browser hebben ingesteld op \"volg-me-niet\" (DoNotTrack is enabled), dan zal Piwik deze bezoek niet registreren.",
        "DoNotTrack_SupportDNTPreference": "Ondersteun de volg-me-niet voorkeur",
        "EstimatedDBSizeAfterPurge": "Geschatte database grootte na purge",
        "EstimatedSpaceSaved": "Geschatte terug gewonnen ruimte",
        "GetPurgeEstimate": "Schat het aantal teruggewonnen ruimte.",
        "KeepBasicMetrics": "Behoud de basisgegevens (visits, page views, bounce rate, goal conversions, ecommerce conversions, etc.)",
        "KeepDataFor": "Bewaar alle data voor",
        "KeepReportSegments": "Voor de hierboven bewaarde data, hou ook de gesegmenteerde rapporten bij.",
        "LastDelete": "Laatste verwijdering was op",
        "LeastDaysInput": "Geef het aantal dagen groter dan %s.",
        "LeastMonthsInput": "Geef het aantal maanden op, groter dan %s.",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Volgende geprogrammeerde verwijdering in",
        "PurgeNow": "Purge Database nu",
        "PurgeNowConfirm": "Je staat op het punt om data permanent van je database te verwijderen. Weet je zeker dat je wilt doorgaan?",
        "PurgingData": "Data opschonen",
        "RecommendedForPrivacy": "Aanbevolen voor privacy",
        "ReportsDataSavedEstimate": "Database omvang",
        "Teaser": "Op deze pagina kunt u Piwik zodanig instellen dat het voldoet aan de bestaande privacy wetgeving in uw regio. Door: %1$s anonimiseren van uw bezoekers IP %2$s,%3$s automatisch verwijderen oude bezoekerlogs uit de database %4$s en %5$s door een opt-out ondersteuning aan te bieden voor uw website%6$s.",
        "TeaserHeadline": "Privacy instellingen",
        "UseAnonymizedIpForVisitEnrichment": "Gebruik ook de geanonimiseerde IP adressen bij het verrijken van de bezoeken.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins zoals Geolocatie via IP en Provider verbeteren bezoekers metadata. Standaard maken deze plugins gebruik van de geanonimiseerde IP adressen. Als je 'Nee' selecteert, dan zal het volledige, niet geanonimiseerde IP adres gebruikt worden. Dat resulteert in minder privacy, maar een grotere nauwkeurigheid van data.",
        "UseAnonymizeIp": "Anonimiseer bezoekers IP-adressen",
        "UseDeleteLog": "Verwijder regelmatig oude bezoeker logs uit de database",
        "UseDeleteReports": "Verwijder regelmatig oude rapporten uit de database"
    }
}