{
    "PrivacyManager": {
        "AddUserIdToSearch": "Klik om deze gebruiker-ID toe te voegen aan de zoekopdracht",
        "AddVisitorIPToSearch": "Klik om deze bezoeker-IP toe te voegen aan de zoekopdracht",
        "AddVisitorIdToSearch": "Klik om deze bezoeker-ID toe te voegen aan de zoekopdracht",
        "AffectedDate": "Betrokken datum",
        "AffectedIDSites": "Betrokken ID sites",
        "Anonymize": "Anonimiseer",
        "AnonymizeData": "Data anonimiseren",
        "AnonymizeDataConfirm": "Weet u zeker dat u de gegevens voor de geselecteerde website(s) en tijdspanne wilt anonimiseren? Deze actie kan niet ongedaan worden gemaakt, gegevens kunnen op verzoek worden verwijderd, en dit proces kan lang duren.",
        "AnonymizeDataNow": "Anonimiseer eerdere gegevens voor de geselecteerde site en tijd",
        "AnonymizeIp": "IP anonimiseren",
        "AnonymizeIpDescription": "Selecteer \"Ja\" als je wilt dat Matomo niet de volledige IP-adressen bijhoudt.",
        "AnonymizeIpExtendedHelp": "Wanneer gebruikers uw website bezoeken, zal Matomo niet het volledige IP-adres (zoals %1$s) gebuiken, maar dit eerst anonimiseren (naar %2$s). Het anonimiseren van het IP-adres is een van de vereisten in privacywetgeving van sommige landen zoals België.",
        "AnonymizeIpHelp": "Deze actie kan niet ongedaan worden gemaakt. Indien ingeschakeld, wordt voor alle bezoeken tijdens deze periode het IP-adres met minstens 2 bytes geanonimiseerd, bijvoorbeeld '192.168.xxx.xxx'. Indien u momenteel heeft ingesteld om met 3 bytes te anonimiseren, dan wordt deze instelling gerespecteerd en worden alle IP's met 3 bytes geanonimiseerd.",
        "AnonymizeIpInlineHelp": "Anonimiseer de laatste byte(s) van IP-adressen van bezoekers om te voldoen aan uw lokale privacywetten/-richtlijnen.",
        "AnonymizeIpMaskFully": "Maskeer IP-adres volledig",
        "AnonymizeIpMaskLengtDescription": "Selecteer hoeveel bytes van IP's van de bezoekers moet worden gemaskeerd.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - bijv. %2$s",
        "AnonymizeLocation": "Locatie anonimiseren",
        "AnonymizeLocationHelp": "Deze actie kan niet ongedaan worden gemaakt. Deze bepaalt de locatie opnieuw op basis van het geanonimiseerde IP-adres (ten minste 2 bytes van het IP worden geanonimiseerd).",
        "AnonymizeOrderIdNote": "Omdat een bestel-ID kan worden gekoppeld aan een ander systeem, meestal een e-commercewinkel, kan de bestel-ID gelden als persoonlijke informatie onder de GDPR. Wanneer u deze optie inschakelt, wordt een bestel-ID automatisch geanonimiseerd, zodat er geen persoonlijke informatie wordt getraceerd.",
        "AnonymizePreviousData": "Eerder getraceerde ruwe gegevens anonimiseren",
        "AnonymizePreviousDataDescription": "Indien u persoonlijke gegevens zoals het volledige IP-adres van de bezoeker heeft bijgehouden, kunt u deze gegevens nu anonimiseren voor het geval u geen toestemming heeft voor deze gegevens of er geen legitiem belang meer bij hebt.",
        "AnonymizePreviousDataOnlySuperUser": "Enkel een gebruiker met Superuser-toegang kan eerder bijgehouden ruwe gegevens anonimiseren.",
        "AnonymizeProcessInfo": "Deze actie kan lang duren en zal daarom niet meteen worden uitgevoerd. U kunt de huidige stand van het proces hieronder volgen. De anonimisering zou normaal gesproken binnen een uur moeten beginnen.",
        "AnonymizeReferrer": "Anonimiseer Referrer",
        "AnonymizeReferrerExcludeAll": "De referrer-URL niet opnemen, maar toch het type referrer detecteren",
        "AnonymizeReferrerExcludeNone": "De referrer niet anonimiseren",
        "AnonymizeReferrerExcludePath": "Bewaar alleen het domein van een referrer-URL",
        "AnonymizeReferrerExcludeQuery": "Query parameters verwijderen uit referrer-URL",
        "AnonymizeReferrerNote": "Matomo slaat op vanaf welke URL (referrer) een gebruiker op uw site komt. In sommige gevallen kan zo'n URL informatie bevatten die als persoonlijke informatie beschouwd kan worden. Als u wilt voorkomen dat dergelijke informatie wordt bijgehouden, kunt u de hoeveelheid referrer-gegevens die Matomo opslaat wanneer een bezoeker op uw website komt, beperken. Hoe meer informatie wordt verwijderd uit de referrer-informatie, hoe kleiner de kans dat persoonlijke informatie wordt opgeslagen. Hoe meer informatie je verwijdert uit de referrer, hoe minder duidelijk het zal zijn hoe een bezoeker op jouw website terecht is gekomen.",
        "AnonymizeRowDataFrom": "Anonimiseer alle onbewerkte gegevens vanaf:",
        "AnonymizeRowDataTo": "Anonimiseer alle onbewerkte gegevens tot:",
        "AnonymizeSites": "Anonimiseer de gegevens van deze site (s)",
        "AnonymizeUserId": "Gebruikers-ID vervangen door een pseudoniem",
        "AnonymizeUserIdHelp": "Wanneer u deze optie inschakelt, wordt het gebruikers-ID vervangen door een pseudoniem om te voorkomen dat persoonlijk identificeerbare informatie zoals een e-mailadres direct wordt opgeslagen en getoond. In technische termen: gegeven uw gebruikers-ID, zal Matomo het gebruikers-ID pseudoniem verwerken met behulp van een salted hash functie.<br><br><em>Opmerking: het vervangen door een pseudoniem is niet hetzelfde als anonimiseren. In GDPR-termen: het gebruikers-ID-pseudoniem telt nog steeds als persoonsgegevens. Het oorspronkelijke gebruikers-ID kan nog steeds worden geïdentificeerd als bepaalde aanvullende informatie beschikbaar is (waartoe alleen Matomo en uw gegevensverwerker toegang hebben).</em>",
        "ApplyStyling": "Een aangepaste stijl toepassen",
        "AskingForConsent": "Vragen om toestemming",
        "AwarenessDocumentation": "Bewustwording en documentatie",
        "AwarenessDocumentationDesc1": "Informeer uw bezoekers via een duidelijke privacyverklaring wanneer u persoonlijke gegevens verzamelt.",
        "AwarenessDocumentationDesc2": "Informeer uw gebruikers in uw privacybeleid over welke gegevens u verzamelt en hoe de gegevens worden gebruikt.",
        "AwarenessDocumentationDesc3": "Maak uw team ervan bewust dat je Matomo Analytics gebruikt en %1$swelke gegevens worden verzameld door je analyseplatform%2$s.",
        "AwarenessDocumentationDesc4": "Documenteer uw gebruik van Matomo in uw %1$sinformatie verwerkingsregister%2$s.",
        "AwarenessDocumentationIntro": "Informeer uw gebruikers duidelijk en transparant en maak uw collega's bewust van de gegevens die worden verzameld en hoe deze worden gebruikt:",
        "BackgroundColor": "Achtergrondkleur",
        "BuildYourOwn": "Bouw zelf",
        "ClickHereSettings": "Klik hier om naar de %s-instellingen te gaan.",
        "ConsentExplanation": "Toestemming betekent dat individuen keuzemogelijkheden en controle krijgen over hoe hun persoonsgegevens worden verwerkt.",
        "ConsentManager": "Toestemmingsbeheer",
        "ConsentManagerConnected": "%1$s lijkt reeds geconfigureerd te zijn om te werken met Matomo.",
        "ConsentManagerDetected": "%1$s toestemmingsbeheer is gedetecteerd op uw website. Voor meer informatie over het configureren van Matomo om te werken met %1$s leest u %2$sin deze gids%3$s",
        "CurrentDBSize": "Huidige databasegrootte",
        "CurrentOutput": "Huidige output: %1$s",
        "DBPurged": "Database geleegd.",
        "DataRetention": "Dataretentie",
        "DataRetentionInMatomo": "Dataretentie voor gegevens opgeslagen in Matomo:",
        "DataRetentionOverall": "Het algemene gegevensbewaringspercentage voor uw privacybeleid is het ruwe gegevensbewaringspercentage. Houd er rekening mee dat geaggregeerde rapporten ook persoonsgegevens kunnen bevatten. Indien u functies gebruikt zoals Gebruikers-ID, Aangepaste variabelen, Aangepaste dimensie, of persoonlijke gegevens op andere manieren volgt zoals gebeurtenissen, pagina-URL's of paginatitels, enz., dan zal het algemene gegevensbewaringspercentage voor uw privacybeleid het hoogste van de twee.",
        "DeleteAggregateReportsDetailedInfo": "Als u deze instelling inschakelt, worden alle geaggregeerde rapporten verwijderd. Samengevoegde rapporten worden gegenereerd uit de ruwe gegevens en geven samengevoegde gegevens weer van verschillende individuele bezoeken. Bijvoorbeeld, het rapport \"Land\" toont geaggregeerde cijfers om te zien hoeveel bezoeken u heeft gekregen uit elk land.",
        "DeleteBothConfirm": "U staat op het punt om zowel het verwijderen van ruwe gegevens als het verwijderen van rapportgegevens in te schakelen. Hiermee wordt de mogelijkheid om oude analysegegevens te bekijken definitief verwijderd. Bent u zeker?",
        "DeleteDataDescription": "Je kunt Matomo configureren om regelmatig oude ruwe data en/of geaggregeerde rapporten te verwijderen om uw database klein te houden of om te voldoen aan privacy-wetgeving zoals GDPR.",
        "DeleteDataInterval": "Verwijder oude gegevens elke",
        "DeleteDataSettings": "Verwijder oude bezoekerslogboeken en rapporten",
        "DeleteLogDescription2": "Wanneer u automatische logboekverwijdering inschakelt, moet u ervoor zorgen dat alle vorige dagelijkse rapporten zijn verwerkt, zodat er geen gegevens verloren gaan.",
        "DeleteLogsConfirm": "U staat op het punt de verwijdering van ruwe gegevens in te schakelen. Als oude ruwe gegevens worden verwijderd, en er nog geen rapporten zijn gemaakt, kunt u geen historische analysegegevens uit het verleden bekijken. Weet u zeker dat u dit wilt doen?",
        "DeleteLogsOlderThan": "Verwijder logboeken ouder dan",
        "DeleteMaxRows": "Maximum aantal rijen te verwijderen in een keer:",
        "DeleteMaxRowsNoLimit": "geen limiet",
        "DeleteOldAggregatedReports": "Verwijder oude verzamelde rapport gegevens",
        "DeleteOldRawData": "Verwijder regelmatig oude onbewerkte gegevens",
        "DeleteOldVisitorLogs": "Verwijder oude bezoekerslogboeken",
        "DeleteRawDataInfo": "De ruwe gegevens bevatten alle details over elk individueel bezoek en elke activiteit die uw bezoekers ondernamen. Wanneer u ruwe gegevens verwijdert, zal de verwijderde informatie niet meer beschikbaar zijn in de bezoekerslog. Ook als u later besluit om een segment te maken, zullen de gesegmenteerde rapporten niet beschikbaar komen voor het tijdsbestek dat is verwijderd, aangezien alle geaggregeerde rapporten worden gegenereerd uit deze ruwe gegevens.",
        "DeleteReportsConfirm": "U staat op het punt om het verwijderen van rapporten te activeren. Als de oude rapporten zijn verwijderd, dan zullen ze opnieuw aangemaakt moeten worden als u ze later wilt bekijken. Bent u er zeker van dat u de oude rapporten wilt verwijderen?",
        "DeleteReportsInfo2": "Als u oude rapporten verwijdert, kunnen ze opnieuw worden opgebouwd uit uw RAW-gegevens wanneer u ze opvraagt.",
        "DeleteReportsInfo3": "Als u ook \"%s\" heeft ingeschakeld, dan zullen de rapporten die u verwijdert permanent verloren gaan.",
        "DeleteReportsOlderThan": "Verwijder rapporten ouder dan",
        "DeleteSchedulingSettings": "Plan het verwijderen van oude data",
        "DeleteSelectedVisits": "Verwijder geselecteerde bezoeken",
        "DeleteVisitsConfirm": "Bent u zeker dat u de geselecteerde bezoeken wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.",
        "DeletionFromMatomoOnly": "Merk ook op dat alle gegevens alleen worden verwijderd uit de Matomo database, maar niet uit uw webserver logs. Merk ook op dat als uw historische gegevens opnieuw importeert, bijvoorbeeld uit logs, dat eerder verwijderde gegevens opnieuw geïmporteerd kunnen worden.",
        "DoNotTrack_Deprecated": "De ondersteuning voor de DoNotTrack-header is vervallen. Omdat meer browsers deze header automatisch zijn gaan versturen, zonder gebruikers de mogelijkheid te geven dit te veranderen, of de ondersteuning ervan volledig hebben stopgezet, raden we niet langer aan deze optie in te schakelen. Deze functie kan mogelijk in een van de komende grote releases volledig worden verwijderd.",
        "DoNotTrack_Description": "Volg-me-niet is een technologie en een privacybeleid dat gebruikers de mogelijkheid van een opt-out biedt, voor websites die ze niet zelf bezoeken, inclusief analytics services, advertising networks en social platforms.",
        "DoNotTrack_Disable": "Volg-me-niet-ondersteuning uitschakelen",
        "DoNotTrack_Disabled": "Matomo registreert momenteel alle bezoekers, zelfs als ze in hun browser \"Volg-me-niet\" hebben ingeschakeld.",
        "DoNotTrack_DisabledMoreInfo": "Wij raden aan de DoNotTrack-ondersteuning in te schakelen om de privacy van uw bezoekers te respecteren",
        "DoNotTrack_Enable": "Volg-me-niet-ondersteuning inschakelen",
        "DoNotTrack_Enabled": "Momenteel respecteer u de privacy van uw gebruikers, bravo!",
        "DoNotTrack_EnabledMoreInfo": "Als gebruikers in hun browser \"Volg-me-niet\" hebben ingeschakeld, zal Matomo deze bezoeken niet registreren.",
        "DoNotTrack_SupportDNTPreference": "Ondersteun volg-me-niet-voorkeur",
        "EstimatedDBSizeAfterPurge": "Geschatte databasegrootte na legen",
        "EstimatedSpaceSaved": "Geschatte ruimte bespaard",
        "ExportSelectedVisits": "Exporteer geselecteerde bezoeken",
        "ExportingNote": "Indien u de gegevens exporteert om het recht van toegang uit te oefenen, moet u ervoor zorgen dat de geselecteerde bezoeken daadwerkelijk worden uitgevoerd door de betrokkene voor wie u de gegevens wilt exporteren.",
        "FindDataSubjectsBy": "Zoek betrokkenen op",
        "FindMatchingDataSubjects": "Vind passende betrokkenen",
        "FontColor": "Tekstkleur",
        "FontFamily": "Lettertype",
        "FontSize": "Lettergrootte",
        "ForceCookielessTracking": "Forceer tracking zonder cookies",
        "ForceCookielessTrackingDescription": "Door deze optie in te schakelen wordt %1$s automatisch bijgewerkt, zodat het wat extra code bevat om ervoor te zorgen dat alle trackers geen cookies gebruiken. Daarnaast zal Matomo alle tracking cookies aan de serverkant negeren.",
        "ForceCookielessTrackingDescription2": "Cookies worden uitgeschakeld, zelfs wanneer de toestemmingsmethodes in Matomo tracker worden gebruikt en het aanroepen van bijvoorbeeld de toestemmingsmethodes voor cookies zal geen cookies inschakelen.",
        "ForceCookielessTrackingDescriptionNotWritable": "Het JS tracker bestand \"%1$s\" is niet schrijfbaar, dewelke nodig is om deze functionaliteit volledig te laten werken. Als het JS tracker bestand niet schrijfbaar is, dan worden de cookies alleen aan de serverzijde genegeerd, maar worden de cookies mogelijk toch ingesteld in de browser. Om dit probleem op te lossen moet u of een systeembeheerder de bestandsrechten wijzigen zodat uw webserver dit bestand kan aanpassen.",
        "GDPR": "AVG",
        "GdprChecklistDesc1": "Indien u persoonsgegevens van Europese burgers verwerkt via Matomo, ook al is uw bedrijf buiten Europa gevestigd, moet u voldoen aan de GDPR-verplichtingen en deze gids helpt u daarbij.",
        "GdprChecklistDesc2": "Hieronder vindt u onze tools waarmee u eenvoudig rechten van uw gebruikers kunt uitvoeren, en de lijst met acties die u moet ondernemen om uw Matomo-gebruik in overeenstemming te brengen met de GDPR en gegevens te beschermen. Bezoek onze %1$sGDPR Gebruikersgids%2$s voor meer informatie.",
        "GdprChecklists": "AVG checklist",
        "GdprManager": "AVG Manager",
        "GdprOverview": "AVG Overzicht",
        "GdprOverviewIntro1": "De General Data Protection Regulation (GDPR) is een verordening die de gegevensbescherming voor alle personen binnen de Europese Unie (EU) versterkt en uniform maakt.",
        "GdprOverviewIntro2": "Indien u maatregelen neemt om ervoor te zorgen dat er geen persoonsgegevens worden verzameld door Matomo, dan hoeft u zich geen zorgen te maken over de GDPR betreffende Matomo (als u geen IP-adressen, geen gebruikers-ID's, geen geolocatie gegevens, enz. bijhoudt).",
        "GdprTools": "AVG Hulpmiddelen",
        "GdprToolsOverviewHint": "Als u niet weet wat GDPR is, raadpleeg dan het %1$sGDPR-overzicht%2$s.",
        "GdprToolsPageIntro1": "Deze pagina is ontworpen zodat u uw rechten als betrokkene kunt uitoefenen.",
        "GdprToolsPageIntro2": "Hier kunt u de rechten van uw gebruikers uitoefenen met onze GDPR-vriendelijke procedures:",
        "GdprToolsPageIntroAccessRight": "het recht op toegang tot al hun gegevens (en het recht op de overdraagbaarheid van gegevens),",
        "GdprToolsPageIntroEraseRight": "het recht om sommige of al hun gegevens te wissen (en het recht op rectificatie).",
        "GeolocationAnonymizeIpNote": "Opmerking: geolocatie heeft ongeveer dezelfde resultaten met 1 byte geanonimiseerd. Met 2 bytes of meer zal geolocatie onnauwkeurig zijn.",
        "GetPurgeEstimate": "Schat het aantal teruggewonnen ruimte",
        "HowDoIAskForConsent": "Hoe vraag ik gebruikers om toestemming?",
        "HowDoIAskForConsentIntro": "Matomo heeft handleidingen beschikbaar voor het instellen van toestemmingstracking met de volgende populaire toestemmingsbeheerders:",
        "HowDoIAskForConsentOutro": "Indien u geen van de bovenstaande toestemmingsbeheerders gebruikt, kunt u %1$stracking met toestemming implementeren met behulp van de Matomo JavaScript API%2$s.",
        "IPAddress": "IP-adres",
        "Imprint": "Afdruk",
        "ImprintUrl": "Afdruk-URL",
        "ImprintUrlDescription": "Een link naar uw afdrukpagina.",
        "InProgress": "In uitvoering",
        "IndividualsRights": "Rechten van individuen",
        "IndividualsRightsAccess": "Het recht op inzage: %1$szoek een betrokkene%2$s en exporteer al diens gegevens.",
        "IndividualsRightsChildren": "Als u onlinediensten aan kinderen aanbiedt en u vertrouwt op de toestemming om informatie over hen te verzamelen, heeft u mogelijk de toestemming van een ouder of voogd nodig om de persoonsgegevens van de kinderen rechtmatig te verwerken.",
        "IndividualsRightsErasure": "Het recht om verwijderd te worden: %1$szoek een betrokkene%2$s en wis diens gegevens geheel of gedeeltelijk.",
        "IndividualsRightsInform": "Het recht op informatie: informeer uw gebruikers met een duidelijke privacyverklaring.",
        "IndividualsRightsIntro": "Evalueer de rechten van uw gebruikers met onze GDPR-vriendelijke procedures:",
        "IndividualsRightsObject": "Het recht om bezwaar te maken: %1$slaat uw gebruikers gemakkelijk uitschrijven%2$s op uw privacybeleidspagina.",
        "IndividualsRightsPortability": "Het recht op overdraagbaarheid van gegevens: %1$szoek een betrokkene%2$s en exporteer al diens gegevens.",
        "IndividualsRightsRectification": "Het recht op rectificatie: u kunt %1$szoeken naar een betrokkene%2$s en een deel of al diens gegevens verwijderen.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Sommige referrer-informatie kan ontbreken omdat referrer-anonimisering als volgt is ingeschakeld: %s",
        "JobFinishDate": "Taak einddatum: %1$s",
        "JobStartDate": "Taak startdatum: %1$s",
        "KeepBasicMetrics": "Behoud de basisgegevens (visits, page views, bounce rate, goal conversions, ecommerce conversions, etc.)",
        "KeepBasicMetricsReportsDetailedInfo": "Wanneer u deze instelling inschakelt, worden sommige numerieke prestatie-indicatoren niet verwijderd.",
        "KeepDataFor": "Bewaar alle gegevens voor",
        "KeepReportSegments": "Voor de hierboven bewaarde gegevens, bewaar ook de gesegmenteerde rapporten",
        "LastAction": "Laatste actie",
        "LastDelete": "Laatste verwijdering was op",
        "LeastDaysInput": "Geef het aantal dagen groter dan %s.",
        "LeastMonthsInput": "Geef het aantal maanden op, groter dan %s.",
        "LinkVisitActionColumns": "Link bezoekactiviteit kolommen",
        "MatchingDataSubjects": "Gevonden betrokkenen",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Volgende geprogrammeerde verwijdering in",
        "NoDataSubjectsFound": "Geen betrokkenen gevonden",
        "OptOutAppearance": "De opt-out weergave aanpassen",
        "OptOutCodeTypeExplanation": "De opt-out kan worden ingesteld door de Matomo tracker code te gebruiken, wat betekent dat u minder code hoeft toe te voegen aan uw websitepagina's en minder vaak een update nodig is in de toekomst, of door gebruik te maken van standalone code die waarschijnlijk beter werkt voor bezoekers met script blockers, maar die u op elke webpagina moet updaten indien u instellingen wijzigt.",
        "OptOutCustomize": "Pas het opt-out iframe aan",
        "OptOutHtmlCode": "HTML-code om op uw website in te sluiten",
        "OptOutPreview": "Voorbeeld van de opt-out zoals die op uw website zal verschijnen",
        "OptOutRememberToTest": "Vergeet niet om uw opt-out te testen!",
        "OptOutRememberToTestBody": "Om er zeker van te zijn dat uw opt-out goed werkt met uw website, is het raadzaam om de volgende snelle test uit te voeren na het toevoegen van de opt-out code.",
        "OptOutRememberToTestStep1": "Browse naar de hoofdpagina van uw website.",
        "OptOutRememberToTestStep2": "Zodra de pagina geladen is, zou u het opt-out vakje moeten zien.",
        "OptOutRememberToTestStep3": "Als u het selectievakje uitschakelt, moet het bericht voor opt-out worden weergegeven.",
        "OptOutRememberToTestStep4": "Als u het selectievakje aanvinkt, moet het bericht over de opt-in worden weergegeven.",
        "OptOutUseStandalone": "Gebruik op zichzelf staande code om de opt-out in te stellen",
        "OptOutUseTracker": "Gebruik de Matomo tracker code om de opt-out in te stellen",
        "Output": "Output: %1$s",
        "PluginDescription": "Verhoog de privacy van je gebruikers en maak je Matomo omgeving conform lokale wetgeving.",
        "PreviousRawDataAnonymizations": "Eerdere anonimisering van ruwe gegevens",
        "PrivacyPolicy": "Privacybeleid",
        "PrivacyPolicyUrl": "Privacybeleid-URL",
        "PrivacyPolicyUrlDescription": "Een link naar de pagina met je privacybeleid.",
        "PrivacyPolicyUrlDescriptionSuffix": "Als u dit instelt wordt het, onderaan de inlogpagina en op pagina's waartoe de '%1$s' gebruiker toegang heeft, getoond.",
        "PseudonymizeUserId": "Gebruikers-ID vervangen door een pseudoniem",
        "PseudonymizeUserIdNote": "Wanneer u deze optie inschakelt, wordt het gebruiker-ID vervangen door een pseudoniem om te voorkomen dat persoonlijk identificeerbare informatie zoals een e-mailadres direct wordt opgeslagen en getoond. In technische termen: gegeven uw User ID, zal Matomo het gebruiker-ID pseudoniem verwerken met behulp van een salted hash functie.",
        "PseudonymizeUserIdNote2": "Opmerking: het vervangen door een pseudoniem is niet hetzelfde als anonimiseren. In GDPR termen: het gebruiker-ID pseudoniem telt nog steeds als persoonsgegeven. De oorspronkelijke gebruiker-ID kan nog steeds worden geïdentificeerd als bepaalde aanvullende informatie beschikbaar is (waartoe alleen Matomo en uw gegevensverwerker toegang hebben).",
        "PurgeNow": "Database nu legen",
        "PurgeNowConfirm": "Je staat op het punt om data permanent van je database te verwijderen. Weet je zeker dat je wilt doorgaan?",
        "PurgingData": "Data opschonen...",
        "RawDataNeverRemoved": "ruwe gegevens voor bezoeken en activiteiten worden <strong>nooit</strong> gewist.",
        "RawDataRemovedAfter": "alle ruwe gegevens voor bezoeken en activiteiten worden verwijderd na %1$s.",
        "RecommendedForPrivacy": "Aanbevolen voor privacy",
        "ReportsDataSavedEstimate": "Database omvang",
        "ReportsNeverRemoved": "geaggregeerde rapporten worden <strong>nooit</strong> verwijderd.",
        "ReportsRemovedAfter": "alle geaggregeerde rapporten worden verwijderd na %1$s.",
        "Requester": "Aanvrager",
        "ResultIncludesAllVisits": "De gevonden resultaten omvatten alle bezoeken zonder tijdsbeperking en inclusief vandaag.",
        "ResultTruncated": "Er werden meer dan %1$s resultaten gevonden en het resultaat werd ingekort tot de eerste %1$s bezoeken.",
        "SaveSettingsBeforePurge": "De data verwijder instellingen zijn aangepast. Sla deze eerst op voor het starten van het verwijderen.",
        "Scheduled": "Gepland",
        "ScheduledDate": "Geplande datum: %1$s",
        "SearchForDataSubject": "Zoeken naar een betrokkene",
        "SecurityProcedures": "Beveiligingsprocedures",
        "SecurityProceduresDesc1": "Pas onze %1$sbeveiligingsaanbevelingen%2$s toe om uw Matomo-gegevens veilig te houden.",
        "SecurityProceduresDesc2": "Controleer of u een schriftelijk contract heeft met het bedrijf dat u de Matomo-server of -hosting aanbiedt, dat %1$sde juiste waarborgen biedt%2$s.",
        "SecurityProceduresDesc3": "Neem Matomo op in uw %1$sprocedure voor datalekken%2$s.",
        "SecurityProceduresDesc4": "Neem Matomo op in uw %1$sdata privacy impact assessment (DPIA)%2$s, indien van toepassing.",
        "SecurityProceduresIntro": "Informeer uw gebruikers duidelijk en transparant en maak uw collega's bewust van de gegevens die worden verzameld en hoe deze worden gebruikt:",
        "SeeAlsoOurOfficialGuidePrivacy": "Zie ook onze officiele gids: %1$sWeb Analytics Privacy%2$s",
        "SelectWebsite": "Selecteer een website",
        "ShowInEmbeddedWidgets": "Toon in ingesloten widgets",
        "ShowInEmbeddedWidgetsDescription": "Als u deze optie inschakelt zal er een link naar uw privacybeleid en algemene voorwaarden weergegeven worden onder ingesloten widgets.",
        "ShowIntro": "Toon introductietekst",
        "TeaserHeader": "Op deze pagina kunt u Matomo zo aanpassen dat het voldoet aan de bestaande wetgeving, door: %1$shet IP van bezoekers te anonimiseren%2$s, %3$soude bezoekerslogs automatisch te verwijderen uit de database%4$s, en %5$seerder bijgehouden ruwe gebruikersgegevens te anonimiseren%6$s.",
        "TeaserHeadline": "Privacy-instellingen",
        "TermsAndConditionUrl": "Algemene voorwaarden URL",
        "TermsAndConditionUrlDescription": "Een link naar de pagina met uw algemene voorwaarden.",
        "TermsAndConditions": "Algemene voorwaarden",
        "TrackingOptOut": "Laat gebruikers zich afmelden voor tracking",
        "UnsetActionColumns": "Actie kolommen uitschakelen",
        "UnsetActionColumnsHelp": "Deze actie kan niet ongedaan worden gemaakt. Een lijst van database kolommen in de actie die u ongedaan wilt maken. Elke waarde voor die kolom zal worden ingesteld op de standaardwaarde.",
        "UnsetVisitColumns": "Bezoek kolommen uitschakelen",
        "UnsetVisitColumnsHelp": "Deze actie kan niet ongedaan worden gemaakt. Een lijst van database kolommen in de bezoekenscope die u wilt verwijderen. Elke waarde voor die kolom zal worden ingesteld op de standaardwaarde. Merk op dat als dezelfde kolom bestaat in het bereik 'conversie', deze kolom ook zal worden verwijderd",
        "UseAnonymizeIp": "Anonimiseer IP-adressen van bezoekers",
        "UseAnonymizeOrderId": "Ordernummer anonimiseren",
        "UseAnonymizeTrackingData": "Tracking gegevens anonimiseren",
        "UseAnonymizeUserId": "Gebruikers-ID anonimiseren",
        "UseAnonymizedIpForVisitEnrichment": "Gebruik de geanonimiseerde IP-adressen ook bij het verrijken van bezoeken.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins zoals Geo Location via IP en Provider verbeteren de metadata van bezoekers. Standaard gebruiken deze plugins de geanonimiseerde IP-adressen. Als u 'Nee' selecteert, wordt in plaats daarvan het niet-geanonimiseerde volledige IP-adres gebruikt, wat resulteert in minder privacy maar betere gegevensnauwkeurigheid.",
        "UseDeleteLog": "Verwijder regelmatig oude onbewerkte gegevens uit de database",
        "UseDeleteReports": "Verwijder regelmatig oude rapporten uit de database",
        "UsersOptOut": "Gebruikers opt-out",
        "VisitColumns": "Bezoek kolommen",
        "VisitsMatchedCriteria": "Deze bezoeken voldoen aan de geselecteerde criteria.",
        "VisitsSuccessfullyDeleted": "Bezoeken zijn succesvol verwijderd",
        "VisitsSuccessfullyExported": "Bezoeken zijn succesvol geëxporteerd",
        "WhenConsentIsNeededPart1": "De %1$sGDPR privacyregelgeving%2$s vereist in sommige gevallen dat u toestemming vraagt aan uw gebruikers bij het verwerken van persoonsgegevens. Om te bepalen of u om toestemming moet vragen, moet u de rechtsgrond voor het verwerken van persoonsgegevens vaststellen. Dit kan \"Toestemming\" of \"Legitiem belang\" zijn, of u kunt het verzamelen van persoonsgegevens helemaal vermijden.",
        "WhenConsentIsNeededPart2": "Het is aan te raden om meer te lezen over de wettelijke basis voor de verwerking van persoonsgegevens onder de GDPR. U kunt meer informatie over dit onderwerp vinden op %1$sonze blog%2$s.",
        "WhenConsentIsNeededPart3": "Let op: als u toestemming nodig heeft van uw gebruikers en u kunt niet bewijzen dat u in het verleden hun \"toestemming\" heeft gekregen, dan raden we u aan om de ruwe data van uw eerder getrackte gebruikers te anonimiseren. Anonimiseren kan via de Privacy Manager in Matomo, zie %1$svoor meer informatie%2$s.",
        "WhenDoINeedConsent": "Wanneer moet ik toestemming van de gebruiker vragen?"
    }
}
