{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Wybierz \"Tak\" jeśli chcesz aby nie śledzić w pełni wykwalifikowanych adresów IP.",
        "AnonymizeIpInlineHelp": "Anonimizacja ostatniego bajtu w adresie IP odwiedzających, by dostosować się do być może lokalnego prawa do prywatności\/wytycznych o prywatności.",
        "AnonymizeIpExtendedHelp": "Kiedy użytkownik odwiedzi twoją stronę. Matomo nie użyje całego adresu IP danej osoby (np %1$s), a zamiast tego wykona anonimizację adresu (do %2$s). Anonimizacja adresu IP jest wymogiem prawnym w niektórych krajach - na przykład w Niemczech.",
        "AnonymizeIpMaskLengtDescription": "Wybierz ile bajtów z odwiedzających' adresów IP powinny być zamaskowane.",
        "AnonymizeIpMaskLength": "%1$s bajt(ów) - np. %2$s",
        "CannotLockSoDeleteLogActions": "Tabela log_action nie zostanie wymazana: proszę dodaj uprawnienie LOCK TABLES użytkownikowi '%s' w MySQL'u.",
        "ClickHereSettings": "Kliknij tutaj, aby uzyskać dostęp do %s ustawień.",
        "CurrentDBSize": "Obecny rozmiar bazy danych",
        "DBPurged": "Baza danych wyczyszczona.",
        "DeleteBothConfirm": "Masz zamiar aktywować jednoczesne usuwanie danych z logów i raportów. To na zawsze pozbawi Cię możliwości przeglądania archiwalnych danych analitycznych. Czy na pewno chcesz to zrobić?",
        "DeleteDataDescription": "Możesz skonfigurować Matomo'a, aby regularnie usuwał archiwalne logi odwiedzin i \/ lub przetworzone raporty w celu utrzymania małej objętości bazy danych.",
        "DeleteDataDescription2": "W razie potrzeby przetworzone raporty nie będą usuwane. Usuwane będą tylko odwiedziny, wyświetlenia strony i log konwersji. Możesz też usuwać przetworzone raporty i zachować dane zawarte w logach.",
        "DeleteDataInterval": "Usuń archiwalne dane co",
        "DeleteOldVisitorLogs": "Usuń archiwalne logi odwiedzin",
        "DeleteOldArchivedReports": "Usuń stare zarchiwizowane raporty",
        "DeleteLogDescription2": "Po włączeniu automatycznego usuwania logów należy się upewnić, że wszystkie poprzednie raporty dzienne zostały przetworzone, tak że żadne dane nie zostaną utracone.",
        "DeleteLogInfo": "Logi z poniższych tabel zostaną usunięte: %s",
        "DeleteLogsConfirm": "Zamierzasz aktywować usuwanie danych z logów. W przypadku, gdy archiwalne logi zostaną usunięte, a raporty nie zostały jeszcze wygenerowane, utracisz wgląd w historyczne dane. Czy na pewno kontynuować?",
        "DeleteLogsOlderThan": "Usuń logi starsze niż",
        "DeleteMaxRows": "Maksymalna liczba wierszy, aby usunąć w jednym przebiegu:",
        "DeleteMaxRowsNoLimit": "bez limitu",
        "DeleteReportsConfirm": "Zamierzasz aktywować usuwanie raportów. Po usunięciu archiwalnych raportów, konieczne będzie ponowne przetworzenie logów, w celu uzyskania ponownego wglądu w raporty. Kontynuować?",
        "DeleteReportsDetailedInfo": "Dane z archiwalnych numerycznych tabel bazy danych (%1$s) oraz tabel blob (%2$s) zostaną usunięte.",
        "DeleteReportsInfo": "Jeśli opcja jest włączona, stare raporty zostaną usunięte. %1$s Zalecane włączyć tylko wtedy, gdy baza danych jest ma ograniczoną przestrzeń. %2$s",
        "DeleteReportsInfo2": "Jeśli nie została włączona opcja \"%s\", archiwalne raporty zostaną automatycznie odtworzone na żądanie.",
        "DeleteReportsInfo3": "Jeśli włączysz \"%s\", dane zostaną trwale utracone.",
        "DeleteReportsOlderThan": "Usuń raporty starsze niż",
        "DeleteSchedulingSettings": "Zaplanuj usuwanie starych danych",
        "DeleteDataSettings": "Usuń stare logi odwiedzin i raporty",
        "DoNotTrack_Description": "\"Nie Śledź Mnie\" jest technologią i propozycją polityki, która umożliwia użytkownikom wypisanie się ze śledzenia na odwiedzanych stronach, włączając w to serwisy analityczne, sieci reklamowe i platformy społecznościowe.",
        "DoNotTrack_Disable": "Wyłącz wsparcie Do Not Track",
        "DoNotTrack_Disabled": "Piwik obecnie śledzi wszystkich gości, nawet wtedy, gdy wybrali oni \"Nie chcę być śledzony\" w swoich przeglądarkach internetowych.",
        "DoNotTrack_DisabledMoreInfo": "Dla uszanowania prywatności odwiedzających zalecamy włączenie wsparcia DoNotTrack.",
        "DoNotTrack_Enable": "Włącz wspracie Do Not Track",
        "DoNotTrack_Enabled": "Obecnie szanujesz prywatności swojch użytkowników, Brawo!",
        "DoNotTrack_EnabledMoreInfo": "Jeżeli użytkownik przeglądarki ustawi sobie ,,I do not want to be tracked \/ Nie chcę być śledzony'' (DoNotTrack jest aktywny) wtedy Matomo nie będzie analizował takich odwiedzin.",
        "DoNotTrack_SupportDNTPreference": "Wsparcie dla ustawienia \"Do Not Track \/ Nie Śledź\"",
        "EstimatedDBSizeAfterPurge": "Szacowana wielkość bazy danych po oczyszczaniu",
        "EstimatedSpaceSaved": "Szacowana oszczędność miejsca",
        "GeolocationAnonymizeIpNote": "NOTKA: Geolokalizacja zwróci zbliżone wyniki przy anonimizacji 1 bajtu. 2 bajty lub więcej znacząco obniżą dokładność.",
        "GetPurgeEstimate": "Oszacuj wzrost wolnego miejsca",
        "KeepBasicMetrics": "Zachowaj podstawowe wskaźniki ()wizyty, odsłony stron, wskaźnik porzuceń, konwersje celów, konwersje e-commerce, itd.)",
        "KeepDataFor": "Zachowaj wszystkie dane przez",
        "KeepReportSegments": "Zachowaj raporty grup dla zachowanych powyżej danych",
        "LastDelete": "Ostatnio usunięte",
        "LeastDaysInput": "Proszę podać liczbę dni większą niż %s.",
        "LeastMonthsInput": "Proszę określić liczbę miesięcy większą niż %s.",
        "MenuPrivacySettings": "Prywatność",
        "NextDelete": "Następne oczyszczanie zaplanowano za",
        "PluginDescription": "Podnieś Prywatność Twoich użytkowników i spraw aby zdefiniowana w Matomo'u prywatność była zgodna z obowiązującym prawem.",
        "PurgeNow": "Oczyść bazę danych teraz",
        "PurgeNowConfirm": "Zamierzasz ostatecznie skasować dane z Twojej bazy danych. Czy na pewno chcesz kontynuować?",
        "PurgingData": "Czyszczenie danych...",
        "RecommendedForPrivacy": "Zalecenia Prywatności",
        "ReportsDataSavedEstimate": "Rozmiar bazy danych",
        "SaveSettingsBeforePurge": "Zmodyfikowałeś ustawienia kasowania danych. Proszę zapisz je przed przystąpieniem do kasowania.",
        "SeeAlsoOurOfficialGuidePrivacy": "Zobacz również nasz oficjalny przewodnik: : %1$sWeb Analytics Privacy%2$s",
        "Teaser": "Ta strona umożliwia dostosowanie Matomo'a pod kątem przestrzegania zapisów prawa dotyczących prywatności poprzez: %1$sanonimizację adresów IP odwiedzających%2$s, %3$sautomatyczne usuwanie archiwalnych logów odwiedzin z bazy danych%4$s oraz %5$sdostarczanie mechanizmu wypisania się ze śledzenia w Twoim serwisie%6$s.",
        "TeaserHeadline": "Ustawienia prywatności",
        "UseAnonymizedIpForVisitEnrichment": "Korzystaj z Anonimizowanych adresów IP przy analizowaniu wizyt.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Wtyczki takie jak Geolokalizacja (bazując na IP i dostawcy) wzbogacają metadane odwiedzających. Domyślnie te wtyczki wykorzystują anonimizowane adresy IP. Wybierając 'Nie', wybierasz wykorzystanie pełnego, nie anonimizowanego adresu IP, co zwiększa dokładność danych kosztem prywatności.",
        "UseAnonymizeIp": "Anonimizacja adresów IP odwiedzających",
        "UseDeleteLog": "Regularnie usuwanie starych logów odwiedzających z bazy danych",
        "UseDeleteReports": "Regularnie usuwaj stare raporty z bazy danych"
    }
}