{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizuj dane",
        "AnonymizeIpDescription": "Zaznacz \"Tak\" jeśli Matomo ma nie śledzić pełnych adresów IP.",
        "AnonymizeIpInlineHelp": "Anonimizacja ostatniego bajtu w adresie IP odwiedzających, by dostosować się do być może lokalnego prawa do prywatności\/wytycznych o prywatności.",
        "AnonymizeIpMaskLengtDescription": "Wybierz ile bajtów z odwiedzających' adresów IP powinny być zamaskowane.",
        "AnonymizeIpMaskLength": "%1$s bajt(ów) - np. %2$s",
        "AskingForConsent": "Zapytanie o zgodę",
        "ClickHereSettings": "Kliknij tutaj, aby uzyskać dostęp do %s ustawień.",
        "AnonymizeUserId": "Zamień ID użytkownika na pseudonim",
        "CurrentDBSize": "Obecny rozmiar bazy danych",
        "DBPurged": "Baza danych wyczyszczona.",
        "DeleteBothConfirm": "Zamierzasz włączyć kasowanie nieobrobionych danych i raportów. To na zawsze pozbawi Cię możliwości przeglądania archiwalnych danych. Czy na pewno chcesz to zrobić?",
        "DeleteDataDescription": "Matomo pozwala Ci skonfigurować regularne kasowanie starych surowych wpisów i\/lub wygenerowanych raportów, co pozwoli Ci zachować mały rozmiar bazy danych lub spełnić wymogi regulacji dotyczących prywatności takich jak RODO.",
        "DeleteDataInterval": "Usuń archiwalne dane co",
        "DeleteOldVisitorLogs": "Usuń archiwalne logi odwiedzin",
        "DeleteLogDescription2": "Po włączeniu automatycznego usuwania logów należy się upewnić, że wszystkie poprzednie raporty dzienne zostały przetworzone, tak że żadne dane nie zostaną utracone.",
        "DeleteLogsConfirm": "Włączasz usuwanie nieprzetworzonych danych. Następstwem usunięcia tych danych, w sytuacji gdy nie powstały na ich podstawie raporty, będzie brak możliwości analizowania statystyk z przeszłości. Czy na pewno chcesz kontynuować?",
        "DeleteLogsOlderThan": "Usuń logi starsze niż",
        "DeleteMaxRows": "Maksymalna liczba wierszy, aby usunąć w jednym przebiegu:",
        "DeleteMaxRowsNoLimit": "bez limitu",
        "DeleteReportsConfirm": "Zamierzasz aktywować usuwanie raportów. Po usunięciu archiwalnych raportów, konieczne będzie ponowne przetworzenie logów, w celu uzyskania ponownego wglądu w raporty. Kontynuować?",
        "DeleteReportsInfo2": "Skasowane stare raporty mogą na żądanie zostać odtworzone z surowych wpisów.",
        "DeleteReportsInfo3": "Jeśli dodatkowo włączysz \"%s\", usunięcie danych raportów całkowicie usunie dane dotyczące odwiedzin.",
        "DeleteReportsOlderThan": "Usuń raporty starsze niż",
        "DeleteSchedulingSettings": "Zaplanuj usuwanie starych danych",
        "DeleteDataSettings": "Usuń stare logi odwiedzin i raporty",
        "DoNotTrack_Description": "\"Nie Śledź Mnie\" jest technologią i propozycją polityki, która umożliwia użytkownikom wypisanie się ze śledzenia na odwiedzanych stronach, włączając w to serwisy analityczne, sieci reklamowe i platformy społecznościowe.",
        "DoNotTrack_Disable": "Wyłącz wsparcie Do Not Track",
        "DoNotTrack_Disabled": "Obecnie Matomo śledzi wszystkich użytkowników, nawet tych, którzy ustawili w przeglądarce opcję \"Nie chcę być śledzony\".",
        "DoNotTrack_DisabledMoreInfo": "Zalecamy włączenie wsparcia dla DoNotTrack, aby respektować prawo do prywatności odwiedzających",
        "DoNotTrack_Enable": "Włącz wspracie dla \"Nie chcę być śledzony\"",
        "DoNotTrack_Enabled": "Obecnie szanujesz prywatności swojch użytkowników, Brawo!",
        "DoNotTrack_EnabledMoreInfo": "Jeśli użytkownicy ustawili w przeglądarce \"Nie chcę być śledzony\" (DoNotTrack włączony), Matomo nie będzie rejestrowało tych wizyt,",
        "DoNotTrack_SupportDNTPreference": "Wsparcie dla ustawienia \"Do Not Track \/ Nie Śledź\"",
        "EstimatedDBSizeAfterPurge": "Szacowana wielkość bazy danych po oczyszczaniu",
        "EstimatedSpaceSaved": "Szacowana oszczędność miejsca",
        "GeolocationAnonymizeIpNote": "NOTKA: Geolokalizacja zwróci zbliżone wyniki przy anonimizacji 1 bajtu. 2 bajty lub więcej znacząco obniżą dokładność.",
        "GDPR": "RODO",
        "GdprManager": "Zarządzaj RODO",
        "GdprOverview": "Przegląd RODO",
        "GdprTools": "Narzędzia RODO",
        "GetPurgeEstimate": "Oszacuj wzrost wolnego miejsca",
        "KeepBasicMetrics": "Zachowaj podstawowe wskaźniki ()wizyty, odsłony stron, wskaźnik porzuceń, konwersje celów, konwersje e-commerce, itd.)",
        "KeepDataFor": "Zachowaj wszystkie dane przez",
        "KeepReportSegments": "Zachowaj raporty grup dla zachowanych powyżej danych",
        "LastDelete": "Ostatnio usunięte",
        "LeastDaysInput": "Proszę podać liczbę dni większą niż %s.",
        "LeastMonthsInput": "Proszę określić liczbę miesięcy większą niż %s.",
        "MenuPrivacySettings": "Prywatność",
        "NextDelete": "Następne oczyszczanie zaplanowano za",
        "PluginDescription": "Zwiększ prywatność swoich użytkowników i dostosuj Matomo do zapisów lokalnego prawa w zakresie ochrony prywatności.",
        "PurgeNow": "Oczyść bazę danych teraz",
        "PurgeNowConfirm": "Zamierzasz ostatecznie skasować dane z Twojej bazy danych. Czy na pewno chcesz kontynuować?",
        "PurgingData": "Czyszczenie danych...",
        "RecommendedForPrivacy": "Zalecenia Prywatności",
        "ReportsDataSavedEstimate": "Rozmiar bazy danych",
        "SaveSettingsBeforePurge": "Zmodyfikowałeś ustawienia kasowania danych. Proszę zapisz je przed przystąpieniem do kasowania.",
        "SeeAlsoOurOfficialGuidePrivacy": "Zobacz również nasz oficjalny przewodnik: : %1$sWeb Analytics Privacy%2$s",
        "TeaserHeadline": "Ustawienia prywatności",
        "UseAnonymizedIpForVisitEnrichment": "Korzystaj z Anonimizowanych adresów IP przy analizowaniu wizyt.",
        "PseudonymizeUserIdNote": "Po włączeniu tej opcji, ID Użytkownika zostanie zastąpione pseudonimem, dzięki czemu w statystykach nie bedą przechowywane i wyświetlane dane osobowe takie jak adres e-mail. Technicznie rzecz ujmując: po przekazaniu ID Użytkownika, Matomo wygeneruje na jego podstawie pseudonim korzystając z funkcji skrótu (z solą).",
        "PseudonymizeUserIdNote2": "UWAGA: zamiana ID Użytkownika pseudonimem w myśl RODO nie jest tym samym co anonimizacja. Pseudonim w dalszym ciągu jest zaliczany do danych osobowych. W tym przypadku ID Użytkownika może zostać powiązane z pseudonimem na podstawie dodatkowych danych (dostępnych dla Matomo i przetwarzającego Twoje dane).",
        "UseAnonymizeIp": "Anonimizacja adresów IP odwiedzających",
        "UseAnonymizeTrackingData": "Anonimizuj dane śledzenia",
        "UseAnonymizeUserId": "Anonimizuj ID użytkownika",
        "PseudonymizeUserId": "Zamień ID użytkownika na pseudonim",
        "UseAnonymizeOrderId": "Anonimizuj ID zamówienia",
        "UseDeleteLog": "Regularnie kasuj stare nieprzetworzone dane z bazy",
        "UseDeleteReports": "Regularnie usuwaj stare raporty z bazy danych",
        "UsersOptOut": "Rezygnacja ze śledzenia"
    }
}