{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizuj dane",
        "AnonymizeDataConfirm": "Czy na pewno chcesz anonimizować dane dla wybranej witryny (witryn) i zakresu czasu? Tej akcji nie można cofnąć. Dane mogą zostać usunięte zgodnie z żądaniem, a proces ten może zająć dużo czasu.",
        "AnonymizeDataNow": "Anonimizacja dotychczasowych danych dla wybranej witryny i czasu",
        "AnonymizeIp": "Zachowaj anonimowość IP",
        "AnonymizeIpDescription": "Zaznacz \"Tak\" jeśli Matomo ma nie śledzić pełnych adresów IP.",
        "AnonymizeIpExtendedHelp": "Kiedy użytkownicy odwiedzają Twoją witrynę, Matomo nie będzie używać pełnego adresu IP (takiego jak %1$s), zamiast tego Matomo najpierw go zanonimizuje (do %2$s). Anonimizacja adresu IP jest jednym z wymogów określonych przez prawo dotyczące prywatności w niektórych krajach, takich jak Niemcy.",
        "AnonymizeIpHelp": "Tej akcji nie można cofnąć. Jeśli zostanie włączona, dla wszystkich wizyt w tym czasie IP zostanie zanonimizowane o co najmniej 2 bajty, na przykład \"192.168.xxx.xxx\". Jeżeli anonimizacja jest obecnie ustawiona na 3 bajty, to ustawienie to zostanie zachowane i wszystkie adresy IP będą anonimizowane o 3 bajty.",
        "AnonymizeIpInlineHelp": "Anonimizacja ostatniego bajtu w adresie IP odwiedzających, by dostosować się do być może lokalnego prawa do prywatności/wytycznych o prywatności.",
        "AnonymizeIpMaskFully": "Całkowicie ukryj adres IP",
        "AnonymizeIpMaskLengtDescription": "Wybierz ile bajtów z odwiedzających' adresów IP powinny być zamaskowane.",
        "AnonymizeIpMaskLength": "%1$s bajt(ów) - np. %2$s",
        "AnonymizeLocation": "Anonimizuj lokalizację",
        "AnonymizeLocationHelp": "Tej akcji nie można cofnąć. Lokalizacja zostanie ponownie oszacowana na podstawie zanonimizowanego adresu IP (przynajmniej 2 bajty adresu IP zostaną zanonimizowane).",
        "AnonymizeProcessInfo": "Ta akcja może zająć dużo czasu i dlatego nie zostanie wykonana od razu. Poniżej można śledzić aktualny stan procesu. Anonimizacja zazwyczaj powinna rozpocząć się w ciągu godziny.",
        "AnonymizeReferrer": "Zachowaj anonimowość adresu odsyłającego (Referrer)",
        "AnonymizeReferrerExcludeNone": "Nie zachowuj anonimowości adresu odsyłającego (referrera)",
        "AnonymizeReferrerExcludePath": "Zachowaj tylko domenę adresu URL referrera",
        "AnonymizeReferrerExcludeQuery": "Usuń parametry zapytania z adresu URL referrera",
        "AnonymizeReferrerNote": "Matomo przechowuje, z jakiego adresu URL (referrer) użytkownik trafia na Twoją stronę. W niektórych przypadkach taki adres URL może zawierać informacje, które mogą być uznane za dane osobowe. Jeśli chcesz zapobiec śledzeniu takich informacji, możesz ograniczyć ilość danych z adresu odsyłającego, przechowywanych przez Matomo, gdy odwiedzający wejdzie na Twoją stronę. Im więcej informacji zostanie usuniętych z informacji o referrerze, tym mniej prawdopodobne jest, że dane osobowe zostaną zarejestrowane. Im więcej informacji zostanie usuniętych z referrer, tym trudniej będzie ustalić, w jaki sposób odwiedzający trafił na Twoją stronę.",
        "AnonymizeRowDataFrom": "Zachowaj anonimowość wszystkich danych surowych, od:",
        "AnonymizeRowDataTo": "Zachowaj anonimowość wszystkich danych surowych, do:",
        "AnonymizeSites": "Zachowaj anonimowość danych na tej stronie (stronach)",
        "AnonymizeUserId": "Zamień ID użytkownika na pseudonim",
        "AnonymizeUserIdHelp": "Po aktywowaniu tej opcji nazwa użytkownika zostanie zastąpiona pseudonimem, aby uniknąć bezpośredniego przechowywania i wyświetlania informacji umożliwiających identyfikację osoby, takich jak adres e-mail. Od strony technicznej: biorąc pod uwagę Twoją nazwę użytkownika, Matomo przetworzy pseudonim użytkownika używając funkcji haszującej (salted hash function).<br><br><em>Uwaga: zastąpienie pseudonimem nie jest jednoznaczne z anonimizacją. Zgodnie z GDPR: pseudonim ID użytkownika nadal uważa się za dane osobowe. Oryginalna nazwa użytkownika może być zidentyfikowana, jeśli dostępne są pewne dodatkowe informacje (do których dostęp ma tylko Matomo i przetwarzający dane).</em>",
        "AskingForConsent": "Zapytanie o zgodę",
        "AwarenessDocumentationDesc1": "Zawsze informuj odwiedzających o zbieraniu danych osobowych za pomocą przejrzystej informacji o ochronie prywatności.",
        "AwarenessDocumentationDesc2": "Poinformuj swoich użytkowników w polityce prywatności o tym, jakie dane są pozyskiwane i jak są one wykorzystywane.",
        "AwarenessDocumentationDesc3": "Poinformuj swój zespół, że używasz Matomo Analytics i %1$sjakie dane są pozyskiwane przez Twoją platformę analityczną%2$s.",
        "AwarenessDocumentationIntro": "Poinformuj swoich użytkowników w przejrzysty sposób, a także uświadom współpracownikom, jakie dane są pozyskiwane i jak są one wykorzystywane:",
        "BackgroundColor": "Kolor tła",
        "ClickHereSettings": "Kliknij tutaj, aby uzyskać dostęp do %s ustawień.",
        "ConsentExplanation": "Zgoda oznacza zapewnianie osobom fizycznym możliwości wyboru i kontroli sposobu przetwarzania ich danych osobowych.",
        "CurrentDBSize": "Obecny rozmiar bazy danych",
        "DBPurged": "Baza danych wyczyszczona.",
        "DataRetention": "Retencja danych",
        "DataRetentionInMatomo": "Retencja danych przechowywanych w Matomo:",
        "DeleteBothConfirm": "Zamierzasz włączyć kasowanie nieobrobionych danych i raportów. To na zawsze pozbawi Cię możliwości przeglądania archiwalnych danych. Czy na pewno chcesz to zrobić?",
        "DeleteDataDescription": "Matomo pozwala Ci skonfigurować regularne kasowanie starych surowych wpisów i/lub wygenerowanych raportów, co pozwoli Ci zachować mały rozmiar bazy danych lub spełnić wymogi regulacji dotyczących prywatności takich jak RODO.",
        "DeleteDataInterval": "Usuń archiwalne dane co",
        "DeleteDataSettings": "Usuń stare logi odwiedzin i raporty",
        "DeleteLogDescription2": "Po włączeniu automatycznego usuwania logów należy się upewnić, że wszystkie poprzednie raporty dzienne zostały przetworzone, tak że żadne dane nie zostaną utracone.",
        "DeleteLogsConfirm": "Włączasz usuwanie nieprzetworzonych danych. Następstwem usunięcia tych danych, w sytuacji gdy nie powstały na ich podstawie raporty, będzie brak możliwości analizowania statystyk z przeszłości. Czy na pewno chcesz kontynuować?",
        "DeleteLogsOlderThan": "Usuń logi starsze niż",
        "DeleteMaxRows": "Maksymalna liczba wierszy, aby usunąć w jednym przebiegu:",
        "DeleteMaxRowsNoLimit": "bez limitu",
        "DeleteOldRawData": "Regularnie usuwaj nieaktualne dane surowe",
        "DeleteOldVisitorLogs": "Usuń archiwalne logi odwiedzin",
        "DeleteRawDataInfo": "Dane surowe zawierają wszystkie szczegóły dotyczące każdej indywidualnej wizyty i każdej akcji, którą podjęli odwiedzający. Po usunięciu danych surowych, usunięte informacje nie będą już dostępne na liście odwiedzin. Ponadto, jeśli później zdecydujesz się na stworzenie segmentu, segmentowane raporty nie będą dostępne dla okresu, który został usunięty, ponieważ wszystkie raporty zbiorcze są generowane na podstawie danych surowych.",
        "DeleteReportsConfirm": "Zamierzasz aktywować usuwanie raportów. Po usunięciu archiwalnych raportów, konieczne będzie ponowne przetworzenie logów, w celu uzyskania ponownego wglądu w raporty. Kontynuować?",
        "DeleteReportsInfo2": "Skasowane stare raporty mogą na żądanie zostać odtworzone z surowych wpisów.",
        "DeleteReportsInfo3": "Jeśli dodatkowo włączysz \"%s\", usunięcie danych raportów całkowicie usunie dane dotyczące odwiedzin.",
        "DeleteReportsOlderThan": "Usuń raporty starsze niż",
        "DeleteSchedulingSettings": "Zaplanuj usuwanie starych danych",
        "DoNotTrack_Description": "\"Nie Śledź Mnie\" jest technologią i propozycją polityki, która umożliwia użytkownikom wypisanie się ze śledzenia na odwiedzanych stronach, włączając w to serwisy analityczne, sieci reklamowe i platformy społecznościowe.",
        "DoNotTrack_Disable": "Wyłącz wsparcie Do Not Track",
        "DoNotTrack_Disabled": "Obecnie Matomo śledzi wszystkich użytkowników, nawet tych, którzy ustawili w przeglądarce opcję \"Nie chcę być śledzony\".",
        "DoNotTrack_DisabledMoreInfo": "Zalecamy włączenie wsparcia dla DoNotTrack, aby respektować prawo do prywatności odwiedzających",
        "DoNotTrack_Enable": "Włącz wspracie dla \"Nie chcę być śledzony\"",
        "DoNotTrack_Enabled": "Obecnie szanujesz prywatności swojch użytkowników, Brawo!",
        "DoNotTrack_EnabledMoreInfo": "Jeśli użytkownicy ustawili w przeglądarce \"Nie chcę być śledzony\" (DoNotTrack włączony), Matomo nie będzie rejestrowało tych wizyt,",
        "DoNotTrack_SupportDNTPreference": "Wsparcie dla ustawienia \"Do Not Track / Nie Śledź\"",
        "EstimatedDBSizeAfterPurge": "Szacowana wielkość bazy danych po oczyszczaniu",
        "EstimatedSpaceSaved": "Szacowana oszczędność miejsca",
        "FontColor": "Kolor czcionki",
        "FontFamily": "Rodzina czcionki",
        "FontSize": "Rozmiar czcionki",
        "ForceCookielessTrackingDescription": "Aktywowanie tej opcji spowoduje automatyczną aktualizację %1$s, tak, by zawierała ona dodatkowy kod zapewniający, że wszystkie technologie śledzące nie będą używać plików cookies. Dodatkowo Matomo będzie ignorować wszystkie pliki cookies służące do śledzenia po stronie serwera.",
        "GDPR": "RODO",
        "GdprManager": "Zarządzaj RODO",
        "GdprOverview": "Przegląd RODO",
        "GdprTools": "Narzędzia RODO",
        "GdprToolsPageIntroAccessRight": "prawo dostępu do wszystkich ich danych (oraz prawo do przenoszalności danych),",
        "GdprToolsPageIntroEraseRight": "prawo do usunięcia części lub całości ich danych (oraz prawo do ich poprawienia).",
        "GeolocationAnonymizeIpNote": "NOTKA: Geolokalizacja zwróci zbliżone wyniki przy anonimizacji 1 bajtu. 2 bajty lub więcej znacząco obniżą dokładność.",
        "GetPurgeEstimate": "Oszacuj wzrost wolnego miejsca",
        "HowDoIAskForConsent": "Jak pytać użytkowników o zgodę?",
        "KeepBasicMetrics": "Zachowaj podstawowe wskaźniki ()wizyty, odsłony stron, wskaźnik porzuceń, konwersje celów, konwersje e-commerce, itd.)",
        "KeepDataFor": "Zachowaj wszystkie dane przez",
        "KeepReportSegments": "Zachowaj raporty grup dla zachowanych powyżej danych",
        "LastDelete": "Ostatnio usunięte",
        "LeastDaysInput": "Proszę podać liczbę dni większą niż %s.",
        "LeastMonthsInput": "Proszę określić liczbę miesięcy większą niż %s.",
        "MenuPrivacySettings": "Prywatność",
        "NextDelete": "Następne oczyszczanie zaplanowano za",
        "PluginDescription": "Zwiększ prywatność swoich użytkowników i dostosuj Matomo do zapisów lokalnego prawa w zakresie ochrony prywatności.",
        "PrivacyPolicy": "Polityka prywatności",
        "PrivacyPolicyUrl": "Adres URL polityki prywatności",
        "PrivacyPolicyUrlDescription": "Link do strony z polityką prywatności.",
        "PseudonymizeUserId": "Zamień ID użytkownika na pseudonim",
        "PseudonymizeUserIdNote": "Po włączeniu tej opcji, ID Użytkownika zostanie zastąpione pseudonimem, dzięki czemu w statystykach nie bedą przechowywane i wyświetlane dane osobowe takie jak adres e-mail. Technicznie rzecz ujmując: po przekazaniu ID Użytkownika, Matomo wygeneruje na jego podstawie pseudonim korzystając z funkcji skrótu (z solą).",
        "PseudonymizeUserIdNote2": "UWAGA: zamiana ID Użytkownika pseudonimem w myśl RODO nie jest tym samym co anonimizacja. Pseudonim w dalszym ciągu jest zaliczany do danych osobowych. W tym przypadku ID Użytkownika może zostać powiązane z pseudonimem na podstawie dodatkowych danych (dostępnych dla Matomo i przetwarzającego Twoje dane).",
        "PurgeNow": "Oczyść bazę danych teraz",
        "PurgeNowConfirm": "Zamierzasz ostatecznie skasować dane z Twojej bazy danych. Czy na pewno chcesz kontynuować?",
        "PurgingData": "Czyszczenie danych…",
        "RawDataNeverRemoved": "dane surowe dotyczące wizyt i akcji nie są <strong>nigdy</strong> usuwane.",
        "RawDataRemovedAfter": "wszystkie dane surowe wizyt i akcji są usuwane po %1$s.",
        "RecommendedForPrivacy": "Zalecenia Prywatności",
        "ReportsDataSavedEstimate": "Rozmiar bazy danych",
        "SaveSettingsBeforePurge": "Zmodyfikowałeś ustawienia kasowania danych. Proszę zapisz je przed przystąpieniem do kasowania.",
        "SecurityProcedures": "Procedury bezpieczeństwa",
        "SecurityProceduresDesc1": "Zastosuj nasze %1$szalecenia dotyczące bezpieczeństwa%2$s, aby Twoje dane w Matomo były bezpieczne.",
        "SecurityProceduresIntro": "Poinformuj swoich użytkowników w przejrzysty sposób, a także uświadom współpracownikom, jakie dane są pozyskiwane i jak są one wykorzystywane:",
        "SeeAlsoOurOfficialGuidePrivacy": "Zobacz również nasz oficjalny przewodnik: : %1$sWeb Analytics Privacy%2$s",
        "TeaserHeadline": "Ustawienia prywatności",
        "UseAnonymizeIp": "Anonimizacja adresów IP odwiedzających",
        "UseAnonymizeOrderId": "Anonimizuj ID zamówienia",
        "UseAnonymizeTrackingData": "Anonimizuj dane śledzenia",
        "UseAnonymizeUserId": "Anonimizuj ID użytkownika",
        "UseAnonymizedIpForVisitEnrichment": "Korzystaj z Anonimizowanych adresów IP przy analizowaniu wizyt.",
        "UseDeleteLog": "Regularnie kasuj stare nieprzetworzone dane z bazy",
        "UseDeleteReports": "Regularnie usuwaj stare raporty z bazy danych",
        "UsersOptOut": "Rezygnacja ze śledzenia",
        "WhenDoINeedConsent": "Kiedy muszę prosić o zgodę użytkownika?"
    }
}
