{
    "PrivacyManager": {
        "AddUserIdToSearch": "Clique para adicionar este ID de usuário à pesquisa",
        "AddVisitorIPToSearch": "Clique para adicionar este IP de visitante à pesquisa",
        "AddVisitorIdToSearch": "Clique para adicionar este ID de visitante à pesquisa",
        "AffectedDate": "Data afetada",
        "AffectedIDSites": "IDs de siites afetados",
        "Anonymize": "Anonimizar",
        "AnonymizeData": "Anonimizar dados",
        "AnonymizeDataConfirm": "Tem certeza de que deseja anonimizar os dados do(s) site(s) e intervalo de tempo selecionados? Esta ação não pode ser desfeita, os dados podem ser excluídos conforme solicitado e esse processo pode levar muito tempo.",
        "AnonymizeDataNow": "Anonimize os dados antigos do site e período selecionados",
        "AnonymizeIp": "Anonimizar IP",
        "AnonymizeIpDescription": "Selecione \"Sim\" se você quer que o Matomo não rastreie endereços IP totalmente qualificados.",
        "AnonymizeIpExtendedHelp": "Quando usuários visitam o seu site, o Matomo não usará o endereço IP completo (como %1$s) e no lugar o Matomo irá primeiro anonimizá-lo (para %2$s). A anonimização de endereço IP é um dos requisitos definidos pelas leis de privacidade em alguns países como Alemanha.",
        "AnonymizeIpHelp": "Essa ação não pode ser desfeita. Se ativada, para todas as visitas durante esse período, o IP será anonimizado em pelo menos 2 bytes, por exemplo, \"192.168.xxx.xxx\". Se você tiver configurado atualmente a anonimização por 3 bytes, essa configuração será respeitada e todos os IPs serão anonimizados por 3 bytes.",
        "AnonymizeIpInlineHelp": "Anonimizar o(s) último(s) byte(s) do endereço IP dos visitantes para obedecer suas leis/guias locais de privacidade.",
        "AnonymizeIpMaskFully": "Mascarar totalmente o endereço IP",
        "AnonymizeIpMaskLengtDescription": "Selecione quantos bytes dos IPs dos visitantes devem ser mascarados.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - e.g. %2$s",
        "AnonymizeLocation": "Anonimizar Localização",
        "AnonymizeLocationHelp": "Essa ação não pode ser desfeita. Recalcula a localização com base no IP anonimizado (pelo menos 2 bytes do IP serão anonimizados).",
        "AnonymizeOrderIdNote": "Como um ID de pedido pode ser cruzado com outro sistema, tipicamente uma loja de comércio eletrônico, o ID de pedido pode contar como informação pessoal sob a GDPR. Quando você habilita esta opção, um ID de pedido será automaticamente anonimizado para que nenhuma informação pessoal seja rastreada.",
        "AnonymizePreviousData": "Anonimizar dados brutos rastreados anteriormente",
        "AnonymizePreviousDataDescription": "Se você rastreou dados pessoais, como o IP completo do visitante, pode querer anonimizar esses dados agora, caso não tenha consentimento para esses dados ou não seja mais um interesse legítimo.",
        "AnonymizePreviousDataOnlySuperUser": "Somente um usuário com acesso de superusuário pode anonimizar os dados brutos rastreados anteriormente.",
        "AnonymizeProcessInfo": "Esta ação pode levar muito tempo e, portanto, não será executada imediatamente. Você poderá acompanhar o estado atual do processo abaixo. A anonimização normalmente deve começar dentro de uma hora.",
        "AnonymizeReferrer": "Anonimizar Referenciador",
        "AnonymizeReferrerExcludeAll": "Não registre a URL do referenciador, mas ainda detecte o tipo de referenciador",
        "AnonymizeReferrerExcludeNone": "Não anonimize o referenciador",
        "AnonymizeReferrerExcludePath": "Manter apenas o domínio da URL do referenciador",
        "AnonymizeReferrerExcludeQuery": "Remova os parâmetros de consulta da URL do referenciador",
        "AnonymizeReferrerNote": "O Matomo armazena de qual URL (referenciador) um usuário chega ao seu site. Em alguns casos, tal URL pode conter informações que podem ser consideradas informações pessoais. Se você deseja impedir que essas informações sejam rastreadas, pode restringir a quantidade de dados de referência que o Matomo armazenará quando um visitante entrar em seu site. Quanto mais informações forem removidas das informações do referenciador, menos provável será que as informações pessoais sejam registradas. Quanto mais informações você remover do referenciador, menos claro ficará como um visitante chegou ao seu site.",
        "AnonymizeRowDataFrom": "Anonimizar todos os dados brutos a partir de:",
        "AnonymizeRowDataTo": "Anonimizar todos os dados brutos até:",
        "AnonymizeSites": "Anonimizar os dados desse(s) sites(s)",
        "AnonymizeUserId": "Substituir ID de usuário por um pseudônimo",
        "AnonymizeUserIdHelp": "Ao ativar esta opção, o ID do usuário será substituída por um pseudônimo para evitar o armazenamento e exibição direta de informações de identificação pessoal, como um endereço de e-mail. Em termos técnicos: dado o seu ID de usuário, o Matomo processará o pseudônimo do ID de usuário usando uma função hash salt.<br><br><em>Nota: substituir por um pseudônimo não é o mesmo que anonimizar. Em termos de GDPR: o pseudônimo do ID do usuário ainda conta como dado pessoal. O ID do usuário original ainda pode ser identificado se certas informações adicionais estiverem disponíveis (às quais apenas o Matomo e seu processador de dados têm acesso).</em>",
        "ApplyStyling": "Aplicar estilo personalizado",
        "AskingForConsent": "Pedir consentimento",
        "AwarenessDocumentation": "Conscientização &amp; documentação",
        "AwarenessDocumentationDesc1": "Informe seus visitantes através de um aviso de privacidade claro sempre que estiver coletando dados pessoais.",
        "AwarenessDocumentationDesc2": "Informe seus usuários em sua política de privacidade sobre quais dados você coleta e como os dados são usados.",
        "AwarenessDocumentationDesc3": "Avise sua equipe de que você está usando o Matomo Analytics e %1$s quais dados estão sendo coletados por sua plataforma de análise %2$s.",
        "AwarenessDocumentationDesc4": "Documente seu uso do Matomo em seu %1$sregistro de ativos de informações%2$s.",
        "AwarenessDocumentationIntro": "Informe seus usuários de forma clara e transparente e conscientize seus colegas sobre os dados que estão sendo coletados e como eles são usados:",
        "BackgroundColor": "Cor de fundo",
        "BuildYourOwn": "Construa o seu próprio",
        "ClickHereSettings": "Clique aqui para acessar as configurações do %s.",
        "ConsentExplanation": "Consentimento significa oferecer aos indivíduos escolha e controle sobre como seus dados pessoais são processados.",
        "ConsentManager": "Gerenciador de Consentimento",
        "ConsentManagerConnected": "%1$s parece já estar configurado para trabalhar com o Matomo.",
        "ConsentManagerDetected": "O gerenciador de consentimento %1$s foi detectado em seu site. Para saber mais sobre como configurar o Matomo para funcionar com %1$s, leia %2$seste guia%3$s",
        "CurrentDBSize": "Tamanho atual da base de dados",
        "CurrentOutput": "Saída atual: %1$s",
        "DBPurged": "BD purgada.",
        "DataRetention": "Retenção de dados",
        "DataRetentionInMatomo": "Retenção de dados para dados armazenados no Matomo:",
        "DataRetentionOverall": "A taxa de retenção de dados geral para sua política de privacidade é a taxa de retenção de dados brutos. Observe que os relatórios agregados também podem conter dados pessoais. Se você estiver usando recursos como ID do usuário, variáveis personalizadas, dimensão personalizada ou rastrear dados pessoais de outras maneiras, como eventos, URLs de páginas ou títulos de páginas, etc., a taxa geral de retenção de dados para sua política de privacidade é a maior das duas .",
        "DeleteAggregateReportsDetailedInfo": "Quando você habilitar esta configuração, todos os relatórios agregados serão excluídos. Relatórios agregados são gerados a partir dos dados brutos e representam dados agregados de diversas visitas individuais. Por exemplo, o relatório \"País\" lista números agregados para ver quantas visitas você teve de cada país.",
        "DeleteBothConfirm": "Você está prestes a habilitar a exclusão de dados brutos e a exclusão de dados de relatório. Isso removerá permanentemente sua capacidade de visualizar dados analíticos antigos. Você tem certeza de que quer fazer isso?",
        "DeleteDataDescription": "Você pode configurar o Matomo para excluir regularmente dados brutos antigos e/ou relatórios agregados para manter sua base de dados pequena ou para atender regulamentações de privacidade como a GDPR.",
        "DeleteDataInterval": "Excluir dados antigos a cada",
        "DeleteDataSettings": "Excluir logs de visitantes e relatórios antigos",
        "DeleteLogDescription2": "Quando você habilita a exclusão automática de logs, você deve garantir que todos os relatórios diários anteriores tenham sido processados, para que nenhum dado seja perdido.",
        "DeleteLogsConfirm": "Você está prestes a habilitar a exclusão de dados brutos. Se dados brutos antigos forem excluídos e relatórios ainda não tiverem sido criados, você não conseguirá ver dados de análises históricas passadas. Você tem certeza que deseja fazer isto?",
        "DeleteLogsOlderThan": "Excluir logs mais antigos que",
        "DeleteMaxRows": "Número máximo de linhas a serem excluídas em uma execução:",
        "DeleteMaxRowsNoLimit": "nenhum limite",
        "DeleteOldAggregatedReports": "Excluir dados de relatórios agregados antigos",
        "DeleteOldRawData": "Excluir regularmente dados brutos antigos",
        "DeleteOldVisitorLogs": "Excluir logs antigos de visitantes",
        "DeleteRawDataInfo": "Os dados brutos contêm todos os detalhes sobre cada visita individual e cada ação tomada por seus visitantes. Quando você exclui dados brutos, as informações excluídas não estarão mais disponíveis no log de visitantes. Além disso, se depois você decidir criar um segmento, os relatórios segmentados não estarão disponíveis para o período que foi excluído já que todos os relatórios agregados são gerados a partir de dados brutos.",
        "DeleteReportsConfirm": "Você está prestes a permitir a exclusão dos dados do relatório. Se os relatórios antigos são removidos, você vai ter que re-processar-los em ordem de visualização. Tem certeza de que quer fazer isto?",
        "DeleteReportsInfo2": "Se você excluir relatórios antigos, eles podem ser reprocessados novamente a partir dos dados brutos quando você solicitá-los.",
        "DeleteReportsInfo3": "Se você também tiver habilitado \"%s\", então os dados de relatórios que você excluir serão permanentemente perdidos.",
        "DeleteReportsOlderThan": "Excluir relatórios mais antigos que",
        "DeleteSchedulingSettings": "Agendar exclusão de dados antigos",
        "DeleteSelectedVisits": "Excluir visitas selecionadas",
        "DeleteVisitsConfirm": "Tem certeza de que deseja excluir as visitas selecionadas? Essa ação não pode ser desfeita.",
        "DeletionFromMatomoOnly": "Observe também que todos os dados serão excluídos apenas do banco de dados do Matomo, mas não dos logs do servidor da web. Observe também que, se você reimportar quaisquer dados históricos, por exemplo, de logs, todos os dados excluídos anteriormente poderão ser importados novamente.",
        "DoNotTrack_Deprecated": "O suporte para o cabeçalho Não Rastreie (Do Not Track) foi descontinuado. Como mais navegadores começaram a enviar automaticamente esse cabeçalho sem dar aos usuários a opção de alterá-lo ou descontinuaram completamente o suporte para ele, não recomendamos mais habilitar essa opção. Esse recurso pode ser completamente removido em uma das próximas atualizações.",
        "DoNotTrack_Description": "Não Rastrear é uma tecnologia e proposta de política que permite aos usuários optarem por não serem rastreados por sites que visitam, incluindo serviços de análise, redes de publicidade e plataformas sociais.",
        "DoNotTrack_Disable": "Desabilitar o suporte a Não Rastrear",
        "DoNotTrack_Disabled": "O Matomo atualmente está rastreando todos os visitantes, mesmo quando eles especificam \"Eu não quero ser rastreado\" em seus navegadores web.",
        "DoNotTrack_DisabledMoreInfo": "Nós recomendamos habilitar o suporte a Não Rastrear para respeitar a privacidade dos seus visitantes",
        "DoNotTrack_Enable": "Habilitar suporte a Não Rastrear",
        "DoNotTrack_Enabled": "Você atualmente está respeitando a privacidade dos seus usuários, parabéns!",
        "DoNotTrack_EnabledMoreInfo": "Quando os usuários definirem \"Eu não quero ser rastreado\" em seus navegadores web (Não Rastrear está habilitado) então o Matomo não irá rastrear estas visitas.",
        "DoNotTrack_SupportDNTPreference": "Preferências do suporte a Não Rastrear",
        "EstimatedDBSizeAfterPurge": "Tamanho estimado da base de dados após expurgação",
        "EstimatedSpaceSaved": "Espaço estimado salvo",
        "ExportSelectedVisits": "Exportar visitas selecionadas",
        "ExportingNote": "Caso você esteja exportando os dados para exercer o direito de acesso, certifique-se de que as visitas selecionadas sejam realmente realizadas pelo titular dos dados para o qual você deseja exportar os dados.",
        "FindDataSubjectsBy": "Encontrar titulares de dados por",
        "FindMatchingDataSubjects": "Encontrar titulares de dados correspondentes",
        "FontColor": "Cor da fonte",
        "FontFamily": "Fonte",
        "FontSize": "Tamanho da fonte",
        "ForceCookielessTracking": "Forçar rastreamento sem cookies",
        "ForceCookielessTrackingDescription": "Ativar essa opção atualizará automaticamente %1$s, para que ela contenha algum código adicional para garantir que todos os rastreadores não usem cookies. Além disso, o Matomo ignorará todos os cookies de rastreamento no lado do servidor.",
        "ForceCookielessTrackingDescription2": "Os cookies serão desativados mesmo ao usar os métodos de consentimento no rastreador Matomo e chamar, por exemplo, os métodos de consentimento de cookies não ativará os cookies.",
        "ForceCookielessTrackingDescriptionNotWritable": "O arquivo de rastreamento JS \"%1$s\" não é gravável, o que é necessário para que este recurso funcione. Quando o arquivo de rastreamento JS não é gravável, os cookies são ignorados apenas no lado do servidor, mas os cookies ainda podem ser salvos no navegador. Para resolver esse problema, você ou um administrador do sistema precisa alterar as permissões do arquivo para que seu servidor web possa alterar esse arquivo.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Se você está processando dados pessoais de cidadãos europeus através da Matomo, mesmo que sua empresa esteja localizada fora da Europa, você precisa cumprir as obrigações do GDPR e este guia irá ajudá-lo.",
        "GdprChecklistDesc2": "Veja abaixo nossas ferramentas que permitem que você exerça os direitos de seus usuários facilmente e a lista de ações a serem tomadas para tornar seu uso do Matomo compatível com o GDPR e proteger seus dados. Visite nosso Guia do usuário do %1$sGDPR%2$s para saber ainda mais.",
        "GdprChecklists": "Listas de verificação do GDPR",
        "GdprManager": "Gerenciador GDPR",
        "GdprOverview": "Visão geral da GDPR",
        "GdprOverviewIntro1": "O Regulamento Geral de Proteção de Dados (GDPR) é um regulamento que fortalece e unifica a proteção de dados para todos os indivíduos na União Europeia (UE).",
        "GdprOverviewIntro2": "Se você tomar medidas para garantir que nenhum dado pessoal seja coletado no Matomo, talvez não precise se preocupar com o GDPR do Matomo (se você não rastrear endereços IP, IDs de usuário, dados de geolocalização, etc.).",
        "GdprTools": "Ferramentas GDPR",
        "GdprToolsOverviewHint": "Caso você não saiba o que é GDPR, consulte a %1$svisão geral do GDPR%2$s.",
        "GdprToolsPageIntro1": "Esta página foi projetada para que você exerça os direitos dos titulares de dados.",
        "GdprToolsPageIntro2": "Aqui você pode exercer os direitos dos seus usuários com nossos procedimentos compatíveis com o GDPR:",
        "GdprToolsPageIntroAccessRight": "o direito de acesso a todos os seus dados (e o direito à portabilidade dos dados),",
        "GdprToolsPageIntroEraseRight": "o direito de apagar alguns ou todos os seus dados (e o direito de retificação).",
        "GeolocationAnonymizeIpNote": "Obs: A geolocalização terá aproximadamente os mesmos resultados com 1 byte anonimizado. Com 2 bytes ou mais, a geolocalização será imprecisa.",
        "GetPurgeEstimate": "Obter estimativa de expurgação",
        "HowDoIAskForConsent": "Como peço o consentimento dos usuários?",
        "HowDoIAskForConsentIntro": "Matomo tem guias disponíveis para configurar o rastreamento de consentimento com os seguintes gerenciadores de consentimento populares:",
        "HowDoIAskForConsentOutro": "Se você não usar um dos gerenciadores de consentimento acima, poderá implementar o %1$srastreamento com consentimento usando a API JavaScript do Matomo%2$s.",
        "IPAddress": "Endereço IP",
        "Imprint": "Impressão",
        "ImprintUrl": "URL de impressão",
        "ImprintUrlDescription": "Um link para a sua página de impressão.",
        "InProgress": "Em andamento",
        "IndividualsRights": "Direitos dos indivíduos",
        "IndividualsRightsAccess": "O direito de acesso: %1$sprocurar um titular de dados%2$s e exportar todos os seus dados.",
        "IndividualsRightsChildren": "Se você oferece serviços online para crianças e depende do consentimento para coletar informações sobre elas, pode ser necessário o consentimento de um dos pais ou responsável legal para processar os dados pessoais das crianças legalmente.",
        "IndividualsRightsErasure": "O direito ao esquecimento: %1$s procurar um titular de dados %2$s e excluir alguns ou todos os seus dados.",
        "IndividualsRightsInform": "O direito de ser informado: informe seus usuários com um aviso de privacidade claro.",
        "IndividualsRightsIntro": "Exerça os direitos de seus usuários com nossos procedimentos compatíveis com GDPR:",
        "IndividualsRightsObject": "O direito de se opor: %1$s permite que seus usuários desativem facilmente %2$s em sua página de política de privacidade.",
        "IndividualsRightsPortability": "O direito à portabilidade de dados: %1$sprocurar um titular de dados%2$s e exportar todos os seus dados.",
        "IndividualsRightsRectification": "O direito de retificação: você pode %1$sprocurar um titular de dados%2$s e excluir alguns ou todos os seus dados.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Algumas informações do referenciador podem estar faltando porque a anonimização do referenciador está ativada da seguinte forma: %s",
        "JobFinishDate": "Data de término do trabalho: %1$s",
        "JobStartDate": "Data de início do trabalho: %1$s",
        "KeepBasicMetrics": "Manter métricas básicas (visitas, exibições de página, taxa de rejeição, conversões de meta, conversões de comércio eletrônico, etc.)",
        "KeepBasicMetricsReportsDetailedInfo": "Quando você habilitar esta configuração, alguns indicadores-chave de desempenho numéricos não serão excluídos.",
        "KeepDataFor": "Manter todos os dados por",
        "KeepReportSegments": "Para os dados mantidos acima, também manter relatórios segmentados",
        "LastAction": "Última ação",
        "LastDelete": "Última deleção foi em",
        "LeastDaysInput": "Por favor, especifique um número de dias maior do que %s.",
        "LeastMonthsInput": "Por favor, especifique um número de meses maior que %s.",
        "LinkVisitActionColumns": "Colunas de ação de visita de link",
        "MatchingDataSubjects": "Correspondência de titulares de dados",
        "MenuPrivacySettings": "Privacidade",
        "NextDelete": "Próxima exclusão agendada em",
        "NoDataSubjectsFound": "Nenhum titular de dados encontrado",
        "OptOutAppearance": "Personalizar a aparência de desativação",
        "OptOutCodeTypeExplanation": "A desativação pode ser definida usando o código do rastreador Matomo, o que significa menos código para adicionar às páginas do seu site e menor probabilidade de precisar ser atualizado no futuro, ou usando código autônomo que tem maior probabilidade de funcionar para visitantes com bloqueadores de script, mas precisará ser atualizado em cada página web se você alterar qualquer configuração.",
        "OptOutCustomize": "Personalizar o iframe de desativação",
        "OptOutHtmlCode": "Código HTML para incorporar em seu site",
        "OptOutPreview": "Pré-visualização da desativação, tal como será apresentada em seu site",
        "OptOutRememberToTest": "Lembre-se de testar sua opção de desativação!",
        "OptOutRememberToTestBody": "Para garantir que sua desativação esteja funcionando corretamente com seu site, é recomendável realizar o seguinte teste rápido depois de adicionar o código de desativação.",
        "OptOutRememberToTestStep1": "Navegue até a página principal do seu site.",
        "OptOutRememberToTestStep2": "Depois que a página for carregada, você verá a caixa de desativação.",
        "OptOutRememberToTestStep3": "Desmarcar a caixa de seleção para optar pela desativação deve mostrar a mensagem de desativação.",
        "OptOutRememberToTestStep4": "Marcar a caixa de seleção para aceitar deve mostrar a mensagem de aceitação.",
        "OptOutUseStandalone": "Usar código independente para definir a opção de desativação",
        "OptOutUseTracker": "Usar o código do rastreador Matomo para definir a opção de desativação",
        "Output": "Saída: %1$s",
        "PluginDescription": "Aumente a privacidade para seus usuários e deixe a sua instância Matomo em conformidade de privacidade com a sua legislação local.",
        "PreviousRawDataAnonymizations": "Anonimizações de dados brutos anteriores",
        "PrivacyPolicy": "Política de Privacidade",
        "PrivacyPolicyUrl": "URL da Política de Privacidade",
        "PrivacyPolicyUrlDescription": "Um link para a sua página de Política de Privacidade.",
        "PrivacyPolicyUrlDescriptionSuffix": "Se você definir isto, será exibido no rodapé da página de login e nas páginas que o usuário '%1$s' pode acessar.",
        "PseudonymizeUserId": "Substituir ID de usuário por um pseudônimo",
        "PseudonymizeUserIdNote": "Quando você habilita esta opção, o ID de usuário será substituído por um pseudônimo para evitar armazenar e exibir diretamente informações de identificação pessoal como um endereço de e-mail. Em termos técnicos: dado o seu ID de usuário, o Matomo irá processar o pseudônimo do ID de usuário usando uma função de hash com sal.",
        "PseudonymizeUserIdNote2": "Obs: substituir por um pseudônimo não é o mesmo que anonimização. Em termos da GDPR: o pseudônimo do ID de usuário ainda conta como dado pessoal. O ID de usuário original ainda pode ser identificado se certas informações adicionais estiverem disponíveis (às quais apenas o Matomo e o seu processador de dados têm acesso).",
        "PurgeNow": "Purge DB Agora",
        "PurgeNowConfirm": "Você está prestes a excluir permanentemente os dados de seu banco de dados. Tem certeza de que quer continuar?",
        "PurgingData": "Purgando dados...",
        "RawDataNeverRemoved": "dados brutos de visitas e ações <strong>nunca</strong> são excluídos.",
        "RawDataRemovedAfter": "todos os dados brutos de visitas e ações são excluídos após %1$s.",
        "RecommendedForPrivacy": "Recomendado para privacidade",
        "ReportsDataSavedEstimate": "Tamanho da base de dados",
        "ReportsNeverRemoved": "relatórios agregados <strong>nunca</strong> são excluídos.",
        "ReportsRemovedAfter": "todos os relatórios agregados são excluídos após %1$s.",
        "Requester": "Solicitante",
        "ResultIncludesAllVisits": "Os resultados encontrados incluem todas as visitas sem qualquer restrição de tempo e incluem o dia de hoje.",
        "ResultTruncated": "Mais de %1$s resultados foram encontrados e o resultado foi truncado para as primeiras %1$s visitas.",
        "SaveSettingsBeforePurge": "Você mudou as configurações de exclusão de dados. Guarde-os antes de iniciar um expurgo.",
        "Scheduled": "Agendado",
        "ScheduledDate": "Data agendada: %1$s",
        "SearchForDataSubject": "Pesquisar um titular de dados",
        "SecurityProcedures": "Procedimentos de segurança",
        "SecurityProceduresDesc1": "Aplique nossas %1$srecomendações de segurança%2$s para manter seus dados do Matomo seguros.",
        "SecurityProceduresDesc2": "Verifique se você tem um contrato por escrito com a empresa que fornece o servidor Matomo ou hospedagem que garanta %1$sproteções adequadas %2$s.",
        "SecurityProceduresDesc3": "Inclua o Matomo em seu %1$sprocedimento de violação de dados%2$s.",
        "SecurityProceduresDesc4": "Inclua o Matomo na sua %1$savaliação de impacto na privacidade de dados (DPIA)%2$s, se aplicável.",
        "SecurityProceduresIntro": "Informe seus usuários de forma clara e transparente e informe seus colegas sobre os dados coletados e como eles são usados:",
        "SeeAlsoOurOfficialGuidePrivacy": "Veja também nosso guia oficial: %1$sPrivacidade de Web Analytics%2$s",
        "SelectWebsite": "Selecione um site",
        "ShowInEmbeddedWidgets": "Mostrar em widgets embutidos",
        "ShowInEmbeddedWidgetsDescription": "Se marcada, um link para sua Política de Privacidade e seus Termos e Condições será exibido na parte inferior dos widgets incorporados.",
        "ShowIntro": "Mostrar texto de introdução",
        "TeaserHeader": "Nesta página você pode personalizar o Matomo para deixá-lo em conformidade com legislações existentes: %1$s anonimizando o IP do visitante%2$s,%3$s removendo automaticamente da base de dados logs antigos de visitantes%4$s, e %5$s anonimizando dados brutos de usuários anteriormente rastreados%6$s.",
        "TeaserHeadline": "Configurações de privacidade",
        "TermsAndConditionUrl": "URL dos Termos &amp; Condições",
        "TermsAndConditionUrlDescription": "Um link para a sua página de Termos &amp; Condições.",
        "TermsAndConditions": "Termos &amp; Condições",
        "TrackingOptOut": "Permitir que os usuários desativem o rastreamento",
        "UnsetActionColumns": "Colunas de ação não definidas",
        "UnsetActionColumnsHelp": "Essa ação não pode ser desfeita. Uma lista de colunas de banco de dados no escopo de ação que você deseja cancelar a definição. Cada valor para essa coluna será definido como seu valor padrão.",
        "UnsetVisitColumns": "Colunas de visita não definidas",
        "UnsetVisitColumnsHelp": "Essa ação não pode ser desfeita. Uma lista de colunas de banco de dados no escopo de visita que você deseja cancelar a definição. Cada valor dessa coluna será definido com seu valor padrão. Observe que, se a mesma coluna existir no escopo 'conversão', essa coluna também será excluída",
        "UseAnonymizeIp": "Anonimizar endereços IP dos visitantes",
        "UseAnonymizeOrderId": "Anonimizar ID do pedido",
        "UseAnonymizeTrackingData": "Anonimizar dados de rastreamento",
        "UseAnonymizeUserId": "Anonimizar ID de usuário",
        "UseAnonymizedIpForVisitEnrichment": "Utilize também o endereço de IP Anonimizado ao enriquecer visitas.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins como Geolocalização via IP e Provedor melhoram os metadados de visitantes. Por padrão, estes plugins usam os endereços IP anonimizados. Se você selecionar 'Não', então o endereço IP completo não-anonimizado será usado nesse caso, resultando em menos privacidade mas melhor precisão dos dados.",
        "UseDeleteLog": "Excluir regularmente dados brutos antigos da base de dados",
        "UseDeleteReports": "Excluir regularmente relatórios antigos da base de dados",
        "UsersOptOut": "Usuários não participarem",
        "VisitColumns": "Visitar colunas",
        "VisitsMatchedCriteria": "Essas visitas correspondem aos critérios selecionados.",
        "VisitsSuccessfullyDeleted": "As visitas foram excluídas com sucesso",
        "VisitsSuccessfullyExported": "As visitas foram exportadas com sucesso",
        "WhenConsentIsNeededPart1": "Os regulamentos de privacidade %1$sGDPR%2$s exigem que você peça o consentimento de seus usuários ao processar dados pessoais em alguns casos. Para determinar se você precisa pedir consentimento, você precisa identificar sua base legal para o processamento de dados pessoais. Isso pode ser \"Consentimento\" ou \"Interesse legítimo\" ou você pode evitar a coleta de dados pessoais.",
        "WhenConsentIsNeededPart2": "Recomenda-se saber mais sobre a base legal para o processamento de dados pessoais no GDPR. Você pode encontrar mais informações sobre este tópico em %1$snosso blog%2$s.",
        "WhenConsentIsNeededPart3": "Observe que, se você precisar do consentimento de seus usuários e não puder provar que obteve o \"Consentimento\" deles no passado, recomendamos anonimizar os dados brutos de seus usuários rastreados anteriormente. A anonimização dos dados brutos dos usuários rastreados anteriormente pode ser feita por meio do Gerenciador de Privacidade no Matomo, %1$ssaiba mais%2$s.",
        "WhenDoINeedConsent": "Quando eu preciso pedir o consentimento do usuário?"
    }
}
