{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizar dados",
        "AnonymizeIp": "Anonimizar IP",
        "AnonymizeIpDescription": "Selecione \"Sim\" se você quer que o Matomo não rastreie endereços IP totalmente qualificados.",
        "AnonymizeIpExtendedHelp": "Quando usuários visitam o seu site, o Matomo não usará o endereço IP completo (como %1$s) e no lugar o Matomo irá primeiro anonimizá-lo (para %2$s). A anonimização de endereço IP é um dos requisitos definidos pelas leis de privacidade em alguns países como Alemanha.",
        "AnonymizeIpInlineHelp": "Anonimizar o(s) último(s) byte(s) do endereço IP dos visitantes para obedecer suas leis/guias locais de privacidade.",
        "AnonymizeIpMaskLengtDescription": "Selecione quantos bytes dos IPs dos visitantes devem ser mascarados.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - e.g. %2$s",
        "AnonymizeOrderIdNote": "Como um ID de pedido pode ser cruzado com outro sistema, tipicamente uma loja de comércio eletrônico, o ID de pedido pode contar como informação pessoal sob a GDPR. Quando você habilita esta opção, um ID de pedido será automaticamente anonimizado para que nenhuma informação pessoal seja rastreada.",
        "AnonymizeRowDataFrom": "Anonimizar todos os dados brutos a partir de:",
        "AnonymizeRowDataTo": "Anonimizar todos os dados brutos até:",
        "AnonymizeSites": "Anonimizar os dados desse(s) sites(s)",
        "AnonymizeUserId": "Substituir ID de usuário por um pseudônimo",
        "AskingForConsent": "Pedir consentimento",
        "ClickHereSettings": "Clique aqui para acessar as configurações do %s.",
        "ConsentExplanation": "Consentimento significa oferecer aos indivíduos escolha e controle sobre como seus dados pessoais são processados.",
        "CurrentDBSize": "Tamanho atual da base de dados",
        "DBPurged": "BD purgada.",
        "DeleteAggregateReportsDetailedInfo": "Quando você habilitar esta configuração, todos os relatórios agregados serão excluídos. Relatórios agregados são gerados a partir dos dados brutos e representam dados agregados de diversas visitas individuais. Por exemplo, o relatório \"País\" lista números agregados para ver quantas visitas você teve de cada país.",
        "DeleteBothConfirm": "Você está prestes a habilitar tanto a exclusão de dados brutos como a exclusão de dados de relatórios. Isto irá remover permanentemente sua capacidade de visualizar dados antigos de análises. Você tem certeza de que deseja fazer isto?",
        "DeleteDataDescription": "Você pode configurar o Matomo para excluir regularmente dados brutos antigos e/ou relatórios agregados para manter sua base de dados pequena ou para atender regulamentações de privacidade como a GDPR.",
        "DeleteDataInterval": "Excluir dados antigos a cada",
        "DeleteDataSettings": "Excluir logs de visitantes e relatórios antigos",
        "DeleteLogDescription2": "Quando você habilita a exclusão automática de logs, você deve garantir que todos os relatórios diários anteriores tenham sido processados​​, para que nenhum dado seja perdido.",
        "DeleteLogsConfirm": "Você está prestes a habilitar a exclusão de dados brutos. Se dados brutos antigos forem excluídos e relatórios ainda não tiverem sido criados, você não conseguirá ver dados de análises históricas passadas. Você tem certeza que deseja fazer isto?",
        "DeleteLogsOlderThan": "Excluir logs mais antigos que",
        "DeleteMaxRows": "Número máximo de linhas a serem excluídas em uma execução:",
        "DeleteMaxRowsNoLimit": "nenhum limite",
        "DeleteOldAggregatedReports": "Excluir dados de relatórios agregados antigos",
        "DeleteOldRawData": "Excluir regularmente dados brutos antigos",
        "DeleteOldVisitorLogs": "Excluir logs antigos de visitantes",
        "DeleteRawDataInfo": "Os dados brutos contêm todos os detalhes sobre cada visita individual e cada ação tomada por seus visitantes. Quando você exclui dados brutos, as informações excluídas não estarão mais disponíveis no log de visitantes. Além disso, se depois você decidir criar um segmento, os relatórios segmentados não estarão disponíveis para o período que foi excluído já que todos os relatórios agregados são gerados a partir de dados brutos.",
        "DeleteReportsConfirm": "Você está prestes a permitir a exclusão dos dados do relatório. Se os relatórios antigos são removidos, você vai ter que re-processar-los em ordem de visualização. Tem certeza de que quer fazer isto?",
        "DeleteReportsInfo2": "Se você excluir relatórios antigos, eles podem ser reprocessados novamente a partir dos dados brutos quando você solicitá-los.",
        "DeleteReportsInfo3": "Se você também tiver habilitado \"%s\", então os dados de relatórios que você excluir serão permanentemente perdidos.",
        "DeleteReportsOlderThan": "Excluir relatórios mais antigos que",
        "DeleteSchedulingSettings": "Agendar exclusão de dados antigos",
        "DoNotTrack_Description": "Não Rastrear é uma tecnologia e proposta de política que permite aos usuários optarem por não serem rastreados por sites que visitam, incluindo serviços de análise, redes de publicidade e plataformas sociais.",
        "DoNotTrack_Disable": "Desabilitar o suporte a Não Rastrear",
        "DoNotTrack_Disabled": "O Matomo atualmente está rastreando todos os visitantes, mesmo quando eles especificam \"Eu não quero ser rastreado\" em seus navegadores web.",
        "DoNotTrack_DisabledMoreInfo": "Nós recomendamos habilitar o suporte a Não Rastrear para respeitar a privacidade dos seus visitantes.",
        "DoNotTrack_Enable": "Habilitar suporte a Não Rastrear",
        "DoNotTrack_Enabled": "Você atualmente está respeitando a privacidade dos seus usuários, parabéns!",
        "DoNotTrack_EnabledMoreInfo": "Quando os usuários definirem \"Eu não quero ser rastreado\" em seus navegadores web (Não Rastrear está habilitado) então o Matomo não irá rastrear estas visitas.",
        "DoNotTrack_SupportDNTPreference": "Preferências do suporte a Não Rastrear",
        "EstimatedDBSizeAfterPurge": "Tamanho estimado da base de dados após expurgação",
        "EstimatedSpaceSaved": "Espaço estimado salvo",
        "GDPR": "GDPR",
        "GdprManager": "Gerenciador GDPR",
        "GdprOverview": "Visão geral da GDPR",
        "GdprTools": "Ferramentas GDPR",
        "GeolocationAnonymizeIpNote": "Obs: A geolocalização terá aproximadamente os mesmos resultados com 1 byte anonimizado. Com 2 bytes ou mais, a geolocalização será imprecisa.",
        "GetPurgeEstimate": "Obter estimativa de expurgação",
        "HowDoIAskForConsent": "Como peço o consentimento dos usuários?",
        "KeepBasicMetrics": "Manter métricas básicas (visitas, exibições de página, taxa de rejeição, conversões de meta, conversões de comércio eletrônico, etc.)",
        "KeepBasicMetricsReportsDetailedInfo": "Quando você habilitar esta configuração, alguns indicadores-chave de desempenho numéricos não serão excluídos.",
        "KeepDataFor": "Manter todos os dados por",
        "KeepReportSegments": "Para os dados mantidos acima, também manter relatórios segmentados",
        "LastDelete": "Última deleção foi em",
        "LeastDaysInput": "Por favor, especifique um número de dias maior do que %s.",
        "LeastMonthsInput": "Por favor, especifique um número de meses maior que %s.",
        "MenuPrivacySettings": "Privacidade",
        "NextDelete": "Próxima exclusão agendada em",
        "PluginDescription": "Aumente a privacidade para seus usuários e deixe a sua instância Matomo em conformidade de privacidade com a sua legislação local.",
        "PrivacyPolicy": "Política de Privacidade",
        "PrivacyPolicyUrl": "URL da Política de Privacidade",
        "PrivacyPolicyUrlDescription": "Um link para a sua página de Política de Privacidade.",
        "PrivacyPolicyUrlDescriptionSuffix": "Se você definir isto, será exibido no rodapé da página de login e nas páginas que o usuário '%1$s' pode acessar.",
        "PseudonymizeUserId": "Substituir ID de usuário por um pseudônimo",
        "PseudonymizeUserIdNote": "Quando você habilita esta opção, o ID de usuário será substituído por um pseudônimo para evitar armazenar e exibir diretamente informações de identificação pessoal como um endereço de e-mail. Em termos técnicos: dado o seu ID de usuário, o Matomo irá processar o pseudônimo do ID de usuário usando uma função de hash com sal.",
        "PseudonymizeUserIdNote2": "Obs: substituir por um pseudônimo não é o mesmo que anonimização. Em termos da GDPR: o pseudônimo do ID de usuário ainda conta como dado pessoal. O ID de usuário original ainda pode ser identificado se certas informações adicionais estiverem disponíveis (às quais apenas o Matomo e o seu processador de dados têm acesso).",
        "PurgeNow": "Purge DB Agora",
        "PurgeNowConfirm": "Você está prestes a excluir permanentemente os dados de seu banco de dados. Tem certeza de que quer continuar?",
        "PurgingData": "Purgando dados...",
        "RecommendedForPrivacy": "Recomendado para privacidade",
        "ReportsDataSavedEstimate": "Tamanho da base de dados",
        "SaveSettingsBeforePurge": "Você mudou as configurações de exclusão de dados. Guarde-os antes de iniciar um expurgo.",
        "SeeAlsoOurOfficialGuidePrivacy": "Veja também nosso guia oficial: %1$sPrivacidade de Web Analytics%2$s",
        "ShowInEmbeddedWidgets": "Mostrar em widgets embutidos",
        "ShowInEmbeddedWidgetsDescription": "Se marcado, um link para sua Política de Privacidade e para seus Termos & Condições serão exibidos no rodapé dos widgets embutidos.",
        "TeaserHeader": "Nesta página você pode personalizar o Matomo para deixá-lo em conformidade com legislações existentes: %1$s anonimizando o IP do visitante%2$s,%3$s removendo automaticamente da base de dados logs antigos de visitantes%4$s, e %5$s anonimizando dados brutos de usuários anteriormente rastreados%6$s.",
        "TeaserHeadline": "Configurações de privacidade",
        "TermsAndConditionUrl": "URL dos Termos & Condições",
        "TermsAndConditionUrlDescription": "Um link para a sua página de Termos & Condições.",
        "TermsAndConditions": "Termos & Condições",
        "UseAnonymizeIp": "Anonimizar endereços IP dos visitantes",
        "UseAnonymizeOrderId": "Anonimizar ID do pedido",
        "UseAnonymizeTrackingData": "Anonimizar dados de rastreamento",
        "UseAnonymizeUserId": "Anonimizar ID de usuário",
        "UseAnonymizedIpForVisitEnrichment": "Utilize também o endereço de IP Anonimizado ao enriquecer visitas.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins como Geolocalização via IP e Provedor melhoram os metadados de visitantes. Por padrão, estes plugins usam os endereços IP anonimizados. Se você selecionar 'Não', então o endereço IP completo não-anonimizado será usado nesse caso, resultando em menos privacidade mas melhor precisão dos dados.",
        "UseDeleteLog": "Excluir regularmente dados brutos antigos da base de dados",
        "UseDeleteReports": "Excluir regularmente relatórios antigos da base de dados",
        "UsersOptOut": "Usuários não participarem",
        "WhenDoINeedConsent": "Quando eu preciso pedir o consentimento do usuário?"
    }
}
