{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizar dados",
        "AnonymizeIpDescription": "Selecione \"Sim\" se pretende que o Matomo não acompanhe os endereços de IP totalmente qualificados.",
        "AnonymizeIpInlineHelp": "Torna o(s) último(s) byte(s) dos endereços IP dos visitantes anónimo(s) para obedecer às suas leis\/regulamentos de privacidade locais.",
        "AnonymizeIpExtendedHelp": "Quando os utilizadores visitam o seu site, o Matomo não irá utilizar o endereço de IP completo (como por exemplo, %1$s) mas em vez disso o Matomo irá anonimizar o mesmo primeiro (para %2$s). A anonimização do endereço de IP é um dos requisitos definidos por leis de privacidade em alguns países, como a Alemanha.",
        "AnonymizeIpMaskLengtDescription": "Selecione quantos bytes dos IPs dos visitantes devem ser mascarados.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - por exemplo %2$s",
        "AskingForConsent": "Solicitando consentimento",
        "CannotLockSoDeleteLogActions": "A tabela log_action não será limpa: por favor, atribua o privilégio LOCK TABLES ao utilizador MySQL '%s'.",
        "ClickHereSettings": "Clique aqui para aceder às definições %s.",
        "CurrentDBSize": "Tamanho atual da base de dados",
        "DBPurged": "Base de dados limpa.",
        "DeleteBothConfirm": "Está prestes a ativar a eliminação tanto dos dados em bruto como os dados dos relatórios. Isto vai remover permanentemente a sua capacidade de ver dados analíticos antigos. Tem a certeza que pretende fazer isto?",
        "DeleteDataDescription": "Pode configurar o Matomo para eliminar regularmente registos antigos dos visitantes e\/ou relatórios processados para manter o tamanho da base de dados pequeno.",
        "DeleteDataDescription2": "Se desejável, os relatórios pré-processados não serão eliminados, apenas dados brutos sobre visitas, visualizações de páginas e conversões serão eliminados. Ou, os relatórios pré-processados podem ser eliminados e os dados em bruto mantidos.",
        "DeleteDataInterval": "Eliminar dados antigos todos\/todas",
        "DeleteOldVisitorLogs": "Eliminar registos antigos de visitantes",
        "DeleteOldArchivedReports": "Eliminar relatórios arquivados antigos",
        "DeleteLogDescription2": "Quando você activa a ​​eliminação automática de logs, você deve garantir que todos os relatórios diários anteriores tenham sido processados​​, de modo que nenhuns dados sejam perdidos.",
        "DeleteLogInfo": "Logs das seguintes tabelas serão apagados: %s",
        "DeleteLogsOlderThan": "Apagar logs mais antigos que",
        "DeleteMaxRows": "Número máximo de linhas para apagar de uma vez:",
        "LastDelete": "Última eliminação foi em",
        "LeastDaysInput": "Por favor, especifique um número de dias maior que %s.",
        "MenuPrivacySettings": "Privacidade",
        "NextDelete": "Próxima eliminação agendada em",
        "TeaserHeadline": "Definições de Privacidade",
        "UseAnonymizeIp": "Tornar anónimos os endereços IP dos visitantes",
        "UseDeleteLog": "Apagar logs de antigos visitantes da base de dados regularmente."
    }
}