{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizar dados",
        "AnonymizeIpDescription": "Selecione \"Sim\" se pretende que o Matomo não acompanhe os endereços de IP totalmente qualificados.",
        "AnonymizeIpInlineHelp": "Torna o(s) último(s) byte(s) dos endereços IP dos visitantes anónimo(s) para obedecer às suas leis\/regulamentos de privacidade locais.",
        "AnonymizeIpExtendedHelp": "Quando os utilizadores visitarem o seu site, ao invés de utilizar o endereço de IP completo (por exemplo %1$s), o Matomo irá primeiro anonimizar o endereço de IP (para %2$s). A anonimização de IP é um dos requisitos definidos nas leis de privacidade em determinados países, como a Alemanha.",
        "AnonymizeIpMaskLengtDescription": "Selecione quantos bytes dos IPs dos visitantes devem ser mascarados.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - por exemplo %2$s",
        "AskingForConsent": "Solicitando consentimento",
        "ConsentExplanation": "O consentimento significa dar a opção de escolha e de controlo a indivíduos sobre como os respetivos dados pessoais são processados.",
        "ClickHereSettings": "Clique aqui para aceder às definições %s.",
        "WhenDoINeedConsent": "Quando necessito de pedir o consentimento do utilizador?",
        "WhenConsentIsNeeded2": "Note que quando necessita de ter o consentimento dos utilizadores e não pode provar que obteve o \"consentimento\" dos utilizadores no passado, recomendamos que %1$sanonimize os dados em bruto dos utilizadores monitorizados anteriormente%2$s.",
        "HowDoIAskForConsent": "Como solicito o consentimento dos utilizadores?",
        "AnonymizeSites": "Anonimizar os dados deste(s) site(s)",
        "AnonymizeRowDataFrom": "Anonimizar todos os dados em bruto a começar em:",
        "AnonymizeRowDataTo": "Anonimizar todos os dados em bruto até:",
        "AnonymizeIp": "Anonimizar IP",
        "AnonymizeIpHelp": "Esta ação não pode ser anulada. Se ativada, para todas as visitas durante este período, o IP será anonimizado por, pelo menos, 2 bytes (por exemplo, '192.168.xxx.xxx'). Se atualmente tiver configurada a anonimização por 3 bytes, então esta definição será respeitada e todos os IPs serão anonimizados em 3 bytes.",
        "AnonymizeLocation": "Anonimizar localização",
        "AnonymizeUserId": "Substituir o ID de utilizador por um pseudónimo",
        "AnonymizeDataNow": "Anonimizar dados antigos para o <i>site<\/i> e hora selecionados",
        "AnonymizeDataConfirm": "Tem a certeza que deseja anonimizar os dados para o(s) <i>site(s)<\/i> selecionado(s) e o período? Esta ação não pode ser anulada, os dados podem ser eliminados conforme solicitado, e este processo pode levar muito tempo.",
        "UnsetVisitColumns": "Desativar colunas de visita",
        "UnsetActionColumns": "Desativar colunas de ação",
        "AwarenessDocumentation": "Conhecimento e documentação",
        "AwarenessDocumentationDesc1": "Informe os seus visitantes através de um aviso de privacidade claro sempre que recolher dados pessoais.",
        "AwarenessDocumentationDesc4": "Documente a sua utilização de Matomo dentro do seu %1$sregisto de ativos da informação%2$s.",
        "CurrentDBSize": "Tamanho atual da base de dados",
        "DataRetention": "Retenção de dados",
        "DataRetentionInMatomo": "Retenção de dados para os dados guardados em Matomo:",
        "RawDataRemovedAfter": "todas as visitas e dados fonte das ações são eliminados depois de %1$s.",
        "RawDataNeverRemoved": "visitas e dados fonte das ações <b>nunca<\/b> são eliminados.",
        "ReportsRemovedAfter": "todos os relatórios agregados são eliminados depois de %1$s.",
        "ReportsNeverRemoved": "os relatórios agregados <b>nunca<\/b> são eliminados.",
        "DBPurged": "Base de dados limpa.",
        "DeleteBothConfirm": "Está prestes a ativar a eliminação tanto dos dados em bruto como os dados dos relatórios. Isto vai remover permanentemente a sua capacidade de ver dados analíticos antigos. Tem a certeza que pretende fazer isto?",
        "DeleteDataDescription": "Pode configurar o Matomo para eliminar regularmente dados em bruto e\/ou relatórios agregados, de forma a manter o tamanho da sua base de dados pequeno ou de forma a cumprir normas de privacidade, tais como o RGPD.",
        "DeleteDataInterval": "Eliminar dados antigos todos\/todas",
        "DeleteOldVisitorLogs": "Eliminar registos antigos de visitantes",
        "DeleteOldRawData": "Eliminar regularmente dados em bruto antigos",
        "DeleteOldAggregatedReports": "Eliminar os dados agregados antigos de relatórios",
        "DeleteLogDescription2": "Quando ativa a ​​eliminação automática de registos, deve garantir que todos os relatórios diários anteriores foram processados​​, de modo a que nenhuma informação seja perdida.",
        "DeleteRawDataInfo": "Os dados em bruto contém todos os detalhes sobre cada visita individual e cada ação que os seus visitantes executaram. Quando elimina dados em bruto, a informação eliminada não estará mais disponível no registo de visitas. Também, se decidir criar um segmento mais tarde, os relatórios segmentados não ficaram disponíveis para o intervalo de tempo que foi eliminado dado que todos os relatórios agregados são gerados a partir destes dados em bruto.",
        "DeleteLogsConfirm": "Está prestes a ativar a eliminação de dados em bruto. Se os dados em bruto forem removidos e se os relatórios ainda não tiverem sido criados, não poderá ver os dados analíticos mais antigos. Tem a certeza que pretende fazer isto?",
        "DeleteLogsOlderThan": "Eliminar registos mais antigos que",
        "DeleteMaxRows": "Número máximo de linhas para eliminar de cada vez:",
        "DeleteMaxRowsNoLimit": "sem limite",
        "DeleteReportsConfirm": "Está prestes a ativar a eliminação de dados em bruto. Se os relatórios antigos forem removidos, terá de reprocessar os mesmos para os poder consultar. Tem a certeza que pretende fazer isto?",
        "DeleteAggregateReportsDetailedInfo": "Se ativar esta definição, todos os relatórios agregados serão eliminados. Os relatórios agregados são gerados a partir dos dados em bruto e representam os dados agregados de várias visitas individuais. Por exemplo, o relatório \"País\" lista os números agregados para ver quantas visitas teve de cada país.",
        "KeepBasicMetricsReportsDetailedInfo": "Quando ativa esta definição, alguns indicadores numéricos chave de desempenho não serão eliminados.",
        "DeleteReportsInfo2": "Se eliminar relatórios antigos, estes poderão ser reprocessados novamente a partir dos seus dados em bruto, se os solicitar.",
        "DeleteReportsInfo3": "Se também ativou \"%s\", então os dados dos relatórios que está a eliminar serão perdidos de forma irreversível.",
        "DeleteReportsOlderThan": "Eliminar relatórios mais antigos que",
        "DeleteSchedulingSettings": "Agendar a eliminação de dados antigos",
        "DeleteDataSettings": "Eliminar registos e relatórios de visitantes antigos",
        "DoNotTrack_Description": "Do Not Track é uma proposta de tecnologia e de política que permite que os utilizadores optem por não serem acompanhados pelos sites que visitam, incluindo serviços de analytics, redes de publicidade e plataformas sociais.",
        "DoNotTrack_Disable": "Desativar o suporte ao Do Not Track",
        "DoNotTrack_Disabled": "O Matomo está atualmente a acompanhar todos os visitantes, mesmo quando estes especificaram \"Eu não pretendo ser acompanhado\" nos seus navegadores.",
        "DoNotTrack_DisabledMoreInfo": "Recomendamos que ative o suporte ao DoNotTrack de modo a respeitar a privacidade dos seus visitantes",
        "DoNotTrack_Enable": "Ativar o suporte ao Do Not Track",
        "DoNotTrack_Enabled": "Atualmente está a respeitar a privacidade dos seus utilizadores. Excelente!",
        "DoNotTrack_EnabledMoreInfo": "Quando os utilizadores têm o seu navegador configurado para \"Eu não quero ser acompanhado\" (o DoNotTrack está ativo), então o Matomo não irá acompanhar estas visitas.",
        "DoNotTrack_SupportDNTPreference": "Preferência para a funcionalidade Do Not Track",
        "EstimatedDBSizeAfterPurge": "Tamanho da base de dados estimado depois da limpeza",
        "EstimatedSpaceSaved": "Espaço estimado recuperado",
        "GeolocationAnonymizeIpNote": "Nota: A geolocalização terá aproximadamente os mesmos resultados com 1 byte anonimizado. Com 2 bytes ou mais, a geolocalização será imprecisa.",
        "GDPR": "RGPD",
        "GdprManager": "Gestor do RGPD",
        "GdprChecklists": "Listas de verificação de RGPD",
        "GdprOverview": "Visão geral do RGPD",
        "GdprOverviewIntro1": "O «Regulamento Geral da Proteção de Dados» (RGPD) é um regulamento que fortalece e unifica a proteção de dados de todos os indivíduos da União Europeia (UE).",
        "GdprTools": "Ferramentas do RGPD",
        "GetPurgeEstimate": "Obter uma estimativa da limpeza",
        "IndividualsRights": "Direitos dos indivíduos",
        "IndividualsRightsIntro": "Exercite os direitos dos seus utilizadores com os nossos procedimentos compatíveis com RGPD:",
        "IndividualsRightsInform": "O direito de ser informado: informe os seus utilizadores com um aviso de privacidade claro.",
        "IndividualsRightsObject": "O direito do titular: %1$spermite que os seus utilizadores cancelem com facilidade%2$s na sua página da política de privacidade.",
        "KeepBasicMetrics": "Manter as métricas básicas (visitas, visualizações de páginas, taxa de ressalto, conversões de objetivos, conversões de comércio eletrónico, etc.)",
        "KeepDataFor": "Manter todos os dados para",
        "KeepReportSegments": "Para os dados mantidos acima, manter também os relatórios segmentados",
        "LastDelete": "A última eliminação foi a",
        "LeastDaysInput": "Por favor, especifique um número de dias maior que %s.",
        "LeastMonthsInput": "Por favor, especifique um número de meses maior que %s.",
        "MenuPrivacySettings": "Privacidade",
        "NextDelete": "Próxima eliminação agendada em",
        "PluginDescription": "Aumente a privacidade para os seus utilizadores e faça com que a sua instância do Matomo esteja em conformidade com a sua legislação local.",
        "PurgeNow": "Limpar a base de dados agora",
        "PurgeNowConfirm": "Está prestes a eliminar dados da sua base de dados de forma permanente. Tem a certeza de que pretende continuar?",
        "PurgingData": "A limpar dados...",
        "RecommendedForPrivacy": "Recomendado para a privacidade",
        "ReportsDataSavedEstimate": "Tamanho da base de dados",
        "SearchForDataSubject": "Pesquisar por um titular de dados",
        "FindDataSubjectsBy": "Encontrar titulares de dados por",
        "NoDataSubjectsFound": "Não foram encontrados titulares de dados",
        "ResultTruncated": "Foram encontrados mais de %1$s resultados e o resultado foi truncado para as primeiras %1$s visitas.",
        "AddVisitorIdToSearch": "Clique para adicionar a Id. do visitante à pesquisa",
        "AddVisitorIPToSearch": "Clique para adicionar o IP do visitante à pesquisa",
        "AddUserIdToSearch": "Clique para adicionar esta Id. de utilizador à pesquisa",
        "ExportSelectedVisits": "Exportar visitas selecionadas",
        "DeleteSelectedVisits": "Eliminar visitas selecionadas",
        "SelectWebsite": "Selecionar um <i>site<\/i> da Web",
        "MatchingDataSubjects": "A corresponder titulares dos dados",
        "VisitsMatchedCriteria": "Estas visitas correspondem ao critério selecionado.",
        "ResultIncludesAllVisits": "Os resultados encontrados incluem todas as visitas sem nenhuma restrição de tempo e incluem as de hoje.",
        "GdprToolsPageIntro1": "Esta página foi criada para poder exercer os direitos do titular dos dados.",
        "GdprToolsPageIntroAccessRight": "o direito de acesso a todos os dados deles (e o direito de portabilidade dos dados).",
        "GdprToolsPageIntroEraseRight": "o direito para limpar alguns ou todos os seus dados (e o direito de retificação).",
        "GdprToolsOverviewHint": "No caso de não saber o que a RGPD é, por favor, consulte a %1$ssinopse de RGPD %2$s.",
        "SaveSettingsBeforePurge": "Alterou as definições de eliminação de dados. Por favor, guarde estas definições antes de iniciar uma limpeza.",
        "SeeAlsoOurOfficialGuidePrivacy": "Consulte também o nosso guia oficial: %1$sPrivacidade em Web Analytics%2$s",
        "SecurityProcedures": "Procedimentos de segurança",
        "SecurityProceduresDesc1": "Aplique as suas %1$srecomendações de segrança%2$s para poder manter os seus dados de Matomo seguros.",
        "SecurityProceduresDesc3": "Inclua Matomo no seu %1$sprocedimento da violação de dados %2$s.",
        "SecurityProceduresDesc4": "Inclua Matomo na sua %1$savaliação do impacto da privacidade de dados (DPIA)%2$s, se aplicável.",
        "TeaserHeader": "Nesta página, pode configurar o Matomo de forma a que este esteja em conformidade com a legislação vigente, através: %1$sda anonimização do IP do visitante %2$s, %3$sremoção automática de registos antigos dos visitantes da base de dados %4$s, e %5$s da anonimização dos dados em bruto previamente acompanhados dos utilizadores %6$s.",
        "TeaserHeadline": "Definições de privacidade",
        "UseAnonymizedIpForVisitEnrichment": "Também utilizamos os endereços de IP anonimizados ao enriquecer as visitas.",
        "UseAnonymizedIpForVisitEnrichmentNote": "As extensões, tais como a «Geolocalização via IP» e «Provedor» melhoram os metadados dos visitantes. Por predefinição, estas extensões utilizam os endereços de IP anonimizados. Se selecionar \"Não\", então será utilizado o endereço de IP completo e não anonimizado, resultando numa menor privacidade, mas melhor precisão dos dados.",
        "PseudonymizeUserIdNote": "Quando ativa esta opção, o ID de utilizador será substituído por um pseudónimo para evitar o armazenamento e a apresentação direta de informação pessoal identificável, tal como o endereço de e-mail. Em termos técnicos: com base no seu ID de utilizador, o Matomo irá processar o pseudónimo do ID de utilizador utilizando uma função hash com salt.",
        "PseudonymizeUserIdNote2": "Nota: a substituição com um pseudónimo não é o mesmo que anonimização. Nos termos do RGPD: o pseudónimo do ID de utilizador ainda é considerado dado pessoal. O ID de utilizador ainda pode ser identificado se determinadas informações adicionais estiverem disponíveis (a que apenas o Matomo e o seu processador de dados têm acesso).",
        "AnonymizeOrderIdNote": "Dado que um ID de um pedido pode ser cruzado com outro sistema, habitualmente uma loja de comércio eletrónico, o ID de um pedido pode ser considerado como informação pessoal segundo o RGPD. Ao ativar esta opção, o ID de um pedido será automaticamente anonimizado, impedindo assim o registo de qualquer informação pessoal.",
        "UseAnonymizeIp": "Anonimizar os endereços IP dos visitantes",
        "UseAnonymizeTrackingData": "Anonimizar as informações de acompanhamento",
        "UseAnonymizeUserId": "Anonimizar ID de utilizador",
        "PseudonymizeUserId": "Substituir o ID de utilizador por um pseudónimo",
        "OptOutCustomize": "Personalizar iframe de Exclusão",
        "OptOutHtmlCode": "Código HTML para incorporar no seu site",
        "OptOutPreview": "A pré-visualização da «Exclusão» irá aparecer no seu <i>site<\/i> da Web",
        "FontColor": "Cor do tipo de letra",
        "FontSize": "Tamanho do tipo de letra",
        "FontFamily": "Família do tipo de letra",
        "BackgroundColor": "Cor de fundo",
        "TrackingOptOut": "Permitir que os utilizadores se excluam da monitorização",
        "UseAnonymizeOrderId": "Anonimizar o ID de um pedido",
        "UseDeleteLog": "Eliminar com regularidade dados em bruto antigos da base de dados",
        "UseDeleteReports": "Apagar com regularidade os relatórios antigos da base de dados",
        "UsersOptOut": "Exclusão dos utilizadores",
        "PrivacyPolicyUrl": "Endereço da política de privacidade",
        "PrivacyPolicyUrlDescription": "Uma ligação para a página com a sua política de privacidade.",
        "TermsAndConditionUrl": "Endereços dos termos e condições",
        "TermsAndConditionUrlDescription": "Uma ligação para a página com os seus termos e condições.",
        "PrivacyPolicyUrlDescriptionSuffix": "Se definir isto, isto será mostrado no rodapé da página de autenticação e em páginas a que o utilizador '%1$s' possa aceder.",
        "ShowInEmbeddedWidgets": "Mostrar em widgets incorporados",
        "ShowInEmbeddedWidgetsDescription": "Se marcado, será apresentada uma ligação para a sua política de privacidade e para os seus termos e condições no final das widgets incorporadas.",
        "PrivacyPolicy": "Política de privacidade",
        "TermsAndConditions": "Termos e condições"
    }
}