{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Selectați \"Da\" dacă doriți Piwik sa nu urmareasca pe deplin adrese IP.",
        "AnonymizeIpInlineHelp": "Ascunde ultimele cifre ale IP-ului vizitatorilor pentru a fi în conformitate cu legile privind protecţia datelor personale.",
        "AnonymizeIpMaskLengtDescription": "Selectați cât de multe bytes al IP-urilor de visitatori ar trebui să fie mascate.",
        "AnonymizeIpMaskLength": "%1$s octet(ii)- ex. %2$s",
        "CannotLockSoDeleteLogActions": "Tabelul de acțiune jurnal nu va fi sters: vă rugăm să se acorde privilegiul LOCK TABLES pentru '%s' utilizatorul MySQL.",
        "ClickHereSettings": "Dă click aici pentru a accesa setările %s.",
        "CurrentDBSize": "Dimensiunea bazei de date curenta",
        "DBPurged": "DB curățat.",
        "DeleteBothConfirm": "Sunteți pe cale de a permite atât stergerea jurnalui de date ca si a rapoartului de ștergere a datelo. Acest lucru va elimina permanent capacitatea de a vizualiza date analitice vechi. Ești sigur că vrei să faci asta?",
        "DeleteDataDescription": "Puteți configura Piwik pentru a șterge în mod regulat logarile vechilor vizitatori și \/ sau rapoarte prelucrate pentru a păstra dimensiunea bazei de date cat mai mici.",
        "DeleteDataDescription2": "Daca doriti, rapoartele prelucrate nu vor fi șterse, doar vizita, vizualizări de pagini și de conversie vor fi șterse. Sau, rapoartele de pre-procesate pot fi șterse și datele din jurnal pot fi păstrate.",
        "DeleteDataInterval": "Şterge datele vechi fiecare",
        "DeleteLogDescription2": "Când activați ștergerea automată a jurnalului, trebuie să vă asigurați că toate rapoartele zilnice anterioare au fost prelucrate, astfel încât sa nu se piarda date .",
        "DeleteLogInfo": "Registrele din următoarele tabele vor fi șterse: %s",
        "DeleteLogsConfirm": "Sunteți pe cale de a permite ștergerea datelor de logare. În cazul în care datele din jurnalul vechi este eliminat, și nu au fost deja create rapoarte, nu va fi capabil de a vedea datele de analiză istorice din trecut. Ești sigur că vrei să faci asta?",
        "DeleteLogsOlderThan": "Șterge înregistrări mai vechi decât",
        "DeleteMaxRows": "Numărul maxim de rânduri pentru a șterge într-o cursă:",
        "DeleteMaxRowsNoLimit": "nelimitat",
        "DeleteReportsConfirm": "Sunteți pe cale de a permite ștergerea raportului de date. Dacă rapoartele vechi sunt eliminate, va trebui să re-prelucrare a acestora, în scopul de a le vizualiza. Ești sigur că vrei să faci asta?",
        "DeleteReportsDetailedInfo": "Datele din baza de date arhiva tabele numerice (%1$s) și tabele de arhivă pată de cerneală (%2$s) vor fi șterse.",
        "DeleteReportsInfo": "Dacă este activat, rapoartele vechi vor fi șterse. %1$sNoi recomandam pentru a se activa numai atunci când spațiul de baze de date este limitat.%2$s",
        "DeleteReportsInfo2": "Dacă nu ați activat \"%s\", rapoarte vechi vor fi recreate în mod automat atunci când sunt solicitate.",
        "DeleteReportsInfo3": "Dacă ați activat \"%s\", datele vor fi pierdute definitiv.",
        "DeleteReportsOlderThan": "Șterge rapoarte mai vechi de",
        "DeleteDataSettings": "Şterge înregistrări şi raportare vechi",
        "DoNotTrack_Description": "Nu urmari este o tehnologie și propunere de politici, care permite utilizatorilor să renunțațe la urmărirea de către site-urile care le viziteaza, inclusiv servicii de analiză, retele de publicitate, și platforme sociale.",
        "DoNotTrack_Disable": "Dezactivați nu urmăresc suport",
        "DoNotTrack_Disabled": "Piwik în prezent de urmăriste toți vizitatorii, chiar și atunci când se specifică \"Nu vreau să fiu urmărit\" în browserele lor web.",
        "DoNotTrack_DisabledMoreInfo": "Recomandăm să respecţi confidenţialitatea vizitatorilor şi să activezi funcţia DoNotTrack.",
        "DoNotTrack_Enable": "Nu se permite urmărire suport",
        "DoNotTrack_Enabled": "Bravo, respecţi confidenţialitatea utilizatorilor tăi!",
        "DoNotTrack_EnabledMoreInfo": "Atunci când utilizatorii au setat browser-ul lor web pentru a \"nu vreau să fie urmărit\" (DoNotTrack este activat), atunci Piwik nu va urmări aceste vizite.",
        "DoNotTrack_SupportDNTPreference": "Nu urmăresc preferință suport",
        "EstimatedDBSizeAfterPurge": "Dimensiunea estimativa a bazei de date după epurare",
        "EstimatedSpaceSaved": "Estimare spatiu salvat",
        "GeolocationAnonymizeIpNote": "Notă: Geolocation va avea aproximativ aceleași rezultate cu un octet anonime. Cu 2 bytes sau mai multe, Geolocation vor fi inexacte.",
        "GetPurgeEstimate": "Estimare curatenie",
        "KeepBasicMetrics": "Păstrați metrici de bază (vizite, vizualizări de pagină, bounce rate, conversiile de obiectiv, conversii de comert electronic, etc.)",
        "KeepReportSegments": "Pentru datele păstrate de mai sus, se păstreaza, de asemenea, rapoarte segmentate",
        "LastDelete": "Ultima ștergere a fost pe",
        "LeastDaysInput": "Vă rugăm să specificați un număr de zile mai mare decât %s.",
        "LeastMonthsInput": "Vă rugăm să specificați un număr de luni mai mare decât %s.",
        "MenuPrivacySettings": "Confidenţialitate",
        "NextDelete": "Următoarea programare de ștergere",
        "PurgeNow": "Curăța DB acum",
        "PurgeNowConfirm": "Ești pe cale de a șterge definitiv baza de date. Sigur doriți să continuați?",
        "PurgingData": "Purjare de date ...",
        "ReportsDataSavedEstimate": "Mărimea bazei de date",
        "SaveSettingsBeforePurge": "Ați schimbat setările de ștergere a datelor. Vă rugăm să le salvați înainte de a începe o curatare.",
        "SeeAlsoOurOfficialGuidePrivacy": "A se vedea, de asemenea, ghidul nostru oficial: %1$sWeb Analytics confidențialitate%2$s",
        "Teaser": "Pe această pagină, puteți personaliza Piwik pentru a face viața privată în conformitate cu legislațiile existente, prin: %1$s anonimizarea vizitator IP %2$s, %3$s elimina automat busteni de vizitatori vechi din baza de date %4$s, iar %5$s oferind un mecanism de opt-out pentru site-ul dvs.%6$s.",
        "TeaserHeadline": "Setări confidenţialitate",
        "UseAnonymizedIpForVisitEnrichment": "De asemenea, utilizeaza adresele IP anonimime, atunci când se cresc vizitele.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugin-uri, cum ar fi Locația geografică prin intermediul IP și furnizor îmbunătățire metadate vizitator. În mod implicit aceste plugin-uri folosesc adresele IP anonimizate. Dacă selectați \"Nu\", atunci adresa IP complet non-anonime va fi folosit în loc, careare mai puțina intimitate, dar are o mai mare acuratețe a datelor.",
        "UseAnonymizeIp": "Adresele IP ale vizitatorilor anonimi",
        "UseDeleteLog": "Ștergeți regulat vechile logari al vizitatorilor din baza de date",
        "UseDeleteReports": "Șterge periodic rapoartele vechi din baza de date"
    }
}