{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Выберите \"Да\", если хотите, чтобы система отслеживала не полный IP-адрес посетителей.",
        "AnonymizeIpInlineHelp": "Скрыть последний байт IP-адресов ваших посетителей согласно вашим принципам конфиденциальности или законодательству.",
        "AnonymizeIpExtendedHelp": "Когда пользователи посещают ваш сайт, Piwik не будет использовать полный IP-адрес (например, %1$s), а анонимизирует его (например, в %2$s). Анонимизация IP-адреса является одним из требований, установленных законами о конфиденциальности в некоторых странах, таких как Германия.",
        "AnonymizeIpMaskLengtDescription": "Выберите, как много байтов IP-адреса посетителей должно быть скрыто.",
        "AnonymizeIpMaskLength": "%1$s байт(ов), например, %2$s",
        "CannotLockSoDeleteLogActions": "Таблица log_action не будет удалена: пожалуйста, установите привелегии LOCK TABLES для ’%s’ пользователя MYSQL.",
        "ClickHereSettings": "Нажмите здесь, чтобы перейти к настройкам: %s.",
        "CurrentDBSize": "Текущий размер базы данных",
        "DBPurged": "База данных очищена.",
        "DeleteBothConfirm": "Вы собираетесь удалить данные посещениях сайта и данные по отчетам одновременно. Вы больше не сможете просматривать статистику по старым посещениям. Вы уверены, что хотите сделать это?",
        "DeleteDataDescription": "Вы можете настроить Piwik для постоянного удаления старых данных о посещениях сайта и(или) обработанных отчетов, чтобы сохранять размер вашей БД.",
        "DeleteDataDescription2": "По желанию заранее обработанные отчеты не будут удаляться. Будут удаляться только посещения, просмотры страниц и конверсия. Или заранее обработанные отчеты могут удаляться, а данные по входам сохранятся.",
        "DeleteDataInterval": "Удалять старые данные каждые",
        "DeleteLogDescription2": "Если вы используете автоматическое удаление логов, убедитесь, что все предыдущие отчеты за день были обработаны, чтобы не потерять ни каких данных.",
        "DeleteLogInfo": "Будут удалены логи из следующих таблиц: %s",
        "DeleteLogsConfirm": "Вы собираетесь включить удаление данных о посещениях сайта. Когда старые данные по посещениям будут удалены, а соответствующие отчеты не обработаны, вы не сможете просматривать аналитические данные в исторической последовательности. Вы уверены, что хотите сделать это?",
        "DeleteLogsOlderThan": "Удалить логи, старше чем",
        "DeleteMaxRows": "Максимальное число строк для удаления за один раз:",
        "DeleteMaxRowsNoLimit": "нет ограничений",
        "DeleteReportsConfirm": "Вы собираетесь включить удаление данных по отчетам. Когда старые отчеты будут удалены, вы должны снова обработать их, если хотите просмотреть их. Вы увереныЮ что хотите сделать это?",
        "DeleteReportsDetailedInfo": "Данные базы данных, содержащиеся в numeric (%1$s) и blob-таблицах (%2$s) будут удалены.",
        "DeleteReportsInfo": "Если включено, старые отчеты будут удалены. %1$sМы рекомендуем включать это только если размер вашей БД ограничен.%2$s",
        "DeleteReportsInfo2": "Если вы не включили '%s', старые отчеты будут воссоздаваться автоматически по запросу.",
        "DeleteReportsInfo3": "Если вы включили '%s', данные будут навсегда потеряны.",
        "DeleteReportsOlderThan": "Удалить отчеты, старше чем",
        "DeleteDataSettings": "Удаление старых логов посещений и отчетов",
        "DoNotTrack_Description": "Отказ от Отслеживания – технология и предложение политики безопасности, которая позволяет пользователям отказываться от того, чтобы их посещения отслеживали. Используется в аналитических сервисах, рекламных сетях и социальных платформах.",
        "DoNotTrack_Disable": "Отключить возможность отказа от отслеживания",
        "DoNotTrack_Disabled": "Piwik сейчас отслеживает всех посетителей, даже если они установили настройку «Я не хочу, чтобы меня отслеживали» в своих браузерах.",
        "DoNotTrack_DisabledMoreInfo": "Мы рекомендуем уважать конфиденциальность ваших посетителей и включить возможность отказа от отслеживания.",
        "DoNotTrack_Enable": "Включить возможность отказа от отслеживания",
        "DoNotTrack_Enabled": "На данный момент вы уважается конфиденциальность ваших посетителей. Браво!",
        "DoNotTrack_EnabledMoreInfo": "Когда пользователь настраивает свой браузер на «Я не хочу, чтобы меня отслеживали» (Возможность отказа от отслеживания включена), Piwik не будет отслеживать такие посещения.",
        "DoNotTrack_SupportDNTPreference": "Настройки Отказа от Отслеживания",
        "EstimatedDBSizeAfterPurge": "Ожидаемый размер базы данных после чистки",
        "EstimatedSpaceSaved": "Ожидаемый сохраненный размер space saved",
        "GeolocationAnonymizeIpNote": "Подсказка: Геолоакция будет иметь практически те же результаты с 1 скрытым байтом IP адреса. Если скрыто два или более байтов, геолокация будет определять местонахождене пользователя неточно.",
        "GetPurgeEstimate": "Оценить очистку базы по времени",
        "KeepBasicMetrics": "Сохранить основные показатели (посещения, просмотры страниц, процент отскоков, конверсию целей, конверсию эл. заказов и др.)",
        "KeepReportSegments": "Для сохранения данных выше также настройте сегментацию отчетов",
        "LastDelete": "Последнее удаление было",
        "LeastDaysInput": "Пожалуйста, определите количество дней, большее чем %s.",
        "LeastMonthsInput": "Пожалуйста, определите количество месяцев, большее чем %s.",
        "MenuPrivacySettings": "Конфиденциальность",
        "NextDelete": "Следующее удаление по расписанию через",
        "PurgeNow": "Очистить базу данных сейчас",
        "PurgeNowConfirm": "Вы собираетесь навсегда удалить данные из вашей базы данных. Вы уверены, что хотите продолжить?",
        "PurgingData": "Чистка данных...",
        "ReportsDataSavedEstimate": "Размер базы данных",
        "SaveSettingsBeforePurge": "Вы изменили настройки удаления данных. Пожалуйста, сохраните их, перед тем как начать чистку.",
        "SeeAlsoOurOfficialGuidePrivacy": "Смотрите также официальное руководство: %1$sКонфидециальность данных в Piwik%2$s",
        "Teaser": "На этой вкладке вы можете настраивать Веб-аналитику для ее соответствия политике конфиденциальности действующего законодательства вашей страны. Используйте: %1$s скрытие IP-адреса посетителя%2$s, %3$s автоматическое стирание старых логов из базы банных%4$s и %5$s возможность для посетителей исключить себя из учета в системе%6$s.",
        "TeaserHeadline": "Настройки конфиденциальности",
        "UseAnonymizeIp": "Скрыть IP-адреса посетителей",
        "UseDeleteLog": "Регулярно удалять старые логи посещений из базы данных",
        "UseDeleteReports": "Всегда удалять старые отчеты из баз данных"
    }
}