{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizo të dhënat",
        "AnonymizeIpDescription": "Përzgjidhni \"Po\" nëse doni që Matomo të mos ndjekë adresa IP të përcaktuara qartë.",
        "AnonymizeIpInlineHelp": "Anonimizoje bajtin(et) e fundit të adresave IP të vizitorëve, në pajtim me ligjet\/udhëzimet vendore mbi privatësinë.",
        "AnonymizeIpExtendedHelp": "Kur përdoruesit vizitojnë sajtin tuaj, Piwik-u s’do të përdorë adresën e plotë IP (të tillë si %1$s), por, në vend të kësaj, Matomo-u së pari do ta anonimizojë (si %2$s). Anonimizimi i adresave IP është një nga domosdoshmëritë e vendosura nga ligjet mbi privatësinë në disa vende, si Gjermania, fjala vjen.",
        "AnonymizeIpMaskLengtDescription": "Përzgjidhni sa bajte të maskohen te IP-ja e vizitorit.",
        "AnonymizeIpMaskLength": "%1$s bajt(e) - p.sh. %2$s",
        "AskingForConsent": "Kërkim pranimi",
        "ClickHereSettings": "Klikoni këtu që të shkoni te rregullimet mbi %s.",
        "CurrentDBSize": "Madhësia e tanishme e bazës së të dhënave",
        "DBPurged": "DB-ja u pastrua.",
        "DeleteBothConfirm": "Ju ndan një hap nga aktivizimi i fshirjes si për të dhënat e papërpunuara, ashtu edhe për të dhëna raportesh. Kjo do t’ju heqë përgjithmonë aftësinë të shihni të dhëna analitike të vjetra. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteDataDescription": "Mund ta formësoni Matomo-n të fshjë rregullisht të dhëna të vjetra të papërpunuara dhe\/ose raporte të krijuar, për ta mbajtur bazën tuaj të të dhënave të vogël ose për të qenë në përputhje me rregulla privatësie të tilla si GDPR-ja.",
        "DeleteDataInterval": "Fshiji të dhënat e vjetra çdo",
        "DeleteOldVisitorLogs": "Fshi regjistra të vjetër vizitorësh",
        "DeleteOldRawData": "Fshi rregullisht të dhëna të vjetra të papërpunuara",
        "DeleteOldAggregatedReports": "Fshi raporte të vjetër të krijuar",
        "DeleteLogDescription2": "Kur aktivizoni fshirjen e vetvetishme të regjistrimeve, duhet të siguroheni që janë përpunuar krejt raportet e ditës së mëparshme, që të mos humbni të dhëna.",
        "DeleteRawDataInfo": "Të dhënat e papërpunuara përfshijnë krejt hollësitë mbi secilën vizitë individuale dhe mbi çdo veprim që bënë vizitorët tuaj. Kur fshini të dhëna të papërpunuara, informacioni i fshirë s’do të mund të gjendet apo përdoret më te regjistri mbi atë vizitorë. Gjithashtu, nëse vendosni më vonë të krijoni një segment, s’do të prodhohen dot raporte segmentesh për atë interval kohor që është fshirë, ngaqë krejt raportet e krijuar prodhohen nga këto të dhëna të papërpunuara.",
        "DeleteLogsConfirm": "Ju ndan një hap nga fshirja e të dhënave të papërpunuara. Nëse hiqen të dhënat e vjetra të papërpunuara, dhe raportet s’janë krijuar ende, s’do të jeni në gjendje të shihni të dhëna analitike të dikurshme historike. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteLogsOlderThan": "Fshi regjistrime më të vjetër se",
        "DeleteMaxRows": "Numër maksimum rreshtash për t’u fshirë njëherazi:",
        "DeleteMaxRowsNoLimit": "pa kufi",
        "DeleteReportsConfirm": "Ju ndan një hap nga aktivizimi i fshirjes së të dhënave të raporteve. Nëse hiqen raportet e vjetër, do t’ju duhet t’i ripërpunoni ata, pa të mund t’i shihni. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteAggregateReportsDetailedInfo": "Kur e aktivizoni këtë rregullim, do të fshihen krejt raportet e krijuar. Raportet e krijuar prodhohen nga të dhëna të papërpunuara prej shumë vizitash individuale. Për shembull, raporti \"Vend\" radhit numra përmbledhës për të parë se sa vizita keni pasur prej secilit vend.",
        "KeepBasicMetricsReportsDetailedInfo": "Kur e aktivizoni këtë rregullim, disa tregues kyç numerikë mbi funksionimin e sajtit nuk do të fshihen.",
        "DeleteReportsInfo2": "Nëse fshini raporte të vjetër, ata mund të rikrijohen përmes të dhënave të PAPËRPUNUARA, kur ta kërkoni këtë.",
        "DeleteReportsInfo3": "Nëse keni aktivizuar edhe \"%s\", atëherë të dhënat e raporteve që po fshini, do të humbin përgjithnjë.",
        "DeleteReportsOlderThan": "Fshi raporte më të vjetër se",
        "DeleteSchedulingSettings": "Planifikoni fshirje të dhënash të vjetra",
        "DeleteDataSettings": "Fshi regjistra dhe raporte të vjetër përdoruesish",
        "DoNotTrack_Description": "Mos Më Gjurmo është një propozim teknik dhe rregulli që u lejon përdoruesve të zgjedhin lënien jashtë ndjekjes nga sajtet që vizitojnë, përfshi shërbime analizash, rrjete reklamash, dhe platforma shoqërore.",
        "DoNotTrack_Disable": "Çaktivizoni mbulimin e Mos Më Gjurmo-së",
        "DoNotTrack_Disabled": "Matomo i ndjek krejt vizitorët, edhe kur ata kanë zgjedhur \"Nuk dua të gjurmohem\" në shfletuesin e tyre.",
        "DoNotTrack_DisabledMoreInfo": "Këshillojmë të aktivizoni mbulim për MosMëGjurmo për të respektuar privatësinë e vizitorëve tuaj",
        "DoNotTrack_Enable": "Aktivizoni mbulimin e Mos Më Gjurmo-së",
        "DoNotTrack_Enabled": "Po e respektoni Privatësinë e përdoruesve tuaj. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Kur përdoruesit kanë zgjedhur në shfletuesin e tyre \"Nuk dua të gjurmohem\" (DoNotTrack është i aktivizuar) atëherë Matomo nuk do t’i ndjekë këto vizita.",
        "DoNotTrack_SupportDNTPreference": "Përkrahni parapëlqimin Mos Më Gjurmo",
        "EstimatedDBSizeAfterPurge": "Madhësi e pritshme për bazën e të dhënave pas pastrimit",
        "EstimatedSpaceSaved": "Hapësirë që pritet të kursehet",
        "GeolocationAnonymizeIpNote": "Shënim: Gjeovendëzimi do të ketë përafërsisht të njëjtat përfundime me 1 bajt të anonimizuar. Me 2 ose më shumë bajte, Gjeovendëzimi do të jetë i pasaktë.",
        "GDPR": "GDPR",
        "GdprManager": "Përgjegjës GDPR",
        "GdprOverview": "Përmbledhje e GDPR-së",
        "GdprTools": "Mjete GDPR",
        "GetPurgeEstimate": "Merrni parashikim pastrimi",
        "KeepBasicMetrics": "Mba vlerat bazë (vizita, parje faqesh, mesatare kthimesh, shndërrime objektivash, shndërrime e-tregti, etj.)",
        "KeepDataFor": "Mba krejt të dhënat për",
        "KeepReportSegments": "Për të dhëna të mbajtura më sipër, mbaj edhe raporte të segmentuar",
        "LastDelete": "Fshirja e fundit u krye më",
        "LeastDaysInput": "Ju lutemi, jepni një numër ditësh më të madh se %s.",
        "LeastMonthsInput": "Ju lutemi, tregoni një numër muajsh më të madh se %s.",
        "MenuPrivacySettings": "Privatësi",
        "NextDelete": "Fshirja pasuese është planifikuar më",
        "PluginDescription": "Shtoni Privatësinë për përdoruesit tuaj dhe bëjeni instalimin tuaj të Matomo-s të përputhshëm me ligjshmërinë vendore mbi privatësinë.",
        "PurgeNow": "Pastroje DB-në Tani",
        "PurgeNowConfirm": "Ju ndan një hap nga fshirja përgjithmonë e të dhënave nga baza juaj e të dhënave. Jeni i sigurt se doni të vazhdohet?",
        "PurgingData": "Po pastrohen të dhënat…",
        "RecommendedForPrivacy": "E këshilluar për privatësi",
        "ReportsDataSavedEstimate": "Madhësi baze të dhënash",
        "SaveSettingsBeforePurge": "Keni ndryshuar rregullimet për fshirje të dhënash. Ju lutemi, ruajini ato përpara se të nisni një pastrim.",
        "SeeAlsoOurOfficialGuidePrivacy": "Shihni edhe udhërrëfyesin tonë zyrtar: %1$sPrivatësi Analizash Web%2$s",
        "TeaserHeader": "Në këtë faqe, mund ta përshtatni Matomo-n për ta bërë të përputhshëm me rregulla privatësie legjislacionesh ekzistuese, duke: %1$s anonimizuar IP-në e vizitorit%2$s, %3$s duke hequr vetvetiu nga baza e të dhënave regjistra të vjetër vizitorësh%4$s, dhe %5$s anonimizuar të dhëna të papërpunuara vizitorësh të ndjekur më parë%6$s.",
        "TeaserHeadline": "Rregullime Privatësie",
        "UseAnonymizedIpForVisitEnrichment": "Përdor edhe adresa IP të Anonimizuara kur pasurohen vizita.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Shtojca të tilla si Gjeovendëzim përmes IP-sh dhe Furnizuesish përmirësojnë tejtëdhënat e përdoruesve. Si parazgjedhje, këto shtojca përdorin adresa IP të anonimizuara. Nëse përzgjidhni 'Jo', atëherë do të përdoren adresa IP të plota, të paanonimizuara, që do të thotë më pak privatësi, por më tepër saktësi të dhënash.",
        "PseudonymizeUserIdNote": "Kur aktivizoni këtë mundësi, ID-ja e Përdoruesit do të zëvendësohet me një pseudonim, për të shmangur depozitim dhe shfaqje të drejtpërdrejtë në ekran të dhënash personale të identifikueshme, f.v. një adresë email. Me terma teknike: kur i jepet ID-ja juaj e Përdoruesit, Matomo do të përgatisë pseudonimin e ID-së së Përdoruesit duke përdorur një funksion <em>salted hash<\/em>.",
        "PseudonymizeUserIdNote2": "Shënim: zëvendësimi me një pseudonim s’është e njëjta gjë me anonimizimin. Me termat e GDPR-së: Pseudonimi i ID-së së Përdoruesit merret si e dhënë personale. ID-ja origjinale e Përdoruesit prapë mund të identifikohet, nëse kihen disa të dhëna të caktuara (te të cilat mund të hyjë vetëm Matomo dhe përpunuesi i të dhënave tuaja).",
        "AnonymizeOrderIdNote": "Ngaqë një ID Porosie mund të mund të përshoqërohet me një sistem tjetër, zakonisht një dyqan etregtie, ID-ja e Porosisë mund të shihet si e dhënë personale, nën GDPR-në. Kur e aktivizoni këtë mundësi, një ID Porosie do të anonimizohet vetvetiu, dhe kështu s’do të ketë ndjekje të dhënash personale.",
        "UseAnonymizeIp": "Anonimizoni adresat IP të Vizitorëve",
        "UseAnonymizeTrackingData": "Anonimizo Të dhëna Ndjekjeje",
        "UseAnonymizeUserId": "Anonimizo ID Përdoruesi",
        "PseudonymizeUserId": "Zëvendëso ID Përdoruesi me një pseudonim",
        "UseAnonymizeOrderId": "Anonimizo ID Porosie",
        "UseDeleteLog": "Fshi rregullisht të dhëna të vjetra të papërpunuara prej bazës së të dhënave",
        "UseDeleteReports": "Fshi rregullisht raporte të vjetër prej bazës së të dhënave",
        "UsersOptOut": "Zgjedhje lënieje jashtë nga përdoruesit",
        "PrivacyPolicyUrl": "URL Rregullash Privatësie",
        "PrivacyPolicyUrlDescription": "Një lidhje për te faqja juaj e Rregullave të Privatësisë",
        "TermsAndConditionUrl": "URL Termash & Kushtesh",
        "TermsAndConditionUrlDescription": "Një lidhje për te faqja e Termave & Kushteve tuaja.",
        "PrivacyPolicyUrlDescriptionSuffix": "Nëse e caktoni këtë, do të shfaqet në fund të faqes së hyrjeve dhe te faqe te të cilat mund të hyjë përdoruesi '%1$s'.",
        "ShowInEmbeddedWidgets": "Shfaqe në widget-e të trupëzuar",
        "ShowInEmbeddedWidgetsDescription": "Nëse i vihet shenjë, në fund të widget-eve të trupëzuar do të shfaqet një lidhje për te Rregullat tuaja të Privatësisë dhe Termat & Kushtet tuaja.",
        "PrivacyPolicy": "Rregulla Privatësie",
        "TermsAndConditions": "Terma & Kushte"
    }
}