{
    "PrivacyManager": {
        "AnonymizeData": "Anonimizo të dhënat",
        "AnonymizeIpDescription": "Përzgjidhni \"Po\" nëse doni që Matomo të mos ndjekë adresa IP të përcaktuara qartë.",
        "AnonymizeIpInlineHelp": "Anonimizoje bajtin(et) e fundit të adresave IP të vizitorëve, në pajtim me ligjet\/udhëzimet vendore mbi privatësinë.",
        "AnonymizeIpExtendedHelp": "Kur përdoruesit vizitojnë sajtin tuaj, Piwik-u s’do të përdorë adresën e plotë IP (të tillë si %1$s), por, në vend të kësaj, Matomo-u së pari do ta anonimizojë (si %2$s). Anonimizimi i adresave IP është një nga domosdoshmëritë e vendosura nga ligjet mbi privatësinë në disa vende, si Gjermania, fjala vjen.",
        "AnonymizeIpMaskLengtDescription": "Përzgjidhni sa bajte të maskohen te IP-ja e vizitorit.",
        "AnonymizeIpMaskLength": "%1$s bajt(e) - p.sh. %2$s",
        "AskingForConsent": "Kërkim pranimi",
        "ConsentExplanation": "Pranim do të thotë t’u ofrohet individëve zgjedhje dhe kontroll rreth se si përpunohen të dhënat e tyre personale.",
        "ClickHereSettings": "Klikoni këtu që të shkoni te rregullimet mbi %s.",
        "WhenDoINeedConsent": "Kur më duhet të kërkoj për pranim nga përdoruesi?",
        "WhenConsentIsNeeded1": "Sipas rregullave GDPR mbi privatësinë, kur përpunoni të dhëna personale, në dusa raste do t’ju duhet të kërkoni për pranim nga përdoruesit tuaj. Që të përcaktoni nëse ju duhet apo jo të kërkoni pranim, ju duhet të përcaktoni nëse baza juaj ligjore për përpunim të dhënash personale është \"Pranim\" apo \"Interes i ligjshëm\", ose nëse mund të shmangni fare grumbullim të dhënash personale. Këshillojmë të mësoni më tepër mbi bazën ligjore sipas GDPR-së për Matomo-n.",
        "WhenConsentIsNeeded2": "Mbani parasysh se kur e keni detyrim të merrni pranimin e përdoruesve dhe nuk provoni dot se patët \"Pranimin\" e përdoruesve tuaj në të kaluarën, atëherë këshillojmë të %1$sanonimizoni të dhënat e papërpunuara të përdoruesve të ndjekur dikur%2$s.",
        "HowDoIAskForConsent": "Si ta kërkoj pranimin nga përdoruesit?",
        "AskForConsentFollowSteps": "Ndiqni hapat vijues për t’u kërkuar përdoruesve tuaj pranimin, përpara se të dhënat e tyre përpunohen me Matomo-n.",
        "AskForConsentStep1": "Hapi 1: kërkoni pranim",
        "AskForConsentStep1Desc1": "Për të kërkuar pranim, futni rreshtin vijues në krye të kodit tuaj ekzistues për Ndjekje me Matomo në krejt faqet tuaja:",
        "AskForConsentStep1Desc2": "Pasi të jetë ekzekutuar ky funksion ‘requireConsent', te Matomo s’do të dërgohen kërkesa ndjekjeje. Kini parasysh që gjatë parjes së kësaj faqeje do të depozitohen ca %1$scookies ndjekjeje%2$s, por që do të fshihen sapo përdoruesi të kalojë në një faqe tjetër ose të mbyllë shfletuesin.",
        "AskForConsentStep2": "Hapi 2: kërkim pranimi nëpër njoftimin tuaj për privatësinë",
        "AskForConsentStep2Desc": "Tani mund t’i kërkoni përdoruesit tuaj pranimin, për shembull duke i shfaqur një shënim të qartë privatësie në faqet tuaja. Mësoni më tepër rreth shënimesh mbi privatësinë dhe kërkim pranimi nga përdoruesi. Mbani parasysh se Matomo nuk ofron ende veçorinë e shfaqjes së një shënimi privatësie, por mund të sendërtojë një veçori të tillë në të ardhmen, për t’ju lejuar të shfaqni me lehtësi shënimin dhe të merrni pranime nga përdoruesit.",
        "AskForConsentStep3": "Hapi 3: përdoruesi jep pranimin",
        "AskForConsentStep3Desc": "Pasi një përdorues jep pranimin, mundeni ose A) ta lini Matomo-s ta mbajë mend pranimin, ose B) të përdorni mjetin tuaj të pranimeve që të mbani mend pranimin. Më poshtë paraqesim dy zgjidhjet:",
        "AskForConsentStep3DescA": "A) nëse doni t’ia lini Matomo-s të mbajë mend pranimin",
        "AskForConsentStep3DescADesc1": "Pasi një përdorues jep pranimin e vet, mund t’i lini Matomo-s ta mbajë mend që përdoruesi ka dhënë pranimin, thjesht duke thirrur metodën vijuese, pasi përdoruesi të ketë dhënë pranimin:",
        "AskForConsentStep3DescADesc2": "Matomo-ja kështu do të mbajë mend, gjatë kërkesash më pas, se përdoruesi ka dhënë pranimin e tij, duke depozituar një <em>cookie <\/em> të quajtur \"consent\". Për sa kohë që ekziston kjo <em>cookie<\/em>, Matomo do të dijë se është dhënë pranim dhe do të përpunojë automatikisht të dhënat. Kjo do të thotë se ju duhet ta thirrni %1$s vetëm një herë, dhe se s’ka nevojë të thirret %2$s në çdo parje faqeje.",
        "AskForConsentStep3DescANote1": "Si parazgjedhje, <em>cookie<\/em> do të ruhet dhe pranimi do të mbahet mend përgjithmonë. Është e mundur të përcaktohet një periudhë opsionale skadimi për pranimin e përdoruesit tuaj, duke thirrur:",
        "AskForConsentStep3DescANote2": "Kur ndiqni njëherësh shumë nënpërkatësi të të njëjtit sajt në Matomo, doni të bëni të mundur që kur kërkoni për Pranim, përdoruesi jep pranimin për krejt nënpërkatësitë te të cilat grumbulloni të dhëna. Nëse përdoruesi jep pranim vetëm për një përkatësi ose nënpërkatësi të dhënë, lypset të kufizoni ose zgjeroni shtrirjen e përkatësisë dhe shtegut të cookie-t të pranimit duke përdorur 'setCookieDomain' dhe ‘setCookiePath' (mësoni më tepër te udhërrëfyesi i ndjekjes me JavaScript).",
        "AskForConsentStep3DescANote3": "Është e domosdoshme të mos çaktivizoni cookie-t.",
        "AskForConsentStep3DescB": "B) nëse përdorni një mjet tuajin për mbajtje mend pranimesh",
        "AskForConsentStep3DescBDesc1": "Në disa raste, të dhënat që përdoruesi ka dhënë pranim të ndiqet, i regjistroni drejtpërsëdrejti në sistemin ose CMS-në tuaj (për shembull, kur përdorni një <em>cookie<\/em> tuajën për të mbajtur mend pranim përdoruesi). Pasi të keni pranimin nga përdoruesi që të përpunoni të dhëna të tyre, lypset të vini në punë metodën 'setConsentGiven':",
        "AskForConsentStep3DescBDesc2": "Kjo i lejon gjurmuesit JavaScript të dijë që përdoruesi ka dhënë pranimin dhe të sigurojë që gjurmimi po funksionon si duhet. Ky funksion është e domosdoshme të thirret sa herë pas %1$s.",
        "AskForConsentStep3DescBNote1": "kur vini në punë %1$s, Matomo-ja s’do të mbajë mend gjatë kërkesash në vazhdim se ky përdorues ka dhënë pranim: është e rëndësishme të thirrni setConsentGiven në çdo faqe.",
        "AskForConsentStep3DescBNote2": "kur përdoruesi e ka dhënë pranimin, mundeni edhe të shmgani fillimisht thirrjen e %1$s.",
        "AskForConsentStep4": "Hapi 4: përdoruesi nuk e pranon më",
        "AskForConsentStep4Desc": "Që të mund të heqë pranimin e tij përdoruesit i duhet të kryejë një veprim specifik, për shembull: klikimi mbi një buton “S’dua të ndiqem më”.",
        "AskForConsentStep4DescA": "A) nëse doni t’ia lini Matomo-s të mbajë mend pranimin",
        "AskForConsentStep4DescADesc": "Kur përdorues ka shprehur se nuk jep më pranimin, duhet të vini në punë menjëherë metodën vijuese:",
        "AskForConsentStep4DescADesc2": "Kjo garanton që <em>cookie<\/em> e cila shërbente për të mbajtur mend pranimin fshihet.",
        "AskForConsentStep4DescB": "B) nëse përdorni një mjet tuajin për mbajtje mend pranimesh",
        "AskForConsentStep4DescBDesc": "Kur përdoruesi ka shprehur se nuk jep më pranim, s’duhet ta vini më në punë metodën vijuese:",
        "AskForConsentStepNotes": "Shënime:",
        "AnonymizeSites": "Anonimizo të dhënat e këtij sajti(eve)",
        "AnonymizeRowDataFrom": "Anonimizo krejt të dhënat e papërpunuara duke filluar nga:",
        "AnonymizeRowDataTo": "Anonimizo krejt të dhënat e papërpunuara deri më:",
        "AnonymizeIp": "Anonimizo IP",
        "AnonymizeIpHelp": "Ky veprim s’mund të zhbëhet. Në u aktivizoftë, për krejt vizitat gjatë kohëzgjatjes, IP-ja do të anonimizohet të paktën me 2 bajte, për shembull '192.168.xxx.xxx'. Nëse keni formësuar të anonimizohen 3 bajte, atëherë ky rregullim do të respektohet dhe krejt IP-të do të anonimizohen me 3 bajte.",
        "AnonymizeLocation": "Anonimizo Vendndodhje",
        "AnonymizeLocationHelp": "Ky veprim s’mund të zhbëhet. Rivlerëson vendndodhjen bazuar bë IP-në e anonimizuar (do të anonimizohen të paktën 2 bajte të IP-së).",
        "AnonymizeUserId": "Zëvendëso ID Përdoruesi me një pseudonim",
        "AnonymizeUserIdHelp": "Kur aktivizoni këtë mundësi, ID-ja e Përdoruesit do të zëvendësohet me një pseudonim, që të shmanget depozitimi dhe shfaqja e drejtpërdrejtë e të dhënash që lejojnë identifikim personal, bie fjala, një adresë email. Në terma teknikë: me bazë ID-në tuaj të Përdoruesit, Matomo-ja do të përpunojë pseudonimin e ID-së së Përdoruesit duke përdorur një funksion hash <em>salted<\/em>.<br\/><br\/><em>Shënim: zëvendësimi me një pseudonim s’është e njëjta gjë si anonimizimi. Sipas termave të GDPR-së: pseudonimi i ID-së së Përdoruesit ende konsiderohet e dhënë personale. ID-ja origjinale e Përdoruesit ende mund të identifikohet, nëse kihen disa të dhëna shtesë (te të cilat mund të hyjnë vetëm Matomo dhe përpunuesi juaj i të dhënave).<\/em>",
        "AnonymizeProcessInfo": "Ky veprim mund të zgjasë një kohë të gjatë, ndaj edhe s’do të kryhet menjëherë. Më poshtë do të jeni në gjendje të ndiqni gjendjen aktuale të procesit. Anonimizimi normalisht duhet të fillojë brenda një ore.",
        "AnonymizeDataNow": "Anonimizo të dhëna të dikurshme për sajtin dhe kohën e përzgjedhur",
        "AnonymizeDataConfirm": "Jeni i sigurt se doni të anonimizohen të dhënat për sajtin(et) e përzgjedhur dhe intervalin e dhënë të kohës? Ky veprim s’mund të zhbëhet, të dhëna mund të fshihen, në u dashtë, dhe ky proces do të hajë një kohë të gjatë.",
        "CurrentDBSize": "Madhësia e tanishme e bazës së të dhënave",
        "DBPurged": "DB-ja u pastrua.",
        "DeleteBothConfirm": "Ju ndan një hap nga aktivizimi i fshirjes si për të dhënat e papërpunuara, ashtu edhe për të dhëna raportesh. Kjo do t’ju heqë përgjithmonë aftësinë të shihni të dhëna analitike të vjetra. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteDataDescription": "Mund ta formësoni Matomo-n të fshjë rregullisht të dhëna të vjetra të papërpunuara dhe\/ose raporte të krijuar, për ta mbajtur bazën tuaj të të dhënave të vogël ose për të qenë në përputhje me rregulla privatësie të tilla si GDPR-ja.",
        "DeleteDataInterval": "Fshiji të dhënat e vjetra çdo",
        "DeleteOldVisitorLogs": "Fshi regjistra të vjetër vizitorësh",
        "DeleteOldRawData": "Fshi rregullisht të dhëna të vjetra të papërpunuara",
        "DeleteOldAggregatedReports": "Fshi raporte të vjetër të krijuar",
        "DeleteLogDescription2": "Kur aktivizoni fshirjen e vetvetishme të regjistrimeve, duhet të siguroheni që janë përpunuar krejt raportet e ditës së mëparshme, që të mos humbni të dhëna.",
        "DeleteRawDataInfo": "Të dhënat e papërpunuara përfshijnë krejt hollësitë mbi secilën vizitë individuale dhe mbi çdo veprim që bënë vizitorët tuaj. Kur fshini të dhëna të papërpunuara, informacioni i fshirë s’do të mund të gjendet apo përdoret më te regjistri mbi atë vizitorë. Gjithashtu, nëse vendosni më vonë të krijoni një segment, s’do të prodhohen dot raporte segmentesh për atë interval kohor që është fshirë, ngaqë krejt raportet e krijuar prodhohen nga këto të dhëna të papërpunuara.",
        "DeleteLogsConfirm": "Ju ndan një hap nga fshirja e të dhënave të papërpunuara. Nëse hiqen të dhënat e vjetra të papërpunuara, dhe raportet s’janë krijuar ende, s’do të jeni në gjendje të shihni të dhëna analitike të dikurshme historike. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteLogsOlderThan": "Fshi regjistrime më të vjetër se",
        "DeleteMaxRows": "Numër maksimum rreshtash për t’u fshirë njëherazi:",
        "DeleteMaxRowsNoLimit": "pa kufi",
        "DeleteReportsConfirm": "Ju ndan një hap nga aktivizimi i fshirjes së të dhënave të raporteve. Nëse hiqen raportet e vjetër, do t’ju duhet t’i ripërpunoni ata, pa të mund t’i shihni. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteAggregateReportsDetailedInfo": "Kur e aktivizoni këtë rregullim, do të fshihen krejt raportet e krijuar. Raportet e krijuar prodhohen nga të dhëna të papërpunuara prej shumë vizitash individuale. Për shembull, raporti \"Vend\" radhit numra përmbledhës për të parë se sa vizita keni pasur prej secilit vend.",
        "KeepBasicMetricsReportsDetailedInfo": "Kur e aktivizoni këtë rregullim, disa tregues kyç numerikë mbi funksionimin e sajtit nuk do të fshihen.",
        "DeleteReportsInfo2": "Nëse fshini raporte të vjetër, ata mund të rikrijohen përmes të dhënave të PAPËRPUNUARA, kur ta kërkoni këtë.",
        "DeleteReportsInfo3": "Nëse keni aktivizuar edhe \"%s\", atëherë të dhënat e raporteve që po fshini, do të humbin përgjithnjë.",
        "DeleteReportsOlderThan": "Fshi raporte më të vjetër se",
        "DeleteSchedulingSettings": "Planifikoni fshirje të dhënash të vjetra",
        "DeleteDataSettings": "Fshi regjistra dhe raporte të vjetër përdoruesish",
        "DoNotTrack_Description": "Mos Më Gjurmo është një propozim teknik dhe rregulli që u lejon përdoruesve të zgjedhin lënien jashtë ndjekjes nga sajtet që vizitojnë, përfshi shërbime analizash, rrjete reklamash, dhe platforma shoqërore.",
        "DoNotTrack_Disable": "Çaktivizoni mbulimin e Mos Më Gjurmo-së",
        "DoNotTrack_Disabled": "Matomo i ndjek krejt vizitorët, edhe kur ata kanë zgjedhur \"Nuk dua të gjurmohem\" në shfletuesin e tyre.",
        "DoNotTrack_DisabledMoreInfo": "Këshillojmë të aktivizoni mbulim për MosMëGjurmo për të respektuar privatësinë e vizitorëve tuaj",
        "DoNotTrack_Enable": "Aktivizoni mbulimin e Mos Më Gjurmo-së",
        "DoNotTrack_Enabled": "Po e respektoni Privatësinë e përdoruesve tuaj. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Kur përdoruesit kanë zgjedhur në shfletuesin e tyre \"Nuk dua të gjurmohem\" (DoNotTrack është i aktivizuar) atëherë Matomo nuk do t’i ndjekë këto vizita.",
        "DoNotTrack_SupportDNTPreference": "Përkrahni parapëlqimin Mos Më Gjurmo",
        "EstimatedDBSizeAfterPurge": "Madhësi e pritshme për bazën e të dhënave pas pastrimit",
        "EstimatedSpaceSaved": "Hapësirë që pritet të kursehet",
        "GeolocationAnonymizeIpNote": "Shënim: Gjeovendëzimi do të ketë përafërsisht të njëjtat përfundime me 1 bajt të anonimizuar. Me 2 ose më shumë bajte, Gjeovendëzimi do të jetë i pasaktë.",
        "GDPR": "GDPR",
        "GdprManager": "Përgjegjës GDPR",
        "GdprOverview": "Përmbledhje e GDPR-së",
        "GdprTools": "Mjete GDPR",
        "GetPurgeEstimate": "Merrni parashikim pastrimi",
        "KeepBasicMetrics": "Mba vlerat bazë (vizita, parje faqesh, mesatare kthimesh, shndërrime objektivash, shndërrime e-tregti, etj.)",
        "KeepDataFor": "Mba krejt të dhënat për",
        "KeepReportSegments": "Për të dhëna të mbajtura më sipër, mbaj edhe raporte të segmentuar",
        "LastDelete": "Fshirja e fundit u krye më",
        "LeastDaysInput": "Ju lutemi, jepni një numër ditësh më të madh se %s.",
        "LeastMonthsInput": "Ju lutemi, tregoni një numër muajsh më të madh se %s.",
        "MenuPrivacySettings": "Privatësi",
        "NextDelete": "Fshirja pasuese është planifikuar më",
        "PluginDescription": "Shtoni Privatësinë për përdoruesit tuaj dhe bëjeni instalimin tuaj të Matomo-s të përputhshëm me ligjshmërinë vendore mbi privatësinë.",
        "PurgeNow": "Pastroje DB-në Tani",
        "PurgeNowConfirm": "Ju ndan një hap nga fshirja përgjithmonë e të dhënave nga baza juaj e të dhënave. Jeni i sigurt se doni të vazhdohet?",
        "PurgingData": "Po pastrohen të dhënat…",
        "RecommendedForPrivacy": "E këshilluar për privatësi",
        "ReportsDataSavedEstimate": "Madhësi baze të dhënash",
        "SaveSettingsBeforePurge": "Keni ndryshuar rregullimet për fshirje të dhënash. Ju lutemi, ruajini ato përpara se të nisni një pastrim.",
        "SeeAlsoOurOfficialGuidePrivacy": "Shihni edhe udhërrëfyesin tonë zyrtar: %1$sPrivatësi Analizash Web%2$s",
        "TeaserHeader": "Në këtë faqe, mund ta përshtatni Matomo-n për ta bërë të përputhshëm me rregulla privatësie legjislacionesh ekzistuese, duke: %1$s anonimizuar IP-në e vizitorit%2$s, %3$s duke hequr vetvetiu nga baza e të dhënave regjistra të vjetër vizitorësh%4$s, dhe %5$s anonimizuar të dhëna të papërpunuara vizitorësh të ndjekur më parë%6$s.",
        "TeaserHeadline": "Rregullime Privatësie",
        "UseAnonymizedIpForVisitEnrichment": "Përdor edhe adresa IP të Anonimizuara kur pasurohen vizita.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Shtojca të tilla si Gjeovendëzim përmes IP-sh dhe Furnizuesish përmirësojnë tejtëdhënat e përdoruesve. Si parazgjedhje, këto shtojca përdorin adresa IP të anonimizuara. Nëse përzgjidhni 'Jo', atëherë do të përdoren adresa IP të plota, të paanonimizuara, që do të thotë më pak privatësi, por më tepër saktësi të dhënash.",
        "PseudonymizeUserIdNote": "Kur aktivizoni këtë mundësi, ID-ja e Përdoruesit do të zëvendësohet me një pseudonim, për të shmangur depozitim dhe shfaqje të drejtpërdrejtë në ekran të dhënash personale të identifikueshme, f.v. një adresë email. Me terma teknike: kur i jepet ID-ja juaj e Përdoruesit, Matomo do të përgatisë pseudonimin e ID-së së Përdoruesit duke përdorur një funksion <em>salted hash<\/em>.",
        "PseudonymizeUserIdNote2": "Shënim: zëvendësimi me një pseudonim s’është e njëjta gjë me anonimizimin. Me termat e GDPR-së: Pseudonimi i ID-së së Përdoruesit merret si e dhënë personale. ID-ja origjinale e Përdoruesit prapë mund të identifikohet, nëse kihen disa të dhëna të caktuara (te të cilat mund të hyjë vetëm Matomo dhe përpunuesi i të dhënave tuaja).",
        "AnonymizeOrderIdNote": "Ngaqë një ID Porosie mund të mund të përshoqërohet me një sistem tjetër, zakonisht një dyqan etregtie, ID-ja e Porosisë mund të shihet si e dhënë personale, nën GDPR-në. Kur e aktivizoni këtë mundësi, një ID Porosie do të anonimizohet vetvetiu, dhe kështu s’do të ketë ndjekje të dhënash personale.",
        "UseAnonymizeIp": "Anonimizoni adresat IP të Vizitorëve",
        "UseAnonymizeTrackingData": "Anonimizo Të dhëna Ndjekjeje",
        "UseAnonymizeUserId": "Anonimizo ID Përdoruesi",
        "PseudonymizeUserId": "Zëvendëso ID Përdoruesi me një pseudonim",
        "UseAnonymizeOrderId": "Anonimizo ID Porosie",
        "UseDeleteLog": "Fshi rregullisht të dhëna të vjetra të papërpunuara prej bazës së të dhënave",
        "UseDeleteReports": "Fshi rregullisht raporte të vjetër prej bazës së të dhënave",
        "UsersOptOut": "Zgjedhje lënieje jashtë nga përdoruesit",
        "PrivacyPolicyUrl": "URL Rregullash Privatësie",
        "PrivacyPolicyUrlDescription": "Një lidhje për te faqja juaj e Rregullave të Privatësisë",
        "TermsAndConditionUrl": "URL Termash & Kushtesh",
        "TermsAndConditionUrlDescription": "Një lidhje për te faqja e Termave & Kushteve tuaja.",
        "PrivacyPolicyUrlDescriptionSuffix": "Nëse e caktoni këtë, do të shfaqet në fund të faqes së hyrjeve dhe te faqe te të cilat mund të hyjë përdoruesi '%1$s'.",
        "ShowInEmbeddedWidgets": "Shfaqe në widget-e të trupëzuar",
        "ShowInEmbeddedWidgetsDescription": "Nëse i vihet shenjë, në fund të widget-eve të trupëzuar do të shfaqet një lidhje për te Rregullat tuaja të Privatësisë dhe Termat & Kushtet tuaja.",
        "PrivacyPolicy": "Rregulla Privatësie",
        "TermsAndConditions": "Terma & Kushte"
    }
}