{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Përzgjidhni \"Po\", nëse doni që Piwik-u të mos ndjekë adresa IP të përcaktuara qartë.",
        "AnonymizeIpInlineHelp": "Anonimizoje bajtin(et) e fundit të adresave IP të vizitorëve, në pajtim me ligjet\/udhëzimet vendore mbi privatësinë.",
        "AnonymizeIpExtendedHelp": "Kur përdoruesit vizitojnë sajtin tuaj, Piwik-u s’do të përdorë adresën e plotë IP (të tillë si %1$s), por në vend të kësaj Matomo-u së pari do ta anonimizojë (si %2$s). Anonimizimi i adresave IP është një nga domosdoshmëritë e vendosura nga ligjet mbi privatësinë në disa vende, si Gjermania, fjala vjen.",
        "AnonymizeIpMaskLengtDescription": "Përzgjidhni sa bajte të maskohen te IP-ja e vizitorit.",
        "AnonymizeIpMaskLength": "%1$s bajt(e) - p.sh. %2$s",
        "CannotLockSoDeleteLogActions": "Tabela log_action nuk do të spastrohet: ju lutemi, akordojini privilegjin LOCK TABLES përdoruesit '%s' MySQL.",
        "ClickHereSettings": "Klikoni këtu që të shkoni te rregullimet mbi %s.",
        "CurrentDBSize": "Madhësia e tanishme e bazës së të dhënave",
        "DBPurged": "DB-ja u pastrua.",
        "DeleteBothConfirm": "Ju ndan një hap nga aktivizimi i fshirjes së të dhënave të regjistrave & fshirjes së të dhënave të raporteve. Kjo do t’ju heqë përgjithmonë mundësinë të shihni të dhëna të vjetra statistikore. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteDataDescription": "Piwik-un mund ta formësoni të fshijë rregullisht regjistra të vjetër vizitorësh dhe\/ose raporte të përpunuar, për ta mbajtur të vogël madhësinë e bazë suaj të të dhënave.",
        "DeleteDataDescription2": "Nëse dëshirohet, raportet e parapërpunuar nuk do të fshihen, do të fshihen vetëm të dhënat e regjistrave për vizita, parje faqesh dhe shndërrime. Ose, mund të fshihen raportet e parapërpunuar dhe të mbahen të dhënat e regjistrave.",
        "DeleteDataInterval": "Fshiji të dhënat e vjetra çdo",
        "DeleteOldVisitorLogs": "Fshi regjistra të vjetër vizitorësh",
        "DeleteOldArchivedReports": "Fshi raporte të arkivuar të vjetër",
        "DeleteLogDescription2": "Kur aktivizoni fshirjen e vetvetishme të regjistrimeve, duhet të siguroheni që janë përpunuar krejt raportet e ditës së mëparshme, që të mos humbni të dhëna.",
        "DeleteLogInfo": "Regjistrimet nga tabelat vijuese do të fshihen: %s",
        "DeleteLogsConfirm": "Ju ndan një hap nga aktivizimi i fshirjes së të dhënave të regjistrave. Nëse hiqen të dhëna regjistrash të vjetër, dhe s’janë krijuar ende raporte, nuk do të jeni në gjendje të shihni të dhëna statistikore të dikurshme. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteLogsOlderThan": "Fshi regjistrime më të vjetër se",
        "DeleteMaxRows": "Numër maksimum rreshtash për t’u fshirë njëherazi:",
        "DeleteMaxRowsNoLimit": "pa kufi",
        "DeleteReportsConfirm": "Ju ndan një hap nga aktivizimi i fshirjes së të dhënave të raporteve. Nëse hiqen raportet e vjetër, do t’ju duhet t’i ripërpunoni ata, pa të mund t’i shihni. Jeni i sigurt se doni të bëhet kjo?",
        "DeleteReportsDetailedInfo": "Të dhënat prej tabelash arkivi numerik baze të dhënash (%1$s) dhe tabelash arkivi blob (%2$s) do të fshihen.",
        "DeleteReportsInfo": "Në u aktivizoftë, raportet e vjetër do të fshihen. %1$sJu këshillojmë ta aktivizoni vetëm kur hapësira juaj për baza të dhënash është e kufizuar.%2$s",
        "DeleteReportsInfo2": "Nëse nuk keni aktivizuar \"%s\", raportet e vjetër do të rikrijohen vetvetiu kur të kërkohet.",
        "DeleteReportsInfo3": "Nëse e keni aktivizuar \"%s\", të dhënat do të humbin përgjithmonë.",
        "DeleteReportsOlderThan": "Fshi raporte më të vjetër se",
        "DeleteSchedulingSettings": "Planifikoni fshirje të dhënash të vjetra",
        "DeleteDataSettings": "Fshi regjistra dhe raporte të vjetër përdoruesish",
        "DoNotTrack_Description": "Mos Më Gjurmo është një propozim teknik dhe rregulli që u lejon përdoruesve të zgjedhin lënien jashtë gjurmimit nga sajtet që vizitojnë, përfshi shërbime analizash, rrjete reklamash, dhe platforma shoqërore.",
        "DoNotTrack_Disable": "Çaktivizoni mbulimin e Mos Më Gjurmo-së",
        "DoNotTrack_Disabled": "Piwik-u i ndjek krejt vizitorët, edhe kur ata kanë zgjedhur \"Nuk dua të gjurmohem\" në shfletuesin e tyre.",
        "DoNotTrack_DisabledMoreInfo": "Këshillojmë të respektoni privatësinë e vizitorëve tuaj dhe të aktivizoni mbulimin e Mos Më Gjurmo-së.",
        "DoNotTrack_Enable": "Aktivizoni mbulimin e Mos Më Gjurmo-së",
        "DoNotTrack_Enabled": "Po e respektoni Privatësinë e përdoruesve tuaj. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Kur përdoruesit kanë zgjedhur në shfletuesin e tyre \"Nuk dua të gjurmohem\" (DoNotTrack është i aktivizuar) atëherë Piwik-u nuk do t’i ndjekë këto vizita.",
        "DoNotTrack_SupportDNTPreference": "Përkrahni parapëlqimin Mos Më Gjurmo",
        "EstimatedDBSizeAfterPurge": "Madhësi e pritshme për bazën e të dhënave pas pastrimit",
        "EstimatedSpaceSaved": "Hapësirë që pritet të kursehet",
        "GeolocationAnonymizeIpNote": "Shënim: Gjeovendëzimi do të ketë përafërsisht të njëjtat përfundime me 1 bajt të anonimizuar. Me 2 ose më shumë bajte, Gjeovendëzimi do të jetë i pasaktë.",
        "GetPurgeEstimate": "Merrni parashikim pastrimi",
        "KeepBasicMetrics": "Mba vlerat bazë (vizita, parje faqesh, mesatare kthimesh, shndërrime objektivash, shndërrime e-tregti, etj.)",
        "KeepDataFor": "Mba krejt të dhënat për",
        "KeepReportSegments": "Për të dhëna të mbajtura më sipër, mbaj edhe raporte të segmentuar",
        "LastDelete": "Fshirja e fundit u krye më",
        "LeastDaysInput": "Ju lutemi, jepni një numër ditësh më të madh se %s.",
        "LeastMonthsInput": "Ju lutemi, tregoni një numër muajsh më të madh se %s.",
        "MenuPrivacySettings": "Privatësi",
        "NextDelete": "Fshirja pasuese është planifikuar më",
        "PluginDescription": "Shtoni Privatësinë për përdoruesit tuaj dhe bëjeni instalimin tuaj të Matomo-ut të përputhshëm me ligjshmërinë vendore mbi privatësinë.",
        "PurgeNow": "Pastroje DB-në Tani",
        "PurgeNowConfirm": "Ju ndan një hap nga fshirja përgjithmonë e të dhënave nga baza juaj e të dhënave. Jeni i sigurt se doni të vazhdohet?",
        "PurgingData": "Po pastrohen të dhënat…",
        "RecommendedForPrivacy": "E këshilluar për privatësi",
        "ReportsDataSavedEstimate": "Madhësi baze të dhënash",
        "SaveSettingsBeforePurge": "Keni ndryshuar rregullimet për fshirje të dhënash. Ju lutemi, ruajini ato përpara se të nisni një pastrim.",
        "SeeAlsoOurOfficialGuidePrivacy": "Shihni edhe udhërrëfyesin tonë zyrtar: %1$sPrivatësi Analizash Web%2$s",
        "Teaser": "Në këtë faqe, mund ta përshtatni Matomo-un që privatësia në të të jetë në pajtim me legjislacionin në fuqi, duke: %1$s anonimizuar IP-të e vizitorëve%2$s, %3$s hequr automatikisht nga baza e të dhënave regjistrime të vjetër vizitorësh%4$s, dhe %5$s duke ofruar një mekanizëm Opt-out për sajtin tuaj%6$s.",
        "TeaserHeadline": "Rregullime Privatësie",
        "UseAnonymizedIpForVisitEnrichment": "Përdor edhe adresa IP të Anonimizuara kur pasurohen vizita.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Shtojca të tilla si Gjeovendëzim përmes IP-sh dhe Furnizuesish përmirësojnë tejtëdhënat e përdoruesve. Si parazgjedhje, këto shtojca përdorin adresa IP të anonimizuara. Nëse përzgjidhni 'Jo', atëherë do të përdoren adresa IP të plota, të paanonimizuara, që do të thotë më pak privatësi, por më tepër saktësi të dhënash.",
        "UseAnonymizeIp": "Anonimizoni adresat IP të Vizitorëve",
        "UseDeleteLog": "Fshiji rregullisht te baza e të dhënave regjistrimet e vjetra të përdoruesve",
        "UseDeleteReports": "Fshi rregullisht raporte të vjetër prej bazës së të dhënave"
    }
}