{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Kliknite na \"Da\" ako želite da Piwik ne beleži pune IP adrese",
        "AnonymizeIpInlineHelp": "Maskiranje poslednjeg bajta IP adresa posetioca kako bi sve bilo u skladu sa vašim lokalnim zakonima i preporukama o zaštiti privatnosti.",
        "AnonymizeIpExtendedHelp": "Kada korisnik poseti vaš sajt, Piwik neće koristiti punu IP adresu (poput %s) već će je anonimizirati (u %s). Anonimizacija IP adresa je jedan od zahteva koje su postavili zakoni o zaštit privatnosti u zemljama poput Nemačke.",
        "AnonymizeIpMaskLengtDescription": "Izaberite koliko bajtova IP adrese treba da bude maskirano",
        "AnonymizeIpMaskLength": "%s bajt(ova) - npr. %s",
        "CannotLockSoDeleteLogActions": "Tabela log_action ne može biti očišćena. Potrebno je da MYSQL korisnik '%s' ima privilegiju LOCK TABLES",
        "ClickHereSettings": "Kliknite ovde kako biste pristupili %s podešavanjima.",
        "CurrentDBSize": "Trenutna veličina baze",
        "DBPurged": "Baza je očišćena",
        "DeleteBothConfirm": "Na putu ste da uključite brisanje zapisa sa podacima i brisanje izveštaja. Time više nećete biti u mogućnosti da vidite analitičke podatke za prošlost. Da li ste sigurni da želite to da uradite?",
        "DeleteDataDescription": "Možete podesiti Piwik tako da periodično briše stare zapise o posetama i\/ili obrađene izveštaje te da tako održite veličinu baze malom.",
        "DeleteDataDescription2": "Ukoliko želite, već obrađeni izveštaji ne moraju biti obrisani već samo posete, prikazi stranica i ispunjenja ciljeva. Ili, već obrađeni izveštaji se mogu obrisati a zapisi ostati sačuvani.",
        "DeleteDataInterval": "Obriši stare posatke svakih",
        "DeleteOldVisitorLogs": "Obriši stare zapise",
        "DeleteOldArchivedReports": "Obriši stare arhivirane izveštaje",
        "DeleteLogDescription2": "Kada omogućite automatsko brisanje zapisa, morate biti sigurni da su svi prethodni dnevni izveštaji obrađeni kako ne bi došlo do gubitka podataka.",
        "DeleteLogInfo": "Zapisi iz sledećih tabela će biti obrisani: %s",
        "DeleteLogsConfirm": "Na putu ste da uključite brisanje zapisa sa podacima. Ukoliko obrišete stare podatke a izveštaji još nisu napravljeni, nećete biti u mogućnosti da vidite analitičke podatke za prošlost. Da li ste sigurni da želite to da uradite?",
        "DeleteLogsOlderThan": "Obriši zapise starije od",
        "DeleteMaxRows": "Maksimalan broj redova za brisanje odjednom:",
        "DeleteMaxRowsNoLimit": "bez ograničenja",
        "DeleteReportsConfirm": "Na putu ste da uključite brisanje izveštaja. Ukoliko obrišete stare izveštaje, moraćete ponovo da ih kreirate ako budete želeli opet da ih vidite. Da li ste sigurni da želite to da uradite?",
        "DeleteReportsDetailedInfo": "Podaci iz numeričkih (%s) i binarnih (%s) arhiva će biti obrisani.",
        "DeleteReportsInfo": "Ukoliko je uključeno, stari izveštaji će biti obrisani. %sPreporučujemo vam da ovo uključite samo ako je prostor u vašoj bazi ograničen.%s",
        "DeleteReportsInfo2": "Ukoliko niste uključili \"%s\", stari izveštaji će biti ponovo napravljeni automatski kada budu zahtevani.",
        "DeleteReportsInfo3": "Ukoliko ste uključili \"%s\", podaci će biti zauvek izgubljeni.",
        "DeleteReportsOlderThan": "Briši izveštaje starije od",
        "DeleteSchedulingSettings": "Zakaži brisanje starih podataka",
        "DeleteDataSettings": "Obriši stare zapise i izveštaje",
        "DoNotTrack_Description": "Do Not Track je predlog tehnologije i polise koji omogućuje korisnicima da se izuzmu iz praćenja od strane sajtova koje oni nisu posetili uključujući analitičke servise, reklamne mreže i društvene platforme.",
        "DoNotTrack_Disable": "Isključi podršku za Do Not Track",
        "DoNotTrack_Disabled": "Piwik trenutno prati sve posetioce, čak iako su oni u svom brauzeru uključi opciju \"I do not want to be tracked\"",
        "DoNotTrack_DisabledMoreInfo": "Predlažemo vam da poštujete privatnost vaših korisnika i uključite podršku za Do Not Track.",
        "DoNotTrack_Enable": "Uključi podršku za Do Not Track",
        "DoNotTrack_Enabled": "Vi poštujete privatnost vaših korisnika. Bravo!",
        "DoNotTrack_EnabledMoreInfo": "Kada korisnik u svom brauzeru uključi opciju \"I do not want to be tracked\" (Do Not Track je uključen), onda Piwik ne prati njihove posete.",
        "DoNotTrack_SupportDNTPreference": "Do Not Track podešavanja",
        "EstimatedDBSizeAfterPurge": "Procenjena veličina baze nakon čišćenja",
        "EstimatedSpaceSaved": "Procenjena ušteda u prostoru",
        "GeolocationAnonymizeIpNote": "Pažnja: Geolokacija će imati približno iste rezultate sa jednim bajtom anonimizacije. Sa dva bajta ili više, Geolokacija neće biti tačna.",
        "GetPurgeEstimate": "Daj procenu",
        "KeepBasicMetrics": "Zadrži osnovne metrike (posete, broj prikaza stranica, stopu odbijanja, ispunjenje ciljeva, elektronske porudžbine itd.)",
        "KeepDataFor": "Zadrži sve podatke za",
        "KeepReportSegments": "Za gore sačuvane podatke sačuvaj i segmentirane izveštaje",
        "LastDelete": "Poslednje brisanje je bilo",
        "LeastDaysInput": "Molimo vas da navedete broj dana veći od %s.",
        "LeastMonthsInput": "Molimo vas da navedete broj meseci veći od %s.",
        "MenuPrivacySettings": "Privatnost",
        "NextDelete": "Sledeće zakazano brisanje za",
        "PluginDescription": "Obezbedite privatnost vaših korisnika i uskladite Piwik sa lokalnim zakonodavstvom.",
        "PurgeNow": "Očisti bazu",
        "PurgeNowConfirm": "Na putu ste da trajno obrišete podatke iz baze. Da li želite da nastavite?",
        "PurgingData": "Čišćenje baze",
        "RecommendedForPrivacy": "Preporučljivo zbog privatnosti",
        "ReportsDataSavedEstimate": "Veličina baze",
        "SaveSettingsBeforePurge": "Izmenili ste pravila oko brisanja podataka. Molimo vas da ih sačuvate pre nego što počnete sa čišćenjem podataka.",
        "SeeAlsoOurOfficialGuidePrivacy": "Pogledajte i naš zvanični vodič: %sPrivatnost u analitikama%s",
        "Teaser": "Na ovoj stranici možete izvršiti Piwik podešavanja u pogledu privatnosti tako što ćete: %s anonimizirati IP adrese posetilaca%s, %s automatski ukloniti stare zapise iz baze%s, obezbediti mehanizam da %s podaci ne budu zabeleženi ako posetioc to ne želi%s",
        "TeaserHeadline": "Podešavanja privatnosti",
        "UseAnonymizedIpForVisitEnrichment": "Takođe koristi anonimne IP adrese kada obogaćuješ podete.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Dodaci poput Geolokacije putem IP adrese i provajdera unapređuju podatke o posetiocima. Podrazumevano, ovi dodaci anonimiziraju IP adrese. Ukoliko izaberete 'Ne', onda će u upotrebi biti pune IP adrese što će rezultovati slabijom privatnošću ali i većom tačnošću podataka.",
        "UseAnonymizeIp": "Anonimizacija IP adrese posetilaca",
        "UseDeleteLog": "Periodično briši stare zapise iz baze",
        "UseDeleteReports": "Periodično briši stare izveštaje iz baze"
    }
}