{
    "PrivacyManager": {
        "AddUserIdToSearch": "Klicka för att lägga till detta användar-ID i sökningen",
        "AddVisitorIPToSearch": "Klicka för att lägga till denna besökarIP till sökningen",
        "AddVisitorIdToSearch": "Klicka för att lägga till detta besökar-ID i sökningen",
        "AffectedDate": "Påverkade datum",
        "AffectedIDSites": "Påverkade sajt ID",
        "Anonymize": "Anonymisera",
        "AnonymizeData": "Anonymisera data",
        "AnonymizeDataConfirm": "Är du säker på att du vill anonymisera uppgifterna för den eller de valda webbplatserna och tidsintervallet? Denna åtgärd kan inte ångras, data kan raderas och processen kan ta lång tid.",
        "AnonymizeDataNow": "Anonymisera tidigare data för den valda webbplatsen och tiden",
        "AnonymizeIp": "Anonymisera IP",
        "AnonymizeIpDescription": "Välj \"Ja\" om du vill att Matomo inte ska spåra fullständiga IP-adresser.",
        "AnonymizeIpExtendedHelp": "När användare besöker din webbplats kommer Matomo inte att använda hela IP-adressen (till exempel %1$s) utan istället kommer Matomo anonymisera den först (till %2$s). Anonymisering av IP-adresser är ett av kraven som ställs i sekretesslagarna i vissa länder, som exempelvis Tyskland.",
        "AnonymizeIpHelp": "Denna åtgärd kan inte ångras. Om aktiverad kommer IP för alla besök under denna tid att anonymiseras med minst 2 byte, till exempel '192.168.xxx.xxx'. Om du för närvarande har konfigurerat att anonymisera med 3 byte, kommer denna inställning att respekteras och alla IP-adresser kommer att anonymiseras med 3 byte.",
        "AnonymizeIpInlineHelp": "Anonymisera den sista byten av besökarnas IP-adress för att följa lokala lagar om personlig integritet/riktlinjer.",
        "AnonymizeIpMaskFully": "Maskera IP-adressen helt",
        "AnonymizeIpMaskLengtDescription": "Välj hur många bytes av besökares IP-adresser som ska döljas.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - t.ex. %2$s",
        "AnonymizeLocation": "Anonymisera plats",
        "AnonymizeLocationHelp": "Denna åtgärd kan inte ångras. Omvärderar platsen baserat på den anonymiserade IP:n (minst 2 byte av IP:n kommer att anonymiseras).",
        "AnonymizeOrderIdNote": "Eftersom ett order-ID kan korsrefereras med ett annat system, vanligtvis en e-handelsbutik, kan order-ID räknas som personlig information enligt GDPR. När du aktiverar det här alternativet anonymiseras ett order-ID automatiskt så att ingen personlig information spåras.",
        "AnonymizePreviousData": "Anonymisera tidigare spårad rådata",
        "AnonymizePreviousDataDescription": "Ifall du har spårad personlig data som besökarnas kompletta IP-adress vill du nog anonymisera denna data om du inte har ett samtycke eller ett legitimt intresse längre.",
        "AnonymizePreviousDataOnlySuperUser": "Endast användare med superanvändar-behörighet kan anonymisera tidigare spårad rådata.",
        "AnonymizeProcessInfo": "Denna åtgärd kan ta lång tid och kommer därför inte att genomföras direkt. Du kommer att kunna följa det aktuella läget för processen nedan. Anonymiseringen bör vanligtvis börja inom en timme.",
        "AnonymizeReferrer": "Anonymisera hänvisaren",
        "AnonymizeReferrerExcludeAll": "Registrera inte hänvisningsadressen men upptäck vilken typ av hänvisning det är",
        "AnonymizeReferrerExcludeNone": "Anonymisera inte hänvisaren",
        "AnonymizeReferrerExcludePath": "Behåll endast domänen för en hänvisnings-URL",
        "AnonymizeReferrerExcludeQuery": "Ta bort frågeparametrar från hänvisnings-URL",
        "AnonymizeReferrerNote": "Matomo lagrar från vilken URL (hänvisningsadress) en användare kommer till din webbplats. I vissa fall kan en sådan URL innehålla information som kan betraktas som personlig information. Om du vill förhindra att sådan information spåras kan du begränsa mängden hänvisningsdata som Matomo kommer att lagra när en besökare kommer in på din webbplats. Ju mer information tas bort från hänvisningsinformationen, desto mindre sannolikt kommer personlig information att registreras. Ju mer information du tar bort från hänvisningsinformationen, desto mindre tydligt blir det hur en besökare kom till din webbplats.",
        "AnonymizeRowDataFrom": "Anonymisera all rådata med start från:",
        "AnonymizeRowDataTo": "Anonymisera all rådata fram till:",
        "AnonymizeSites": "Anonymisera datan på denna/dessa webbplats/webbplatser",
        "AnonymizeUserId": "Byt ut användar-Id mot ett pseudonym",
        "AnonymizeUserIdHelp": "När du aktiverar det här alternativet kommer användar-ID att ersättas av en pseudonym för att undvika att direkt lagra och visa personlig identifierbar information som en e-postadress. I tekniska termer: med tanke på ditt användar-ID kommer Matomo att bearbeta användar-ID-pseudonym med en saltad hash-funktion. <br><br><em>Obs: att ersätta med en pseudonym är inte detsamma som anonymisering. I GDPR-termer räknas användar-ID-pseudonymen fortfarande som personuppgifter. Det ursprungliga användar-ID:t kan fortfarande identifieras om viss ytterligare information är tillgänglig (som endast Matomo och din databehandlare har tillgång till).</em>",
        "ApplyStyling": "Ange en anpassad stil",
        "AskingForConsent": "Begär samtycke",
        "AwarenessDocumentation": "Medvetenhet och dokumentation",
        "AwarenessDocumentationDesc1": "Informera dina besökare genom ett tydligt sekretessmeddelande när du samlar in personuppgifter.",
        "AwarenessDocumentationDesc2": "Informera dina användare i din integritetspolicy om vilken information du samlar in och hur informationen används.",
        "AwarenessDocumentationDesc3": "Gör ditt team medvetet om att du använder Matomo Analytics och %1$svilken data som samlas in genom din analysplattform%2$s.",
        "AwarenessDocumentationDesc4": "Dokumentera din användning av Matomo i ditt %1$sregister över informationstillgångar%2$s.",
        "AwarenessDocumentationIntro": "Informera dina användare tydligt och öppet och gör dina kollegor medvetna om den data som samlas in och hur den används:",
        "BackgroundColor": "Bakgrundsfärg",
        "BuildYourOwn": "Bygg din egen",
        "ClickHereSettings": "Klicka här för att komma åt inställningar för %s.",
        "ConsentExplanation": "Samtycke innebär att erbjuda individer val och kontroll över hur deras personuppgifter behandlas.",
        "ConsentManager": "Samtyckeshanterare",
        "ConsentManagerConnected": "%1$s tycks redan vara konfigurerad för att fungera tillsammans med Matomo.",
        "ConsentManagerDetected": "Samtyckeshanteraren %1$s hittades på din webbplats. För att lära dig med om konfiguration av Matomo så det fungerar med %1$s, vänligen läs %2$sdenna guide%3$s",
        "CurrentDBSize": "Aktuell databasstorlek",
        "CurrentOutput": "Aktuell utmatning: %1$s",
        "DBPurged": "DB rensad.",
        "DataRetention": "Datalagring",
        "DataRetentionInMatomo": "Bevaring av data för data som lagras i Matomo:",
        "DataRetentionOverall": "Den totala datalagringsgraden för din integritetspolicy är rådata-lagringsgraden. Observera att aggregerade rapporter också kan innehålla personuppgifter. Om du använder funktioner som användar-ID, anpassade variabler, anpassad dimension eller spårar personuppgifter på andra sätt som händelser, sid-URL:er eller sidtitlar etc, är den totala datalagringsgraden för din integritetspolicy den högre av de två.",
        "DeleteAggregateReportsDetailedInfo": "När du aktiverar den här inställningen raderas alla aggregerade rapporter. Aggregerade rapporter genereras från rådata och representerar aggregerad data från flera enskilda besök. Till exempel visar rapporten \"Land\" aggregerade siffror för att se hur många besök du har fått från varje land.",
        "DeleteBothConfirm": "Du är på väg att aktivera radering av både loggar och rapportdata. Det innebär att du permanent kommer att förlora möjligheterna att visa gammal analysdata. Är du säker på att du vill göra detta?",
        "DeleteDataDescription": "Du kan konfigurera Matomo för att regelbundet ta bort gammal rådata och/eller aggregerade rapporter för att hålla din databas liten eller för att uppfylla sekretessregler som GDPR.",
        "DeleteDataInterval": "Ta bort gamla data varje",
        "DeleteDataSettings": "Radera gamla besöksloggar och rapporter från databasen",
        "DeleteLogDescription2": "När du aktiverar automatisk radering av loggar, så måste du se till att alla tidigare dagliga rapporter har behandlats så att inga data går förlorade.",
        "DeleteLogsConfirm": "Du är på väg att aktivera radering av loggdata. Om gamla loggdata tas bort, och rapporter inte redan har skapats, kommer du inte kunna se historiska förflutna analysdata. Är du säker på att du vill göra detta?",
        "DeleteLogsOlderThan": "Ta bort loggfiler äldre än",
        "DeleteMaxRows": "Maximalt antal rader som ska tas bort under en körning:",
        "DeleteMaxRowsNoLimit": "ingen begränsning",
        "DeleteOldAggregatedReports": "Ta bort gammal aggregerad rapportdata",
        "DeleteOldRawData": "Radera regelbundet gammal rådata",
        "DeleteOldVisitorLogs": "Radera gamla besöksloggar",
        "DeleteRawDataInfo": "Rådatan innehåller all information om varje enskilt besök och varje åtgärd dina besökare gjorde. När du raderar rådata kommer den raderade informationen inte längre att finnas tillgänglig i besöksloggen. Om du senare väljer att skapa ett segment blir de segmenterade rapporterna inte tillgängliga för den tidsram som har tagits bort eftersom alla aggregerade rapporter genereras från denna rådata.",
        "DeleteReportsConfirm": "Du är på väg att aktivera radering av loggdata. Om gamla rapporter tas bort, måste du på nytt behandla dem för att visa dem. Är du säker på att du vill göra detta?",
        "DeleteReportsInfo2": "Om du tar bort gamla rapporter kan de återprocesseras igen från din RAW-data när du begär dem.",
        "DeleteReportsInfo3": "Om du också har aktiverat \"%s\" förloras rapporterna som du tar bort permanent.",
        "DeleteReportsOlderThan": "Ta bort rapporter äldre än",
        "DeleteSchedulingSettings": "Schemalägg radering av gammalt data",
        "DeleteSelectedVisits": "Ta bort valda besök",
        "DeleteVisitsConfirm": "Är du säker på att du vill ta bort de markerade besöken? Denna åtgärd kan inte ångras.",
        "DeletionFromMatomoOnly": "Observera också att all data bara kommer att raderas från Matomo-databasen men inte från dina webbserverloggar. Observera också att om du importerar historisk data på nytt, till exempel från loggar, att tidigare raderade data kan importeras igen.",
        "DoNotTrack_Deprecated": "Stödet för Do Not Track har avslutats. Allt eftersom fler webbläsare började sända denna signal utan att ge användaren valmöjligheten att ändra det eller helt tog bort stödet i webbläsaren, så kommer vi inte längre att rekommendera att aktivera den här funktionen i Matomo. Funktionen kan tas bort i en kommande version av Matomo.",
        "DoNotTrack_Description": "\"Do Not Track\" är en teknologi och policy som tillåter användare att avstå från spårning av webbplatser dom besöker, det inkluderar analystjänster, reklamnätverk och sociala plattformer.",
        "DoNotTrack_Disable": "Inaktivera Do Not Track",
        "DoNotTrack_Disabled": "Matomo spårar för närvarande alla besök, även om användare specificerat \"Begär att webbplaster inte spårar mig\" i sina webbläsare.",
        "DoNotTrack_DisabledMoreInfo": "Vi rekommenderar att du aktiverar DoNotTrack-stöd för att respektera dina besökares integritet",
        "DoNotTrack_Enable": "Aktivera DoNotTrack",
        "DoNotTrack_Enabled": "Du respekterar dina användares integritetBravo!",
        "DoNotTrack_EnabledMoreInfo": "När användare som besöker sidan har ställt in sin webbläsare till \"Begär att webbplatser inte spårar mig\" (DoNotTrack aktiverat), så kommer Matomo inte att spåra dessa besök.",
        "DoNotTrack_SupportDNTPreference": "Stöd \"Do Not Track\"-val",
        "EstimatedDBSizeAfterPurge": "Beräknad databasstorlek efter rensning",
        "EstimatedSpaceSaved": "Beräknat sparat utrymme",
        "ExportSelectedVisits": "Exportera valda besök",
        "ExportingNote": "Om du exporterar uppgifterna för att utöva rätten till åtkomst, se till att de valda besöken faktiskt utförs av data-subjektet du vill exportera uppgifterna till.",
        "FindDataSubjectsBy": "Hitta data-subjekt efter",
        "FindMatchingDataSubjects": "Hitta matchande registrerade",
        "FontColor": "Textfärg",
        "FontFamily": "Typsnittsfamilj",
        "FontSize": "Textstorlek",
        "ForceCookielessTracking": "Tvinga spårning utan cookies",
        "ForceCookielessTrackingDescription": "Om du aktiverar det här alternativet uppdateras %1$s automatiskt, så det innehåller ytterligare kod för att säkerställa att alla spårare inte använder cookies. Dessutom kommer Matomo att ignorera alla spårningskakor på serversidan.",
        "ForceCookielessTrackingDescription2": "Cookies kommer att inaktiveras även när du använder samtycke-metoderna i Matomo-spåraren och att anropa till exempel cookie-samtycke-metoderna kommer inte att aktivera cookies.",
        "ForceCookielessTrackingDescriptionNotWritable": "JS-spårningsfilen \"%1$s\" är inte skrivbar, vilket krävs för att den här funktionen ska fungera till fullo. När JS-spårningsfilen inte är skrivbar ignoreras kakorna bara på serversidan men cookies kan fortfarande ställas in i webbläsaren. För att lösa problemet måste du eller en systemadministratör ändra filbehörigheterna så att din webbserver kan ändra den här filen.",
        "GDPR": "GDPR",
        "GdprChecklistDesc1": "Om du behandlar personuppgifter om europeiska medborgare genom Matomo, även om ditt företag är beläget utanför Europa, måste du uppfylla GDPR-skyldigheter och den här guiden hjälper dig.",
        "GdprChecklistDesc2": "Nedan hittar du våra verktyg som gör att du enkelt kan utöva dina användares rättigheter och listan över åtgärder för att göra din användning av Matomo kompatibel med GDPR och skydda dina uppgifter. Besök vår %1$sGDPR användarhandbok%2$s för att lära dig ännu mer.",
        "GdprChecklists": "GDPR-checklistor",
        "GdprManager": "GDPR Hantering",
        "GdprOverview": "GDPR Översikt",
        "GdprOverviewIntro1": "Den dataskyddsförordningen (GDPR) är en förordning som stärker och förenar dataskyddet för alla individer inom Europeiska unionen (EU).",
        "GdprOverviewIntro2": "Om du vidtar åtgärder för att säkerställa att inga personuppgifter samlas in i Matomo, kanske du inte berörs av GDPR för Matomo (om du inte spårar några IP-adresser, användar-ID:n eller geolokaliseringsdata etc.).",
        "GdprTools": "GDPR Verktyg",
        "GdprToolsOverviewHint": "Om du inte vet vad GDPR är, se %1$sGDPR-översikten%2$s.",
        "GdprToolsPageIntro1": "Denna sida har utformats för att du ska kunna utöva data-subjektets rättigheter.",
        "GdprToolsPageIntro2": "Här kan du utöva dina användares rättigheter med våra GDPR-vänliga procedurer:",
        "GdprToolsPageIntroAccessRight": "rätten till tillgång till all deras data (och rätten till dataportabilitet),",
        "GdprToolsPageIntroEraseRight": "rätten att radera en del eller hela deras data (och rätten till att göra korrigeringar).",
        "GeolocationAnonymizeIpNote": "Notera: Geolocation kommer att ha ungefär samma resultat med 1 byte anonymiserad. Med 2 byte eller mer blir Geolocation vara felaktig.",
        "GetPurgeEstimate": "Hämta uppskattning för rensning",
        "HowDoIAskForConsent": "Hur ber jag användare om samtycke?",
        "HowDoIAskForConsentIntro": "Matomo har guider för hur du sätter upp samtyckeshantering med följande populära lösningar:",
        "HowDoIAskForConsentOutro": "Om du inte använder någon av ovanstående samtyckeshanterarna kan du implementera %1$sspårning med samtycke genom att använda Matomos JavaScript API%2$s.",
        "IPAddress": "IP-adress",
        "Imprint": "Avtryck",
        "ImprintUrl": "Webbadress för avtryck",
        "ImprintUrlDescription": "En länk till din avtryck-sida.",
        "InProgress": "Pågår",
        "IndividualsRights": "Enskildas rättigheter",
        "IndividualsRightsAccess": "Rätten till tillgång: %1$ssök efter ett data-subjekt%2$s och exportera all dennes information.",
        "IndividualsRightsChildren": "Om du erbjuder tjänster till barn online och förlitar dig på samtycke för att samla in information om dem kan du behöva en förälders eller vårdnadshavares samtycke för att lagligt behandla barnens personuppgifter.",
        "IndividualsRightsErasure": "Rätten att radera: %1$ssök efter ett data-subjekt%2$s och ta bort en del eller all dess data.",
        "IndividualsRightsInform": "Rätten att informeras: informera dina användare med ett tydligt sekretessmeddelande.",
        "IndividualsRightsIntro": "Utöva dina användares rättigheter med våra GDPR-vänliga procedurer:",
        "IndividualsRightsObject": "Rätten att invända: %1$slåt dina användare enkelt välja bort%2$s din sida för sekretesspolicy.",
        "IndividualsRightsPortability": "Rätten till dataportabilitet: %1$ssök efter ett data-subjekt%2$s och exportera all dess information.",
        "IndividualsRightsRectification": "Rätten till korrigeringar: du kan %1$ssöka efter ett data-subjekt%2$s och radera en del eller all dess data.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Viss hänvisningsinformation kan saknas eftersom hänvisningsanonymisering är aktiverad enligt följande: %s",
        "JobFinishDate": "Jobbets slutförandedatum: %1$s",
        "JobStartDate": "Jobbets startdatum: %1$s",
        "KeepBasicMetrics": "Behåll grundläggande mätvärden (besök, sidvisningar, avvisningsfrekvens, målkonverteringar, e-handelskonverteringar, etc.)",
        "KeepBasicMetricsReportsDetailedInfo": "När du aktiverar den här inställningen kommer vissa numeriska viktiga resultatindikatorer inte att raderas.",
        "KeepDataFor": "Behåll all data för",
        "KeepReportSegments": "För behållen data, spara även segmenterade rapporter",
        "LastAction": "Senaste aktivitet",
        "LastDelete": "Senast borttaget",
        "LeastDaysInput": "Vänligen ange ett antal dagar som är större än %s.",
        "LeastMonthsInput": "Ange ett antal månader mer än %s.",
        "LinkVisitActionColumns": "Länk Besök Händelse Kolumner",
        "MatchingDataSubjects": "Matchande data-subjekt",
        "MenuPrivacySettings": "Integritet",
        "NextDelete": "Nästa schemalagda borttagning",
        "NoDataSubjectsFound": "Inga data-subjekt hittades",
        "OptOutAppearance": "Anpassa utseendet för opt-out",
        "OptOutCodeTypeExplanation": "Opt-out kan antingen sättas genom Matomos spårningskod (innebär mindre kod att placera på din webbplats och färre uppdateringar) eller genom fristående kod som är mer trolig att den fungerar för besökare som blockerar skript (som dock kommer behöva uppdateras på varje sida ifall du ändrar inställningar).",
        "OptOutCustomize": "Anpassa iframe för opt-out",
        "OptOutHtmlCode": "HTML-kod för att bädda in på din webbplats",
        "OptOutPreview": "Förhandsgranskning av Opt-out som det kommer att visas på din webbplats",
        "OptOutRememberToTest": "Glöm inte bort att testa din opt-out!",
        "OptOutRememberToTestBody": "För att säkerställa att din opt-out fungerar korrekt på din webbplats rekommenderas du att utföra följande snabbtest efter att du lagt till koden för opt-out.",
        "OptOutRememberToTestStep1": "Gå till din huvudsakliga webbplats sida.",
        "OptOutRememberToTestStep2": "Så fort sidan laddats borde du se rutan med opt-out.",
        "OptOutRememberToTestStep3": "Avmarkering av kryssrutan ska visa opt-out-meddelandet.",
        "OptOutRememberToTestStep4": "Markerad kryssruta ska visa opt-out-meddelandet.",
        "OptOutUseStandalone": "Använd fristående kod för att sätta opt-out",
        "OptOutUseTracker": "Använd Matomos spårningskod för att sätta opt-out",
        "Output": "Utmatning: %1$s",
        "PluginDescription": "Förbättra sekretessen för dina användare och gör så att din Matomo miljös sekretess uppfyller kraven som ställs enligt lokal lagstiftning.",
        "PreviousRawDataAnonymizations": "Tidigare anonymisering av rådata",
        "PrivacyPolicy": "Integritetspolicy",
        "PrivacyPolicyUrl": "Adress till integritetspolicyn",
        "PrivacyPolicyUrlDescription": "En länk till sidan för din integritetspolicy.",
        "PrivacyPolicyUrlDescriptionSuffix": "Om du anger detta, visas den längst ner på inloggningssidan och på sidor som '%1$s' användaren kan komma åt.",
        "PseudonymizeUserId": "Byt ut användar-Id mot ett pseudonym",
        "PseudonymizeUserIdNote": "När du aktiverar det här alternativet kommer användarnamnet att ersättas av en pseudonym för att undvika direkt lagring och visning av personligt identifierbar information såsom en e-postadress. Tekniskt sett: Med ditt användar-ID, kommer Matomo att bearbeta användar-ID-pseudonym med hjälp av en saltad hashfunktion.",
        "PseudonymizeUserIdNote2": "OBS! Att byta ut med en pseudonym är inte detsamma som anonymisering. I GDPR-termer: Användarens ID-pseudonym räknas fortfarande som personuppgifter. Det ursprungliga användar-ID kan fortfarande identifieras om vissa ytterligare uppgifter är tillgängliga (som endast Matomo och din dataprocessor har tillgång till).",
        "PurgeNow": "Rensa databasen nu",
        "PurgeNowConfirm": "Du är på väg att permanent radera data från din databas. Är du säker på att du vill fortsätta?",
        "PurgingData": "Rensar data…",
        "RawDataNeverRemoved": "besöks- och åtgärdsrådata raderas <strong>aldrig</strong>.",
        "RawDataRemovedAfter": "alla besök och åtgärders rådata raderas efter %1$s.",
        "RecommendedForPrivacy": "Rekommenderas för sekretess",
        "ReportsDataSavedEstimate": "Databasstorlek",
        "ReportsNeverRemoved": "aggregerade rapporter raderas <strong>aldrig</strong>.",
        "ReportsRemovedAfter": "alla aggregerade rapporter raderas efter %1$s.",
        "Requester": "Begärd av",
        "ResultIncludesAllVisits": "De hittade resultaten inkluderar alla besök utan tidsbegränsning och inkluderar idag.",
        "ResultTruncated": "Mer än %1$s resultat hittades och resultatet trunkerades till de första %1$s besöken.",
        "SaveSettingsBeforePurge": "Du har ändrat inställningarna för radering av loggdata. Spara dem innan du startar en utrensning.",
        "Scheduled": "Schemalagd",
        "ScheduledDate": "Schemalagt datum: %1$s",
        "SearchForDataSubject": "Sök efter ett data-subjekt",
        "SecurityProcedures": "Säkerhetsförfaranden",
        "SecurityProceduresDesc1": "Tillämpa våra %1$ssäkerhetsrekommendationer%2$s för att hålla din Matomo-data säker.",
        "SecurityProceduresDesc2": "Kontrollera att du har ett skriftligt avtal med företaget som tillhandahåller Matomo-servern eller hostingen som säkerställer att %1$slämpliga skyddsåtgärder tillhandahålls%2$s.",
        "SecurityProceduresDesc3": "Inkludera Matomo i din %1$sdataintrångsprocedur%2$s.",
        "SecurityProceduresDesc4": "Inkludera Matomo i din %1$sdata privacy impact assessment (DPIA)%2$s, om tillämpligt.",
        "SecurityProceduresIntro": "Informera dina användare tydligt och öppet och gör dina kollegor medvetna om den data som samlas in och hur den används:",
        "SeeAlsoOurOfficialGuidePrivacy": "Se också vår allmänna guide: %1$sWeb Analytics Privacy%2$s",
        "SelectWebsite": "Välj en webbplats",
        "ShowInEmbeddedWidgets": "Visa i inbäddade widgets",
        "ShowInEmbeddedWidgetsDescription": "Om denna är markerad visas en länk till din sekretesspolicy och dina användarvillkor längst ner i inbäddade widgets.",
        "ShowIntro": "Visa introduktionstext",
        "TeaserHeader": "På den här sidan kan du anpassa Matomo för att göra det integritetskompatibelt med befintlig lagstiftning genom att: %1$s anonymisera besökarens IP%2$s, %3$s automatiskt ta bort gamla besöksloggar från databasen%4$s och %5$s anonymisera tidigare spårad rå användardata%6$s.",
        "TeaserHeadline": "Integritetinställningar",
        "TermsAndConditionUrl": "Adress till användningsvillkor",
        "TermsAndConditionUrlDescription": "En länk till dina användningsvillkor.",
        "TermsAndConditions": "Användarvillkor",
        "TrackingOptOut": "Låt användare välja bort spårning",
        "UnsetActionColumns": "Avaktiverade åtgärdskolumner",
        "UnsetActionColumnsHelp": "Denna åtgärd kan inte ångras. En lista över databaskolumner i omfångsåtgärd som du vill avmarkera. Varje värde för den kolumnen kommer att ställas in till standardvärdet.",
        "UnsetVisitColumns": "Avaktiverade besökskolumner",
        "UnsetVisitColumnsHelp": "Denna åtgärd kan inte ångras. En lista över databaskolumner i omfånget visning som du vill avmarkera. Varje värde för den kolumnen kommer att sättas till standardvärdet. Observera att om samma kolumn finns i omfånget 'konvertering' kommer även denna kolumn att tas bort",
        "UseAnonymizeIp": "Anonymisera besökarnas IP-adresser",
        "UseAnonymizeOrderId": "Anonymisera order-ID",
        "UseAnonymizeTrackingData": "Anonymisera spårningsdata",
        "UseAnonymizeUserId": "Anonymisera användar-Id",
        "UseAnonymizedIpForVisitEnrichment": "Använd också de anonyma IP-adresserna för att berika besök.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins som Geo Location via IP och Provider förbättrar besökarens metadata. Som standard använder dessa plugins de anonymiserade IP-adresserna. Om du väljer 'Nej' används den icke-anonymiserade fullständiga IP-adressen istället, vilket resulterar i mindre sekretess men bättre noggrannhet i datan.",
        "UseDeleteLog": "Radera regelbundet gammal rådata från databasen",
        "UseDeleteReports": "Ta regelbundet bort gamla rapporter från databasen",
        "UsersOptOut": "Användare väljer att inte vara med (opt-out)",
        "VisitColumns": "Besökkolumner",
        "VisitsMatchedCriteria": "Dessa besök matchar de valda kriterierna.",
        "VisitsSuccessfullyDeleted": "Besök har raderats",
        "VisitsSuccessfullyExported": "Besök exporterades",
        "WhenConsentIsNeededPart1": "%1$sGDPR:s integritetsregler%2$s kräver att du ber om användarens samtycke när du bearbetar deras personliga data i vissa fall. För att avgöra om du behöver be om samtycke bör du identifiera din lagliga grund att bearbeta personuppgifter. Detta göras antingen med \"Samtycke\" eller \"Berättigat intresse\", eller om du väljer att undviker att alls samla in denna typ av data.",
        "WhenConsentIsNeededPart2": "Det rekommenderas att lära sig mer om laglig grund enligt GDPR för att bearbeta personuppgifter. Du kan hitta mer information om detta ämne på %1$svår blogg%2$s.",
        "WhenConsentIsNeededPart3": "Vänligen notera att om du behöver användarens samtycke, och du inte kan visa att du fått ett samtycke tidigare, så rekommenderar vi att anonymisera tidigare insamlad rådata. Att anonymisera tidigare rådata kan göras i Matomos integritetshantering, %1$sse mer%2$s.",
        "WhenDoINeedConsent": "När behöver jag be om användarens samtycke?"
    }
}
