{
    "PrivacyManager": {
        "AnonymizeData": "Anonymisera data",
        "AnonymizeIpDescription": "Välj \"Ja\" om du vill att Matomo inte ska spåra fullständiga IP-adresser.",
        "AnonymizeIpInlineHelp": "Anonymisera den sista byten av besökarnas IP-adress för att följa lokala lagar om personlig integritet\/riktlinjer.",
        "AnonymizeIpMaskLengtDescription": "Välj hur många bytes av besökares IP-adresser som ska döljas.",
        "AnonymizeIpMaskLength": "%1$s byte(s) - t.ex. %2$s",
        "AskingForConsent": "Begär samtycke",
        "ClickHereSettings": "Klicka här för att komma åt inställningar för %s.",
        "AnonymizeUserId": "Byt ut användar-Id mot ett pseudonym",
        "CurrentDBSize": "Aktuell databasstorlek",
        "DBPurged": "DB rensad.",
        "DeleteBothConfirm": "Du är på väg att aktivera radering av både loggar och rapportdata. Det innebär att du permanent kommer att förlora möjligheterna att visa gammal analysdata. Är du säker på att du vill göra detta?",
        "DeleteDataInterval": "Ta bort gamla data varje",
        "DeleteOldVisitorLogs": "Radera gamla besöksloggar",
        "DeleteLogDescription2": "När du aktiverar automatisk radering av loggar, så måste du se till att alla tidigare dagliga rapporter har behandlats så att inga data går förlorade.",
        "DeleteLogsConfirm": "Du är på väg att aktivera radering av loggdata. Om gamla loggdata tas bort, och rapporter inte redan har skapats, kommer du inte kunna se historiska förflutna analysdata. Är du säker på att du vill göra detta?",
        "DeleteLogsOlderThan": "Ta bort loggfiler äldre än",
        "DeleteMaxRows": "Maximalt antal rader som ska tas bort under en körning:",
        "DeleteMaxRowsNoLimit": "ingen begränsning",
        "DeleteReportsConfirm": "Du är på väg att aktivera radering av loggdata. Om gamla rapporter tas bort, måste du på nytt behandla dem för att visa dem. Är du säker på att du vill göra detta?",
        "DeleteReportsOlderThan": "Ta bort rapporter äldre än",
        "DeleteSchedulingSettings": "Schemalägg radering av gammalt data",
        "DeleteDataSettings": "Radera gamla besöksloggar och rapporter från databasen",
        "DoNotTrack_Description": "\"Do Not Track\" är en teknologi och policy som tillåter användare att avstå från spårning av webbplatser dom besöker, det inkluderar analystjänster, reklamnätverk och sociala plattformer.",
        "DoNotTrack_Disable": "Inaktivera Do Not Track",
        "DoNotTrack_Disabled": "Matomo spårar för närvarande alla besök, även om användare specificerat \"Begär att webbplaster inte spårar mig\" i sina webbläsare.",
        "DoNotTrack_Enable": "Aktivera DoNotTrack",
        "DoNotTrack_Enabled": "Du respekterar dina användares integritetBravo!",
        "DoNotTrack_EnabledMoreInfo": "När användare som besöker sidan har ställt in sin webbläsare till \"Begär att webbplatser inte spårar mig\" (DoNotTrack aktiverat), så kommer Matomo inte att spåra dessa besök.",
        "DoNotTrack_SupportDNTPreference": "Stöd \"Do Not Track\"-val",
        "EstimatedDBSizeAfterPurge": "Beräknad databasstorlek efter rensning",
        "EstimatedSpaceSaved": "Beräknat sparat utrymme",
        "GeolocationAnonymizeIpNote": "Notera: Geolocation kommer att ha ungefär samma resultat med 1 byte anonymiserad. Med 2 byte eller mer blir Geolocation vara felaktig.",
        "GDPR": "GDPR",
        "GdprManager": "GDPR Hantering",
        "GdprOverview": "GDPR Översikt",
        "GdprTools": "GDPR Verktyg",
        "GetPurgeEstimate": "Hämta uppskattning för rensning",
        "KeepBasicMetrics": "Behåll grundläggande variabler (besök, sidvisningar, studsfrekvens, målomvandlingar, e-handelskonverteringar, etc.)",
        "KeepDataFor": "Behåll all data för",
        "KeepReportSegments": "För behållen data, spara även segmenterade rapporter",
        "LastDelete": "Senast borttaget",
        "LeastDaysInput": "Vänligen ange ett antal dagar som är större än %s.",
        "LeastMonthsInput": "Ange ett antal månader mer än %s.",
        "MenuPrivacySettings": "Integritet",
        "NextDelete": "Nästa schemalagda borttagning",
        "PluginDescription": "Förbättra sekretessen för dina användare och gör så att din Matomo miljös sekretess uppfyller kraven som ställs enligt lokal lagstiftning.",
        "PurgeNow": "Rensa databasen nu",
        "PurgeNowConfirm": "Du är på väg att permanent radera data från din databas. Är du säker på att du vill fortsätta?",
        "PurgingData": "Rensar data...",
        "RecommendedForPrivacy": "Rekommenderas för sekretess",
        "ReportsDataSavedEstimate": "Databasstorlek",
        "SaveSettingsBeforePurge": "Du har ändrat inställningarna för radering av loggdata. Spara dem innan du startar en utrensning.",
        "SeeAlsoOurOfficialGuidePrivacy": "Se också vår allmänna guide: %1$sWeb Analytics Privacy%2$s",
        "TeaserHeadline": "Integritetinställningar",
        "UseAnonymizedIpForVisitEnrichment": "Använd också de anonyma IP-adresserna för att berika besök.",
        "PseudonymizeUserIdNote": "När du aktiverar det här alternativet kommer användarnamnet att ersättas av en pseudonym för att undvika direkt lagring och visning av personligt identifierbar information såsom en e-postadress. Tekniskt sett: Med ditt användar-ID, kommer Matomo att bearbeta användar-ID-pseudonym med hjälp av en saltad hashfunktion.",
        "PseudonymizeUserIdNote2": "OBS! Att byta ut med en pseudonym är inte detsamma som anonymisering. I GDPR-termer: Användarens ID-pseudonym räknas fortfarande som personuppgifter. Det ursprungliga användar-ID kan fortfarande identifieras om vissa ytterligare uppgifter är tillgängliga (som endast Matomo och din dataprocessor har tillgång till).",
        "UseAnonymizeIp": "Anonymisera besökarnas IP-adresser",
        "UseAnonymizeTrackingData": "Anonymisera spårningsdata",
        "UseAnonymizeUserId": "Anonymisera användar-Id",
        "PseudonymizeUserId": "Byt ut användar-Id mot ett pseudonym",
        "UseAnonymizeOrderId": "Anonymisera order-Id",
        "UseDeleteReports": "Ta regelbundet bort gamla rapporter från databasen",
        "UsersOptOut": "Användare väljer att inte vara med (opt-out)",
        "PrivacyPolicyUrl": "Adress till integritetspolicyn",
        "PrivacyPolicyUrlDescription": "En länk till sidan för din integritetspolicy.",
        "TermsAndConditionUrl": "Adress till villkoren",
        "TermsAndConditionUrlDescription": "En länk till sidan för dina villkor.",
        "PrivacyPolicyUrlDescriptionSuffix": "Om du anger detta, visas den längst ner på inloggningssidan och på sidor som '%1$s' användaren kan komma åt.",
        "ShowInEmbeddedWidgets": "Visa i inbäddade widgets",
        "ShowInEmbeddedWidgetsDescription": "Om denna är markerad visas en länk till din sekretesspolicy och dina användarvillkor längst ner i inbäddade widgets.",
        "PrivacyPolicy": "Integritetspolicy",
        "TermsAndConditions": "Villkor"
    }
}