{
    "PrivacyManager": {
        "AnonymizeData": "I-anonimize ang data",
        "AnonymizeIpInlineHelp": "E-Anonymize ang huling byte ng IP address ng iyong mga bisita upang sumunod sa iyong mga alituntuning local at privacy.",
        "AnonymizeIpMaskLengtDescription": "Piliin kung gaano karaming byte ng IP ng bisita ang dapat na ikubli.",
        "AnonymizeIpMaskLength": "%1$s (na) byte - hal %2$s",
        "ClickHereSettings": "Mag-click dito upang i-access ang mga setting sa %s.",
        "CurrentDBSize": "Kasalukuyang laki ng database",
        "DBPurged": "DB purged",
        "DeleteDataInterval": "Tanggalin ang mga lumang data sa bawat",
        "DeleteDataSettings": "Tanggaling lumang log ng mga bisita at mga ulat.",
        "DeleteLogDescription2": "Kapag iyong pinagana ang automatic log deletion dapat mong tiyakin na ang lahat ng karaang mga ulat ay na proseso na upang sa ganun ay wala ng data na mawawala.",
        "DeleteLogsOlderThan": "Tanggalin ang mga log na mas luma sa",
        "DeleteMaxRows": "Pinakamataas na bilang ng mga hilera na tatanggalin sa isang pagtakbo:",
        "DeleteMaxRowsNoLimit": "walang limitasyon",
        "DeleteReportsConfirm": "Iyong papaganahin ang pag tanggal sa datus ng ulat. Kung ang matatagal ng ulat ay natanggal Kailangan mong ulitin ang mga ito upang makita. Gustomo mo bang gawin ito?",
        "DeleteReportsOlderThan": "Tanggalin ang mga lumang ulat na hihigit sa",
        "DoNotTrack_Description": "Do Not Track ay isang teknolohiya at patakaran na nagbibigay daan sa mga gumagamit upang makapili kung nais nitong hindi masubay-bayan ang bawat website na kanilang binibista kabilang na dito ang analytics services mga network sa advertising at social platform.",
        "DoNotTrack_Disable": "Huwag paganahin ang Do Not Track support",
        "DoNotTrack_Enable": "Paganahin ang Do Not Track support",
        "DoNotTrack_Enabled": "Kasalukuyan mong inirerespeto ang Privacy ng iyong mga user Bravo!",
        "DoNotTrack_SupportDNTPreference": "Suporta para sa Do Not Track preference.",
        "EstimatedDBSizeAfterPurge": "Tantsang laki ng database pagkatapos ma purge.",
        "EstimatedSpaceSaved": "Tinatatyang na save na space",
        "GeolocationAnonymizeIpNote": "Tandaan: Geolocation ay magkakaroon ng tinatayang may parehas na resulta na may 1 byte na hindi pa nakikilala. May 2 bytes o higit pa Geolocation na hindi pa tiyak sa pag gana",
        "GetPurgeEstimate": "Kunin ang mga na estimate na pag purge",
        "KeepBasicMetrics": "Panatilihin ang mga pangunahing panukat (mga pagbisita page view rate ng biglaang pag-alis goal conversions ecommerce conversions atbp.",
        "KeepReportSegments": "Para sa pinanatiling data sa taas panatilihin din ang mga binahaging ulat.",
        "LastDelete": "Huling pagtanggal ay sa",
        "LeastDaysInput": "Mangyaring tukuyin ang bilang ng araw na mas mataas kaysa sa %s.",
        "LeastMonthsInput": "Mangyaring tukuyin ang bilang ng buwan na na mas mataas kaysa %s.",
        "MenuPrivacySettings": "Privacy",
        "NextDelete": "Susunod na iskedyul sa pagtaggal sa",
        "PurgeNow": "I-purge ang DB Ngayon",
        "PurgeNowConfirm": "Iyo ng permanenteng tanggalin ang data mula sa iyong database. Sigurado ka bang gusto mo itong ituloy?",
        "PurgingData": "Purging data…",
        "ReportsDataSavedEstimate": "Laki ng database",
        "SaveSettingsBeforePurge": "Iyong binago ang mga setting ng pagtanggal ng data. Mangyaring i-save ang mga ito bago simulan ang isang pag purge.",
        "SeeAlsoOurOfficialGuidePrivacy": "Tingnan din ang aming opisyal na gabay: %1$s Privacy Web Analytics %2$s",
        "TeaserHeadline": "Mga setting ng privacy",
        "UseAnonymizeIp": "I-anonymize ang IP addresses ng mga bisita.",
        "UseAnonymizedIpForVisitEnrichment": "Gamitin rin ang hindi kilalang IP address kapag bumibisita.",
        "UseDeleteReports": "Palaging tanggalin ang mga lumang report sa database"
    }
}
