{
    "PrivacyManager": {
        "AddUserIdToSearch": "Bu kullanıcı kodunu aramaya eklemek için tıklayın",
        "AddVisitorIPToSearch": "Bu ziyaretçi IP adresini aramaya eklemek için tıklayın",
        "AddVisitorIdToSearch": "Bu ziyaretçi kodunu aramaya eklemek için tıklayın",
        "AnonymizeData": "Verileri anonim kılma",
        "AnonymizeDataConfirm": "Seçilmiş site ve zaman aralığındaki geçmiş verilerini anonimleştirmek istediğinize emin misiniz? Bu işlem geri alınamaz, yapılan isteğe göre bazı veriler silinebilir ve bu işlemin tamamlanması uzun sürebilir.",
        "AnonymizeDataNow": "Seçilmiş site ve zaman aralığındaki geçmiş verileri anonimleştirilsin",
        "AnonymizeIp": "IP adresi anonim kılınsın",
        "AnonymizeIpDescription": "Bu seçenek etkinleştirildiğinde, Matomo tarafından tam sınıflandırılmış IP adresleri izlenmez.",
        "AnonymizeIpExtendedHelp": "Bu seçenek etkinleştirildiğinde, Matomo web sitesine gelen ziyaretçilerin IP adresini (%1$s gibi) kullanmaz ve IP adresini anonim kılar (%2$s gibi). IP adresinin anonim kılınması Almanya gibi bazı ülkelerde kişisel verilerin korunması yasalarına göre zorunludur.",
        "AnonymizeIpHelp": "Bu işlem geri alınamaz. Bu seçenek etkinleştirildiğinde, bu sürede yapılan tüm ziyaretlerin IP adresleri '192.168.xxx.xxx' gibi en az 2 bayt kullanılarak anonim kılınır. Anonim kılma seçeneğini 3 bayt olarak yapılandırdıysanız, bu ayara uyulur ve tüm IP adresleri 3 bayt kullanılarak anonim kılınır.",
        "AnonymizeIpInlineHelp": "Kişisel verilerin korunması düzenlemelerine uygun olarak ziyaretçi IP adreslerinin son baytları anonim kılınsın.",
        "AnonymizeIpMaskFully": "IP adresi tamamıyla gizlensin",
        "AnonymizeIpMaskLengtDescription": "Ziyaretçi IP adreslerinin kaç baytının gizleneceğini seçin.",
        "AnonymizeIpMaskLength": "%1$s bayt - Örnek: %2$s",
        "AnonymizeLocation": "Konum anonim kılınsın",
        "AnonymizeLocationHelp": "Bu işlem geri alınamaz. Konum, anonim kılınmış IP adresine göre yeniden değerlendirilir (IP adresinin en az 2 baytı anonim kılınır).",
        "AnonymizeOrderIdNote": "Sipariş kodu bir e-ticaret mağazası gibi başka bir sistemde referans olarak bulunacağından, Genel Veri Koruma Yönetmeliği kapsamındaki kişisel bilgilerin elde edilmesinde kullanılabilir. Bu seçenek etkinleştirildiğinde, sipariş kodu otomatik olarak anonim kılınır böylece kişisel bilgiler izlenemez.",
        "AnonymizeProcessInfo": "Bu işlem uzun sürebileceğinden hemen yürütülmeyecek. İşlem durumunu aşağıda görebilirsiniz. Anonimleştirme işlemi genellikle bir saat içinde başlar.",
        "AnonymizeReferrer": "Yönlendiren anonim kılınsın",
        "AnonymizeReferrerExcludeAll": "Yönlendiren adres kaydedilmesin ancak yönlendiren türü algılansın",
        "AnonymizeReferrerExcludeNone": "Yönlendiren anonim kılınmasın",
        "AnonymizeReferrerExcludePath": "Yalnız yönlendiren adresin etki alanı tutulsun",
        "AnonymizeReferrerExcludeQuery": "Sorgu parametreleri yönlendiren adresten çıkarılsın",
        "AnonymizeReferrerNote": "Matomo kullancının hangi adresten geldiğini (yönlendiren) kaydeder. Bazı durumlarda bu adreslerde kişisel sayılabilecek bilgiler bulunur. Bu bilgilerin izlenmesini engellemek isterseniz, sitenize gelen ziyaretçilerin Matomo tarafından kaydedilecek yönlendirme bilgilerini sınırlayabilirsiniz. Yönlendirme bilgilerinden ne kadar çok veri çıkarılırsa kişisel sayılabilecek bilgilerin kaydedilme olasılığı azalır. Ancak yönlendiren bilgileri çıkarıldıkça bir ziyaretçinin web sitesine nasıl geldiği de daha az net olur.",
        "AnonymizeRowDataFrom": "Şu tarihten sonraki tüm ham veriler anonim kılınsın:",
        "AnonymizeRowDataTo": "Şu tarihten önceki tüm ham veriler anonim kılınsın:",
        "AnonymizeSites": "Şu sitelerin verileri anonimleştirilsin",
        "AnonymizeUserId": "Kullanıcı kodu sahte kullanıcı koduna dönüştürülsün",
        "AnonymizeUserIdHelp": "Bu seçenek etkinleştirildiğinde, kullanıcı kodu yerine bir sahte bir kod görüntülenerek, e-posta adresi gibi kişisel gizliliğin korunmasını engelleyebilecek bilgilerin görüntülenmesi ve kaydedilmesi engellenir. Teknik olarak kullanıcı kodu belirtildiğinde, Matomo karılmış bir işlev ile oluşturulmuş sahte kullanıcı kodunu kullanır.<br/><br/><em>Not: Sahte kod kullanılması anonim kılma ile aynı şey değildir. Genel Veri Koruma Yönetmeliği hükümlerine göre sahte kullanıcı kodu da kişisel veri sayılır. Belirli verilere sahip olunması durumunda (yalnız Matomo ve veri işleyiciniz tarafından erişilebilen) sahte kullanıcı kodu kullanılarak gerçek kullanıcı kodu bulunabilir.</em>",
        "AskingForConsent": "Onay sorma",
        "AwarenessDocumentation": "Farkındalık ve belge hazırlama",
        "AwarenessDocumentationDesc1": "Kişisel verilerini topladığınızda, ziyaretçilerinizi anlaşılır bir kişisel gizlilik bildirimi ile bilgilendirin.",
        "AwarenessDocumentationDesc2": "Kişisel gizlilik ilkenizde kullanıcılarınızı topladığınız veriler ve nasıl kullanıldığı hakkında bilgilendirin.",
        "AwarenessDocumentationDesc3": "Ekibinizdeki kişilerin Matomo istatistiklerini kullandığınızın ve %1$sistatistik platformunuzda hangi verileri topladığınızın%2$s farkında olmasını sağlayın.",
        "AwarenessDocumentationDesc4": "Matomo kullanımınız ile ilgili bilgileri %1$sbilgi varlığı kayıtlarınız%2$s içine ekleyin.",
        "AwarenessDocumentationIntro": "Kullanıcılarınızı anlaşılır ve şeffaf biçimde bilgilendirin. İş arkadaşlarınızın topladığınız verilerin ve nasıl kullanıldığının farkında olmasını sağlayın:",
        "BackgroundColor": "Arka plan rengi",
        "ClickHereSettings": "%s ayarlarına erişmek için buraya tıklayın.",
        "ConsentExplanation": "Onay sorma, bireylere kendi kişisel verilerinin nasıl işleneceğini seçme ve denetleme olanağı sunar.",
        "CurrentDBSize": "Geçerli veritabanı boyutu",
        "DBPurged": "Veritabanı temizlendi.",
        "DataRetention": "Verilerin tutulması",
        "DataRetentionInMatomo": "Matomo üzerinde depolanan verilerin tutulması:",
        "DataRetentionOverall": "Gizlilik ilkenizde belirteceğiniz genel veri saklama dönemi, ham verilerin saklandığı dönemdir. Lütfen derlenmiş verilerden oluşan raporların da kişisel veriler içerebileceğini unutmayın. Kullanıcı Kimliği, Özel Değişkenler, Özel Boyut gibi özellikler kullanıyorsanız ya da kişisel verileri, etkinlikler, sayfa adresleri veya sayfa başlıkları gibi başka yollarla izliyorsanız, gizlilik ilkenizde bu iki değerden hangisi yüksek ise toplam veri saklama dönemi olarak o değeri belirtmelisiniz.",
        "DeleteAggregateReportsDetailedInfo": "Bu seçenek etkinleştirildiğinde, tüm işlenmiş raporlar silinir. İşlenmiş raporlar ham verilerden çeşitli bireysel ziyaretlerin ham verilerinin işlenmesi ile üretilir. Örneğin \"Ülke\" raporunda her bir ülkeden yapılmış ziyaretlerin sayısının işlenmesi ile oluşturulur.",
        "DeleteBothConfirm": "Hem ham verileri hem de rapor verilerini silmeyi seçtiniz. Bu işlemin sonunda eski istatistik verileriniz kalıcı olarak silinecek ve raporları da yeniden oluşturamayacaksınız. Bu işlemi yapmak istediğinize emin misiniz?",
        "DeleteDataDescription": "Matomo veritabanının boyutunu küçük tutmak ve Genel Veri Koruma Yönetmeliği ve Kişisel Verilerin Korunması Kanunu koşullarını sağlamak için Matomo yapılandırmasında eski ham verilerin ve işlenmiş raporların düzenli olarak silinmesini sağlayabilirsiniz.",
        "DeleteDataInterval": "Eski verileri silme sıklığı",
        "DeleteDataSettings": "Eski ziyaretçi günlüğü kayıtlarını ve raporları sil",
        "DeleteLogDescription2": "Günlük kayıtlarını otomatik silme özelliğini etkinleştirdiğinizde tüm önceki günlük raporların işlenmiş olduğundan ve herhangi bir verinin kaybolmayacağından emin olun.",
        "DeleteLogsConfirm": "Ham veri silinmesini etkinleştirmek üzeresiniz. Eski ham veriler silindiğinde, henüz bu eski dönemlere ait oluşturulmamış raporlar varsa bu istatistik verilerini göremeyeceksiniz. Bu işlemi yapmak istediğinize emin misiniz?",
        "DeleteLogsOlderThan": "Şundan eski günlük kayıtları silinsin",
        "DeleteMaxRows": "Bir kerede silinecek en fazla satır sayısı:",
        "DeleteMaxRowsNoLimit": "sınırlama yok",
        "DeleteOldAggregatedReports": "Eski işlenmiş rapor verileri silinsin",
        "DeleteOldRawData": "Eski ham veriler düzenli olarak silinsin",
        "DeleteOldVisitorLogs": "Eski ziyaretçi günlüğü kayıtları silinsin",
        "DeleteRawDataInfo": "Ham verilerde, ziyaretçilerin yaptığı her ziyaretin ve her işlemin ayrıntıları bulunur. Ham veriler silindiğinde, silinen bilgiler konuk günlüğünde görüntülenmez. Ayrıca daha sonra bir parça eklemek isterseniz, silinen verinin bulunduğu zaman aralığında bu ham veriyi kullanarak üretilmiş olan işlenmiş raporların tümü silinmiş olacağından parçalı raporlar üretilemez.",
        "DeleteReportsConfirm": "Rapor verilerini silmeyi seçmek üzeresiniz. Eski raporlar silindiğinde eski istatistik bilgilerini görebilmek için raporların yeniden işlenmesi gerekir. Devam etmek ister misiniz?",
        "DeleteReportsInfo2": "Silinen eski raporlar, gerekli olduğunda ham verilerden yeniden üretilebilir.",
        "DeleteReportsInfo3": "Ancak \"%s\" seçeneği de etkinleştirilmiş ise, silinen rapor verileri tamamen kaybolur.",
        "DeleteReportsOlderThan": "Şundan eski raporlar silinsin",
        "DeleteSchedulingSettings": "Eski verileri silmeyi zamanlayın",
        "DeleteSelectedVisits": "Seçilmiş ziyaretleri sil",
        "DeleteVisitsConfirm": "Seçilmiş ziyaretleri silmek istediğinize emin misiniz? Bu işlem geri alınamaz.",
        "DeletionFromMatomoOnly": "Lütfen verilerin yalnız Matomo veritabanından silineceğini, ancak web sunucunuzun günlüklerinden silinmeyeceğini unutmayın. Ayrıca, günlükler gibi herhangi bir geçmiş zaman verisi yeniden içe aktarılırsa, daha önce silinmiş olan verilerin yeniden içe aktarılıyor olabileceğini unutmayın.",
        "DoNotTrack_Description": "İzlenmek İstemiyorum özelliği, kullanıcılara ziyaret ettikleri istatistik hizmetleri, reklam ağları ve sosyal ağlar gibi web siteleri tarafından izlenip izlenmemelerini seçme olanağı sunar.",
        "DoNotTrack_Disable": "İzlenmek istemiyorum özelliği kullanılmasın",
        "DoNotTrack_Disabled": "Matomo şu anda web tarayıcılarından \"izlenmek istemiyorum\" seçeneğini seçmiş olsalar da tüm ziyaretçileri izliyor.",
        "DoNotTrack_DisabledMoreInfo": "Ziyaretçilerin kişisel gizliliğine ve isteklerine saygı duymanız ve izlenmek istemiyorum özelliğini etkinleştirmeniz önerilir",
        "DoNotTrack_Enable": "İzlenmek istemiyorum özelliği kullanılsın",
        "DoNotTrack_Enabled": "Şu anda ziyaretçilerin kişisel gizliliğine önem veriyorsunuz. Tebrikler!",
        "DoNotTrack_EnabledMoreInfo": "Bu seçenek etkinleştirildiğinde, ziyaretçiler web sitelerinden \"izlenmek istemiyorum\" seçeneğini seçebilir ve Matomo bu kullanıcıların ziyaretlerini izlemez.",
        "DoNotTrack_SupportDNTPreference": "İzlenmek istemiyorum özelliği ayarı",
        "EstimatedDBSizeAfterPurge": "Temizklik sonrası öngörülen veritabanı boyutu",
        "EstimatedSpaceSaved": "Öngörülen kazanılacak boyut",
        "ExportSelectedVisits": "Seçilmiş ziyaretleri dışa aktar",
        "ExportingNote": "Verileri erişim hakkını kullanmak üzere dışa aktarıyorsanız, lütfen seçilmiş ziyaretlerin gerçekten verilerini dışa aktarmak istediğiniz veri sahibi tarafından yapıldığından emin olun.",
        "FindDataSubjectsBy": "İlgili kişiler şuna göre bulunsun",
        "FontColor": "Yazı rengi",
        "FontFamily": "Yazı türü ailesi",
        "FontSize": "Yazı boyutu",
        "ForceCookielessTracking": "Çerez kullanılmadan izleme dayatılsın",
        "ForceCookielessTrackingDescription": "Bu seçenek etkinleştirildiğinde, %1$s otomatik olarak güncellenir. Böylece eklenen bir kod ile tüm izleyicilerin çerez kullanamamasından emin olunur. Ayrıca Matomo sunucu tarafındaki tüm izleme çerezlerini yok sayar.",
        "ForceCookielessTrackingDescription2": "Matomo izleyici ve çağrılarında onay yöntemleri kullanılsa bile, örneğin çerez onay yöntemleri çerezleri etkinleştirmez.",
        "ForceCookielessTrackingDescriptionNotWritable": "Bu özelliğin tam olarak çalışabilmesi için gereken \"%1$s\" JavaScript dosyası yazılabilir değil. JS izleyici dosyası yazılabilir olmadığında, çerezler yalnız sunucu tarafında yok sayılır. Ancak çerezler hala web tarayıcıda ayarlanıyor olabilir. Bu sorunu çözmek için siz ya da bir sistem yöneticisinin dosya izinlerini değiştirmesi gerekir. Böylece web sunucusu bu dosyayı değiştirebilir.",
        "GDPR": "Genel Veri Koruma Yönetmeliği",
        "GdprChecklistDesc1": "Matomo ile Avrupa vatandaşlarının kişisel verilerini işliyorsanız, kuruluşunuz Avrupa dışında olsa bile, Genel Veri Koruma Yönetmeliği yükümlülüklerini yerine getirmeniz gerekir. Bunun için bu rehber size yardımcı olacak.",
        "GdprChecklistDesc2": "Kullanıcılarınızın haklarını kolayca kullanmanıza olanak tanıyan araçlarımızı ve Matomo uygulamasını Genel Veri Koruma Yönetmeliği ile uyumlu hale getirerek verilerinizi korumak için yapılması gerekenlerin listesini aşağıda bulabilirsiniz. Ayrıntılı bilgi edinmek için %1$sGenel Veri Koruma Yönetmeliği rehberimize%2$s bakabilirsiniz.",
        "GdprChecklists": "Genel Veri Koruma Yönetmeliği denetim listesi",
        "GdprManager": "GVKY Yönetimi",
        "GdprOverview": "Genel Veri Koruma Yönetmeliği hakkında",
        "GdprOverviewIntro1": "Genel Veri Koruma Yönetmeliği (GDPR), Avrupa Birliği (AB) içindeki tüm bireylerin kişisel verilerinin korumasını güçlendiren ve toplu olarak ele alan bir düzenlemedir.",
        "GdprOverviewIntro2": "Matomo tarafında hiçbir kişisel verinin toplanmamasını sağlayacak adımları atarsanız (IP adresi, kullanıcı kimliği, coğrafi konum gibi verileri izlemiyorsanız), Matomo kullanırken Genel Veri Koruma Yönetmeliği gerekleri açışından endişe etmeniz gerekmeyebilir.",
        "GdprTools": "Genel Veri Koruma Yönetmeliği araçları",
        "GdprToolsOverviewHint": "Genel Veri Koruma Yönetmeliği hakkında bilginiz yoksa lütfen %1$sGenel Veri Koruma Yönetmeliği Hakkında%2$s bölümüne bakın.",
        "GdprToolsPageIntro1": "Bu sayfa size veri ile ilgili kişinin haklarını anlatmak amacıyla oluşturulmuştur.",
        "GdprToolsPageIntro2": "Buradan Genel Veri Koruma Yönetmeliğine uygun süreçlerimiz ile kullanıcılarınıza haklarını anlatabilirsiniz:",
        "GdprToolsPageIntroAccessRight": "kendileri ile ilgili verilerin tümüne erişim hakkı (ve verileri taşıma hakkı),",
        "GdprToolsPageIntroEraseRight": "kendileri ile ilgili verilerin bir kısmını ya da tamamını silme hakkı (ve düzeltme hakkı).",
        "GeolocationAnonymizeIpNote": "Not: Coğrafi konum yaklaşık olarak 1 bayt anonim kılma ile aynı sonucu verir. 2 ya da daha fazla bayt ile yapılan anonim kılmalarda coğrafi konum doğruluğu kalmaz.",
        "GetPurgeEstimate": "Temizlik öngörüsünü görüntüle",
        "HowDoIAskForConsent": "Kullanıcılardan nasıl onay isterim?",
        "HowDoIAskForConsentIntroduction": "Ayrıntılı bilgi almak için %1$sçerez sorulması ya da izleme onayı için bütünleştirme rehberine bakabilirsiniz.%2$s",
        "Imprint": "Künye",
        "ImprintUrl": "Künye adresi",
        "ImprintUrlDescription": "Künye sayfanızın bağlantısı.",
        "IndividualsRights": "Bireylerin hakları",
        "IndividualsRightsAccess": "Erişim hakkı: Kullanıcının %1$skendisi ile ilgili verileri arama%2$s ve tüm verilerini dışa aktarma hakları.",
        "IndividualsRightsChildren": "Çocuklara çevrimiçi hizmetler sunuyorsanız ve onlardan bilgi toplama rızası istiyorsanız, çocukların kişisel verilerini yasal olarak işleyebilmek için ebeveylerinin veya velisinin rızasını almanız gerekebilir.",
        "IndividualsRightsErasure": "Sime hakkı: Kullanıcının %1$skendisi ile ilgili verileri arama%2$s ve bazı verilerini silme hakkı.",
        "IndividualsRightsInform": "Bilgi verilecek haklar: Kullanıcılarınıza kolay anlaşılır bir kişisel gizlilik bildirimi ile haklarını anlatın.",
        "IndividualsRightsIntro": "Genel Veri Koruma Yönetmeliğine uygun süreçleriniz ile kullanıcılarınıza haklarını bildirin:",
        "IndividualsRightsObject": "Red hakkı: Kullanıcıların gizlilik ilkesi sayfasından %1$skolayca kişisel verilerinin kullanılmasını reddetme%2$s hakkı.",
        "IndividualsRightsPortability": "Verileri taşıma hakkı: Kullanıcının %1$skendisi ile ilgili verileri arama%2$s ve tüm verilerini dışa aktarma hakkı.",
        "IndividualsRightsRectification": "Düzeltme hakkı: Kullanıcının %1$skendisi ile ilgili verileri arama%2$s ve bazı verilerini silme hakkı.",
        "InfoSomeReferrerInfoMayBeAnonymized": "Yönlendireni anonim kılma şu şekilde etkinleştirildiği için bazı yönlendiren bilgileri eksik olabilir: %s",
        "KeepBasicMetrics": "Temel ölçümler korunur (ziyaretler, sayfa görüntülemeleri, hemen çıkma oranı, hedef tutturma, e-ticarete dönüşme gibi)",
        "KeepBasicMetricsReportsDetailedInfo": "Bu seçenek etkinleştirildiğinde, bazı sayısal anahtar performans göstergeleri silinmez.",
        "KeepDataFor": "Şunun için tüm veriler korunsun",
        "KeepReportSegments": "Yukarıdaki verileri korumak için dilimlenmiş raporlar da korunmalı",
        "LastDelete": "Son silinme zamanı",
        "LeastDaysInput": "Lütfen %s değerinden büyük bir gün sayısı belirtin.",
        "LeastMonthsInput": "Lütfen %s değerinden büyük bir ay sayısı belirtin.",
        "MatchingDataSubjects": "Eşleşen ilgili kişiler",
        "MenuPrivacySettings": "Kişisel gizlilik",
        "NextDelete": "Sonraki zamanlanmış silme",
        "NoDataSubjectsFound": "Herhangi bir ilgili kişi bulunamadı",
        "OptOutCustomize": "Veri toplama reddi iframe sayfasını özelleştir",
        "OptOutHtmlCode": "Web sitesine eklenecek HTML kodu",
        "OptOutPreview": "Veri toplama reddi sayfasının web sitesinde nasıl görüntüleneceği",
        "PluginDescription": "Ziyaretçilerin kişisel gizliliğini arttırın ve Matomo kopyanızın bulunduğunuz ülkenin kişisel verileri koruma yasalarına uygun çalıştığından emin olun.",
        "PrivacyPolicy": "Gizlilik ilkesi",
        "PrivacyPolicyUrl": "Gizlilik ilkesi adresi",
        "PrivacyPolicyUrlDescription": "Gizlilik ilkesi sayfanızın bağlantısı.",
        "PrivacyPolicyUrlDescriptionSuffix": "Buraya yazılan adres, oturum açma sayfası ve '%1$s' kullanıcısının erişebileceği sayfaların altında görüntülenir.",
        "PseudonymizeUserId": "Kullanıcı kodu sahte kullanıcı koduna dönüştürülsün",
        "PseudonymizeUserIdNote": "Bu seçenek etkinleştirildiğinde, kullanıcı kodu yerine bir sahte bir kod görüntülenerek, e-posta adresi gibi kişisel gizliliğin korunmasını engelleyebilecek bilgilerin görüntülenmesi ve kaydedilmesi engellenir. Teknik olarak kullanıcı kodu belirtildiğinde, Matomo karılmış bir işlev ile oluşturulmuş sahte kullanıcı kodunu kullanır.",
        "PseudonymizeUserIdNote2": "Not: Sahte kod kullanılması anonim kılma ile aynı şey değildir. Genel Veri Koruma Yönetmeliği hükümlerine göre sahte kullanıcı kodu da kişisel veri sayılır. Belirli verilere sahip olunması durumunda (yalnız Matomo ve veri işleyiciniz tarafından erişilebilen) sahte kullanıcı kodu kullanılarak gerçek kullanıcı kodu bulunabilir.",
        "PurgeNow": "Veritabanını temizle",
        "PurgeNowConfirm": "Veritabanınızdaki verileri kalıcı olarak silmek üzeresiniz. Devam etmek istiyor musunuz?",
        "PurgingData": "Veriler boşaltılıyor...",
        "RawDataNeverRemoved": "ziyaret ve işlem ham verileri <strong>hiç</strong> silinmiyor.",
        "RawDataRemovedAfter": "tüm ziyaret ve işlem ham verileri %1$s sonra siliniyor.",
        "RecommendedForPrivacy": "Kişisel gizlilik için önerilir",
        "ReportsDataSavedEstimate": "Veritabanı boyutu",
        "ReportsNeverRemoved": "derlenen raporlar <strong>hiç</strong> silinmiyor.",
        "ReportsRemovedAfter": "tüm derlenen raporlar %1$s sonra siliniyor.",
        "ResultIncludesAllVisits": "Bulunan sonuçlar, herhangi bir zaman kısıtlaması olmadan tüm ziyaretleri ve bugünü içerir.",
        "ResultTruncated": "%1$s taneden fazla sonuç bulundu ve sonuçlarda ilk %1$s ziyaret alındı.",
        "SaveSettingsBeforePurge": "Veri silme ayarlarınızı değiştirdiniz. Lütfen temizliği başlatmadan önce ayarları kaydedin.",
        "SearchForDataSubject": "Bir ilgili kişi arama",
        "SecurityProcedures": "Güvenlik süreçleri",
        "SecurityProceduresDesc1": "Matomo verilerinizi güvende tutmak için %1$sgüvenlik önerilerimizi%2$s uygulayın.",
        "SecurityProceduresDesc2": "Matomo sunucusu ya da barındırma hizmetini sağlayan kuruluş ile %1$suygun güvenlik önlemlerinin%2$s alınmasını sağlayan yazılı bir sözleşmeniz olup olmadığını kontrol edin.",
        "SecurityProceduresDesc3": "%1$sVerilerin izinsiz ele geçirilmesi süreçlerinize%2$s Matomo uygulamasını katın.",
        "SecurityProceduresDesc4": "Uygulanabiliyorsa %1$sveri gizliliği etki değerlendirmenize (DPIA)%2$s Matomo uygulamasını katın.",
        "SecurityProceduresIntro": "Kullanıcılarınızı anlaşılır ve şeffaf biçimde bilgilendirin. İş arkadaşlarınızın topladığınız verilerin ve nasıl kullanıldığının farkında olmasını sağlayın:",
        "SeeAlsoOurOfficialGuidePrivacy": "Resmi belgelere de bakabilirsiniz: %1$sWeb istatistiklerinde kişisel gizlilik%2$s",
        "SelectWebsite": "Bir web sitesi seçin",
        "ShowInEmbeddedWidgets": "Gömülü pano bileşenleri içinde görüntülensin",
        "ShowInEmbeddedWidgetsDescription": "Bu seçenek etkinleştirildiğinde, gömülü pano bileşenlerinin altında Gizlilik İlkesi ile Hüküm ve Koşullar sayfalarınıza bağlantılar görüntülenir.",
        "TeaserHeader": "Kişisel gizliliğin korunması yasalarına uygun Matomo ayarları bu bölümden şu seçenekler kullanılarak yapılabilir: %1$s Ziyaretçi IP adreslerinin anonim kılınması%2$s, %3$s Eski ziyaretçi günlük kayıtlarının veritabanından otomatik olarak kaldırılması%4$s ve %5$s önceden izlenmiş ham kullanıcı verilerinin anonim kılınması%6$s.",
        "TeaserHeadline": "Kişisel gizlilik ayarları",
        "TermsAndConditionUrl": "Hüküm ve koşullar adresi",
        "TermsAndConditionUrlDescription": "Hüküm ve koşullar sayfanızın bağlantısı.",
        "TermsAndConditions": "Hüküm ve koşullar",
        "TrackingOptOut": "Kullanıcılar izlemeyi red edebilsin",
        "UnsetActionColumns": "İşlem sütunları sıfırlansın",
        "UnsetActionColumnsHelp": "Bu işlem geri alınamaz. İşlem kapsamında kaldırmak istediğiniz veritabanı sütunlarının listesi. Bu sütundaki her değer varsayılan değerine ayarlanır.",
        "UnsetVisitColumns": "Ziyaret sütunları sıfırlansın",
        "UnsetVisitColumnsHelp": "Bu işlem geri alınamaz. Ziyaret kapsamında kaldırmak istediğiniz veritabanı sütunlarının listesi. Bu sütundaki her değer varsayılan değerine ayarlanır. Aynı sütun 'hedef tutturma' kapsamında da varsa, bu sütunun da silineceğini lütfen unutmayın",
        "UseAnonymizeIp": "Ziyaretçinin IP adresi anonim kılınsın",
        "UseAnonymizeOrderId": "Sipariş kodu anonim kılınsın",
        "UseAnonymizeTrackingData": "İzleme verileri anonim kılınsın",
        "UseAnonymizeUserId": "Kullanıcı kodu anonim kılınsın",
        "UseAnonymizedIpForVisitEnrichment": "Ziyaret verilerini zenginleştirirken Anonimleştirilmiş IP adresleri kullanılsın.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Zİyaretçilerin üst verilerini geliştiren IP adresi ve hizmet sağlayıcıya göre coğrafi konum bulma uygulama ekleri. Varsayılan olarak bu uygulama eklerinde anonim kılınmış IP adresleri kullanılır. Bu seçenek devre dışı bırakıldığında anonim kılınmamış tam IP adresi kullanılır. Bu durum da kişisel gizliliğin korunmasını azaltırken daha doğru konum bilgisi sağlar.",
        "UseDeleteLog": "Eski ham veriler veritabanından düzenli olarak silinsin",
        "UseDeleteReports": "Veritabanından eski raporlar düzenli olarak silinsin",
        "UsersOptOut": "İzlemeyi engelleme",
        "VisitsMatchedCriteria": "Bu ziyaretler seçilmiş ölçüte uyuyor.",
        "WhenConsentIsNeeded1": "%1$sGenel Veri Koruma Yönetmeliği (GVKY, GDPR) kişisel gizlilik düzenlemeleri%2$s kapsamında, kişisel verileri işlerken, bazı durumlarda kullanıcılarınızın onayını istemeniz gerekir. Onay istemeniz gerekip gerekmediğini belirlemek için kişisel verilerin işlenmesine ilişkin yasal dayanağınızın \"Onay\" ya da \"Meşru menfaat\" olup olmadığını ya da kişisel verilerin toplanmasından tamamen kaçınıp kaçınmayacağınızı belirlemeniz gerekir. %3$sMatomo için Genel Veri Koruma Yönetmeliği kapsamındaki yasal dayanak%4$s hakkında ayrıntılı bilgi edinmenizi öneririz.",
        "WhenConsentIsNeeded2": "Kullanıcılarınızın onayını almanız gerektiğinde ve geçmişte kullanıcılarınızın \"Onayını\" aldığınızı kanıtlayamıyorsanız, %1$sönceden izlediğiniz ham kullanıcı verilerini anonimleştirmeniz%2$s önerilir.",
        "WhenDoINeedConsent": "Kullanıcı onayını ne zaman sormalıyım?"
    }
}
