{
    "PrivacyManager": {
        "AnonymizeData": "Verileri Anonim Kılma",
        "AnonymizeIpDescription": "Bu seçenek etkinleştirildiğinde, Matomo tarafından tam sınıflandırılmış IP adresleri izlenmez.",
        "AnonymizeIpInlineHelp": "Kişisel Verilerin Korunması Düzenlemelerine Uygun Olarak Ziyaretçi IP Adreslerinin Son Baytları Anonim Kılınsın",
        "AnonymizeIpExtendedHelp": "Bu seçenek etkinleştirildiğinde, Matomo web sitenize gelen ziyaretçilerin IP adresini (%1$s gibi) kullanmaz ve IP adresini anonim kılar (%2$s gibi). IP adresinin anonim kılınması Almanya gibi bazı ülkelerde kişisel verilerin korunması yasalarına göre zorunludur.",
        "AnonymizeIpMaskLengtDescription": "Ziyaretçi IP adreslerinin kaç baytının maskeleneceğini seçin.",
        "AnonymizeIpMaskLength": "%1$s bayt - Örnek: %2$s",
        "AskingForConsent": "Onay Sorma",
        "ClickHereSettings": "%s ayarlarına erişmek için buraya tıklayın.",
        "CurrentDBSize": "Geçerli veritabanı boyutu",
        "DBPurged": "Veritabanı temizlendi.",
        "DeleteBothConfirm": "Hem ham verileri hem de rapor verilerini silmeyi seçtiniz. Bu işlemin sonunda eski istatistik verileriniz kalıcı olarak silinecek ve raporları da yeniden oluşturamayacaksınız. Bu işlemi yapmak istediğinize emin misiniz?",
        "DeleteDataDescription": "Matomo veritabanının boyutunu küçük tutmak ve Kişisel Verilerin Korunması Kanunu koşullarını sağlamak için eski ham verilerin ve işlenmiş raporların düzenli olarak silinmesini sağlayabilirsiniz.",
        "DeleteDataInterval": "Eski verileri silme sıklığı",
        "DeleteOldVisitorLogs": "Eski ziyaretçi günlüğü kayıtları silinsin",
        "DeleteOldRawData": "Eski ham veriler düzenli olarak silinsin",
        "DeleteOldAggregatedReports": "Eski işlenmiş rapor verileri silinsin",
        "DeleteLogDescription2": "Günlük kayıtlarını otomatik silme özelliğini etkinleştirdiğinizde tüm önceki günlük raporların işlenmiş olduğundan ve herhangi bir verinin kaybolmayacağından emin olun.",
        "DeleteRawDataInfo": "Ham verilerde, konuklarınızın yaptığı her ziyaretin ve her işlemin ayrıntıları bulunur. Ham veriler silindiğinde, silinen bilgiler konuk günlüğünde görüntülenmez. Ayrıca daha sonra bir parça eklemek isterseniz, silinen verinin bulunduğu zaman aralığında bu ham veriyi kullanarak üretilmiş olan işlenmiş raporların tümü silinmiş olacağından parçalı raporlar üretilemez.",
        "DeleteLogsConfirm": "Ham veri silinmesini etkinleştirmek üzeresiniz. Eski ham veriler silindiğinde, henüz bu eski dönemlere ait oluşturulmamış raporlar varsa bu istatistik verilerini göremeyeceksiniz. Bu işlemi yapmak istediğinize emin misiniz?",
        "DeleteLogsOlderThan": "Şundan eski günlük kayıtları silinsin",
        "DeleteMaxRows": "Bir kerede silinecek en fazla satır sayısı:",
        "DeleteMaxRowsNoLimit": "sınırlama yok",
        "DeleteReportsConfirm": "Rapor verilerini silmeyi seçmek üzeresiniz. Eski raporlar silindiğinde eski istatistik bilgilerini görebilmek için raporların yeniden işlenmesi gerekir. Devam etmek ister misiniz?",
        "DeleteAggregateReportsDetailedInfo": "Bu seçenek etkinleştirildiğinde, tüm işlenmiş raporlar silinir. İşlenmiş raporlar ham verilerden çeşitli ziyaretlerin ham verilerinin işlenmesi ile üretilir. Örneğin \"Ülke\" raporunda her bir ülkeden yapılmış ziyaretlerin sayısının işlenmesi ile oluşturulur.",
        "KeepBasicMetricsReportsDetailedInfo": "Bu seçenek etkinleştirildiğinde, bazı sayısal Anahtar Performans Göstergeleri silinmez.",
        "DeleteReportsInfo2": "Silinen eski raporlar, gerekli olduğunda ham verilerden yeniden üretilebilir.",
        "DeleteReportsInfo3": "Ancak \"%s\" seçeneği de etkinleştirilmiş ise, silinen rapor verileri tamamen kaybolur.",
        "DeleteReportsOlderThan": "Şundan eski raporlar silinsin",
        "DeleteSchedulingSettings": "Eski verileri silmeyi zamanlayın",
        "DeleteDataSettings": "Eski ziyaretçi günlüğü kayıtlarını ve raporları sil",
        "DoNotTrack_Description": "İzlenmek İstemiyorum özelliği, kullanıcılara ziyaret ettikleri istatistik hizmetleri, reklam ağları ve sosyal ağlar gibi web siteleri tarafından izlenip izlenmemelerini seçme olanağı sunar.",
        "DoNotTrack_Disable": "İzlenmek İstemiyorum Özelliği Kullanılmasın",
        "DoNotTrack_Disabled": "Matomo şu anda web tarayıcılarından \"İzlenmek İstemiyorum\" seçeneğini seçmiş olsalar da tüm ziyaretçileri izliyor.",
        "DoNotTrack_DisabledMoreInfo": "Ziyaretçilerinizin kişisel gizliliğine ve isteklerine saygı duymanız ve İzlenmek İstemiyorum özelliğini etkinleştirmeniz önerilir.",
        "DoNotTrack_Enable": "İzlenmek İstemiyorum Özelliği Kullanılsın",
        "DoNotTrack_Enabled": "Şu anda ziyaretçilerinizin kişisel gizliliğine önem veriyorsunuz. Tebrikler!",
        "DoNotTrack_EnabledMoreInfo": "Bu seçenek etkinleştirildiğinde, ziyaretçiler web sitelerinden \"İzlenmek İstemiyorum\" seçeneğini seçebilir ve Matomo bu kullanıcıların ziyaretlerini izlemez.",
        "DoNotTrack_SupportDNTPreference": "İzlenmek İstemiyorum Özelliği Ayarı",
        "EstimatedDBSizeAfterPurge": "Temizklik sonrası öngörülen veritabanı boyutu",
        "EstimatedSpaceSaved": "Öngörülen kazanılacak boyut",
        "GeolocationAnonymizeIpNote": "Not: Coğrafi konum yaklaşık olarak 1 bayt anonim kılma ile aynı sonucu verir. 2 ya da daha fazla bayt ile yapılan anonim kılmalarda coğrafi konum doğruluğu kalmaz.",
        "GDPR": "GVKY (GDPR)",
        "GdprManager": "GVKY Yönetimi",
        "GdprOverview": "Kişisel Veri Güvenliği Yönergesi Özeti",
        "GdprTools": "Kişisel Veri Güvenliği Yönergesi Araçları",
        "GetPurgeEstimate": "Temizlik öngörüsünü görüntüle",
        "KeepBasicMetrics": "Temel ölçümler korunur (ziyaretler, sayfa görüntülemeleri, hemen çıkma oranı, hedef tutturma, e-ticarete dönüşme gibi)",
        "KeepDataFor": "Şunun için tüm veriler korunsun",
        "KeepReportSegments": "Yukarıdaki verileri korumak için dilimlenmiş raporlar da korunmalı",
        "LastDelete": "Son silinme zamanı",
        "LeastDaysInput": "Lütfen %s değerinden büyük bir gün sayısı belirtin.",
        "LeastMonthsInput": "Lütfen %s değerinden büyük bir ay sayısı belirtin.",
        "MenuPrivacySettings": "Kişisel Gizlilik",
        "NextDelete": "Sonraki zamanlanmış silme",
        "PluginDescription": "Ziyaretçilerinizin kişisel gizliliğini arttırın ve Matomo kopyanızın bulunduğunuz ülkenin kişisel verileri koruma yasalarına uygun çalıştığından emin olun.",
        "PurgeNow": "Veritabanını Temizle",
        "PurgeNowConfirm": "Veritabanınızdaki verileri kalıcı olarak silmek üzeresiniz. Devam etmek istiyor musunuz?",
        "PurgingData": "Veriler boşaltılıyor...",
        "RecommendedForPrivacy": "Kişisel gizlilik için önerilir",
        "ReportsDataSavedEstimate": "Veritabanı boyutu",
        "SaveSettingsBeforePurge": "Veri silme ayarlarınızı değiştirdiniz. Lütfen temizliği başlatmadan önce ayarları kaydedin.",
        "SeeAlsoOurOfficialGuidePrivacy": "Resmi belgelere de bakabilirsiniz: %1$sWeb İstatistiklerinde Kişisel Gizlilik%2$s",
        "TeaserHeader": "Kişisel gizliliğin korunması yasalarına uygun Matomo ayarları bu bölümden şu seçenekler kullanılarak yapılabilir: %1$s Ziyaretçi IP adreslerinin anonim kılınması%2$s, %3$s Eski ziyaretçi günlük kayıtlarının veritabanından otomatik olarak kaldırılması%4$s ve %5$s önceden izlenmiş ham kullanıcı verilerinin anonim kılınması%6$s.",
        "TeaserHeadline": "Kişisel Gizlilik Ayarları",
        "UseAnonymizedIpForVisitEnrichment": "Ziyaret verilerini zenginleştirirken Anonoimleştirilmiş IP adresleri kullanılsın.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Zİyaretçilerin üst verilerini geliştiren IP adresi ve hizmet sağlayıcıya göre coğrafi konum bulma uygulama ekleri. Varsayılan olarak bu uygulama eklerinde anonim kılınmış IP adresleri kullanılır. Bu seçenek devre dışı bırakıldığında anonim kılınmamış tam IP adresi kullanılır. Bu durum da kişisel gizliliğin korunmasını azaltırken daha doğru konum bilgisi sağlar.",
        "PseudonymizeUserIdNote": "Bu seçenek etkinleştirildiğinde, Kullanıcı Kodu yerine bir sahte bir kod görüntülenerek, e-posta adresi gibi kişisel gizliliğin korunmasını engelleyebilecek bilgilerin görüntülenmesi ve kaydedilmesi engellenir. Teknik olarak Kullanıcı Kodu belirtildiğinde, Matomo karılmış bir işlev ile oluşturulmuş sahte kullanıcı kodunu kullanır.",
        "PseudonymizeUserIdNote2": "Not: Sahte kod kullanılması anonim kılma ile aynı şey değildir. Kişisel Verilerin Korunması hükümlerine göre Sahte Kullanıcı Kodu da kişisel veri sayılır. Belirli verilere sahip olunması durumunda (yalnız Matomo ve veri işleyiciniz tarafından erişilebilen) Sahte Kullanıcı Kodu kullanılarak Gerçek Kullanıcı Kodu bulunabilir.",
        "AnonymizeOrderIdNote": "Sipariş Kodu bir e-ticaret mağazası gibi başka bir sistemde referans olarak bulunacağından, Genel Veri Koruma Yönergesi kapsamındaki kişisel bilgilerin elde edilmesinde kullanılabilir. Bu seçenek etkinleştirildiğinde, Sipariş Kodu otomatik olarak anonim kılınır böylece kişisel bilgiler izlenemez.",
        "UseAnonymizeIp": "Ziyaretçinin IP adresi anonim kılınsın",
        "UseAnonymizeTrackingData": "İzleme Verileri Anonim Kılınsın",
        "UseAnonymizeUserId": "Kullanıcı Kodu Anonim Kılınsın",
        "PseudonymizeUserId": "Kullanıcı Kodu Sahte Kullanıcı Koduna Dönüştürülsün",
        "UseAnonymizeOrderId": "Sipariş Kodu Anonim Kılınsın",
        "UseDeleteLog": "Eski ham veriler veritabanından düzenli olarak silinsin",
        "UseDeleteReports": "Veritabanından eski raporlar düzenli olarak silinsin",
        "UsersOptOut": "İzlemeyi Engelleme",
        "PrivacyPolicyUrl": "Gizlilik İlkesi Adresi",
        "PrivacyPolicyUrlDescription": "Gizlilik İlkesi sayfanızın bağlantısı.",
        "TermsAndConditionUrl": "Hüküm ve Koşullar Adresi",
        "TermsAndConditionUrlDescription": "Hüküm ve Koşullar sayfanızın bağlantısı.",
        "PrivacyPolicyUrlDescriptionSuffix": "Buraya yazılan adres, oturum açma sayfası ve '%1$s' kullanıcısının erişebileceği sayfaların altında görüntülenir.",
        "ShowInEmbeddedWidgets": "Gömülü gereçler içinde görüntülensin",
        "ShowInEmbeddedWidgetsDescription": "Bu seçenek etkinleştirildiğinde, gömülü gereçlerin altında Gizlilik İlkesi ve Hüküm ve Koşullar sayfalarınıza bağlantılar görüntülenir.",
        "PrivacyPolicy": "Gizlilik İlkesi",
        "TermsAndConditions": "Hüküm ve Koşullar"
    }
}