{
    "PrivacyManager": {
        "AnonymizeData": "Veriyi anonimleştir",
        "AnonymizeIpDescription": "Bu seçenek etkinleştirildiğinde, Matomo tarafından tam sınıflandırılmış IP adresleri izlenmez.",
        "AnonymizeIpInlineHelp": "Kişisel verilerin korunması ile ilgili yerel yasalarınıza uygun olarak ziyaretçi IP adreslerinin son baytlarını anonimleştirir.",
        "AnonymizeIpExtendedHelp": "Kullanıcılar web sitenizi ziyaret ettiğinde, Matomo tam IP adresini (%1$s gibi) kullanmaz. Bunun yerine Matomo önce IP adresini anonimleştirir (%2$s gibi). IP adresi anonimleştirme Almanya gibi bazı ülkelerde kişisel verilerin korunması yasalarına göre zorunludur.",
        "AnonymizeIpMaskLengtDescription": "Ziyaretçi IP adreslerinin kaç baytının maskeleneceğini seçin.",
        "AnonymizeIpMaskLength": "%1$s bayt - Örnek: %2$s",
        "CannotLockSoDeleteLogActions": "log_action tablosu temizlenmeyecek: Lütfen '%s' MySQL kullanıcısına LOCK TABLES iznini verin.",
        "ClickHereSettings": "%s ayarlarına erişmek için buraya tıklayın.",
        "CurrentDBSize": "Geçerli veritabanı boyutu",
        "DBPurged": "Veritabanı temizlendi.",
        "DeleteBothConfirm": "Hem ham verileri hem de rapor verilerini silmeyi seçtiniz. Bu işlemin sonunda eski istatistik verileriniz kalıcı olarak silinecek ve raporları da yeniden oluşturamayacaksınız. Bu işlemi yapmak istediğinize emin misiniz?",
        "DeleteDataDescription": "Matomo veritabanının boyutunu küçük tutmak için eski ziyaretçi verileri ve işlenmiş raporların düzenli olarak silinmesini sağlayabilirsiniz.",
        "DeleteDataDescription2": "İstenirse önceden hazırlanmış raporlar silinmeyebilir. Yalnız ziyaret, sayfa görüntüleme ve dönüşüm ham verileri silinir. Ya da ham veri korunurken, önceden hazırlanmış raporlar silinebilir.",
        "DeleteDataInterval": "Eski verileri silme sıklığı",
        "DeleteOldVisitorLogs": "Eski ziyaretçi günlüğü kayıtları silinsin",
        "DeleteOldArchivedReports": "Eski arşiv raporları silinsin",
        "DeleteLogDescription2": "Günlük kayıtlarını otomatik silme özelliğini etkinleştirdiğinizde tüm önceki günlük raporların işlenmiş olduğundan ve herhangi bir verinin kaybolmayacağından emin olun.",
        "DeleteLogInfo": "Şu tablolardaki günlük kayıtları silinecek: %s",
        "DeleteLogsConfirm": "Ham veri silinmesini etkinleştirmek üzeresiniz. Eski ham veriler silindiğinde, henüz bu eski dönemlere ait oluşturulmamış raporlar varsa bu istatistik verilerini göremeyeceksiniz. Bu işlemi yapmak istediğinize emin misiniz?",
        "DeleteLogsOlderThan": "Şundan eski günlük kayıtları silinsin",
        "DeleteMaxRows": "Bir kerede silinecek en fazla satır sayısı:",
        "DeleteMaxRowsNoLimit": "sınırlama yok",
        "DeleteReportsConfirm": "Rapor verilerini silmeyi seçmek üzeresiniz. Eski raporlar silindiğinde eski istatistik bilgilerini görebilmek için raporların yeniden işlenmesi gerekir. Devam etmek ister misiniz?",
        "DeleteReportsDetailedInfo": "Veritabanı sayısal arşiv tablolarındaki veriler (%1$s) ve blob arşiv tabloları (%2$s) silinecek.",
        "DeleteReportsInfo": "Bu seçenek etkinleştirildiğinde, eski raporlar silinir. %1$sBu seçeneği yalnız veritabanı depolama alanınız sınırlı ise etkinleştirmeniz önerilir.%2$s",
        "DeleteReportsInfo2": "\"%s\" etkinleştirilmemiş ise eski raporlar görüntülenmek istendiğinde otomatik olarak yeniden oluşturulur.",
        "DeleteReportsInfo3": "\"%s\" etkinleştirilmiş ise veri kalıcı olarak silinir.",
        "DeleteReportsOlderThan": "Şundan eski raporlar silinsin",
        "DeleteSchedulingSettings": "Eski verileri silmeyi zamanlayın",
        "DeleteDataSettings": "Eski ziyaretçi günlüğü kayıtlarını ve raporları sil",
        "DoNotTrack_Description": "İzleme Engelleme teknolojisi, kullanıcılara ziyaret ettikleri istatistik hizmetler, reklam ağları ve sosyal ağlar gibi web siteleri tarafından izlenmelerini engelleyebilme seçeneği sunar.",
        "DoNotTrack_Disable": "İzleme Engelleme Kullanılmasın",
        "DoNotTrack_Disabled": "Matomo şu anda web tarayıcılarından \"İzlenmek istemiyorum\" seçeneğini seçmiş olsalar da tüm ziyaretçileri izliyor.",
        "DoNotTrack_DisabledMoreInfo": "Ziyaretçilerinizin kişisel gizliliğine ve isteklerine saygı duymanız ve İzleme Engelleme özelliğini kullanmanız önerilir.",
        "DoNotTrack_Enable": "İzleme Engelleme Kullanılsın",
        "DoNotTrack_Enabled": "Şu anda ziyaretçilerinizin kişisel gizliliğine önem veriyorsunuz. Tebrikler!",
        "DoNotTrack_EnabledMoreInfo": "Ziyaretçiler web sitelerinden \"İzlenmek istemiyorum\" seçeneğini seçtiğinde (İzleme Engelleme Kullanıldığında) Matomo bu ziyaretleri izlemez.",
        "DoNotTrack_SupportDNTPreference": "İzleme Engelleme Ayarı",
        "EstimatedDBSizeAfterPurge": "Temizklik sonrası öngörülen veritabanı boyutu",
        "EstimatedSpaceSaved": "Öngörülen kazanılacak boyut",
        "GeolocationAnonymizeIpNote": "Not: Coğrafi konum yaklaşık olarak 1 bayt anonimleştirme ile aynı sonucu verir. 2 ya da daha fazla bayt ile yapılan anonimleştirmelerde coğrafi konum doğruluğu kalmaz.",
        "GDPR": "GVKY (GDPR)",
        "GdprManager": "GVKY Yönetimi",
        "GetPurgeEstimate": "Temizlik öngörüsünü görüntüle",
        "KeepBasicMetrics": "Temel ölçütler korunur (ziyaretler, sayfa görüntülemeleri, hemen çıkma oranı, hedef tutturma, e-ticarete dönüşme gibi)",
        "KeepDataFor": "Şunun için tüm veriler korunsun",
        "KeepReportSegments": "Yukarıdaki verileri korumak için dilimlenmiş raporlar da korunmalı",
        "LastDelete": "Son silinme zamanı",
        "LeastDaysInput": "Lütfen %s değerinden büyük bir gün sayısı belirtin.",
        "LeastMonthsInput": "Lütfen %s değerinden büyük bir ay sayısı belirtin.",
        "MenuPrivacySettings": "Kişisel Gizlilik",
        "NextDelete": "Sonraki zamanlanmış silme",
        "PluginDescription": "Ziyaretçilerinizin kişisel gizliliğini arttırın ve Matomo kopyanızın bulunduğunuz ülkenin kişisel verileri koruma yasalarına uygun çalıştığından emin olun.",
        "PurgeNow": "Veritabanını Temizle",
        "PurgeNowConfirm": "Veritabanınızdaki verileri kalıcı olarak silmek üzeresiniz. Devam etmek istiyor musunuz?",
        "PurgingData": "Veriler boşaltılıyor...",
        "RecommendedForPrivacy": "Kişisel gizlilik için önerilir",
        "ReportsDataSavedEstimate": "Veritabanı boyutu",
        "SaveSettingsBeforePurge": "Veri silme ayarlarınızı değiştirdiniz. Lütfen temizliği başlatmadan önce ayarları kaydedin.",
        "SeeAlsoOurOfficialGuidePrivacy": "Resmi belgelere de bakabilirsiniz: %1$sWeb İstatistiklerinde Kişisel Gizlilik%2$s",
        "TeaserHeader": "Kişisel gizliliğin korunması yasalarına uygun Matomo ayarları bu bölümden şu seçenekler kullanılarak yapılabilir: %1$s Ziyaretçi IP adreslerinin anonimleştirilmesi%2$s, %3$s Eski ziyaretçi günlük kayıtlarının veritabanından otomatik olarak kaldırılması%4$s ve %5$s önceden izlenmiş ham kullanıcı verilerinin anonimleştirilmesi%6$s.",
        "TeaserHeadline": "Kişisel Gizlilik Ayarları",
        "UseAnonymizedIpForVisitEnrichment": "Ziyaret verilerini zenginleştirirken Anonoimleştirilmiş IP adresleri kullanılsın.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Zİyaretçilerin üst verilerini geliştiren IP adresi ve hizmet sağlayıcıya göre coğrafi konum bulma uygulama ekleri. Varsayılan olarak bu uygulama eklerinde anonimleştirilmiş IP adresleri kullanılır. Bu seçenek devre dışı bırakıldığında anonimleştirilmemiş tam IP adresi kullanılır. Bu durum da kişisel gizliliğin korunmasını azaltırken daha doğru konum bilgisi sağlar.",
        "PseudonymizeUserIdNote": "Bu seçenek etkinleştirildiğinde, Kullanıcı Kodu yerine bir sahte bir kod görüntülenerek, e-posta adresi gibi kişisel gizliliğin korunmasını engelleyebilecek bilgilerin görüntülenmesi ve kaydedilmesi engellenir. Teknik olarak Kullanıcı Kodu belirtildiğinde, Matomo karılmış bir işlev ile oluşturulmuş sahte kullanıcı kodunu kullanır.",
        "PseudonymizeUserIdNote2": "Not: Sahte kod kullanılması anonimleştirme ile aynı şey değildir. Kişisel Verilerin Korunması hükü mlerine göre Sahte Kullanıcı Kodu da kişisel veri sayılır. Belirli verilere sahip olunması durumunda (yalnız Matomo ve veri işleyiciniz tarafından erişilebilen) Sahte Kullanıcı Kodu kullanılarak Gerçek Kullanıcı Kodu bulunabilir.",
        "AnonymizeOrderIdNote": "Sipariş Kodu bir e-ticaret mağazası gibi başka bir sistemde referans olarak bulunacağından, Genel Veri Koruma Yönergesi kapsamındaki kişisel bilgilerin elde edilmesinde kullanılabilir. Bu seçenek etkinleştirildiğinde, Sipariş Kodu otomatik olarak anonimleştirilir böylecek kişisel bilgiler izlenemez.",
        "UseAnonymizeIp": "Ziyaretçinin IP adresini anonimleştir",
        "UseAnonymizeTrackingData": "İzleme Verileri Anonimleştirilsin",
        "UseAnonymizeUserId": "Kullanıcı Kodu Anonimleştirilsin",
        "PseudonymizeUserId": "Kullanıcı Kodu Sahte Kullanıcı Koduna Dönüştürülsün",
        "UseAnonymizeOrderId": "Sipariş Kodu Anonimleştirilsin",
        "UseDeleteLog": "Veritabanından eski ziyaretçi günlüğü kayıtları düzenli olarak silinsin",
        "UseDeleteReports": "Veritabanından eski raporlar düzenli olarak silinsin"
    }
}