{
    "PrivacyManager": {
        "AnonymizeIpExtendedHelp": "Коли користувачі відвідують ваш сайт, Matomo не буде використовувати повну IP-адресу (наприклад, %1$s), а спочатку анонімізує її (до %2$s). Анонімізація IP-адреси — одна з вимог законів про приватність у деяких країнах, таких як Німеччина.",
        "AnonymizeIpInlineHelp": "Приховати останній байт IP-адрес ваших відвідувачів згідно вашим принципам конфіденційності або законодавству.",
        "AnonymizeIpMaskLengtDescription": "Виберіть, як багато байтів IP-адреси відвідувачів повинно бути приховано.",
        "AnonymizeIpMaskLength": "%1$s байт(ів), наприклад, %2$s",
        "AnonymizeReferrerNote": "Matomo зберігає інформацію про те, з якої URL-адреси (реферала) користувач перейшов на ваш сайт. У деяких випадках така URL-адреса може містити інформацію, яку можна вважати персональною. Якщо ви хочете запобігти відстеженню такої інформації, ви можете обмежити кількість даних про реферала, які Matomo буде зберігати, коли відвідувач заходить на ваш сайт. Чим більше інформації буде видалено з даних реферала, тим менша ймовірність того, що особиста інформація буде записана. Чим більше інформації про реферала ви видалите, тим менш зрозуміло буде, як відвідувач потрапив на ваш сайт.",
        "ClickHereSettings": "Натисніть тут, щоб перейти до налаштувань: %s.",
        "CurrentDBSize": "Поточний розмір бази даних",
        "DBPurged": "База даних очищена.",
        "DeleteDataInterval": "Видаляти старі дані кожні",
        "DeleteDataSettings": "Видалення старих логів відвідувань і звітів",
        "DeleteLogDescription2": "Якщо ви використовуєте автоматичне видалення логів, переконайтеся, що всі попередні звіти за день були оброблені, щоб не втратити ні яких даних.",
        "DeleteLogsOlderThan": "Видалити логи, старше ніж",
        "DeleteMaxRows": "Максимальне число рядків для видалення за один раз:",
        "DeleteMaxRowsNoLimit": "немає обмежень",
        "DeleteOldVisitorLogs": "Видалення старих журналів відвідувача",
        "DeleteReportsConfirm": "Ви збираєтеся ввімкнути видалення даних за звітами. Коли старі звіти будуть видалені, ви повинні знову обробити їх, якщо хочете переглянути їх. Ви впевнені що хочете зробити це?",
        "DeleteReportsOlderThan": "Видалити звіти, старше ніж",
        "DeleteSchedulingSettings": "Розклад видалення старих даних",
        "DoNotTrack_Description": "Відмова від відстеження – технологія і пропозиція політики безпеки, яка дозволяє користувачам відмовлятися від того, щоб їх відвідування відстежувалися. Використовується в аналітичних сервісах, рекламних мережах і соціальних платформах.",
        "DoNotTrack_Disable": "Відключити можливість відмови від відстеження",
        "DoNotTrack_Enable": "Увімкнути можливість відмови від відстеження",
        "DoNotTrack_Enabled": "На даний момент ви поважаєте конфіденційність ваших відвідувачів. Браво!",
        "DoNotTrack_SupportDNTPreference": "Налаштування Відмови від Відстеження",
        "EstimatedDBSizeAfterPurge": "Очікуваний розмір бази даних після чистки",
        "EstimatedSpaceSaved": "Очікуваний розмір збереженого простору",
        "GeolocationAnonymizeIpNote": "Підказка: Геолоакція матиме практично ті ж результати з 1 прихованим байтом IP адреси. Якщо приховано два або більше байтів, геолокація буде визначати місцезнаходження користувача неточно.",
        "GetPurgeEstimate": "Оцінити очищення бази за часом",
        "KeepBasicMetrics": "Зберегти основні показники (відвідування, перегляди сторінок, відсоток відскоків, конверсію цілей, конверсію ел. замовлень і ін.)",
        "KeepDataFor": "Зберегти всі дані для",
        "KeepReportSegments": "Для збереження даних вище також налаштуйте сегментацію звітів",
        "LastDelete": "Останнє видалення було",
        "LeastDaysInput": "Будь ласка, визначте кількість днів, більше ніж %s.",
        "LeastMonthsInput": "Будь ласка, визначте кількість місяців, більше ніж %s.",
        "MenuPrivacySettings": "Конфіденційність",
        "NextDelete": "Наступне видалення за розкладом через",
        "PurgeNow": "Очистити базу даних зараз",
        "PurgeNowConfirm": "Ви збираєтеся назавжди видалити дані з вашої бази даних. Ви впевнені, що хочете продовжити?",
        "PurgingData": "Видалення даних…",
        "RecommendedForPrivacy": "Рекомендується для забезпечення конфіденційності",
        "ReportsDataSavedEstimate": "Розмір бази даних",
        "SaveSettingsBeforePurge": "Ви змінили налаштування видалення даних. Будь ласка, збережіть їх, перед тим як почати чистку.",
        "SeeAlsoOurOfficialGuidePrivacy": "Дивіться також офіційне керівництво: %1$sПриватність даних в Matomo%2$s",
        "TeaserHeadline": "Налаштування конфіденційності",
        "UseAnonymizeIp": "Приховати IP-адреси відвідувачів",
        "UseAnonymizedIpForVisitEnrichment": "Також використовуйте анонімні IP-адреси при логуванні відвідувань.",
        "UseDeleteReports": "Завжди видаляти старі звіти з баз даних"
    }
}
