{
    "PrivacyManager": {
        "AnonymizeIpDescription": "Виберіть \"Так\", якщо хочете, щоб система відстежувала не повну IP-адресу відвідувачів.",
        "AnonymizeIpInlineHelp": "Приховати останній байт IP-адрес ваших відвідувачів згідно вашим принципам конфіденційності або законодавству.",
        "AnonymizeIpExtendedHelp": "Коли користувачі відвідують ваш сайт, Matomo не використовуватиме повний IP-адрес (наприклад, %1$s), а анонимизирует его (например, в %2$s). Анонимизация IP-адреса является одним из требований, установленных законами о конфиденциальности в некоторых странах, таких как Германия.",
        "AnonymizeIpMaskLengtDescription": "Виберіть, як багато байтів IP-адреси відвідувачів повинно бути приховано.",
        "AnonymizeIpMaskLength": "%1$s байт(ів), наприклад, %2$s",
        "CannotLockSoDeleteLogActions": "Таблиця log_action не буде очищена: надайте, будь ласка, LOCK TABLES привілей до '%s' користувача MySQL.",
        "ClickHereSettings": "Натисніть тут, щоб перейти до налаштувань: %s.",
        "CurrentDBSize": "Поточний розмір бази даних",
        "DBPurged": "База даних очищена.",
        "DeleteBothConfirm": "Ви збираєтеся видалити дані відвідин сайту і дані за звітами одночасно. Ви більше не зможете переглядати статистику за старими відвідинам. Ви впевнені, що хочете зробити це?",
        "DeleteDataDescription": "Ви можете налаштувати Matomo для постійного видалення старих даних про відвідування сайту і (або) оброблених звітів, щоб зберігати розмір вашої БД.",
        "DeleteDataDescription2": "За бажанням заздалегідь оброблені звіти не будуть видалятися. Будуть видалятися тільки відвідування, перегляди сторінок і конверсія. Або заздалегідь оброблені звіти можуть видалятися, а дані по входах збережуться.",
        "DeleteDataInterval": "Видаляти старі дані кожні",
        "DeleteOldVisitorLogs": "Видалення старих журналів відвідувача",
        "DeleteOldArchivedReports": "Видалення старих архівних звітів",
        "DeleteLogDescription2": "Якщо ви використовуєте автоматичне видалення логів, переконайтеся, що всі попередні звіти за день були оброблені, щоб не втратити ні яких даних.",
        "DeleteLogInfo": "Будуть видалені логи з наступних таблиць: %s",
        "DeleteLogsConfirm": "Ви збираєтеся включити видалення даних про відвідування сайту. Коли старі дані по відвідини будуть видалені, а відповідні звіти не оброблені, ви не зможете переглядати аналітичні дані в історичній послідовності. Ви впевнені, що хочете зробити це?",
        "DeleteLogsOlderThan": "Видалити логи, старше ніж",
        "DeleteMaxRows": "Максимальне число рядків для видалення за один раз:",
        "DeleteMaxRowsNoLimit": "немає обмежень",
        "DeleteReportsConfirm": "Ви збираєтеся включити видалення даних за звітами. Коли старі звіти будуть видалені, ви повинні знову обробити їх, якщо хочете переглянути їх. Ви впевнені що хочете зробити це?",
        "DeleteReportsDetailedInfo": "Дані бази даних, що містяться в numeric (%1$s) і blob-таблицях (%2$s) будуть видалені.",
        "DeleteReportsInfo": "Якщо включено, старі звіти будуть видалені. %1$sМи рекомендуємо включати це тільки якщо розмір вашої БД обмежений.%2$s",
        "DeleteReportsInfo2": "Якщо ви не включили '%s', старі звіти будуть відтворюватися автоматично за запитом.",
        "DeleteReportsInfo3": "Якщо ви включили '%s', дані будуть назавжди втрачені.",
        "DeleteReportsOlderThan": "Видалити звіти, старше ніж",
        "DeleteSchedulingSettings": "Розклад видалення старих даних",
        "DeleteDataSettings": "Видалення старих логів відвідувань і звітів",
        "DoNotTrack_Description": "Відмова від відстеження – технологія і пропозиція політики безпеки, яка дозволяє користувачам відмовлятися від того, щоб їх відвідування відстежувалися. Використовується в аналітичних сервісах, рекламних мережах і соціальних платформах.",
        "DoNotTrack_Disable": "Відключити можливість відмови від відстеження",
        "DoNotTrack_Disabled": "Piwik зараз відстежує всіх відвідувачів, навіть якщо вони встановили налаштування «Я не хочу, щоб мене відстежували» в своїх браузерах.",
        "DoNotTrack_DisabledMoreInfo": "Ми рекомендуємо поважати конфіденційність ваших відвідувачів і включити можливість відмови від відстеження.",
        "DoNotTrack_Enable": "Включити можливість відмови від відстеження",
        "DoNotTrack_Enabled": "На даний момент ви поважаєте конфіденційність ваших відвідувачів. Браво!",
        "DoNotTrack_EnabledMoreInfo": "Коли користувач налаштовує свій браузер на «Я не хочу, щоб мене відстежували» (Можливість відмови від відстеження включена), Matomo не буде відслідковувати такі відвідування.",
        "DoNotTrack_SupportDNTPreference": "Налаштування Відмови від Відстеження",
        "EstimatedDBSizeAfterPurge": "Очікуваний розмір бази даних після чистки",
        "EstimatedSpaceSaved": "Очікуваний розмір збереженого простору",
        "GeolocationAnonymizeIpNote": "Підказка: Геолоакція матиме практично ті ж результати з 1 прихованим байтом IP адреси. Якщо приховано два або більше байтів, геолокація буде визначати місцезнаходження користувача неточно.",
        "GetPurgeEstimate": "Оцінити очищення бази за часом",
        "KeepBasicMetrics": "Зберегти основні показники (відвідування, перегляди сторінок, відсоток відскоків, конверсію цілей, конверсію ел. замовлень і ін.)",
        "KeepDataFor": "Зберегти всі дані для",
        "KeepReportSegments": "Для збереження даних вище також налаштуйте сегментацію звітів",
        "LastDelete": "Останнє видалення було",
        "LeastDaysInput": "Будь ласка, визначте кількість днів, більше ніж %s.",
        "LeastMonthsInput": "Будь ласка, визначте кількість місяців, більше ніж %s.",
        "MenuPrivacySettings": "Конфіденційність",
        "NextDelete": "Наступне видалення за розкладом через",
        "PluginDescription": "Підвищення рівня конфіденційності для користувачів і налаштування аналітики Matomo для конфіденційності сумісної з вашим місцевим законодавством.",
        "PurgeNow": "Очистити базу даних зараз",
        "PurgeNowConfirm": "Ви збираєтеся назавжди видалити дані з вашої бази даних. Ви впевнені, що хочете продовжити?",
        "PurgingData": "Видалення даних...",
        "RecommendedForPrivacy": "Рекомендується для забезпечення конфіденційності",
        "ReportsDataSavedEstimate": "Розмір бази даних",
        "SaveSettingsBeforePurge": "Ви змінили налаштування видалення даних. Будь ласка, збережіть їх, перед тим як почати чистку.",
        "SeeAlsoOurOfficialGuidePrivacy": "Дивіться також офіційне керівництво: %1$sПриватність даних в Matomo%2$s",
        "Teaser": "На цій вкладці ви можете налаштовувати веб-аналітику для її відповідної політики конфіденційності чинного законодавства вашої країни. Використовуйте: %1$s приховування IP-адреси відвідувача%2$s, %3$s автоматичне стирання старих логів з бази банних%4$s і %5$s можливість для відвідувачів виключити себе з обліку в системі%6$s.",
        "TeaserHeadline": "Налаштування конфіденційності",
        "UseAnonymizedIpForVisitEnrichment": "Також використовуйте анонімні IP-адреси при логуванні відвідувань.",
        "UseAnonymizedIpForVisitEnrichmentNote": "Plugins such as Geo Location via IP and Provider improve visitor's metadata. By default these plugins use the anonymized IP addresses. If you select 'No', then the non-anonymized full IP address will be used instead, resulting in less privacy but better data accuracy.",
        "UseAnonymizeIp": "Приховати IP-адреси відвідувачів",
        "UseDeleteLog": "Регулярно видаляти старі логи відвідувань з бази даних",
        "UseDeleteReports": "Завжди видаляти старі звіти з баз даних"
    }
}