{
    "CustomVariables": {
        "ColumnCustomVariableName": "Nome Variabile Personalizzata",
        "ColumnCustomVariableValue": "Valore Variabile Personalizzata",
        "CustomVariables": "Variabile Personalizzata",
        "CustomVariablesReportDocumentation": "Questo report contiene informazioni sulle variabili personalizzate. Clicca sul nome di una variabile per vedere la distribuzione dei valori. %1$s Per ulteriori informazioni sulle Variabili Personalizzate in generale, leggi la %2$sdocumentazione sulle Variabili Personalizzate su matomo.org%3$s",
        "PluginDescription": "Le Variabili Personalizzate sono coppie (nome, valore) che è possibile assegnare utilizzando l'API di Javascript ai visitatori o una qualsiasi delle loro azioni. Matomo segnalerà quindi quante visite, pagine, conversioni per ciascuno di questi nomi e valori personalizzati. Visualizza le variabili personalizzate dettagliate per ogni utente e azione nel Registro Visitatori. Questo plug-in è necessario per utilizzare la funzione di Analisi Ecommerce!",
        "ScopePage": "ambito pagina",
        "ScopeVisit": "ambito visita",
        "ScopeConversion": "conversione scope",
        "ManageDescription": "Questa panoramica mostra tutti gli slot di variabili personali e il loro utilizzo nel sito '%s'. I nomi in ciascuno slot vengono ordinati a seconda di quanto sono stati utilizzati in totale.",
        "ScopeX": "Ambito %s",
        "Index": "Indice",
        "Usages": "Usi",
        "Unused": "Inutilizzate",
        "CreateNewSlot": "Aumenta il numero degli slot di variabili personali disponibili",
        "UsageDetails": "%1$s visite e %2$s azioni dalla creazione di questo sito web.",
        "CreatingCustomVariableTakesTime": "La creazione di un nuovo slot di variabile personalizzata può richiedere molto tempo a seconda delle dimensioni del database. Pertanto, è possibile farlo solo tramite un comando che deve essere eseguito dalla riga di comando.",
        "CurrentAvailableCustomVariables": "Attualmente puoi utilizzare fino a %s variabili personali per sito.",
        "ToCreateCustomVarExecute": "Per creare un nuovo slot di variabili personalizzate esegui il comando seguente nella tua installazione di Matomo:",
        "SlotsReportIsGeneratedOverTime": "I dati per questo report saranno popolati nel tempo. Ciò può richiedere un giorno o due per vedere dei dati, e qualche settimana perché il report sia totalmente accurato.",
        "MetricsAreOnlyAvailableForVisitScope": "Nota: Sono disponibili %1$s metriche per le Variabili Speciali solo per l'ambito %2$s.",
        "MetricsNotAvailableForPageScope": "Per le Variabili Speciali dell'ambito %1$s, il valore colonna è %2$s"
    }
}