{
    "CustomVariables": {
        "ColumnCustomVariableName": "Nome da Variável Personalizada",
        "ColumnCustomVariableValue": "Valor de variável personalizado",
        "CustomVariables": "Variáveis personalizadas",
        "CustomVariablesReportDocumentation": "Este relatório contém informações sobre as suas variáveis ​​personalizadas. Clique em um nome de variável para ver a distribuição dos valores. %1$s para mais informações sobre variáveis ​​personalizadas em geral, leia a documentação %2$sCustom Variáveis ​​em matomo.org%3$s",
        "PluginDescription": "As Variáveis Personalizadas são pares (nome, valor) que você pode atribuir utilizando a API Javascript para visitantes ou qualquer ação deles. Matomo informará quantas visitas, páginas e conversões para cada um desses nomes e valores personalizados. Veja as Variáveis Personalizadas detalhadas para cada usuário e a ação no Registro de Visitante. Este plugin é necessário para usar o características Ecommerce Analytics!",
        "ScopePage": "página escopo",
        "ScopeVisit": "visita escopo",
        "ScopeConversion": "conversão de escopo",
        "ManageDescription": "Esta visão geral mostra todos os compartimentos personalizados de variáveis ​ e seus usos para o website '%s'. Os nomes dentro de cada compartimento são ordenados por quantas vezes foram utilizados no total.",
        "ScopeX": "Escopo %s",
        "Index": "Índice",
        "Usages": "Utilizações",
        "Unused": "Não utilizado",
        "CreateNewSlot": "Aumentar o número de compartimentos de Variáveis ​​Personalizadas disponíveis",
        "UsageDetails": "%1$s visitas e %2$s ações desde a criação deste website.",
        "CreatingCustomVariableTakesTime": "Criar um novo compartimento de variável personalizada pode levar um longo tempo, dependendo do tamanho do seu banco de dados. Portanto, só é possível fazer isso por meio de um comando que deve ser executado na linha de comando.",
        "CurrentAvailableCustomVariables": "Atualmente você pode usar até %s Variáveis Personalizadas por site.",
        "ToCreateCustomVarExecute": "Para criar uma nova variável personalizada execute o seguinte comando dentro da sua instalação Matomo:",
        "SlotsReportIsGeneratedOverTime": "Os dados para este relatório serão preenchidos ao longo do tempo. Pode demorar um dia ou dois para ver todos os dados e algumas semanas até que o relatório seja totalmente preciso.",
        "MetricsAreOnlyAvailableForVisitScope": "Nota: %1$s métricas estão disponíveis apenas para as Variáveis ​​Personalizadas de alcance %2$s.",
        "MetricsNotAvailableForPageScope": "Para as Variáveis ​​Personalizadas de alcance %1$s, o valor da coluna para essas métricas é %2$s"
    }
}