{
    "CustomVariables": {
        "ColumnCustomVariableName": "Nome da variável ​​personalizada",
        "ColumnCustomVariableValue": "Valor da variável ​​personalizada",
        "CustomVariables": "Variáveis ​​personalizadas",
        "CustomVariablesReportDocumentation": "Este relatório contém informações sobre as Variáveis ​​personalizadas. Clique no nome de uma variável para ver a distribuição dos valores. %1$s Para mais informações sobre Variáveis ​​personalizadas em geral, deve consultar a %2$sdocumentação sobre Variáveis personalizadas em matomo.org %3$s",
        "PluginDescription": "As variáveis personalizadas são pares (nome, valor) que pode, com recurso à API JavaScript, atribuir a visitantes ou qualquer uma das suas ações. O Matomo irá depois reportar quantas visitas, páginas, conversões para cada um destes nomes e valores personalizados. Consulte os detalhes das Variáveis personalizadas para cada utilizar e ação no Registo de visitantes. Esta extensão é necessária para utilizar a funcionalidade de Análise de comércio eletrónico!",
        "ScopePage": "âmbito da página",
        "ScopeVisit": "âmbito da visita",
        "ScopeConversion": "âmbito da conversão",
        "ManageDescription": "Esta visão geral mostra todos os espaços para variáveis personalizadas e as respetivas utilizações para o site '%s'. Os nomes em cada espaço são ordenados pelo total da frequência de utilização.",
        "ScopeX": "Âmbito da %s",
        "Index": "Índice",
        "Usages": "Utilizações",
        "Unused": "Não utilizado",
        "CreateNewSlot": "Aumentar o número de espaços disponíveis para Variáveis personalizadas",
        "UsageDetails": "%1$s visitas e %2$s ações desde a criação deste site.",
        "CreatingCustomVariableTakesTime": "A criação de um novo espaço para uma variável personalizada pode demorar algum tempo, dependendo do tamanho da sua base de dados. Assim sendo, torna-se somente possível fazê-lo através de um comando que precisa de ser executado na linha de comandos.",
        "CurrentAvailableCustomVariables": "Atualmente pode utilizar até %s variáveis personalizadas por site.",
        "ToCreateCustomVarExecute": "Para criar um novo espaço para uma variável personalizada, execute o seguinte comando na sua instalação do Matomo:",
        "SlotsReportIsGeneratedOverTime": "Os dados para este relatório serão apurados ao longo do tempo. Pode demorar um dia ou dois até serem apresentados alguns dados e algumas semanas até o relatório ser completamente fidedigno.",
        "MetricsAreOnlyAvailableForVisitScope": "Nota: estão disponíveis %1$s métricas para Variáveis personalizadas especificamente de âmbito %2$s",
        "MetricsNotAvailableForPageScope": "Para variáveis personalizadas de âmbito %1$s, o valor da coluna para estas métricas é %2$s"
    }
}