{
    "CustomVariables": {
        "ColumnCustomVariableName": "Имя пользовательской переменной",
        "ColumnCustomVariableValue": "Значение пользовательской переменной",
        "CustomVariables": "Пользовательские переменные",
        "CustomVariablesReportDocumentation": "Этот отчет отображает информацию по вашим Пользовательским Переменным. Кликните по переменной, чтобы увидеть распределение значений. %1$s Для большей информации о Пользов. Переменных в общих чертах ознакомьтесь с %2$sдокументацией по Пользов. переменных на сайте matomo.org%3$s",
        "PluginDescription": "Пользовательские переменные — это пара (имя, значение), которую вы можете назначить с помощью Javascript API посетителям или любым их действиям. Затем Matomo сообщит, сколько посещений, страниц, конверсий для каждого из этих пользовательских имён и значений. Просмотрите подробные пользовательские переменные для каждого пользователя и действия в журнале посещений. Этот плагин необходим для использования функции Ecommerce Analytics!",
        "ScopePage": "область страницы",
        "ScopeVisit": "область визита",
        "ScopeConversion": "область конверсии",
        "ManageDescription": "Этот обзор показывает все слоты для пользовательских переменных и их использование для вебсайта «%s». Названия в пределах одного слота распределены по общей частоте использования.",
        "ScopeX": "Область %s",
        "Index": "Индекс",
        "Usages": "Использование",
        "Unused": "Не использовано",
        "CreateNewSlot": "Увеличить количество доступных слотов Пользовательских переменных",
        "UsageDetails": "%1$s посещений и %2$s действий с момента создания этого вебсайта.",
        "CurrentAvailableCustomVariables": "В данный момент вы можете использовать до %s Пользовательских переменных на сайт.",
        "ToCreateCustomVarExecute": "Чтобы создать новый пользовательский слот переменной, выполните следующую команду в вашей установке Matomo:",
        "SlotsReportIsGeneratedOverTime": "Информация для этого отчета будет заполнена со временем. Это может занять день или два, чтобы увидеть какую-либо информацию, и несколько недель, чтобы получить точный отчет.",
        "MetricsAreOnlyAvailableForVisitScope": "Замечание: %1$s метрика доступна только для Пользовательских переменных выборки %2$s.",
        "MetricsNotAvailableForPageScope": "Для выборки Пользовательских переменных %1$s, значение столбца для этих метрик — %2$s"
    }
}