{
    "CustomVariables": {
        "ColumnCustomVariableName": "Emër Ndryshoreje Vetjake",
        "ColumnCustomVariableValue": "Vlerë Ndryshoreje Vetjake",
        "CustomVariables": "Ndryshore Vetjake",
        "CustomVariablesReportDocumentation": "Ky raport përmban të dhëna rreth Ndryshoreve tuaja Vetjake. Klikoni mbi një emër ndryshoreje që të shihni shpërndarjen e vlerave. %1$s Për më tepër të dhëna rreth Ndryshoresh Vetjake në përgjithësi, lexoni %2$sdokumentimin e Ndryshoreve Vetjake te piwik.org%3$s",
        "PluginDescription": "Ndryshoret Vetjake janë çifte (emër, vlerë) që duke përdorur API-n Javascript mund t’ua përshoqëroni vizitorëve apo cilitdo veprimi të tyre. Matomo-i mandej do të raportojë sa vizita, faqe, shndërrime për secilin nga këto emra dhe vlera. Shihni në hollësi Ndryshore Vetjake për çdo përdorues dhe veprim te Regjistri i Vizitorëve.<br \/>E domosdoshme për të përdorur veçorinë <a href=\"https:\/\/piwik.org\/docs\/ecommerce-analytics\/\">Analiza Etregtie<\/a>!",
        "ScopePage": "faqe me qëllim",
        "ScopeVisit": "vizitë me qëllim",
        "ScopeConversion": "shndërrim me qëllim",
        "ManageDescription": "Kjo përmbledhje tregon krejt vendet e ndryshoreve vetjake dhe përdorimin e tyre për sajtin '%s'. Emrat brenda secilit vend renditen sipas shpeshtisë së përdorimit të tyre gjithsej.",
        "ScopeX": "Fusha %s",
        "Index": "Tregues",
        "Usages": "Përdorime",
        "Unused": "I papërdorur",
        "CreateNewSlot": "Rrite numrin e vendeve të mundshme të Ndryshoreve Vetjake",
        "UsageDetails": "%1$s vizita dhe %2$s veprime që nga krijimi i sajtit.",
        "CreatingCustomVariableTakesTime": "Krijimi i një vendi të ri ndryshoreje vetjake mund të dojë një kohë të gjatë, në varësi të madhësisë së bazës suaj të të dhënave. Ndaj kjo është e mundur të bëhet vetëm përmes një urdhri që lypset të xhirohet te rreshti i urdhrave.",
        "CurrentAvailableCustomVariables": "Hëpërhë mund të përdorni deri në %s Ndryshore Vetjake për sajt.",
        "ToCreateCustomVarExecute": "Për krijimin e një vendi të ri ndryshoreje vetjake përmbushni urdhrin vijues brenda instalimit tuaj të Matomo-ut:",
        "SlotsReportIsGeneratedOverTime": "Të dhënat për këtë raport do të mblidhen me kalimin e kohës. Mund të duhen një a dy ditë që të shihni çfarëdo të dhënash dhe ca javë përpara se raporti të jetë plotësisht i saktë.",
        "MetricsAreOnlyAvailableForVisitScope": "Shënim: Vlerat %1$s janë të passhme vetëm për Ndryshore Vetjake të fushës %2$s.",
        "MetricsNotAvailableForPageScope": "Për Ndryshore Vetjake të fushës %1$s, vlera e shtyllës për këto të dhëna është %2$s"
    }
}