{
    "CustomVariables": {
        "ColumnCustomVariableName": "Anpassat variabelnamn",
        "ColumnCustomVariableValue": "Anpassat variabelvärde",
        "CustomVariables": "Anpassade variabler",
        "CustomVariablesReportDocumentation": "Denna rapport innehåller information om din anpassade variabler. Klicka på ett variabelnamn för att se fördelningen av värdena. %1$s För mer information om anpassade variabler i allmänhet, läs %2$sdokumentationen om anpassade variabler på piwik.org%3$s",
        "PluginDescription": "Anpassade Variabler är (namn, värde) par som du kan tilldela genom Javascript API't till besökare eller någon av deras händelser. Piwik kommer sedan rapportera hur många besök, sidor, konverteringar för varje anpassat namn och värde. Kolla de detaljerade Anpassade Variablerna för varje användare och händelse i Besöksloggen.<br \/>Detta kräver att du använder <a href=\"http:\/\/piwik.org\/docs\/ecommerce-analytics\/\">E-handelsspårningen<\/a>!",
        "ScopePage": "omfattning sida",
        "ScopeVisit": "omfattning besök",
        "ManageDescription": "Denna översikt visar alla anpassade variabler och dess användande för webbplatsen '%s'. Namnen för varje slot sorteras på hur ofta dom har använts totalt.",
        "ScopeX": "Omfattning %s",
        "Index": "Index",
        "Usages": "Användningar",
        "Unused": "Oanvänd",
        "CreateNewSlot": "Öka antalet tillgängliga anpassade variabelspår",
        "UsageDetails": "%1$s besök och %2$s händelser sedan webbplatsen skapandet av denna webbplats.",
        "CreatingCustomVariableTakesTime": "Att skapa en ny anpassad variabel kan ta lång tid beroende på storleken på din databas. Därför är det bara möjligt att göra detta via ett kommando som måste köras genom kommandoraden.",
        "CurrentAvailableCustomVariables": "För tillfället kan du använda upp till %s anpassade variabler per webbsida.",
        "ToCreateCustomVarExecute": "För att skapa en ny anpassad variabel använd följande kommando i din Piwik miljö:",
        "SlotsReportIsGeneratedOverTime": "Data för den här rapporten kommer att samlas in allt eftersom. Det kan ta en dag eller två innan du ser någon data och ett par veckor innan rapporten är helt tillförlitlig.",
        "MetricsAreOnlyAvailableForVisitScope": "Notering: %1$s mätvärden finns endast tillgängliga för Anpassade Variabler av omfattningen %2$s.",
        "MetricsNotAvailableForPageScope": "För Anpassade Variabler av omfattningen %1$s är kolumnvärdet för dessa mätvärden %2$s"
    }
}