{
    "CustomVariables": {
        "ColumnCustomVariableName": "Özel Değişken Adı",
        "ColumnCustomVariableValue": "Özel Değişken Değeri",
        "CustomVariables": "Özel Değişkenler",
        "CustomVariablesReportDocumentation": "Bu rapor özel değişkenler hakkında bilgileri görüntüler. Değerlerinin dağılımını görüntülemek istediğiniz değişken adının üzerine tıklayın. %1$sGenel olarak özel değişkenlar hakkında ayrıntılı bilgi almak için %2$smatomo.org sitesindeki Özel Değişkenler belgesini okuyun%3$s",
        "PluginDescription": "Özel değişkenler çiftler şeklinde (ad, değer) bulunur ve JavaScript API kullanılarak ziyaretçiler ve ziyaretçi işlemlerine atanabilir. Matomo böylece her bir özel ad ve değer için ziyaret sayısını, tutturulan hedefleri raporlar. Ziyaretçi günlüğünde her kullanıcı ve işlem için özel değişkenlerin ayrıntıları görüntülenir. E-ticaret istatistikleri özelliği için bu uygulama ekinin kullanılması gereklidir!",
        "ScopePage": "aralık sayfası",
        "ScopeVisit": "aralık ziyareti",
        "ScopeConversion": "aralıkta hedef tutturma",
        "ManageDescription": "Bu özette tüm özel değişken aralıkları ve '%s' web sitesindeki kullanımları görüntülenir. Her bir aralıktaki adlar toplam içinde ne kadar sık kullanıldıklarına göre sıralanır.",
        "ScopeX": "%s aralığı",
        "Index": "Dizin",
        "Usages": "Kullanılan",
        "Unused": "Kullanılmayan",
        "CreateNewSlot": "Kullanılabilecek Özel Değişken aralıklarının sayısını arttır",
        "UsageDetails": "Sitenin kuruluşundan beri %1$s ziyaret ve %2$s işlem.",
        "CreatingCustomVariableTakesTime": "Yeni bir özel değişken aralığının oluşturulması veritabanınızın boyutuna göre uzun zaman alabilir. Bu nedenle bu işlem yalnız komut satırından yürütülmesi gereken bir komut ile yapılabilir.",
        "CurrentAvailableCustomVariables": "Şu anda her site için en çok %s Özel Değişken kullanabilirsiniz.",
        "ToCreateCustomVarExecute": "Yeni bir özel değişken aralığı eklemek için Matomo kopyanız üzerinde şu komutu yürütün:",
        "SlotsReportIsGeneratedOverTime": "Bu raporun verileri zaman içinde oluşacak. Raporda verilerin görüntülenmesi 1 - 2 gün, bilgilerin tam doğru görüntülenmesi bir kaç hafta sürebilir.",
        "MetricsAreOnlyAvailableForVisitScope": "Not: %1$s ölçütmleri yalnız %2$s aralığındaki Özel Değişkenler için kullanılabilir.",
        "MetricsNotAvailableForPageScope": "%1$s aralığındaki Özel Değişkenler için bu ölçümlerin sütun değeri %2$s"
    }
}