{
    "CustomVariables": {
        "ColumnCustomVariableName": "Ім'я користувача змінної",
        "ColumnCustomVariableValue": "Значення для користувцької змінної",
        "CustomVariables": "Користувальницькі змінні",
        "CustomVariablesReportDocumentation": "Цей звіт відображає інформацію по вашим Користувацьким змінним. Натисніть по змінній, щоб побачити розподіл значень. %1$s Для більшої інформації про користувальницькі змінні в загальних рисах ознайомтеся з %2$sдокументацією по Користувацьким змінним на сайті Piwik%3$s",
        "PluginDescription": "Користувальницькі змінні - це пари (ім'я, значення), які ви можете призначити для користувачів або будь-яких їх дії за допомогою Javascript API. Тоді Piwik буде повідомляти, скільки відвідувань, сторінок, перетворень для кожного з цих користувальницьких імен і значень. Дивіться деталізацію користувальницьких змінних для кожного користувача і дії в Журналі відвідувань.<br \/>Потрібно для використання опції <a href=\"http:\/\/piwik.org\/docs\/ecommerce-analytics\/\">Аналітика електронної торгівлі<\/a>!",
        "ScopePage": "область видимості сторінки",
        "ScopeVisit": "область видимості візиту",
        "ManageDescription": "Цей огляд показує всі слоти для користувальницьких змінних і їх використання для вебсайту '%s'. Назви в межах одного слота розподілені по загальній частоті використання.",
        "ScopeX": "Вибірка %s",
        "Index": "Індекс",
        "Usages": "Використання",
        "Unused": "Не використано",
        "CreateNewSlot": "Збільшити кількість доступних слотів для користувальницьких змінних",
        "UsageDetails": "%1$s відвідувань і %2$s дій з моменту створення цього вебсайту.",
        "CreatingCustomVariableTakesTime": "Створення нового слоту для користувальницьких змінних може зайняти тривалий час в залежності від розміру вашої бази даних. Тому, це можливо зробити тільки за допомогою команди, яка повинна виконуватися в командному рядку на сервері.",
        "CurrentAvailableCustomVariables": "В даний момент ви можете використовувати до %s користувальницьких змінних на сайт.",
        "ToCreateCustomVarExecute": "Щоб створити новий слот для користувальницьких змінних, введіть наступну команду під час установки Piwik:",
        "SlotsReportIsGeneratedOverTime": "Інформація для цього звіту буде заповнена з часом. Це може зайняти день або два, щоб побачити будь-яку інформацію, і кілька тижнів, щоб отримати точний звіт.",
        "MetricsAreOnlyAvailableForVisitScope": "Увага: %1$s метрика доступна тільки для користувальницьких змінних вибірки %2$s.",
        "MetricsNotAvailableForPageScope": "Для вибірки користувальницьких змінних %1$s, значення стовпця для цих метрик - %2$s"
    }
}