{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP адрес %s е вътрешен (частен) адрес и не може да бъде определено местоположението му.",
        "City": "Град",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "Country": "Държава",
        "country_a1": "Анонимно прокси",
        "country_a2": "Сателитен доставчик",
        "country_cat": "Каталонски-говорящите общности",
        "country_o1": "Друга държава",
        "CurrentLocationIntro": "Според текущия доставчик, вашето местоположение е",
        "DefaultLocationProviderDesc1": "Доставчикът по подразбиране, определящ местоположението, отгатва държавата, от която е посетителят, на базата на използвания език.",
        "DefaultLocationProviderExplanation": "Използва се доставчикът по подразбиране, което означава, че Matomo ще определя местоположението на посетителите спрямо езика, който те използват. %1$sПрочетете това%2$s, за да научите как се настройва по-точен метод за определяне на местоположението.",
        "DistinctCountries": "%s отделни държави",
        "FromDifferentCities": "различни градове",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "В тази страница може да се промени начинът, по който Matomo определя местоположението на посетителите.",
        "getCityDocumentation": "Този отчет показва в кои градове са се намирали вашите посетители, при достъпването на сайта.",
        "getContinentDocumentation": "Този отчет показва кое съдържание са разглеждали вашите посетители, при достъпването на сайта.",
        "getCountryDocumentation": "Този отчет показва в коя държава са се намирали вашите посетители, при достъпването на сайта.",
        "getRegionDocumentation": "Този отчет показва къде са се намирали вашите посетители, при достъпването на сайта.",
        "Latitude": "Географска ширина",
        "Location": "Място",
        "LocationProvider": "Местоположение на доставчика",
        "Longitude": "Географска дължина",
        "NoDataForGeoIPReport1": "Няма данни за този доклад, защото или няма информация за местоположението, или IP адресът на посетителя не може да бъде определен къде се намира.",
        "NoDataForGeoIPReport2": "За да бъде активирано по-точно определяне на местоположението е нужно да се променят настройките %1$sтук%2$s и да се използва %3$sбази данни на ниво град%4$s.",
        "Region": "Регион",
        "SubmenuLocations": "Местонахождение",
        "ToGeolocateOldVisits": "За да получите информация за предишни посещения, използвайте скриптът описан %1$sтук%2$s.",
        "WidgetLocation": "Местонахождение на посетителя"
    }
}