{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP адрес %s е вътрешен (частен) адрес и не може да бъде определено местоположението му.",
        "City": "Град",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "Continents": "Континенти",
        "Country": "Държава",
        "CountryCode": "Код на държава",
        "CurrentLocationIntro": "Според текущия доставчик, вашето местоположение е",
        "DefaultLocationProviderDesc1": "Доставчикът по подразбиране, определящ местоположението, отгатва държавата, от която е посетителят, на базата на използвания език.",
        "DefaultLocationProviderDesc2": "Това не е много точно, така че %1$sпрепоръчваме да инсталирате и използвате %2$sбаза данни за геолокация %3$s.%4$s",
        "DefaultLocationProviderExplanation": "Използва се доставчикът по подразбиране, което означава, че Matomo ще определя местоположението на посетителите спрямо езика, който те използват. %1$sПрочетете това%2$s, за да научите как се настройва по-точен метод за определяне на местоположението.",
        "DisabledLocationProvider": "Деактивира геолокацията.",
        "DistinctCountries": "%s отделни държави",
        "FromDifferentCities": "различни градове",
        "GeoIPDocumentationSuffix": "За да видите данните за този отчет, трябва да настроите GeoIP в раздела Администриране на Геолокация. Комерсиалните %1$sMaxmind%2$s GeoIP бази данни са по-точни от безплатните. За да видите колко са точни, щракнете %3$s тук %4$s.",
        "GeoIpDbIpAccuracyNote": "Забележка: DBIP базите данни са безплатни и могат да се изтеглят автоматично, но резултатите от геолокацията (по-специално резултатите за градове) не са толкова точни като тези на MaxMind. MaxMind обаче изисква да създадете акаунт дори за безплатната база данни. Ако искате да използвате базата данни за геолокация на MaxMind, можете да започнете процеса %1$s тук %2$s",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "В тази страница може да се промени начинът, по който Matomo определя местоположението на посетителите.",
        "GeolocationProviderBroken": "Конфигурираният доставчик на геолокация %1$s е повреден. Моля, коригирайте доставчика или конфигурирайте друг, за да може геолокацията да работи отново.",
        "GeolocationProviderUnavailable": "Конфигурираният доставчик на геолокация %1$s вече не е наличен, моля, конфигурирайте друг.",
        "HowToInstallGeoIPDatabases": "Как да получа бази данни за геолокация?",
        "Latitude": "Географска ширина",
        "Latitudes": "Географски ширини",
        "Location": "Място",
        "LocationProvider": "Местоположение на доставчика",
        "LocationsSubcategoryHelp": "Разделът Местоположения е най-добрият начин да разберете къде се намират хората, когато посещават сайта Ви. Той разкрива страните, континентите, регионите, градовете, от които идват Вашите посетители, под формата на таблици и карта. Освен това можете да видите на какъв език е настроен браузърът им, което помага да се идентифицират международни посетители.",
        "Longitude": "Географска дължина",
        "Longitudes": "Географски дължини",
        "MaxMindLinkExplanation": "Ако използвате базите данни за геолокация на MaxMind и все още не знаете как да генерирате URL за изтегляне, %1$sкликнете тук, за да научите как%2$s.",
        "NoDataForGeoIPReport1": "Няма данни за този доклад, защото или няма информация за местоположението, или IP адресът на посетителя не може да бъде определен къде се намира.",
        "NoDataForGeoIPReport2": "За да бъде активирано по-точно определяне на местоположението е нужно да се променят настройките %1$sтук%2$s и да се използва %3$sбази данни на ниво град%4$s.",
        "NoProviders": "Понастоящем няма налични допълнителни доставчици на геолокация. Matomo препоръчва използването на базите данни %1$sdbip%2$s, но това изисква активиране на приставката GeoIp2. (Алтернативно можете да инсталирате плъгин на трета страна, който предоставя собствена функционалност за геолокация от Marketplace.)",
        "PluginDescription": "Отчита местоположението на Вашите посетители: държава, регион, град и географски координати (географска ширина/дължина).",
        "Region": "Регион",
        "SubmenuLocations": "Местонахождение",
        "TestIPLocatorFailed": "Matomo се опита да провери местоположението на известен IP адрес (%1$s), но сървърът Ви не върна никаква информация. Този доставчик може да не е конфигуриран правилно (базата данни за геолокация може да бъде наречена неправилно или да се намира в грешна директория, например).",
        "ToGeolocateOldVisits": "За да получите информация за предишни посещения, използвайте скриптът описан %1$sтук%2$s.",
        "VisitLocation": "Местонахождение на посещението",
        "WidgetLocation": "Местонахождение на посетителя",
        "country_a1": "Анонимно прокси",
        "country_a2": "Сателитен доставчик",
        "country_cat": "Каталонски-говорящите общности",
        "country_o1": "Друга държава",
        "getCityDocumentation": "Този отчет показва в кои градове са се намирали вашите посетители, при достъпването на сайта.",
        "getContinentDocumentation": "Този отчет показва кое съдържание са разглеждали вашите посетители, при достъпването на сайта.",
        "getCountryDocumentation": "Този отчет показва в коя държава са се намирали вашите посетители, при достъпването на сайта.",
        "getRegionDocumentation": "Този отчет показва къде са се намирали вашите посетители, при достъпването на сайта."
    }
}
