{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP адресът \"%s\" е локален, така че не може да бъде геолокиран.",
        "City": "Град",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "Continents": "Континенти",
        "Country": "Държава",
        "CountryCode": "Код на държава",
        "CurrentLocationIntro": "Този доставчик определя Вашето текущо местоположение като",
        "DefaultLocationProviderDesc1": "Доставчикът на местоположение по подразбиране определя страната, от която посетителите се свързват въз основа на избрания от тях език.",
        "DefaultLocationProviderDesc2": "Това не е много точно, така че %1$sинсталирайте и използвайте %2$sгеолокационна база данни%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Използвате доставчика на местоположение по подразбиране, така че страната, от която посетителите се свързват, се определя от избрания от тях език. %1$sНаучете как да настройте по-точно геолокиране%2$s.",
        "DisabledLocationProvider": "Деактивира геолокацията.",
        "DistinctCountries": "%s отделни държави",
        "FromDifferentCities": "различни градове",
        "GeoIPDocumentationSuffix": "Настройте GeoIP в раздела за администриране на геолокация, за да предоставите данни за този отчет. Комерсиалните %1$sMaxMind%2$s GeoIP бази данни са по-точни от безплатните. %3$sКликнете тук%4$s, за да проверите колко са точни.",
        "GeoIpDbIpAccuracyNote": "Базите данни за геолокация на DB-IP са безплатни и могат да се изтеглят автоматично. MaxMind е по-точен за градове, но изисква %1$sсъздаване на акаунт%2$s.",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "Тук може да се промени начинът, по който Matomo определя местоположението на посетителите.",
        "GeolocationProviderBroken": "Вашият доставчик на геолокация (%1$s) е повреден. Моля, коригирайте доставчика или настройте друг.",
        "GeolocationProviderUnavailable": "Вашият доставчик на геолокация (%1$s) вече не е наличен. Моля, настройте друг.",
        "HowToInstallGeoIPDatabases": "Как да получа бази данни за геолокация?",
        "Latitude": "Географска ширина",
        "Latitudes": "Географски ширини",
        "Location": "Място",
        "LocationProvider": "Доставчик на местоположение",
        "LocationsSubcategoryHelp": "Разделът „Местоположения“ е най-добрият начин да разберете от кои държави, континенти, региони и градове идват посетителите на уебсайта Ви — под формата на таблица и карта. Той също така казва на какъв език е настроен техният браузър, което помага за идентифицирането на международни посетители на алтернативни места.",
        "Longitude": "Географска дължина",
        "Longitudes": "Географски дължини",
        "MaxMindLinkExplanation": "%1$sКликнете тук, за да научите как да генерирате своя URL адрес за изтегляне %2$s, ако използвате геолокацията на MaxMind.",
        "NoDataForGeoIPReport1": "Няма данни за този отчет, тъй като или няма налични данни за местоположение, или IP адресите на посетителите не могат да бъдат геолокирани.",
        "NoDataForGeoIPReport2": "%1$sПроменете тези настройки%2$s и използвайте %3$sбаза данни на ниво град%4$s, за да получите точна геолокация.",
        "NoProviders": "Няма налични допълнителни доставчици на геолокация. %1$sDB-IP%2$s се препоръчва, но изисква плъгина GeoIp2. (Можете също да инсталирате плъгин за геолокация на друг доставчик от пазара.)",
        "PluginDescription": "Отчита местоположението на Вашите посетители: държава, регион, град и географски координати (географска ширина/дължина).",
        "Region": "Регион",
        "SubmenuLocations": "Местонахождение",
        "TestIPLocatorFailed": "Не може да се намери местоположението на IP адреса „%1$s“. Може би този доставчик не е настроен правилно, базата данни за геолокация е неправилно именувана или в грешна папка?",
        "ToGeolocateOldVisits": "Използвайте %1$sтози скрипт%2$s, за да получите данни за местоположението за старите си посещения.",
        "VisitLocation": "Местоположение на посетителя",
        "WidgetLocation": "Местонахождение на посетителя",
        "country_a1": "Анонимно прокси",
        "country_a2": "Сателитен доставчик",
        "country_cat": "Каталонски-говорящите общности",
        "country_o1": "Друга държава",
        "getCityDocumentation": "Показва градовете, от които Вашите посетители са се свързвали, когато са влизали в уебсайта.",
        "getContinentDocumentation": "Показва от кой континент са се свързали Вашите посетители при достъп до уебсайта.",
        "getCountryDocumentation": "Показва от коя страна са се свързали посетителите Ви, когато влизат в уебсайта.",
        "getRegionDocumentation": "Показва от кой регион са се свързали Вашите посетители при достъп до уебсайта."
    }
}
