{
    "UserCountry": {
        "AssumingNonApache": "Не може да бъде намерена apache_get_modules функцията, което предполага, че това не е Apache сървър.",
        "CannotFindGeoIPDatabaseInArchive": "Файл %1$s не може да бъде намерен в tar архив %2$s!",
        "CannotFindGeoIPServerVar": "Променливата %s не е зададена. Възможно е сървърът да не е настроен правилно.",
        "CannotListContent": "Съдържанието за %1$s: %2$s не може да бъде заредено",
        "CannotLocalizeLocalIP": "IP адрес %s е вътрешен (частен) адрес и не може да бъде определено местоположението му.",
        "CannotSetupGeoIPAutoUpdating": "Изглежда, че GeoIP базата от данни се съхранява извън Piwik (няма бази от данни в папката \"misc\", но GeoIP работи). Piwik не може автоматично да обнови GeoIP базата от данни, ако те се намират извън директория \"misc\".",
        "CannotUnzipDatFile": "Не може да се разархивира dat файл в %1$s: %2$s",
        "City": "Град",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "Country": "Държава",
        "country_a1": "Анонимно прокси",
        "country_a2": "Сателитен доставчик",
        "country_cat": "Каталонски-говорящите общности",
        "country_o1": "Друга държава",
        "CurrentLocationIntro": "Според текущия доставчик, вашето местоположение е",
        "DefaultLocationProviderDesc1": "Доставчикът по подразбиране, определящ местоположението, отгатва държавата, от която е посетителят, на базата на използвания език.",
        "DefaultLocationProviderDesc2": "Този метод не е много точен, затова %1$sсе препоръчва инсталирането и използването на %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Използва се доставчикът по подразбиране, което означава, че Piwik ще определя местоположението на посетителите спрямо езика, който те използват. %1$sПрочетете това%2$s, за да научите как се настройва по-точен метод за определяне на местоположението.",
        "DistinctCountries": "%s отделни държави",
        "DownloadingDb": "Сваляне %s",
        "DownloadNewDatabasesEvery": "Обновяване на базата от данни на всеки",
        "FatalErrorDuringDownload": "Възникнала е фатална грешка при свалянето на този файл. Възможно е да има нещо нередно с интернет връзката, с базата данни на GeoIP, която е изтеглена или Piwik. Опитайте да изтеглите файла ръчно и да го инсталирате.",
        "FoundApacheModules": "Piwik откри следните Apache модули",
        "FromDifferentCities": "различни градове",
        "GeoIPCannotFindMbstringExtension": "Не може да бъде намерена %1$s функция. Уверете се, че разширение %2$s е инсталирано и заредено.",
        "GeoIPDatabases": "GeoIP база данни",
        "GeoIPImplHasAccessTo": "Тази реализация на GeoIP има достъп до следните типове бази данни",
        "GeoIpLocationProviderDesc_Pecl1": "Този доставчик използва GeoIP база данни и PECL модул, за да определи точно и ефективно местоположението на посетителите.",
        "GeoIpLocationProviderDesc_Pecl2": "Няма ограничения с този доставчик. Поради тази причина, това е вариантът, който е препоръчително да бъде използван.",
        "GeoIpLocationProviderDesc_Php1": "Този доставчик е най-лесен за инсталиране, тъй като не изисква сървърна конфигурация (идеален за споделен хостинг!). Той използва база данни GeoIP и MaxMind PHP API, за да определя точното местоположение на посетителите.",
        "GeoIpLocationProviderDesc_Php2": "В случай, че през вашия сайт преминава голямо количество трафик, може да се окаже, че този доставчик е твърде бавен. В този случай е най-добре да се инсталира %1$sPECL разширение%2$s или %3$sсървърен модул%4$s.",
        "GeoIPNoServerVars": "Piwik не може да намери GeoIP %s променливи.",
        "GeoIPPeclCustomDirNotSet": "Опцията %s PHP ini не е зададена.",
        "GeoIPServerVarsFound": "Piwik засече следните GeoIP %s променливи",
        "GeoIPUpdaterIntro": "Piwik до момента поддържа обновления за следните GeoIP бази данни",
        "GeoLiteCityLink": "Ако се използва GeoLite City база данни, е нужно да се използва тази връзка: %1$s%2$s%3$s.",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "В тази страница може да се промени начинът, по който Piwik определя местоположението на посетителите.",
        "getCityDocumentation": "Този отчет показва в кои градове са се намирали вашите посетители, при достъпването на сайта.",
        "getContinentDocumentation": "Този отчет показва кое съдържание са разглеждали вашите посетители, при достъпването на сайта.",
        "getCountryDocumentation": "Този отчет показва в коя държава са се намирали вашите посетители, при достъпването на сайта.",
        "getRegionDocumentation": "Този отчет показва къде са се намирали вашите посетители, при достъпването на сайта.",
        "HowToInstallApacheModule": "Как да инсталирам GeoIP модул за Apache?",
        "HowToInstallGeoIPDatabases": "Как да взема GeoIP база данни?",
        "HowToInstallGeoIpPecl": "Как се инсталира GeoIP PECL разширение?",
        "HowToInstallNginxModule": "Как се инсталира GeoIP модул за Nginx?",
        "HowToSetupGeoIP": "Как се настройва точно местоположение с GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sСвалете%2$s GeoLite City базата данни от %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Разархивирайте файла и копирайте резултата, %1$s в Piwik поддиректорията %2$sразни%3$s (можете да направите това посредством FTP или SSH).",
        "HowToSetupGeoIP_Step3": "Презареждане на този екран. Доставчикът на %1$sGeoIP (PHP)%2$s, ще бъде %3$sинсталиран%4$s. Избиране.",
        "HowToSetupGeoIP_Step4": "И сте готови! Вие току-що настроихте Piwik да използва GeoIP, което означава, че ще бъдете в състояние да видите регионите и градовете, от които посетителите достъпват вашия сайт, заедно с много точна информация за страната.",
        "HowToSetupGeoIPIntro": "Изглежда, че настройката, за определяне на местоположението, не е направена. Това е полезна функция и без нея няма да се вижда точна и пълна информация за местоположението на посетителите. Ето и начин, по който може бързо да започнете да го използвате:",
        "HttpServerModule": "HTTP сървърен модул",
        "InvalidGeoIPUpdatePeriod": "Невалиден период за обновяването на GeoIP: %1$s. Валидните стойности са %2$s.",
        "IPurchasedGeoIPDBs": "Купих още %1$sпрецизни бази данни от MaxMind%2$s и искам да настроя автоматични актуализации.",
        "ISPDatabase": "ISP база данни",
        "IWantToDownloadFreeGeoIP": "Искам да изтегля безплатната GeoIP база данни...",
        "Latitude": "Географска ширина",
        "Location": "Място",
        "LocationDatabase": "Местоположение база данни",
        "LocationDatabaseHint": "Базата от данни указваща местоположение е или за държава, регион или град.",
        "LocationProvider": "Местоположение на доставчика",
        "Longitude": "Географска дължина",
        "NoDataForGeoIPReport1": "Няма данни за този доклад, защото или няма информация за местоположението, или IP адресът на посетителя не може да бъде определен къде се намира.",
        "NoDataForGeoIPReport2": "За да бъде активирано по-точно определяне на местоположението е нужно да се променят настройките %1$sтук%2$s и да се използва %3$sбази данни на ниво град%4$s.",
        "Organization": "Организация",
        "OrgDatabase": "Организация на базата данни",
        "PiwikNotManagingGeoIPDBs": "Piwik в момента не се управлява от никакви GeoIP база данни.",
        "Region": "Регион",
        "SetupAutomaticUpdatesOfGeoIP": "Настройка за автоматични актуализации на GeoIP бази данни",
        "SubmenuLocations": "Местонахождение",
        "TestIPLocatorFailed": "Piwik направи проверка на местоположението на известен IP адрес (%1$s), но вашият сървър показва %2$s. Ако този доставчик беше настроен правилно, трябваше да показва %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Сваленият файл не е валидна GeoIP база данни. Моля, проверете отново адреса или свалете файла ръчно.",
        "ToGeolocateOldVisits": "За да получите информация за предишни посещения, използвайте скриптът описан %1$sтук%2$s.",
        "UnsupportedArchiveType": "Типът архив %1$s не се поддържа.",
        "UpdaterHasNotBeenRun": "Не е пускана до момента задача за обновяване.",
        "UpdaterIsNotScheduledToRun": "Не е планирано да се изпълнява в бъдеще.",
        "UpdaterScheduledForNextRun": "Ще бъде пуснато при следващото изпълнение на archive.php cron.",
        "UpdaterWasLastRun": "Задача за проверка за обновления е стартирана последно на %s.",
        "UpdaterWillRunNext": "Следващото пускане е планирано за %s.",
        "WidgetLocation": "Местонахождение на посетителя"
    }
}