{
    "UserCountry": {
        "AssumingNonApache": "No s'ha pogut trobar la funció apache_get_modules, s'asumeix que s'utilitza un servidor web diferent del Apache.",
        "CannotFindGeoIPDatabaseInArchive": "No s'ha pogut trobar el fitxer %1$s al fitxer tar %2$s!",
        "CannotFindGeoIPServerVar": "La variable %s no està definida. Pot ser que el vostre servidor web no estigui configurat correctament.",
        "CannotListContent": "No s'ha pogut llistar el contingut de %1$s: %2$s",
        "CannotLocalizeLocalIP": "L'adreça IP %s és una adreça local i no pot ser Geolocalitzada.",
        "CannotUnzipDatFile": "No s'ha pogut descomprimir el fitxer dat de %1$s: %2$s",
        "City": "Ciutat",
        "Continent": "Continent",
        "Country": "País",
        "country_a1": "Proxy Anònim",
        "country_a2": "Proveïdor per satelit",
        "country_cat": "Comunitats catalano-parlants",
        "country_o1": "Un altre pais",
        "CurrentLocationIntro": "Segons el proveïdor, la vostra localització actual és",
        "DefaultLocationProviderDesc1": "El proveïdor de localització per defecte suposa el país del visitant en funció del llenguatge que fan servir.",
        "DistinctCountries": "Hi ha %s països diferents",
        "DownloadingDb": "Descarregant %s",
        "DownloadNewDatabasesEvery": "Actualitza la base de dades cada",
        "FoundApacheModules": "El Matomo ha trobat els següents mòduls d'Apache",
        "GeoIPCannotFindMbstringExtension": "No s'ha pogut trobar la funció %1$s. Assegureu-vos que l'extensió %2$s està instal·lada i carregada.",
        "GeoIPDatabases": "Base de dades GeoIP",
        "GeoIPDocumentationSuffix": "Per a veure informació d'aquest informe, heu de configurar la GeoIP a la pestanya Geolocalització. Les bases de dades comercials de %1$sMaxmind%2$s són més acurades que les gratuïtes. Podeu veure com són d'acurades fent click %3$saquí%4$s.",
        "GeoIPImplHasAccessTo": "Aquesta implementació de GeoIP té accés als següents tipus de bases de dades",
        "GeoIpLocationProviderDesc_Pecl2": "No hi ha cap limitació amb aquest proveïdor, per tant és el que recomanem que utilzeu.",
        "GeoIpLocationProviderDesc_Php2": "Si el vostre lloc web té molt tràfic trobareu que aquest proveïdor de localització és massa lent. En aquest cas podeu instalar la %1$s Extensió PECL %2$s o un %3$s mòdul del serviro %4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Aquest proveïdor de localització utiltiza el modul GeoIP que ha estat instal·lat al vostre servidor HTTP. Aquest proveïdor es ràpid i acurat, però %1$s només es pot fer servir l'escaneig amb el rastreig de webs normal .%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Si heu d'importar els fitxers de Log o alguna altra cosa que requereixi utilizar addreces IP, utilitzeu la %1$sImplementació GeoIP PECL (recomanada)%2$s o la %3$s implementació GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: L'anonimització IP no té cap efecte amb les localitzacions reportades per aquest proveïdor. Abans d'utilitzar amb l'anonimització IP, assegureu-vos que no viola cap llei de privacitat a la que podeu estar subjectes.",
        "GeoIPNoServerVars": "El Matomo no ho pogut trobar cap variable GeoIP a %s",
        "GeoIPPeclCustomDirNotSet": "L'opció %s del PHP ini no està definida",
        "GeoIPServerVarsFound": "El Matomo detecta les següents variables GeoIP a %s",
        "Geolocation": "Geolocalització",
        "GeolocationPageDesc": "En aquesta pàgina podeu canviar com el Matomo determina la localització dels vostres visitants.",
        "getCityDocumentation": "Aquest informe mostra les ciutats on estaven els vostres visitants quan van accedir el vostre lloc web.",
        "getContinentDocumentation": "Aquest informe mostra el continent on eren els vostres visitants quan van accedir al vostre lloc web.",
        "getCountryDocumentation": "Aquest informe mostra el país on estaven els vostres visitants quan van accedir al vostre lloc web.",
        "getRegionDocumentation": "Aquest informe mostra la regió on estaven els vostres visitants quan van accedir al vostre lloc web.",
        "HowToInstallApacheModule": "Com instal·lo el módul GeoIP per l'Apache?",
        "HowToInstallGeoIpPecl": "Com instal·lo l'extensió GeoIP PECL?",
        "HowToInstallNginxModule": "Com instal·lo el modul GeoIP per Nginx?",
        "HowToSetupGeoIPIntro": "Sembla que no teniu configurada la Geolocalització. Es tracta d'una característica molt útil, i sense ella no podreu veure de forma acurada la localització completa dels vostres visitants. Tot seguit us expliquem com podeu començar a fer-la servir:",
        "HttpServerModule": "Mòdul del Servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Període invàlid de l'actualització GeoIP: %1$s. Els valors vàlids són %2$s.",
        "ISPDatabase": "Base de dades de ISP",
        "Latitude": "Latitud",
        "Location": "Ubicació",
        "LocationDatabase": "Base de dades de Localització",
        "LocationDatabaseHint": "Una base de dades de localització és una base de dades de països, regions o ciutats.",
        "LocationProvider": "Proveïdor de localitzacions",
        "Longitude": "Longitud",
        "NoDataForGeoIPReport1": "No hi ha informació per aquest informe perquè la informació de localització no esta disponible o l'adreça IP del visitant no pot ser geolocalitzada.",
        "NoDataForGeoIPReport2": "Per activar la geolocalització acurada, canvieu les preferències %1$saquí%2$s i utilitzeu una %3$sbase de dades a nivell de ciutat%4$s.",
        "Organization": "Organització",
        "OrgDatabase": "Base de dades d'Organització",
        "Region": "Regió",
        "SubmenuLocations": "Localització",
        "ToGeolocateOldVisits": "Per obtenir la localització de les visites anteriors, utilitzeu el script descrit %1$saquí%2$s.",
        "UnsupportedArchiveType": "S'ha trobat un tipus de fitxer no soportat %1$s.",
        "WidgetLocation": "Ubicació del visitant"
    }
}