{
    "UserCountry": {
        "CannotLocalizeLocalIP": "L'adreça IP %s és una adreça local i no pot ser Geolocalitzada.",
        "City": "Ciutat",
        "Continent": "Continent",
        "Country": "País",
        "country_a1": "Proxy Anònim",
        "country_a2": "Proveïdor per satelit",
        "country_cat": "Comunitats catalano-parlants",
        "country_o1": "Un altre pais",
        "CurrentLocationIntro": "Segons el proveïdor, la vostra localització actual és",
        "DefaultLocationProviderDesc1": "El proveïdor de localització per defecte suposa el país del visitant en funció del llenguatge que fan servir.",
        "DistinctCountries": "Hi ha %s països diferents",
        "GeoIPDocumentationSuffix": "Per a veure informació d'aquest informe, heu de configurar la GeoIP a la pestanya Geolocalització. Les bases de dades comercials de %1$sMaxmind%2$s són més acurades que les gratuïtes. Podeu veure com són d'acurades fent click %3$saquí%4$s.",
        "Geolocation": "Geolocalització",
        "GeolocationPageDesc": "En aquesta pàgina podeu canviar com el Matomo determina la localització dels vostres visitants.",
        "getCityDocumentation": "Aquest informe mostra les ciutats on estaven els vostres visitants quan van accedir el vostre lloc web.",
        "getContinentDocumentation": "Aquest informe mostra el continent on eren els vostres visitants quan van accedir al vostre lloc web.",
        "getCountryDocumentation": "Aquest informe mostra el país on estaven els vostres visitants quan van accedir al vostre lloc web.",
        "getRegionDocumentation": "Aquest informe mostra la regió on estaven els vostres visitants quan van accedir al vostre lloc web.",
        "Latitude": "Latitud",
        "Location": "Ubicació",
        "LocationProvider": "Proveïdor de localitzacions",
        "Longitude": "Longitud",
        "NoDataForGeoIPReport1": "No hi ha informació per aquest informe perquè la informació de localització no esta disponible o l'adreça IP del visitant no pot ser geolocalitzada.",
        "NoDataForGeoIPReport2": "Per activar la geolocalització acurada, canvieu les preferències %1$saquí%2$s i utilitzeu una %3$sbase de dades a nivell de ciutat%4$s.",
        "Region": "Regió",
        "SubmenuLocations": "Localització",
        "ToGeolocateOldVisits": "Per obtenir la localització de les visites anteriors, utilitzeu el script descrit %1$saquí%2$s.",
        "WidgetLocation": "Ubicació del visitant"
    }
}