{
    "UserCountry": {
        "CannotLocalizeLocalIP": "L'adreça IP %s és una adreça local i no pot ser Geolocalitzada.",
        "City": "Ciutat",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "País",
        "CountryCode": "Codi del país",
        "CurrentLocationIntro": "Segons el proveïdor, la vostra localització actual és",
        "DefaultLocationProviderDesc1": "El proveïdor de localització per defecte suposa el país del visitant en funció del llenguatge que fan servir.",
        "DefaultLocationProviderDesc2": "Això no és molt precís, així que %1$srecomanem instal·lar i utilitzar %2$sbase de dades de geolocalització%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Esteu utilitzant el proveïdor d'ubicació predeterminat, el que significa que Matomo endevinarà la ubicació del visitant en funció de l'idioma que utilitzi. %1$sLlegiu això%2$s per saber com configurar una geolocalització més precisa.",
        "DisabledLocationProvider": "Desactiva la geolocalització.",
        "DistinctCountries": "Hi ha %s països diferents",
        "FromDifferentCities": "ciutats diferents",
        "GeoIPDocumentationSuffix": "Per a veure informació d'aquest informe, heu de configurar la GeoIP a la pestanya Geolocalització. Les bases de dades comercials de %1$sMaxmind%2$s són més acurades que les gratuïtes. Podeu veure com són d'acurades fent click %3$saquí%4$s.",
        "GeoIpDbIpAccuracyNote": "Nota: les bases de dades DBIP són gratuïtes i es poden descarregar automàticament, però els resultats de geolocalització (específicament els resultats de ciutats) no són tan precisos com els de MaxMind. Però MaxMind requereix que creeu un compte fins i tot per a la base de dades gratuïta. Si voleu utilitzar la base de dades de geolocalització de MaxMind %1$spodeu iniciar el procés aquí%2$s",
        "Geolocation": "Geolocalització",
        "GeolocationPageDesc": "En aquesta pàgina podeu canviar com el Matomo determina la localització dels vostres visitants.",
        "GeolocationProviderBroken": "El proveïdor de geolocalització configurat %1$s no funciona. Corregiu el proveïdor o configureu-ne un altre perquè la geolocalització torni a funcionar.",
        "GeolocationProviderUnavailable": "El proveïdor de geolocalització configurat %1$s ja no està disponible, si us plau configureu-ne un altre.",
        "HowToInstallGeoIPDatabases": "Com puc obtenir bases de dades de geolocalització?",
        "Latitude": "Latitud",
        "Latitudes": "Latituds",
        "Location": "Ubicació",
        "LocationProvider": "Proveïdor de localitzacions",
        "LocationsSubcategoryHelp": "La secció Ubicacions és la millor manera d'esbrinar on són les persones quan visiten el vostre lloc. Revela els països, continents, regions i ciutats d'on provenen els visitants, en forma de taules i mapes. A més podeu veure en quin idioma està configurat el seu navegador, ajudant a identificar visitants internacionals en ubicacions alternatives.",
        "Longitude": "Longitud",
        "Longitudes": "Longituds",
        "MaxMindLinkExplanation": "Si utilitzeu les bases de dades de geolocalització de MaxMind i encara no sabeu com generar l'URL de descàrrega, %1$s feu clic aquí per saber com%2$s.",
        "NoDataForGeoIPReport1": "No hi ha informació per aquest informe perquè la informació de localització no esta disponible o l'adreça IP del visitant no pot ser geolocalitzada.",
        "NoDataForGeoIPReport2": "Per activar la geolocalització acurada, canvieu les preferències %1$saquí%2$s i utilitzeu una %3$sbase de dades a nivell de ciutat%4$s.",
        "NoProviders": "Actualment no hi ha proveïdors de geolocalització addicionals disponibles. Matomo recomana utilitzar les bases de dades %1$sdbip%2$s, però això requereix activar el connector GeoIp2. (Alternativament podeu instal·lar un connector de tercers que proporcioni la seva pròpia funcionalitat de geolocalització des del mercat.)",
        "PluginDescription": "Informa de la ubicació dels vostres visitants: país, regió, ciutat i coordenades geogràfiques (latitud/longitud).",
        "Region": "Regió",
        "SubmenuLocations": "Localització",
        "TestIPLocatorFailed": "Matomo ha provat de comprovar la ubicació d'una adreça IP coneguda (%1$s), però el vostre servidor no ha retornat cap informació. És possible que aquest proveïdor no estigui configurat correctament (la base de dades de geolocalització pot tenir un nom incorrecte o ubicar-se al directori equivocat, per exemple).",
        "ToGeolocateOldVisits": "Per obtenir la localització de les visites anteriors, utilitzeu el script descrit %1$saquí%2$s.",
        "VisitLocation": "Visita el lloc",
        "WidgetLocation": "Ubicació del visitant",
        "country_a1": "Proxy Anònim",
        "country_a2": "Proveïdor per satelit",
        "country_cat": "Comunitats catalano-parlants",
        "country_o1": "Un altre pais",
        "getCityDocumentation": "Aquest informe mostra les ciutats on estaven els vostres visitants quan van accedir el vostre lloc web.",
        "getContinentDocumentation": "Aquest informe mostra el continent on eren els vostres visitants quan van accedir al vostre lloc web.",
        "getCountryDocumentation": "Aquest informe mostra el país on estaven els vostres visitants quan van accedir al vostre lloc web.",
        "getRegionDocumentation": "Aquest informe mostra la regió on estaven els vostres visitants quan van accedir al vostre lloc web."
    }
}
