{
    "UserCountry": {
        "CannotLocalizeLocalIP": "L'adreça IP %s és local i no pot ser geolocalitzada.",
        "City": "Ciutat",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "País",
        "CountryCode": "Codi del país",
        "CurrentLocationIntro": "Aquest proveïdor determina la vostra ubicació actual",
        "DefaultLocationProviderDesc1": "El proveïdor d'ubicació predeterminat determina el país des del qual es connecten els visitants en funció de l'idioma seleccionat.",
        "DefaultLocationProviderDesc2": "Això no és molt precís, així que %1$sinstal·la i utilitza una %2$sbase de dades de geolocalització%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Esteu utilitzant el proveïdor d'ubicació predeterminat, de manera que el país des del qual es connecten els visitants es determina a partir de l'idioma seleccionat. %1$sMés informació sobre com configurar una geolocalització més precisa%2$s.",
        "DisabledLocationProvider": "Desactiva la geolocalització.",
        "DistinctCountries": "Hi ha %s països diferents",
        "FromDifferentCities": "ciutats diferents",
        "GeoIPDocumentationSuffix": "Configureu GeoIP a la pestanya Administrador de geolocalització per proporcionar dades per a aquest informe. Les bases de dades geoIP comercials %1$sMaxMind%2$s són més precises que les gratuïtes. %3$sFeu clic aquí%4$s per veure la precisió que tenen.",
        "GeoIpDbIpAccuracyNote": "Les bases de dades de geolocalització DB-IP són gratuïtes i es poden descarregar automàticament. MaxMind és més precís per a les ciutats, però requereix %1$sobrir un compte%2$s.",
        "Geolocation": "Geolocalització",
        "GeolocationPageDesc": "Aquí podeu canviar com el Matomo determina la localització dels vostres visitants.",
        "GeolocationProviderBroken": "El vostre proveïdor de geolocalització (%1$s) s'ha malmès. Corregiu el proveïdor o configureu-ne un altre.",
        "GeolocationProviderUnavailable": "El vostre proveïdor de geolocalització (%1$s) ja no està disponible. Si us plau, configureu-ne un altre.",
        "HowToInstallGeoIPDatabases": "Com puc obtenir bases de dades de geolocalització?",
        "Latitude": "Latitud",
        "Latitudes": "Latituds",
        "Location": "Ubicació",
        "LocationProvider": "Proveïdor de localitzacions",
        "LocationsSubcategoryHelp": "La secció \"Ubicacions\" és la millor manera de saber de quins països, continents, regions i ciutats provenen els visitants del vostre lloc web, en forma de taula i mapa. També diu en quin idioma està configurat el seu navegador, que ajuda a identificar visitants internacionals en ubicacions alternatives.",
        "Longitude": "Longitud",
        "Longitudes": "Longituds",
        "MaxMindLinkExplanation": "%1$sFeu clic aquí per saber com generar l'URL de descàrrega%2$s si feu servir la geolocalització MaxMind.",
        "NoDataForGeoIPReport1": "No hi ha dades per a aquest informe, ja que no hi ha dades d'ubicació disponibles o les adreces IP dels visitants no es poden geolocalitzar.",
        "NoDataForGeoIPReport2": "%1$sCanvieu aquesta configuració%2$s i utilitzeu una base de dades a nivell de %3$sciutat%4$s per obtenir una geolocalització precisa.",
        "NoProviders": "No hi ha proveïdors de geolocalització addicionals disponibles. Es recomana %1$sDB-IP%2$s, però requereix el connector GeoIp2. (També podeu instal·lar un complement de geolocalització de tercers des del mercat.)",
        "PluginDescription": "Informa de la ubicació dels vostres visitants: país, regió, ciutat i coordenades geogràfiques (latitud i longitud).",
        "Region": "Regió",
        "SubmenuLocations": "Localització",
        "TestIPLocatorFailed": "No s'ha pogut trobar la ubicació de l'adreça IP \"%1$s\". Potser aquest proveïdor no està configurat correctament, la base de dades de geolocalització té un nom incorrecte o és a la carpeta equivocada?",
        "ToGeolocateOldVisits": "Utilitzeu %1$saquest script%2$s per obtenir dades d'ubicació de les vostres visites antigues.",
        "VisitLocation": "Ubicació del visitant",
        "WidgetLocation": "Ubicació del visitant",
        "country_a1": "Proxy anònim",
        "country_a2": "Proveïdor de satèl·lit",
        "country_cat": "Comunitats catalano-parlants",
        "country_o1": "Un altre pais",
        "getCityDocumentation": "Mostra les ciutats des de les quals es connecten els visitants quan accedeixen al vostre lloc web.",
        "getContinentDocumentation": "Mostra des de quin continent es van connectar els visitants en accedir al vostre lloc web.",
        "getCountryDocumentation": "Mostra des de quin país es van connectar els visitants quan accedien al vostre lloc web.",
        "getRegionDocumentation": "Mostra des de quina regió es van connectar els visitants quan accedien al lloc web."
    }
}
