{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP-adressen %s er en lokal adresse uden geografisk tilknytning.",
        "City": "By",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Continents": "Kontinenter",
        "Country": "Land",
        "CountryCode": "Landekode",
        "country_a1": "Anonym proxy",
        "country_a2": "Satellit udbyder",
        "country_cat": "Catalansk-talende samfund",
        "country_o1": "Andet land",
        "VisitLocation": "Brugerlokation",
        "CurrentLocationIntro": "I følge denne tjeneste er din aktuelle lokation",
        "DefaultLocationProviderDesc1": "Standardlokationstjenesten gætter en besøgendes land baseret på det sprog de bruger.",
        "DefaultLocationProviderExplanation": "Du bruger standardlokaliseringstjenesten, hvilket betyder, at Matomo vil gætte på den besøgendes placering ud fra det sprog, de anvender. %1$sLæs dette%2$s for at se, hvordan du opsætter mere nøjagtig geolokalisering.",
        "DistinctCountries": "%s distinkte lande",
        "FromDifferentCities": "forskellige byer",
        "GeoIPDocumentationSuffix": "For at se data for rapporten, skal du opsætte GeoIP i Geolokaliseringsfanen. Den kommercielle %1$sMaxmind%2$s GeoIP-database er mere præcise end den gratis er. For at se hvor nøjagtig den er, skal du klikke %3$sher%4$s.",
        "Geolocation": "Geolokation",
        "GeolocationPageDesc": "På denne side kan du ændre hvordan Matomo bestemmer de besøgendes lokation.",
        "getCityDocumentation": "Denne rapport viser hvilke byer dine besøgende var i da de besøgte dhjemmesiden.",
        "getContinentDocumentation": "Denne rapport viser hvilke kontinenter dine besøgende var i da de besøgte hjemmesiden.",
        "getCountryDocumentation": "Denne rapport viser hvilke lande dine besøgende var i da de besøgte hjemmesiden.",
        "getRegionDocumentation": "Denne rapport viser hvilke regioner dine besøgende var i da de besøgte hjemmesiden.",
        "Latitude": "Breddegrad",
        "Latitudes": "Breddegrader",
        "Location": "Sted",
        "LocationProvider": "Lokationstjeneste",
        "Longitude": "Længdegrad",
        "Longitudes": "Længdegrader",
        "NoDataForGeoIPReport1": "Der er ingen data for rapporten, fordi der enten ikke er lokaliseringsdata til rådighed, eller besøgendes IP-adresser ikke kan geografisk placeres.",
        "NoDataForGeoIPReport2": "For at aktivere nøjagtig geolokalisering skal indstillingerne ændres %1$sher%2$s og bruge en %3$sbyniveaudatabase%4$s.",
        "PluginDescription": "Rapporter placeringen af besøgende: land, region, by og geografiske koordinater (længde\/bredde).",
        "Region": "Region",
        "SubmenuLocations": "Steder",
        "ToGeolocateOldVisits": "For at få lokaliseringsdata for gamle besøg, brug scriptet beskrevet %1$sher%2$s.",
        "WidgetLocation": "Besøgendes lokation"
    }
}