{
    "UserCountry": {
        "AssumingNonApache": "Die apache_get_modules Funktion wurde nicht gefunden. Es wird daher von einem Nicht-Apache Webserver ausgegangen.",
        "CannotFindGeoIPDatabaseInArchive": "Die Datei %1$s konnte im TAR-Archiv %2$s nicht gefunden werden!",
        "CannotFindGeoIPServerVar": "Die %s Variable ist nicht gesetzt. Ihr Server ist möglicherweise nicht korrekt konfiguriert.",
        "CannotFindPeclGeoIPDb": "Es konnten keine Länder, Regionen oder Städte Datenbank für das GeoIP PECL Modul gefunden werden. Stellen Sie sicher, dass sich die GeoIP Datenbank im Ordner %1$s befindet und den Dateinamen %2$s oder %3$s trägt. Andernfalls wird diese vom PECL Modul nicht erkannt.",
        "CannotListContent": "Kann keinen Inhalt auflisten für %1$s: %2$s",
        "CannotLocalizeLocalIP": "Die IP-Adresse %s ist eine lokale Adresse. Der Standort kann daher nicht ermittelt werden.",
        "CannotSetupGeoIPAutoUpdating": "Ihre GeoIP Datenbanken scheinen außerhalb von Piwik gespeichert zu sein (es konnten keine Datenbanken innerhalb des 'misc'-Unterordners gefunden werden, dennoch funktioniert die Standorterkennung). Piwik kann in diesem Fall keine automatischen Aktualisierungen vornehmen.",
        "CannotUnzipDatFile": "Konnte dat-Datei in %1$s nicht entpacken: %2$s",
        "City": "Stadt",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Country": "Land",
        "country_a1": "Anonymer Proxy",
        "country_a2": "Satelliten-Anbieter",
        "country_cat": "Katalanisch sprechende Gemeinden",
        "country_o1": "Anderes Land",
        "country_ti": "Tibet",
        "CurrentLocationIntro": "Gemäß diesem Provider ist Ihr derzeitiger Standort",
        "DefaultLocationProviderDesc1": "Die voreingestellte Standorterkennung versucht das Herkunftsland des Besuchers anhand dessen verwendeter Sprache zu erkennen.",
        "DefaultLocationProviderDesc2": "Dies ist nicht sehr genau, daher %1$swird empfohlen %2$sGeoIP%3$s zu installieren und zu nutzen.%4$s",
        "DefaultLocationProviderExplanation": "Sie benutzen den standardmäßigen Standortanbieter. Das bedeutet, dass Piwik den Standort durch die Sprache des Besuchers erahnen wird. %1$sLesen sie dies%2$s, um zu erfahren, wie Sie eine genauere Standorterkennung einrichten.",
        "DistinctCountries": "%s unterschiedliche Länder",
        "DownloadingDb": "%s wird heruntergeladen",
        "DownloadNewDatabasesEvery": "Aktualisiere Datenbanken alle",
        "FatalErrorDuringDownload": "Ein fataler Fehler trat während dem Herunterladen der Datei auf. Es könnte ein Fehler mit Ihrer Internet Verbindung, der GeoIP Datenbank die Sie herunterladen wollten oder Piwik vorliegen. Führen Sie den Download und die Installation der Datei manuell durch.",
        "FoundApacheModules": "Piwik hat folgende Apache-Module erkannt",
        "FromDifferentCities": "Unterschiedliche Städte",
        "GeoIPCannotFindMbstringExtension": "Konnte die Funktion %1$s nicht finden. Bitte stellen Sie sicher, dass die %2$s Erweiterung installiert und geladen ist.",
        "GeoIPDatabases": "GeoIP Datenbanken",
        "GeoIPDocumentationSuffix": "Um Daten für diesen Bericht sehen zu können, müssen Sie GeoIP im Standorterkennung Administrations-Reiter konfigurieren. Die kommerziellen %1$sMaxmind%2$s GeoIP Datenbanken sind weit genauer als die kostenlosen. Um zu sehen wie genau sie sind, klicken Sie %3$shier%4$s.",
        "GeoIPImplHasAccessTo": "Die GeoIP Implementierung hat Zugriff auf die folgenden Datenbanktypen",
        "GeoIPIncorrectDatabaseFormat": "Ihre GeoIP Datenbank scheint nicht das korrekte Format zu haben. Möglicherweise ist diese beschädigt. Stellen Sie sicher, dass Sie die binäre Version verwenden und versuchen Sie diese durch eine andere Kopie zu ersetzen.",
        "GeoIpLocationProviderDesc_Pecl1": "Diese Standorterkennung verwendet eine GeoIP-Datenbank sowie ein PECL-Modul um den Standort der Besucher effizient und genau zu bestimmen.",
        "GeoIpLocationProviderDesc_Pecl2": "Diese Art der Standortbestimmung hat keine Einschränkungen, daher wird empfohlen diese zu verwenden.",
        "GeoIpLocationProviderDesc_Php1": "Diese Art der Standortbestimmung ist am einfachsten zu installieren, da Sie keine Serverkonfiguration benötigt (Ideal für Shared Hosting!). Sie verwendet eine GeoIP-Datenbank und die PHP-API von MaxMind um den Standort eines Besuchers genau zu bestimmen.",
        "GeoIpLocationProviderDesc_Php2": "Falls Ihre Website viel Traffic hat, könnte Ihnen diese Standorterkennung zu langsam sein. In diesem Fall sollten Sie die %1$sPECL-Erweiterung%2$s oder ein %3$sServer-Modul%4$s installieren.",
        "GeoIpLocationProviderDesc_ServerBased1": "Diese Art der Standortbestimmung verwendet das GeoIP-Modul das auf ihrem HTTP-Server installiert ist. Diese ist am schnellsten und genauesten, aber %1$skann nur bei normalem Browser-Tracking benutzt werden%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Falls Sie Protokolldateien oder andere Dinge importieren welche IP-Adressen enthalten können Sie die %1$sPECL GeoIP Implementierung (empfohlen)%2$s oder die %3$sPHP GeoIP Implementierung%4$s wählen.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Hinweis: IP-Anonymisierung hat keinen Einfluss auf diese Art der Standortbestimmung. Stellen Sie sicher, dass die Benutzung mit IP-Anonymisierung nicht im Widerspruch zu Privatsphärebestimmungen steht, die für Sie gelten.",
        "GeoIpLocationProviderNotRecomnended": "Standorterkennung funktioniert, aber Sie nutzen keinen der empfohlenen Anbieter.",
        "GeoIPNoServerVars": "Piwik konnte keine GeoIP %s Variablen finden.",
        "GeoIPPeclCustomDirNotSet": "Die php.ini Einstellung für %s ist nicht gesetzt.",
        "GeoIPServerVarsFound": "Piwik hat folgende GeoIP %s Variablen erkannt",
        "GeoIPUpdaterInstructions": "Bitte geben Sie unten die Downloadlinks für Ihre Datenbank an. Falls Sie Ihre Datenbank von %3$sMaxMind%4$s beziehen können Sie diese Links %1$shier%2$s finden. Falls Sie Probleme haben auf diese zuzugreifen, kontaktieren Sie bitte %3$sMaxMind%4$s.",
        "GeoIPUpdaterIntro": "Piwik verwaltet derzeit die Aktualisierungen für folgende GeoIP-Datenbanken",
        "GeoLiteCityLink": "Falls Sie die GeoLite Städte Datenbank verwenden, benutzen Sie diesen Link: %1$s%2$s%3$s.",
        "Geolocation": "Standorterkennung",
        "GeolocationPageDesc": "Auf dieser Seite können Sie einstellen auf welche Weise Piwik die Herkunft eines Besuchers ermittelt.",
        "getCityDocumentation": "Dieser Bericht enthält die Städte, in denen sich Ihre Besucher befanden als sie Ihre Website besuchten.",
        "getContinentDocumentation": "Dieser Bericht enthält die Kontinente auf denen sich Ihre Besucher befanden als sie Ihre Website besuchten.",
        "getCountryDocumentation": "Dieser Bericht enthält die Länder in denen sich Ihre Besucher befanden als sie Ihre Website besuchten.",
        "getRegionDocumentation": "Dieser Bericht enthält die Regionen in denen sich Ihre Besucher befanden als sie Ihre Website besuchten.",
        "HowToInstallApacheModule": "Wie wird das GeoIP-Modul für Apache installiert?",
        "HowToInstallGeoIPDatabases": "Woher bekommt man die GeoIP-Datenbanken?",
        "HowToInstallGeoIpPecl": "Wie wird die GeoIP PECL Erweiterung installiert?",
        "HowToInstallNginxModule": "Wie wird das GeoIP Modul für Nginx installiert?",
        "HowToSetupGeoIP": "Wie richtet man eine genaue Standorterkennung mit GeoIP ein",
        "HowToSetupGeoIP_Step1": "Die GeoLite Städte Datenbank von %3$sMaxMind%4$s %1$sherunterladen%2$s.",
        "HowToSetupGeoIP_Step2": "Entpacken Sie die Datei und kopieren den Inhalt %1$s in das %2$smisc%3$s Piwik Unterverzeichnis (dies ist z.B. mit FTP oder SSH möglich).",
        "HowToSetupGeoIP_Step3": "Laden Sie diese Ansicht neu. Der %1$sGeoIP (PHP)%2$s Provider wird nun %3$sinstalliert%4$s. Wählen Sie ihn aus.",
        "HowToSetupGeoIP_Step4": "Und fertig! Sie haben gerade Piwik konfiguriert GeoIP zu verwenden. Dies bedeutet, dass Sie nun in der Lage sind die Regionen und Städte zusammen mit einer sehr genauen Angabe der Länder ihrer Besucher zu sehen.",
        "HowToSetupGeoIPIntro": "Anscheinend wurde die Standorterkennung noch nicht vollständig konfiguriert. Dies ist ein nützliches Feature und ohne es ist es nicht möglich, komplett vollständige und umfangreiche Informationen über die Besucher zu erhalten. Nachfolgend alle Informationen, um schnell damit zu beginnen:",
        "HttpServerModule": "HTTP-Server-Modul",
        "InvalidGeoIPUpdatePeriod": "Ungültiger Zeitraum für die GeoIP-Aktualisierung: %1$s. Gültige Werte sind %2$s.",
        "IPurchasedGeoIPDBs": "Ich habe %1$sgenauere Datenbanken von MaxMind%2$s erworben und möchte automatische Aktualisierungen einrichten.",
        "ISPDatabase": "Internet Anbieter Datenbank",
        "IWantToDownloadFreeGeoIP": "Ich möchte die kostenlose GeoIP Datenbank herunterladen...",
        "Latitude": "Breitengrad",
        "Location": "Ort",
        "LocationDatabase": "Standortdatenbank",
        "LocationDatabaseHint": "Eine Standortdatenbank ist entweder eine Datenbank mit Ländern, Regionen oder Städten",
        "LocationProvider": "Standorterkennungsdienst",
        "Longitude": "Längengrad",
        "NoDataForGeoIPReport1": "Es sind keine Daten für diesen Bericht vorhanden, da entweder keine Lokalisierungsdaten vorhanden sind oder die Besucher IP-Adresse nicht geortet werden kann.",
        "NoDataForGeoIPReport2": "Um die vollständige Standorterkennung zu aktivieren, ändern Sie bitte %1$shier%2$s die Einstellungen und benutzen eine %3$sStädtebasierte Datenbank%4$s.",
        "Organization": "Organisation",
        "OrgDatabase": "Organisationsdatenbank",
        "PeclGeoIPNoDBDir": "Das PECL Modul hat im Verzeichnis %1$s keine Datenbank gefunden. Bitte erstellen Sie das Verzeichnis und fügen die GeoIP Datenbanken hinzu. Alternativ ist es möglich %2$s auf das richtige Verzeichnis in der php.ini zu konfigurieren.",
        "PeclGeoLiteError": "Ihre GeoIP Datenbank in %1$s lautet %2$s. Allerdings kann das PECL Modul die Datenbank mit diesem Namen nicht erkennen. Bitte benennen Sie sie um in %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik verwaltet derzeit keine GeoIP Datenbanken.",
        "PluginDescription": "Bericht über den Standort Ihrer Besucher: Land, Region, Stadt und geographische Koordinaten (geographische Breite und geographische Länge).",
        "Region": "Region",
        "SetupAutomaticUpdatesOfGeoIP": "Automatische Aktualisierungen für GeoIP Datenbanken einrichten",
        "SubmenuLocations": "Orte",
        "TestIPLocatorFailed": "Piwik hat die Überprüfung einer bekannten IP-Adresse (%1$s) durchgeführt, aber Ihr Server hat %2$s zurückgegeben. Bei einer korrekten Konfiguration sollte allerdings %3$s zurückgegeben werden.",
        "ThisUrlIsNotAValidGeoIPDB": "Die heruntergeladene Datei ist keine gültige GeoIP Datenbank. Bitte überprüfen Sie die URL oder laden Sie die Datei manuell herunter.",
        "ToGeolocateOldVisits": "Für Standortdaten für vergangene Besuche verwenden Sie bitte das %1$shier beschriebene Skript%2$s.",
        "UnsupportedArchiveType": "Nicht unterstützter Archivtyp erkannt: %1$s",
        "UpdaterHasNotBeenRun": "Es hat noch keine Aktualisierung stattgefunden.",
        "UpdaterIsNotScheduledToRun": "Keine zukünftige Ausführung geplant.",
        "UpdaterScheduledForNextRun": "Ausführung für den nächsten archive.php cron Durchlauf geplant.",
        "UpdaterWasLastRun": "Die Aktualisierung wurde zuletzt ausgeführt am %s.",
        "UpdaterWillRunNext": "Nächste Ausführung geplant für %s.",
        "WidgetLocation": "Besucherstandort"
    }
}