{
    "UserCountry": {
        "CannotLocalizeLocalIP": "Die IP-Adresse %s ist eine lokale Adresse. Der Standort kann daher nicht ermittelt werden.",
        "City": "Stadt",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Continents": "Kontinente",
        "Country": "Land",
        "CountryCode": "Länderkürzel",
        "country_a1": "Anonymer Proxy",
        "country_a2": "Satelliten-Anbieter",
        "country_cat": "Katalanisch sprechende Gemeinden",
        "country_o1": "Anderes Land",
        "VisitLocation": "Besuchsort",
        "CurrentLocationIntro": "Gemäß diesem Provider ist Ihr derzeitiger Standort",
        "DefaultLocationProviderDesc1": "Die voreingestellte Standorterkennung versucht das Herkunftsland des Besuchers anhand dessen verwendeter Sprache zu erkennen.",
        "DefaultLocationProviderDesc2": "Dies ist nicht sehr genau, daher %1$swird empfohlen %2$sGeolocation-Datenbank%3$s zu installieren und zu nutzen.%4$s",
        "DefaultLocationProviderExplanation": "Sie benutzen den standardmäßigen Standortanbieter. Das bedeutet, dass Matomo den Standort durch die Sprache des Besuchers erahnen wird. %1$sLesen sie dies%2$s, um zu erfahren, wie Sie eine genauere Standorterkennung einrichten.",
        "DistinctCountries": "%s unterschiedliche Länder",
        "FromDifferentCities": "Unterschiedliche Städte",
        "GeoIPDocumentationSuffix": "Um Daten für diesen Bericht sehen zu können, müssen Sie GeoIP im Standorterkennung Administrations-Reiter konfigurieren. Die kommerziellen %1$sMaxmind%2$s GeoIP Datenbanken sind weit genauer als die kostenlosen. Um zu sehen, wie genau sie sind, klicken Sie %3$shier%4$s.",
        "Geolocation": "Standorterkennung",
        "GeolocationPageDesc": "Auf dieser Seite können Sie einstellen auf welche Weise Matomo die Herkunft eines Besuchers ermittelt.",
        "GeolocationProviderBroken": "Der konfigurierte Geolocation Provider %1$s funktioniert nicht. Bitte korrigieren Sie die Einstellungen oder stellen Sie einen anderen Provider ein, damit Geolocation wieder funktioniert.",
        "GeolocationProviderUnavailable": "Der konfigurierte Geolocation Provider %1$s ist nicht mehr verfügbar, bitte stellen Sie einen anderen ein.",
        "getCityDocumentation": "Dieser Bericht enthält die Städte, in denen sich Ihre Besucher befanden, als sie Ihre Website besuchten.",
        "getContinentDocumentation": "Dieser Bericht enthält die Kontinente, auf denen sich Ihre Besucher befanden, als sie Ihre Website besuchten.",
        "getCountryDocumentation": "Dieser Bericht enthält die Länder, in denen sich Ihre Besucher befanden, als sie Ihre Website besuchten.",
        "getRegionDocumentation": "Dieser Bericht enthält die Regionen, in denen sich Ihre Besucher befanden, als sie Ihre Website besuchten.",
        "HowToInstallGeoIPDatabases": "Woher bekommt man die Geolocation-Datenbanken?",
        "Latitude": "Breitengrad",
        "Latitudes": "Breitengrade",
        "Location": "Ort",
        "LocationProvider": "Standorterkennungsdienst",
        "Longitude": "Längengrad",
        "Longitudes": "Längengrade",
        "NoDataForGeoIPReport1": "Es sind keine Daten für diesen Bericht vorhanden, da entweder keine Lokalisierungsdaten vorhanden sind oder die Besucher IP-Adresse nicht geortet werden kann.",
        "NoDataForGeoIPReport2": "Um die vollständige Standorterkennung zu aktivieren, ändern Sie bitte %1$shier%2$s die Einstellungen und benutzen eine %3$sStädtebasierte Datenbank%4$s.",
        "NoProviders": "Es sind aktuell keine zusätzlichen Geolocation Anbieter verfügbar. Matomo empfiehlt, die %1$sdbip%2$s Datenbanken zu verwenden, welche aber ist die Aktivierung des Plugins GeoIp2 bedingt. (Alternativ können Sie ein Third Party Plugin aus dem Marketplace installieren, welches eigene Geolocation Funktionalität bereitstellt.)",
        "PluginDescription": "Bericht über den Standort Ihrer Besucher: Land, Region, Stadt und geographische Koordinaten (geographische Breite und geographische Länge).",
        "Region": "Region",
        "SubmenuLocations": "Orte",
        "TestIPLocatorFailed": "Matomo hat die Überprüfung einer bekannten IP-Adresse (%1$s) durchgeführt, aber Ihr Server hat keine Informationen zurückgegeben. Diese Provider ist möglicherweise nicht korrekt konfiguriert (z.B. könnte die Geolocation-Datenbank falsch benannt sein oder im falschen Ordner liegen).",
        "ToGeolocateOldVisits": "Für Standortdaten für vergangene Besuche verwenden Sie bitte das %1$shier beschriebene Skript%2$s.",
        "WidgetLocation": "Besucherstandort",
        "GeoIpDbIpAccuracyNote": "Bemerkung: Die DBIP Datenbanken sind frei und können automatisch heruntergeladen werden, aber Geolocation Resultate (insbesondere Städte-Resultate) sind nicht so akkurat wie die von MaxMind. Bei MaxMind hingegen benötigen Sie auch für die freie Geolocation Datenbank ein Benutzerkonto, Sie können den Prozess %1$shier%2$s starten",
        "MaxMindLinkExplanation": "Wenn Sie die Geolocation Datenbanken von MaxMind verwenden und Sie nicht wissen wie Ihre Download URL zu generieren ist, %1$sklicken Sie hier um zu lernen wie%2$s."
    }
}