{
    "UserCountry": {
        "CannotLocalizeLocalIP": "Die IP-Adresse „%s“ ist lokal und kann daher nicht geolokalisiert werden.",
        "City": "Stadt",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Continents": "Kontinente",
        "Country": "Land",
        "CountryCode": "Länderkürzel",
        "CurrentLocationIntro": "Gemäß diesem Anbieter ist Ihr derzeitiger Standort",
        "DefaultLocationProviderDesc1": "Der Standard-Standortanbieter bestimmt das Land, aus dem die Besucher eine Verbindung herstellen, anhand der von ihnen gewählten Sprache.",
        "DefaultLocationProviderDesc2": "Dies ist nicht sehr genau, daher %1$sinstallieren und verwenden Sie eine %2$sGeolocation-Datenbank%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Sie benutzen den standardmäßigen Standortanbieter. Das bedeutet, der Standort wird über die eingestellte Sprache des Besuchers festgelegt. %1$sLernen Sie, wie eine genauere Standortbestimmung installiert wird%2$s.",
        "DisabledLocationProvider": "Deaktiviert die Geolokalisierung.",
        "DistinctCountries": "%s unterschiedliche Länder",
        "FromDifferentCities": "Unterschiedliche Städte",
        "GeoIPDocumentationSuffix": "Installieren Sie GeoIP im Standortbestimmung Administrations-Tab, um Daten für diesen Bericht bereitzustellen. Die kommerziellen %1$sMaxMind%2$s GeoIP Datenbanken sind genauer als die kostenlosen. Um zu sehen, wie genau sie sind, klicken Sie %3$shier%4$s.",
        "GeoIpDbIpAccuracyNote": "Die DB-IP Datenbanken sind frei und können automatisch heruntergeladen werden. MaxMind ist für Städte genauer, benötigt aber %1$sein Benutzerkonto%2$s.",
        "Geolocation": "Standorterkennung",
        "GeolocationPageDesc": "Hier können Sie einstellen wie Matomo die Herkunft eines Besuchers ermittelt.",
        "GeolocationProviderBroken": "Der konfigurierte Standorterkennungsdienst (%1$s) funktioniert nicht. Bitte korrigieren Sie die Einstellung, oder setzen Sie einen anderen Anbieter.",
        "GeolocationProviderUnavailable": "Der konfigurierte Anbieter (%1$s) zur Standortbestimmung ist nicht mehr verfügbar. Bitte setzen Sie einen anderen ein.",
        "HowToInstallGeoIPDatabases": "Woher bekommt man die Geolocation-Datenbanken?",
        "Latitude": "Breitengrad",
        "Latitudes": "Breitengrade",
        "Location": "Ort",
        "LocationProvider": "Standorterkennungsdienst",
        "LocationsSubcategoryHelp": "Der \"Orte\" Abschnitt ist der beste Weg herauszufinden aus welchen Ländern, Kontinenten, Regionen und Städten Ihre Webseitenbesucher kommen — in Tabellen- oder Kartenform. Er gibt auch Auskunft darüber, welche Sprache im Browser eingestellt ist, um zu helfen, internationale Besucher aus alternativen Orten zu identifizieren.",
        "Longitude": "Längengrad",
        "Longitudes": "Längengrade",
        "MaxMindLinkExplanation": "%1$sKlicken Sie hier um zu lernen wie Ihre URL zum Herunterladen generiert werden kann%2$s, wenn Sie die MaxMind Standortbestimmung verwenden.",
        "NoDataForGeoIPReport1": "Keine Daten für diesen Bericht vorhanden, da entweder keine Lokalisierungsdaten vorhanden sind oder die Besucher IP-Adresse nicht geortet werden kann.",
        "NoDataForGeoIPReport2": "%1$sÄndern Sie diese Einstellungen%2$s, und verwenden Sie eine %3$sstädtebasierte Datenbank%4$s, um genaue Standortbestimmung zu ermöglichen.",
        "NoProviders": "Keine zusätzlichen Geolocation Anbieter verfügbar. %1$sDB-IP%2$s wird empfohlen, benötigt aber das Plugin GeoIp2. (Alternativ können Sie ein Third Party Plugin aus dem Marktplatz installieren.)",
        "PluginDescription": "Berichtet über den Standort Ihrer Besucher: Land, Region, Stadt und geographische Koordinaten (geographische Breite und geographische Länge).",
        "Region": "Region",
        "SubmenuLocations": "Orte",
        "TestIPLocatorFailed": "Konnte den Standort der IP-Adresse \"%1$s\" nicht finden. Möglicherweise ist der Dienst nicht korrekt installiert, die Datenbank zur Standortbestimmung ist falsch benannt oder im falschen Verzeichnis?",
        "ToGeolocateOldVisits": "Verwenden Sie bitte %1$sdieses Skript%2$s, um Standortdaten Ihrer alten Besuche zu erhalten.",
        "VisitLocation": "Besucherstandort",
        "WidgetLocation": "Besucherstandort",
        "country_a1": "Anonymer Proxy",
        "country_a2": "Satelliten-Anbieter",
        "country_cat": "Katalanisch sprechende Gemeinden",
        "country_o1": "Anderes Land",
        "getCityDocumentation": "Zeigt die Städte, aus denen sich Ihre Besucher verbunden haben, als sie Ihre Webseite besuchten.",
        "getContinentDocumentation": "Zeigt auf welchem Kontinent sich Ihre Besucher beim Verbinden mit Ihrer Webseite befunden haben.",
        "getCountryDocumentation": "Zeigt aus welchem Land sich Ihre Besucher mit Ihrer Webseite verbunden haben.",
        "getRegionDocumentation": "Zeigt aus welcher Region Ihre Besucher kamen, die sich mit Ihrer Webseite verbunden haben."
    }
}
