{
    "UserCountry": {
        "AssumingNonApache": "Αδύνατη η εύρεση της συνάρτησης apache_get_modules, υποθέτουμε ότι ο διακομιστής δεν είναι Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Αδύνατη η εύρεση του αρχείου %1$s στο συμπιεσμένο tar %2$s!",
        "CannotFindGeoIPServerVar": "Η μεταβλητή %s δεν έχει οριστεί. Ο εξυπηρετητής σας μπορεί να μην έχει ρυθμιστεί σωστά.",
        "CannotFindPeclGeoIPDb": "Δεν ήταν δυνατή η εύρεση μιας βάσης δεδομένων της χώρας, περιοχής ή πόλης για το πρόσθετο GeoIP PECL. Βεβαιωθείτε ότι GeoIP βάση δεδομένων σας βρίσκεται στο %1$s και έχει πάρει το όνομα %2$s ή %3$s αλλιώς το πρόσθετο PECL δεν θα το προσέξει.",
        "CannotListContent": "Αδύνατη η δημιουργία λίστας του περιεχομένου για %1$s: %2$s",
        "CannotLocalizeLocalIP": "Η IP διεύθυνση %s είναι μια τοπική διεύθυνση και δεν μπορεί να προσδιοριστεί γεωγραφικά.",
        "CannotSetupGeoIPAutoUpdating": "Φαίνεται σαν να αποθηκεύετε τις GeoIP βάσεις δεδομένων σας έξω από το Piwik (αφού δεν υπάρχουν βάσεις δεδομένων στο misc υποκατάλογο, αλλά το GeoIP λειτουργεί). Το Piwik δεν μπορεί να ενημερώσει αυτόματα τις GeoIP βάσεις δεδομένων σας αν βρίσκονται έξω από τον κατάλογο misc.",
        "CannotUnzipDatFile": "Αδύνατη η αποσυμπίεση αρχείου dat στο %1$s: %2$s",
        "City": "Πόλη",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Ήπειρος",
        "Country": "Χώρα",
        "country_a1": "Ανώνυμος Διακομιστής",
        "country_a2": "Πάροχος δορυφόρου",
        "country_cat": "Καταλανικόφωνες κοινότητες",
        "country_o1": "Άλλη Χώρα",
        "country_ti": "Θιβέτ",
        "CurrentLocationIntro": "Σύμφωνα με τον πάροχο, η τρέχουσα τοποθεσία σας είναι",
        "DefaultLocationProviderDesc1": "Ο προεπιλεγμένος πάροχος θέσης εικάζει τη χώρα του επισκέπτη με βάση τη γλώσσα που χρησιμοποιεί.",
        "DefaultLocationProviderDesc2": "Αυτό δεν είναι πολύ ακριβές, έτσι %1$sπροτείνουμε την εγκατάσταση και τη χρήση %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Χρησιμοποιείτε τον προκαθορισμένο πάροχο τοποθεσίας, που σημαίνει ότι το Piwik θα μαντεύει την τοποθεσία του επισκέπτη βάσει της γλώσσας που χρησιμοποιεί. %1$sΔιαβάστε αυτό%2$s για να μάθετε πως να ορίζετε πιο ακριβή μέθοδο γεωτοποθεσίας.",
        "DistinctCountries": "%s διακεκριμένες χώρες",
        "DownloadingDb": "Λήψη %s",
        "DownloadNewDatabasesEvery": "Ενημέρωση βάσεων δεδομένων κάθε",
        "FatalErrorDuringDownload": "Παρουσιάστηκε ανεπανόρθωτο σφάλμα κατά τη λήψη αυτού του αρχείου. Μπορεί να υπάρχει κάτι λανθασμένο με σύνδεση σας στο internet, με τη βάση δεδομένων GeoIP που έχετε κατεβάσει ή με το Piwik. Προσπαθήστε να κάνετε λήψη και να την εγκαταστήσετε με μη αυτόματο τρόπο.",
        "FoundApacheModules": "Το Piwik βρήκε τα ακόλουθα πρόσθετα Apache",
        "FromDifferentCities": "διαφορετικές πόλεις",
        "GeoIPCannotFindMbstringExtension": "Δεν μπορείτε να βρείτε τη λειτουργία του %1$s. Παρακαλώ βεβαιωθείτε ότι η επέκταση %2$s είναι εγκατεστημένη και έχει φορτωθεί.",
        "GeoIPDatabases": "Βάσεις δεδομένων GeoIP",
        "GeoIPDocumentationSuffix": "Για για να δείτε τα δεδομένα για αυτή την αναφορά, θα πρέπει να ρυθμίσετε το GeoIP στην καρτέλα διαχειριστή Geolocation. Οι εμπορικές %1$sMaxmind%2$s βάσεις δεδομένων GeoIP είναι πιο ακριβείς από τις ελεύθερες. Για να δείτε πόσο ακριβείς είναι, κάντε κλικ στο %3$shere%4$s.",
        "GeoIPImplHasAccessTo": "Αυτή η υλοποίηση GeoIP έχει πρόσβαση στους ακόλουθους τύπους βάσεων δεδομένων",
        "GeoIPIncorrectDatabaseFormat": "Η βάση δεδομένων της γεωτοποθεσίας σας φαίνεται να είναι σε λάθος μορφή. Ενδέχεται να έχει αλλοιωθεί. Βεβαιωθείτε ότι χρησιμοποιείτε τη διαδική μορφή και δοκιμάστε να την ξανααντιγράψετε από πάνω με ένα άλλο αντίγραφο.",
        "GeoIpLocationProviderDesc_Pecl1": "Αυτός ο παροχέας τοποθεσιών χρησιμοποιεί μια βάση δεδομένων GeoIP και μια λειτουργική μονάδα PECL για να καθορίσει με ακρίβεια και αποτελεσματικά τη θέση των επισκεπτών σας.",
        "GeoIpLocationProviderDesc_Pecl2": "Δεν υπάρχουν περιορισμοί με αυτό τον Πάροχο, έτσι είναι αυτός που σας συνιστούμε να χρησιμοποιήσετε.",
        "GeoIpLocationProviderDesc_Php1": "Αυτός ο παροχέας τοποθεσιών είναι ο πιο απλός στην εγκατάσταση και δεν απαιτεί τη διαμόρφωση του διακομιστή (ιδανικό για shared hosting!). Χρησιμοποιεί μια GeoIP βάση δεδομένων και το PHP API του MaxMind για να καθορίσει με ακρίβεια τη θέση των επισκεπτών σας.",
        "GeoIpLocationProviderDesc_Php2": "Εάν η ιστοσελίδα σας έχει πολλή κίνηση, μπορείτε να διαπιστώσετε ότι αυτός ο Πάροχος τοποθεσιών είναι πολύ αργός. Σε αυτή την περίπτωση, θα πρέπει να εγκαταστήσετε την %1$sεπέκταση PECL%2$s ή ένα %3$sπρόσθετο στον εξυπηρετητή σας%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Αυτός ο πάροχος χρησιμοποιεί τη λειτουργία τοποθεσιών GeoIP που έχει εγκατασταθεί στον HTTP εξυπηρετητή σας. Αυτός ο πάροχος είναι γρήγορος και ακριβής, αλλά %1$sμπορεί να χρησιμοποιηθεί μόνο με την κανονική παρακολούθηση του προγράμματος περιήγησης.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Αν έχετε να εισάγετε αρχεία καταγραφής ή να κάνετε κάτι άλλο που απαιτεί τον καθορισμό διευθύνσεων IP, χρησιμοποιήστε την %1$sPECL υλοποίηση του GeoIP (συνιστάται)%2$s ή την %3$sPHP υλοποίηση του GeoIP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Σημείωση: Η ανωνυμοποίηση IP διευθύνσεων δεν έχει καμία επίδραση στις τοποθεσίες που αναφέρονται από αυτόν τον πάροχο. Πριν το χρησιμοποιήσετε μαζί με την ανωνυμοποίηση IP, βεβαιωθείτε ότι αυτό δεν παραβιάζει κανένα νόμο περί προσωπικών δεδομένων που ενδέχεται να ισχύει στη χώρα σας.",
        "GeoIpLocationProviderNotRecomnended": "Η Γεωτοποθεσία δουλεύει, αλλά δεν χρησιμοποιείτε κάποιον από τους προτεινόμενους παρόχους.",
        "GeoIPNoServerVars": "Το Piwik δεν μπορεί να βρει καμιά μεταβλητή %s GeoIP.",
        "GeoIPPeclCustomDirNotSet": "Η ρύθμιση ini %s της PHP δεν έχει οριστεί.",
        "GeoIPServerVarsFound": "Το Piwik ανίχνευσε τις ακόλουθες μεταβλητές GeoIP %s",
        "GeoIPUpdaterInstructions": "Εισάγετε παρακάτω τους συνδέσμους λήψης για τις βάσεις δεδομένων σας. Αν έχετε αγοράσει βάσεις δεδομένων από την %3$sMaxMind%4$s, μπορείτε να βρείτε αυτές τις συνδέσεις %1$sεδώ%2$s. Παρακαλούμε επικοινωνήστε με την %3$sMaxMind%4$s, αν έχετε πρόβλημα με την πρόσβαση σας σε αυτές.",
        "GeoIPUpdaterIntro": "Το Piwik επί του παρόντος διαχειρίζεται τις ενημερωμένες εκδόσεις για τις ακόλουθες βάσεις δεδομένων GeoIP",
        "GeoLiteCityLink": "Αν χρησιμοποιείτε τη βάση δεδομένων Πόλεων της GeoLite, χρησιμοποιήστε τον παρακάτω σύνδεσμο: %1$s%2$s%3$s.",
        "Geolocation": "Γεωτοποθεσία",
        "GeolocationPageDesc": "Σε αυτή τη σελίδα μπορείτε να αλλάξετε τον τρόπο που το Piwik καθορίζει τις τοποθεσίες των επισκεπτών.",
        "getCityDocumentation": "Η παρούσα αναφορά παρουσιάζει τις πόλεις στις οποίες οι επισκέπτες σας βρίσκονταν όταν επισκεύθηκαν την ιστοσελίδα σας.",
        "getContinentDocumentation": "Η παρούσα αναφορά δείχνει σε ποια ήπειρο βρίσκονταν οι επισκέπτες σας ήταν όταν επισκεύθηκαν την ιστοσελίδα σας.",
        "getCountryDocumentation": "Αυτή η αναφορά δείχνει σε ποιά χώρα ήταν οι επισκέπτες σας όταν επισκεύθηκαν την ιστοσελίδα σας.",
        "getRegionDocumentation": "Η παρούσα αναφορά δείχνει σε ποιά περιοχή ήταν οι επισκέπτες σας όταν επισκεύθηκαν την ιστοσελίδα σας.",
        "HowToInstallApacheModule": "Πως εγκαθιστώ την επέκταση GeoIP για τον Apache;",
        "HowToInstallGeoIPDatabases": "Πως παίρνω τις βάσεις δεδομένων GeoIP;",
        "HowToInstallGeoIpPecl": "Πως εγκαθιστώ την επέκταση PECL του GeoIP;",
        "HowToInstallNginxModule": "Πως εγκαθιστώ την επέκταση GeoIP για το Nginx;",
        "HowToSetupGeoIP": "Πως εγκαθιστώ ακριβή γεωτοποθέτηση με το GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sΛήψη%2$s της βάσης δεδομένων GeoLite City από το %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Αποσυμπιέστε το αρχείο και αντιγράψτε το αποτέλεσμα, %1$s μέσα στον υποκατάλογο %2$smisc%3$s του Piwik (μπορείτε να το κάνετε αυτό είτε με FTP είτε με SSH).",
        "HowToSetupGeoIP_Step3": "Επαναφόρτωση της οθόνης. Ο πάροχος %1$sGeoIP (PHP)%2$s τώρα θα %3$sInstalled%4$s. Επιλέξτε τον.",
        "HowToSetupGeoIP_Step4": "Και είστε έτοιμοι! Μόλις εγκαταστήσατε το Piwik να χρησιμοποιεί GeoIP που σημαίνει ότι θα μπορείτε να βλέπετε τις περιοχές και τις πόλεις των επισκεπτών σας μαζί με αρκετά έγκυρη πληροφορία σχετικά με τις χώρες.",
        "HowToSetupGeoIPIntro": "Δεν φαίνεται να έχετε εγκατεστημένη τη Γεωτοποθεσία. Αποτελεί ένα χρήσιμο χαρακτηριστικό και χωρίς αυτό δε θα βλέπετε έγκυρες και πλήρης πληροφορίες για τις τοποθεσίες των επισκεπτών σας. Δείτε πως μπορείτε γρήγορα να αρχίσετε να τη χρησιμοποιείτε:",
        "HttpServerModule": "Επέκταση Διακομιστή HTTP",
        "InvalidGeoIPUpdatePeriod": "Μη έγκυρη περίοδος για την ενημέρωση του GeoIP: %1$s. Έγκυρες τιμές είναι %2$s.",
        "IPurchasedGeoIPDBs": "Αγόρασα περισσότερες %1$s ακριβείς βάσεις δεδομένων από το MaxMind%2$s και θέλω να εγκαταστήσω τις αυτόματες ενημερώσεις.",
        "ISPDatabase": "Βάση δεδομένων Παρόχων",
        "IWantToDownloadFreeGeoIP": "Θέλω να λάβω τη δωρεάν βάση δεδομένων GeoIP...",
        "Latitude": "Γεωγραφικό Πλάτος",
        "Location": "Τοποθεσία",
        "LocationDatabase": "Βάση δεδομένων τοποθεσιών",
        "LocationDatabaseHint": "Μια βάση δεδομένων τοποθεσιών είναι μια βάση δεδομένων χωρών, περιοχών ή πόλεων.",
        "LocationProvider": "Πάροχος Τοποθεσίας",
        "Longitude": "Γεωγραφικό μήκος",
        "NoDataForGeoIPReport1": "Δεν υπάρχουν δεδομένα για αυτή την αναφορά επειδή είτε δεν υπάρχουν δεδομένα τοποθεσίας διαθέσιμα είτε επειδή για τις διευθύνσεις IP των επισκεπτών δεν ήταν δυνατός ο εντοπισμός της τοποθεσίας τους.",
        "NoDataForGeoIPReport2": "Για να ενεργοποιήστε ακριβή Γεωτοποθεσία, αλλάξτε τις ρυθμίσεις %1$sεδώ%2$s και χρησιμοποιήστε μια %3$sβάση δεδομένων πόλεων%4$s.",
        "Organization": "Οργανισμός",
        "OrgDatabase": "Βάση δεδομένων Οργανισμών",
        "PeclGeoIPNoDBDir": "Η μονάδα PECL ψάχνει για βάσεις δεδομένων στο %1$s, αλλά αυτός ο κατάλογος δεν υπάρχει. Παρακαλούμε δημιουργήστε τον και προσθέστε τις GeoIP βάσεις δεδομένων μέσα. Εναλλακτικά, μπορείτε να ορίσετε το %2$s στο σωστό κατάλογο στο αρχείο σας php.ini.",
        "PeclGeoLiteError": "Η βάση δεδομένων σας με γεωτοποθεσία στο %1$s ονομάζεται %2$s. Δυστυχώς, η μονάδα PECL δε θα την αναγνωρίσει με αυτό το όνομα. Παρακαλούμε μετονομάστε την σε %3$s.",
        "PiwikNotManagingGeoIPDBs": "Το Piwik δεν διαχειρίζεται καμιά βάση δεδομένων GeoIP.",
        "PluginDescription": "Αναφέρει τον τοποθεσία των επισκεπτών σας: χώρα, περιοχή, πόλη και γεωγραφικές συντεταγμένες (πλάτος\/μήκος).",
        "Region": "Περιοχή",
        "SetupAutomaticUpdatesOfGeoIP": "Εγκατάσταση αυτόματων ενημερώσεων των βάσεων δεδομένων GeoIP",
        "SubmenuLocations": "Τοποθεσίες",
        "TestIPLocatorFailed": "Το Piwik προσπάθησε να ελέγξει την τοποθεσία μιας γνωστής διεύθυνσης IP (%1$s), αλλά ο διακομιστής σας επέστρεψε %2$s. Αν ο πάροχος είχε ρυθμιστεί σωστά, θα επέστρεφε %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Το κατεβασμένο αρχείο δεν είναι έγκυρη βάση δεδομένων με Γεωτοποθεσία. Παρακαλούμε διπλοελέγξτε τη διεύθυνση URL ή κατεβάστε το αρχείο χειροκίνητα.",
        "ToGeolocateOldVisits": "Για να κάνετε λήψη των δεδομένων γεωτοποθεσίας από τις παλιές σας επισκέψεις, χρησιμοποιήστε το σενάριο που περιγράφεται %1$sεδώ%2$s.",
        "UnsupportedArchiveType": "Παρουσιάστηκε μη υποστηριζόμενος τύπος συμπιεσμένου αρχείου %1$s.",
        "UpdaterHasNotBeenRun": "Το πρόγραμμα ενημέρωσης δεν εκτελέστηκε ποτέ.",
        "UpdaterIsNotScheduledToRun": "Δεν είναι προγραμματισμένο να εκτελεστεί στο μέλλον.",
        "UpdaterScheduledForNextRun": "Είναι προγραμματισμένο για εκτέλεση κατά την εκτέλεση του επόμενου archive.php από το cron.",
        "UpdaterWasLastRun": "Το πρόγραμμα ενημέρωσης εκτελέστηκε τελευταία στις %s.",
        "UpdaterWillRunNext": "Είναι προγραμματισμένο για εκτέλεση στις %s.",
        "WidgetLocation": "Τοποθεσία Επισκέπτη"
    }
}