{
    "UserCountry": {
        "CannotLocalizeLocalIP": "The IP address \"%s\" is local, so it cannot be geolocated.",
        "City": "City",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "Country",
        "CountryCode": "Country code",
        "country_a1": "Anonymous proxy",
        "country_a2": "Satellite provider",
        "country_cat": "Catalan-speaking communities",
        "country_o1": "Other country",
        "VisitLocation": "Visitor location",
        "CurrentLocationIntro": "This provider determines your current location to be",
        "DefaultLocationProviderDesc1": "The default location provider determines the country visitors connect from based on their selected language.",
        "DefaultLocationProviderDesc2": "This is not very accurate, so %1$sinstall and use a %2$sgeolocation database%3$s%4$s.",
        "DefaultLocationProviderExplanation": "You are using the default location provider, so the country visitors connect from is determined from their selected language. %1$sLearn how to set up more accurate geolocation%2$s.",
        "DisabledLocationProvider": "Turns off geolocation.",
        "DistinctCountries": "%s distinct countries",
        "FromDifferentCities": "different cities",
        "GeoIPDocumentationSuffix": "Set up GeoIP in the Geolocation admin tab to provide data for this report. The commercial %1$sMaxMind%2$s GeoIP databases are more accurate than the gratis ones. %3$sClick here%4$s to see how accurate they are.",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "Here you can change how Matomo determines visitor locations.",
        "GeolocationProviderBroken": "Your geolocation provider (%1$s) is broken. Please fix the provider, or set up another one.",
        "GeolocationProviderUnavailable": "Your geolocation provider (%1$s) is no longer available. Please set up another one.",
        "getCityDocumentation": "Shows the cities your visitors connected from when accessing your website.",
        "getContinentDocumentation": "Shows which continent your visitors connected from when accessing your website.",
        "getCountryDocumentation": "Shows which country your visitors connected from when accessing your website.",
        "getRegionDocumentation": "Shows which region your visitors connected from when accessing website.",
        "HowToInstallGeoIPDatabases": "How do I get geolocation databases?",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Location",
        "LocationProvider": "Location provider",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "No data for this report, as there is either no location data available, or visitor IP addresses cannot be geolocated.",
        "NoDataForGeoIPReport2": "%1$sChange these settings%2$s, and use a %3$scity-level database%4$s to get accurate geolocation.",
        "NoProviders": "No additional geolocation providers available. %1$sDB-IP%2$s is recommended, but requires the GeoIp2 plugin. (You can also install a third-party geolocation plugin from the marketplace.)",
        "PluginDescription": "Reports the location of your visitors: country, region, city and geographic coordinates (latitude and longitude).",
        "Region": "Region",
        "SubmenuLocations": "Locations",
        "TestIPLocatorFailed": "Couldn't find the location of the IP address \"%1$s\". Maybe this provider is not set up correctly, the geolocation database is incorrectly named, or in the wrong folder?",
        "ToGeolocateOldVisits": "Use %1$sthis script%2$s to get location data for your old visits.",
        "WidgetLocation": "Visitor location",
        "GeoIpDbIpAccuracyNote": "The DB-IP geolocation databases are gratis and can be auto-downloaded. MaxMind is more accurate for cities, but requires %1$smaking an account%2$s.",
        "MaxMindLinkExplanation": "%1$sClick here to learn how to generate your download URL%2$s if you are using MaxMind's geolocation.",
        "LocationsSubcategoryHelp": "The \"Locations\" section is the best way to find out what countries, continents, regions, and cities your website visitors come from — in table and map form. It also says what language their browser is set to, helping identify international visitors in alternative locations."
    }
}
