{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP address %s is a local address and cannot be geolocated.",
        "City": "City",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "Country",
        "CountryCode": "Country code",
        "country_a1": "Anonymous Proxy",
        "country_a2": "Satellite Provider",
        "country_cat": "Catalan-speaking communities",
        "country_o1": "Other Country",
        "VisitLocation": "Visit Location",
        "CurrentLocationIntro": "According to this provider, your current location is",
        "DefaultLocationProviderDesc1": "The default location provider guesses a visitor's country based on the language they use.",
        "DefaultLocationProviderDesc2": "This is not very accurate, so %1$swe recommend installing and using %2$sa geolocation database%3$s.%4$s",
        "DefaultLocationProviderExplanation": "You are using the default location provider, which means Matomo will guess the visitor's location based on the language they use. %1$sRead this%2$s to learn how to setup more accurate geolocation.",
        "DistinctCountries": "%s distinct countries",
        "FromDifferentCities": "different cities",
        "GeoIPDocumentationSuffix": "In order to see data for this report, you must setup GeoIP in the Geolocation admin tab. The commercial %1$sMaxmind%2$s GeoIP databases are more accurate than the free ones. To see how accurate they are, click %3$shere%4$s.",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "On this page you can change how Matomo determines visitor locations.",
        "getCityDocumentation": "This report shows the cities your visitors were in when they accessed your website.",
        "getContinentDocumentation": "This report shows which continent your visitors were in when they accessed your website.",
        "getCountryDocumentation": "This report shows which country your visitors were in when they accessed your website.",
        "getRegionDocumentation": "This report shows which region your visitors were in when they accessed your website.",
        "HowToInstallGeoIPDatabases": "How do I get geolocation databases?",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Location",
        "LocationProvider": "Location Provider",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "There is no data for this report because there is either no location data available or visitor IP addresses cannot be geolocated.",
        "NoDataForGeoIPReport2": "To enable accurate geolocation, change the settings %1$shere%2$s and use a %3$scity level database%4$s.",
        "NoProviders": "There are currently no additional geolocation providers available. Matomo recommends using the %1$sdbip%2$s databases, but this requires activating the GeoIp2 plugin. (Alternatively you can install a third party plugin that provides it's own geolocation functionality from the marketplace.)",
        "PluginDescription": "Reports the location of your visitors: country, region, city and geographic coordinates (latitude\/longitude).",
        "Region": "Region",
        "SubmenuLocations": "Locations",
        "TestIPLocatorFailed": "Matomo tried checking the location of a known IP address (%1$s), but your server returned no information. This provider may not be configured correctly (the geolocation database may be named incorrectly or located in the wrong directory, for instance).",
        "ToGeolocateOldVisits": "To get location data for your old visits, use the script described %1$shere%2$s.",
        "WidgetLocation": "Visitor Location",
        "GeoIpDbIpAccuracyNote": "Note: the DBIP databases are free and can be downloaded automatically, but geolocation results (specifically city results) are not as accurate as MaxMind's. MaxMind, however, requires that you create an account even for the free database. If you want to use MaxMind's geolocation database, you can start the process %1$shere%2$s",
        "MaxMindLinkExplanation": "If you are using MaxMind's geolocation databases and you do not already know how to generate your download URL, %1$sclick here to learn how%2$s."
    }
}