{
    "UserCountry": {
        "CannotLocalizeLocalIP": "La dirección IP %s es una dirección local y no puede ser geolocalizada.",
        "City": "Ciudad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código de país",
        "country_a1": "Proxy anónimo",
        "country_a2": "Proveedor satelital",
        "country_cat": "Comunidades de habla catalana",
        "country_o1": "Otro país",
        "VisitLocation": "Ubicación de la visita",
        "CurrentLocationIntro": "De acuerdo a este proveedor, tu ubicación actual es",
        "DefaultLocationProviderDesc1": "El proveedor de ubicación predeterminado asume que el país del visitante es por el lenguaje que él utiliza.",
        "DefaultLocationProviderDesc2": "Esto no es muy preciso, por lo tanto %1$srecomendamos instalar y utilizar %2$suna base de datos de geolocalización%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Estás usando el proveedor de ubicación predeterminado, lo que significa que Matomo intentará adivinar la ubicación del visitante basándose en el idioma que usa. %1$sLeé esto%2$s para aprender cómo configurar una geolocalización más precisa.",
        "DistinctCountries": "%s países distintos",
        "FromDifferentCities": "ciudades diferentes",
        "GeoIPDocumentationSuffix": "Para ver la información de este informe, tenés que configurar GeoIP en la sección \"Geolocalización\" en la pestaña del administrador. Las bases de datos GeoIP comerciales %1$sMaxmind%2$s son más fiables que las gratuitas. Para ver cuán precisas son, hacé clic %3$sacá%4$s.",
        "Geolocation": "Geolocalización",
        "GeolocationPageDesc": "En esta página podés cambiar cómo Matomo determina las ubicaciones de los visitantes.",
        "getCityDocumentation": "Este informe muestra las ciudades desde las cuales tus visitantes accedieron a tu sitio web.",
        "getContinentDocumentation": "Este informe muestra en qué continente estaban tus visitantes cuando visitaron tu sitio web.",
        "getCountryDocumentation": "Este informe muestra en qué país estaban tus visitantes cuando visitaron tu sitio web.",
        "getRegionDocumentation": "Este informe muestra en qué región estaban tus visitantes cuando visitaron tu sitio web.",
        "HowToInstallGeoIPDatabases": "¿Cómo obtengo las bases de datos de geolocalización?",
        "Latitude": "Latitud",
        "Latitudes": "Latitudes",
        "Location": "Ubicación",
        "LocationProvider": "Proveedor de ubicación",
        "Longitude": "Longitud",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "No hay datos para este informe debido a que no existe información o las direcciones IP de los visitantes no pueden ser geolocalizadas.",
        "NoDataForGeoIPReport2": "Para habilitar una geolocalización precisa, cambiá la configuración %1$sacá%2$s y usá una %3$sbase de datos a nivel ciudad%4$s.",
        "PluginDescription": "Informa la ubicación de tus visitantes: país, región, ciudad y coordenadas geográficas (latitud y longitud).",
        "Region": "Región",
        "SubmenuLocations": "Ubicaciones",
        "TestIPLocatorFailed": "Matomo intentó revisar la ubicación de una dirección IP conocida (%1$s), pero el servidor no devolvió ninguna información. Este proveedor puede no estar configurado correctamente (por ejemplo, la base de datos de geolocalización puede tener un nombre incorrecto o estar ubicada en un directorio incorrecto).",
        "ToGeolocateOldVisits": "Para obtener información de ubicación de tus antiguas visitas, usá el script descripto %1$sacá%2$s.",
        "WidgetLocation": "Ubicación del visitante"
    }
}