{
    "UserCountry": {
        "CannotLocalizeLocalIP": "La dirección IP \"%s\" es local, por lo que no se puede geolocalizar.",
        "City": "Ciudad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código de país",
        "CurrentLocationIntro": "Este proveedor determina que tu ubicación actual es",
        "DefaultLocationProviderDesc1": "El proveedor de localización por defecto determina el país desde el que se conectan los visitantes en función del idioma seleccionado.",
        "DefaultLocationProviderDesc2": "Esto no es muy preciso, así que %1$sinstale y use una %2$sbase de datos de ubicación geográfica%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Está utilizando el proveedor de localización predeterminado, por lo que el país desde el que se conectan los visitantes se determina a partir del idioma seleccionado. %1$sAprenda a configurar una geolocalización más precisa%2$s.",
        "DisabledLocationProvider": "Desactiva la geolocalización.",
        "DistinctCountries": "%s países distintos",
        "FromDifferentCities": "ciudades distintas",
        "GeoIPDocumentationSuffix": "Configure GeoIP en la pestaña de administración Geolocalización para proporcionar datos para este informe. Las bases de datos comerciales %1$sMaxMind%2$s GeoIP son más precisas que las gratuitas. %3$sHaga clic aquí%4$s para comprobar su precisión.",
        "GeoIpDbIpAccuracyNote": "Las bases de datos de geolocalización DB-IP son gratuitas y se pueden descargar automáticamente. MaxMind es más preciso para las ciudades, pero requiere %1$shacer una cuenta%2$s.",
        "Geolocation": "Geolocalización",
        "GeolocationPageDesc": "Aquí puede cambiar la forma en que Matomo determina la ubicación de los visitantes.",
        "GeolocationProviderBroken": "Su proveedor de geolocalización (%1$s) no funciona. Por favor, arregla el proveedor o configura otro.",
        "GeolocationProviderUnavailable": "Su proveedor de geolocalización (%1$s) ya no está disponible. Por favor, configura otro.",
        "HowToInstallGeoIPDatabases": "¿Cómo se obtienen las bases de datos de geolocalización?",
        "Latitude": "Latitud",
        "Latitudes": "Latitudes geográficas",
        "Location": "Ubicación",
        "LocationProvider": "Proveedor de la ubicación",
        "LocationsSubcategoryHelp": "La sección \"Ubicaciones\" es la mejor manera de averiguar de qué países, continentes, regiones y ciudades provienen los visitantes de su sitio web, en forma de tabla y mapa. También dice en qué idioma está configurado su navegador, lo que ayuda a identificar a los visitantes internacionales en ubicaciones alternativas.",
        "Longitude": "Longitud",
        "Longitudes": "Longitud",
        "MaxMindLinkExplanation": "%1$sHaga clic aquí para obtener información sobre cómo generar su URL de descarga%2$s si está utilizando la geolocalización de MaxMind.",
        "NoDataForGeoIPReport1": "No hay datos para este informe, ya que o bien no se dispone de datos de localización, o bien no se pueden geolocalizar las direcciones IP de los visitantes.",
        "NoDataForGeoIPReport2": "%1$sCambie esta configuración%2$s, y use una %3$sbase de datos por ciudades%4$s para obtener una geolocalización precisa.",
        "NoProviders": "No hay proveedores de geolocalización adicionales en este momento. Se recomienda %1$sDB-IP%2$s, pero esto requiere el complemento GeoIp2. (Alternativamente, puede instalar un complemento de geolocalización de terceros del mercado)",
        "PluginDescription": "Informa de la ubicación de sus visitantes: país, región, ciudad y coordenadas geográficas (latitud y longitud).",
        "Region": "Región",
        "SubmenuLocations": "Ubicaciones",
        "TestIPLocatorFailed": "No se pudo encontrar la ubicación de la dirección IP \"%1$s\". ¿Quizás este proveedor no está configurado correctamente, la base de datos de geolocalización tiene un nombre incorrecto o está en la carpeta incorrecta?",
        "ToGeolocateOldVisits": "Utilice %1$seste script%2$s para obtener datos de ubicación de sus visitas anteriores.",
        "VisitLocation": "Ubicación de los visitantes",
        "WidgetLocation": "Ubicación de los visitantes",
        "country_a1": "Proxy anónimo",
        "country_a2": "Proveedor de satélite",
        "country_cat": "Comunidades de habla catalana",
        "country_o1": "Otro país",
        "getCityDocumentation": "Muestra las ciudades desde las que se conectaron sus visitantes al acceder a su sitio web.",
        "getContinentDocumentation": "Muestra desde qué continente se conectaron sus visitantes cuando accedieron a su sitio web.",
        "getCountryDocumentation": "Muestra desde qué país se conectaron sus visitantes cuando accedieron a su sitio web.",
        "getRegionDocumentation": "Muestra desde qué región se conectaron sus visitantes cuando accedieron al sitio web."
    }
}
