{
    "UserCountry": {
        "CannotLocalizeLocalIP": "La dirección IP %s es una dirección local y no puede ser geolocalizada.",
        "City": "Ciudad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código de país",
        "country_a1": "Proxy anónimo",
        "country_a2": "Proveedor Satelital",
        "country_cat": "Comunidades de habla catalana",
        "country_o1": "Otro país",
        "VisitLocation": "Visitar ubicación",
        "CurrentLocationIntro": "De acuerdo a este proveedor, su actual ubicación es",
        "DefaultLocationProviderDesc1": "La ubicación predeterminada del proveedor asume que el país del visitante es por el lenguaje que el mismo utiliza.",
        "DefaultLocationProviderExplanation": "Está utilizando el proveedor de ubicación predeterminado, lo cual significa que Matomo estimará la ubicación de los visitantes basado en el idioma que utilizan. %1$sLea esto%2$s para ver cómo puede configurar una geolocalización más precisa.",
        "DistinctCountries": "%s países distintos",
        "FromDifferentCities": "ciudades distintas",
        "GeoIPDocumentationSuffix": "Para observar la información de este informe, debe configurar GeoIP en la sección Geolocalización en la lengüeta del administrador. Las bases de datos GeoIP comerciales %1$sMaxmind%2$s son más fiables que las gratuitas. Para ver cuan seguras son, clic %3$saquí%4$s.",
        "Geolocation": "Geolocalización",
        "GeolocationPageDesc": "En esta página puede cambiar como Matomo determina las ubicaciones de un visitante.",
        "getCityDocumentation": "Este informe muestra las ciudades desde las cuales sus visitantes accedieron a su sitio de internet.",
        "getContinentDocumentation": "Este informe muestra en qué continente están sus visitantes cuando acceden a su sitio de internet.",
        "getCountryDocumentation": "Este informe muestra desde qué país accedieron sus visitantes a su sitio de internet.",
        "getRegionDocumentation": "Este informe muestra en que región están sus visitantes en el momento que accedieron a su sitio de internet.",
        "Latitude": "Latitud",
        "Latitudes": "Latitudes",
        "Location": "Ubicación",
        "LocationProvider": "Proveedor de ubicación",
        "Longitude": "Longitud",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "No hay datos para este informe debido a que no existe información o las direcciones IP de los visitantes no puede ser geolocalizada.",
        "NoDataForGeoIPReport2": "Para habilitar una geolocalización precisa, cambie la opción %1$saquí%2$s y utilice una %3$sbase de datos a nivel ciudad%4$s.",
        "PluginDescription": "Informa la ubicación de sus visitantes: país, región, ciudad y coordenadas geográficas (latitud\/longitud).",
        "Region": "Región",
        "SubmenuLocations": "Ubicaciones",
        "ToGeolocateOldVisits": "Para obtener información de ubicación de sus antiguos visitantes, utilice este script descripto %1$saquí%2$s.",
        "WidgetLocation": "Ubicación del visitante"
    }
}