{
    "UserCountry": {
        "AssumingNonApache": "No se puede encontrar la función apache_get_modules, asumiendo que posee un servidor de internet no-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "No se encuentra %1$s en el archivo tar %2$s!",
        "CannotFindGeoIPServerVar": "La variable %s no está especificada. Su servidor puede no estar configurado correctamente.",
        "CannotFindPeclGeoIPDb": "No se encuentra en la base de datos el país, región o ciudad en el módulo GeoIP PECL. Asegúrese que su base de datos GeoIP esté ubicada en %1$s y posea el nombre %2$s o %3$s, de no ser así, el módulo PECL no lo reconocerá.",
        "CannotListContent": "No se pudo enumerar el contenido de %1$s: %2$s",
        "CannotLocalizeLocalIP": "La dirección IP %s es una dirección local y no puede ser geolocalizada.",
        "CannotSetupGeoIPAutoUpdating": "Parece que está guardando sus bases de datos GeoIP fuera de Piwik (no hay base de datos en la subcarpeta misc, pero su GeoIP está funcionando). Piwik no puede actualizar automáticamente sus bases de datos GeoIP si están ubicadas fuera de la carpeta misc.",
        "CannotUnzipDatFile": "No se puede descomprimir el archivo dat en %1$s: %2$s",
        "City": "Ciudad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Country": "País",
        "country_a1": "Proxy anónimo",
        "country_a2": "Proveedor Satelital",
        "country_cat": "Comunidades de habla catalana",
        "country_o1": "Otro país",
        "country_ti": "Tibet",
        "CurrentLocationIntro": "De acuerdo a este proveedor, su actual ubicación es",
        "DefaultLocationProviderDesc1": "La ubicación predeterminada del proveedor asume que el país del visitante es por el lenguaje que el mismo utiliza.",
        "DefaultLocationProviderDesc2": "No es muy preciso, por lo tanto %1$srecomendamos instalar y utilizar %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Está utilizando el proveedor de ubicación predeterminado, lo cual significa que Piwik estimará la ubicación de los visitantes basado en el idioma que utilizan. %1$sLea esto%2$s para ver cómo puede configurar una geolocalización más precisa.",
        "DistinctCountries": "%s países distintos",
        "DownloadingDb": "Descargando %s",
        "DownloadNewDatabasesEvery": "Actualizar bases de datos cada",
        "FatalErrorDuringDownload": "Un error fatal ocurrió durante la descarga de este archivo. Puede que sea algo incorrecto en su conexión de internet, con la base de datos GeoIP que descargó o con Piwik. Trate de descargarlo e instalarlo manualmente.",
        "FoundApacheModules": "Piwik ha encontrado los siguientes módulos Apache",
        "FromDifferentCities": "ciudades distintas",
        "GeoIPCannotFindMbstringExtension": "No se encuentra la función %1$s. Por favor, asegúrese que la extensión %2$s esté instalada y cargada.",
        "GeoIPDatabases": "Bases de datos GeoIP",
        "GeoIPDocumentationSuffix": "Para observar la información de este informe, debe configurar GeoIP en la sección Geolocalización en la lengüeta del administrador. Las bases de datos GeoIP comerciales %1$sMaxmind%2$s son más fiables que las gratuitas. Para ver cuan seguras son, clic %3$saquí%4$s.",
        "GeoIPImplHasAccessTo": "Esta implementación GeoIP tiene acceso a los siguientes tipos de bases de datos",
        "GeoIPIncorrectDatabaseFormat": "Parece que tu base de datos GeoIP no tiene el formato correcto. Puede estar corrupta. Asegúrate de utilizar la versión binaria y prueba reemplazarla con otra copia.",
        "GeoIpLocationProviderDesc_Pecl1": "Este proveedor de ubicación utiliza una base de datos GeoIP y un módulo PECL para determinar precisa y eficientemente la ubicación de sus visitantes.",
        "GeoIpLocationProviderDesc_Pecl2": "No existen limitaciones con este proveedor, es el que recomendamos utilizar.",
        "GeoIpLocationProviderDesc_Php1": "Este proveedor de ubicación es el más simple de instalar, en tanto no requiere configuración del servidor (¡ideal para alojamiento compartido!). Utiliza una base de datos GeoIP y la API PHP de MaxMind para determinar precisamente la ubicación de sus visitantes.",
        "GeoIpLocationProviderDesc_Php2": "Si su sitio de internet tiene un montón de tráfico, puede encontrar que este proveedor es demasiado lento. En este caso, debe instalar la extensión%2$s %1$sPECL o el %3$smódulo servidor%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Este proveedor de ubicación utiliza el módulo GeoIP que se ha instalado en su servidor HTTP. Este proveedor es fiable y rápido, pero %1$solo puede ser utilizado con el rastreo de navegadores de internet normales.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Si tiene que importar archivos de registro o cualquier otra acción que requiera configurar direcciones IP, utilice la implementación GeoIP %1$sPECL (recomendada)%2$s o la %3$simplementación GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: La anonimización de las direcciónes IP no tiene efecto en las ubicaciones suministradas por este proveedor. Antes de utilizarlo con anonimización de IP, asegúrese que no viola leyes de privacidad al que puede estar sujeto.",
        "GeoIpLocationProviderNotRecomnended": "La geolocalización funciona pero no está utilizando uno de los proveedores recomendados.",
        "GeoIPNoServerVars": "Piwik no puede encontrar ninguna de las variables GeoIp %s.",
        "GeoIPPeclCustomDirNotSet": "La opción %s PHP ini no se ha configurado.",
        "GeoIPServerVarsFound": "Piwik detecta las siguientes variables GeoIP %s",
        "GeoIPUpdaterInstructions": "Ingrese abajo los enlaces de descarga de sus base de datos. Si ha comprado bases de datos desde %3$sMaxMind%4$s, puede encontrar dichos enlaces %1$saquí%2$s. Por favor, contáctese con %3$sMaxMind%4$s si tiene problemas para contactarse con ellos.",
        "GeoIPUpdaterIntro": "Piwik está actualmente administrando actualizaciones en las siguientes bases de datos GeoIP",
        "GeoLiteCityLink": "Si está utilizando la base de datos GEoLite City, use este enlace: %1$s%2$s%3$s.",
        "Geolocation": "Geolocalización",
        "GeolocationPageDesc": "En esta página puede cambiar como Piwik determina las ubicaciones de un visitante.",
        "getCityDocumentation": "Este informe muestra las ciudades desde las cuales sus visitantes accedieron a su sitio de internet.",
        "getContinentDocumentation": "Este informe muestra en qué continente están sus visitantes cuando acceden a su sitio de internet.",
        "getCountryDocumentation": "Este informe muestra desde qué país accedieron sus visitantes a su sitio de internet.",
        "getRegionDocumentation": "Este informe muestra en que región están sus visitantes en el momento que accedieron a su sitio de internet.",
        "HowToInstallApacheModule": "¿Cómo instalar el módulo GeoIP en Apache?",
        "HowToInstallGeoIPDatabases": "¿Cómo obtengo las bases de datos GeoIP?",
        "HowToInstallGeoIpPecl": "¿Cómo instalar la extensión GeoIP PECL?",
        "HowToInstallNginxModule": "¿Cómo instalo el módulo GeoIP en Nginx?",
        "HowToSetupGeoIP": "Cómo configurar una geolocalización precisa con GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDescargue%2$s la base de datos GeoLite City desde %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extraiga este archivo y cópielo %1$s dentro del subdirectorio %2$smisc%3$s de Piwik (puede realizarlo vía FTP o SSH).",
        "HowToSetupGeoIP_Step3": "Actualice esta pantalla. El proveedor %1$sGeoIP (PHP)%2$s ahora será %3$sinstalado%4$s. Selecciónelo.",
        "HowToSetupGeoIP_Step4": "¡Ya lo hizo! Ha configurado Piwik para utilizar GeoIP lo que significa que ya podrá ver las regiones y ciudades de sus visitantes, además de información muy precisa del país.",
        "HowToSetupGeoIPIntro": "Parece ser que la configuración de la Geolocalización no es confiable. Esta es una función útil y sin ella no verá una información precisa y completa de la ubicación de sus visitantes. Aquí un rápido vistazo de como utilizarla:",
        "HttpServerModule": "Módulo servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para el actualizador GeoIP: %1$s. Los valores correctos son %2$s.",
        "IPurchasedGeoIPDBs": "Adquirí más %1$sbase de datos de MaxMind%2$s y deseo configurar las actualizaciones automáticas.",
        "ISPDatabase": "Base de dato ISP",
        "IWantToDownloadFreeGeoIP": "Quiero descargar la base de datos gratuita GeoIP...",
        "Latitude": "Latitud",
        "Location": "Ubicación",
        "LocationDatabase": "Base de datos de ubicaciones",
        "LocationDatabaseHint": "Una base de datos de ubicación es una base de datos sea un país, región o ciudad.",
        "LocationProvider": "Proveedor de ubicación",
        "Longitude": "Longitud",
        "NoDataForGeoIPReport1": "No hay datos para este informe debido a que no existe información o las direcciones IP de los visitantes no puede ser geolocalizada.",
        "NoDataForGeoIPReport2": "Para habilitar una geolocalización precisa, cambie la opción %1$saquí%2$s y utilice una %3$sbase de datos a nivel ciudad%4$s.",
        "Organization": "Organización",
        "OrgDatabase": "Base de datos de la organización",
        "PeclGeoIPNoDBDir": "El módulo PECL está buscando bases de datos en %1$s, pero esta carpeta no existe. Por favor, créela y agreguéle una base de datos GeoIP a la misma. Alternativamente, puede disponer %2$s una determinada carpeta en su archivo php.ini",
        "PeclGeoLiteError": "Su base de datos GeoIP en %1$s bajo el nombre de %2$s. Desafortunadamente, el módulo PECL no la reconocerá con ese nombre. Por favor, renómbrela a %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik no está actualmente administrando ninguna base de datos GeoIP.",
        "PluginDescription": "Informa la ubicación de sus visitantes: país, región, ciudad y coordenadas geográficas (latitud\/longitud).",
        "Region": "Región",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar actualizaciones automáticas de sus base de datos GeoIP",
        "SubmenuLocations": "Ubicaciones",
        "TestIPLocatorFailed": "Piwik intentó verificar la ubicación de una dirección IP conocida (%1$s), pero su servidor retornó %2$s. Si este proveedor fue configurado correctamente, debería retornar %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "El archivo descargado no es una base de datos GeoIP válida. Por favor, verifique la dirección de internet o descargue el archivo manualmente.",
        "ToGeolocateOldVisits": "Para obtener información de ubicación de sus antiguos visitantes, utilice este script descripto %1$saquí%2$s.",
        "UnsupportedArchiveType": "Se encontró un tipo de archivo %1$s no respaldado.",
        "UpdaterHasNotBeenRun": "El actualizador nunca se ha ejecutado.",
        "UpdaterIsNotScheduledToRun": "No está programada la ejecución en el futuro.",
        "UpdaterScheduledForNextRun": "Está previsto ser activado durante la próxima ejecución del comando cron core:archive.",
        "UpdaterWasLastRun": "El actualizador se ejecutó por última vez en %s.",
        "UpdaterWillRunNext": "Está programada la ejecución para el %s.",
        "WidgetLocation": "Ubicación del visitante"
    }
}