{
    "UserCountry": {
        "CannotLocalizeLocalIP": "L'adresse IP %s est locale et ne peut être géo-localisée.",
        "City": "Ville",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "Pays",
        "CountryCode": "Code pays",
        "CurrentLocationIntro": "D'après ce fournisseur, votre emplacement actuel est",
        "DefaultLocationProviderDesc1": "Le fournisseur de localisation par défaut devine le pays d'un visiteur en se basant sur le langage de son navigateur.",
        "DefaultLocationProviderDesc2": "Ceci n'est pas très précis, %1$snous recommandons donc l'installation et l'utilisation d'une %2$sbase de données de géolocalisation%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Vous utilisez le fournisseur de localisation par défaut, ce qui signifie que Matomo va tenter de déterminer la localisation du visiteur en se basant sur la langue qu'ils utilisent. %1$sConsultez ceci%2$s pour apprendre comment configurer une localisation plus précise.",
        "DistinctCountries": "%s pays différents",
        "FromDifferentCities": "villes différentes",
        "GeoIPDocumentationSuffix": "Afin de visualiser les données de ce rapport, vous devez installer GeoIP depuis l'onglet d'administration Géolocalisation. Les bases de données commerciales %1$sMaxmind%2$s sont plus précises que les gratuites. Pour voir à quelles points elles sont précises, cliquez %3$sici%4$s.",
        "GeoIpDbIpAccuracyNote": "Remarque : les bases de données DBIP sont gratuites et peuvent être téléchargées automatiquement, mais les résultats de géolocalisation (surtout les villes) ne sont pas aussi précis que ceux de MaxMind. MaxMind nécessite cependant de créer un compte même pour la version gratuite de la base. Si vous souhaitez utiliser la base de géolocalisation MaxMind, vous pouvez %1$sdémarrer la procédure ici%2$s.",
        "Geolocation": "Géolocalisation",
        "GeolocationPageDesc": "Sur cette page vous pouvez changer la manière dont Matomo détermine la localisation des visiteurs.",
        "GeolocationProviderBroken": "Le fournisseur de géolocalisation configuré %1$s est défectueux. Veuillez corriger le fournisseur ou en configurer un autre pour que la géolocalisation fonctionne à nouveau.",
        "GeolocationProviderUnavailable": "Le fournisseur de géolocalisation configuré %1$s n'est plus disponible, veuillez en configurer un autre.",
        "HowToInstallGeoIPDatabases": "Comment puis-je récupérer des bases de données de géolocalisation ?",
        "Latitude": "Latitude",
        "Latitudes": "Lattitudes",
        "Location": "Localisation",
        "LocationProvider": "Fournisseur de localisation",
        "LocationsSubcategoryHelp": "La section Emplacements est le meilleur moyen de savoir où se trouvent les gens lorsqu'ils visitent votre site. Il révèle les pays, continents, régions, villes d'où viennent vos visiteurs, sous forme de tableaux et de cartes. De plus, vous pouvez voir la langue sur laquelle leur navigateur est configuré, ce qui permet d'identifier les visiteurs internationaux dans d'autres emplacements.",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "MaxMindLinkExplanation": "Si vous utilisez les bases de géolocalisation MaxMind mais vous ne savez pas encore comment générer l'URL de téléchargement, %1$scliquez ici pour apprendre%2$s.",
        "NoDataForGeoIPReport1": "Il n'y a aucune données pour ce rapport parce qu'il n'y a pas de base de données de localisation de disponible ou bien l'adresse IP du visiteur ne peut être géolocalisée.",
        "NoDataForGeoIPReport2": "Pour activer une géolocalisation précise, modifiez les paramètres %1$sici%2$s et utilisez une %3$sbase de données de niveau ville%4$s.",
        "NoProviders": "Il n'y a pour le moment aucun autre fournisseur de services de géolocalisation. Matomo recommande l'utilisation de bases %1$sdbip%2$s, mais cela nécessite l'activation du composant Geoip2 (vous pouvez également installer un composant tiers qui fournit sa propre fonctionnalité de géolocalisation à partir du marché).",
        "PluginDescription": "Rapports sur l'emplacement de vos visiteurs : pays, région, ville et coordonnées géographiques (latitude/longitude).",
        "Region": "Région",
        "SubmenuLocations": "Provenances géographiques",
        "TestIPLocatorFailed": "Matomo a essayé de vérifier la localisation d'une adresse IP connue (%1$s) mais le serveur n'a retourné aucune information. Ce fournisseur n'est peut-être pas configuré correctement (la base de données de géolocalisation est peut-être mal nommée ou située dans un mauvais répertoire).",
        "ToGeolocateOldVisits": "Pour obtenir les données de localisation de vos anciennes visites, utilisez le script décrit %1$sici%2$s.",
        "VisitLocation": "Emplacement de la visite",
        "WidgetLocation": "Emplacement du visiteur",
        "country_a1": "Proxy anonyme",
        "country_a2": "Fournisseur satellite",
        "country_cat": "Communautés de langue Catalane",
        "country_o1": "Autre pays",
        "getCityDocumentation": "Ce rapport montre dans quelle ville vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getContinentDocumentation": "Ce rapport montre dans quel continent vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getCountryDocumentation": "Ce rapport montre dans quel pays vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getRegionDocumentation": "Ce rapport montre dans quelle région vos visiteurs étaient quand ils ont accédé à votre site web."
    }
}
