{
    "UserCountry": {
        "CannotLocalizeLocalIP": "L'adresse IP %s est locale et ne peut être géo-localisée.",
        "City": "Ville",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "Pays",
        "CountryCode": "Code pays",
        "country_a1": "Proxy anonyme",
        "country_a2": "Fournisseur satellite",
        "country_cat": "Communautés de langue Catalane",
        "country_o1": "Autre pays",
        "VisitLocation": "Emplacement de la visite",
        "CurrentLocationIntro": "D'après ce fournisseur, votre emplacement actuel est",
        "DefaultLocationProviderDesc1": "Le fournisseur de localisation par défaut devine le pays d'un visiteur en se basant sur le langage de son navigateur.",
        "DefaultLocationProviderExplanation": "Vous utilisez le fournisseur de localisation par défaut, ce qui signifie que Matomo va tenter de déterminer la localisation du visiteur en se basant sur la langue qu'ils utilisent. %1$sConsultez ceci%2$s pour apprendre comment configurer une localisation plus précise.",
        "DistinctCountries": "%s pays différents",
        "FromDifferentCities": "villes différentes",
        "GeoIPDocumentationSuffix": "Afin de visualiser les données de ce rapport, vous devez installer GeoIP depuis l'onglet d'administration Géolocalisation. Les bases de données commerciales %1$sMaxmind%2$s sont plus précises que les gratuites. Pour voir à quelles points elles sont précises, cliquez %3$sici%4$s.",
        "Geolocation": "Géolocalisation",
        "GeolocationPageDesc": "Sur cette page vous pouvez changer la manière dont Matomo détermine la localisation des visiteurs.",
        "getCityDocumentation": "Ce rapport montre dans quelle ville vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getContinentDocumentation": "Ce rapport montre dans quel continent vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getCountryDocumentation": "Ce rapport montre dans quel pays vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getRegionDocumentation": "Ce rapport montre dans quelle région vos visiteurs étaient quand ils ont accédé à votre site web.",
        "Latitude": "Latitude",
        "Latitudes": "Lattitudes",
        "Location": "Localisation",
        "LocationProvider": "Fournisseur de localisation",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "Il n'y a aucune données pour ce rapport parce qu'il n'y a pas de base de données de localisation de disponible ou bien l'adresse IP du visiteur ne peut être géolocalisée.",
        "NoDataForGeoIPReport2": "Pour activer une géolocalisation précise, modifiez les paramètres %1$sici%2$s et utilisez une %3$sbase de données de niveau ville%4$s.",
        "PluginDescription": "Rapports sur l'emplacement de vos visiteurs: pays, région, ville et coordonnées géographiques (latitude\/longitude).",
        "Region": "Région",
        "SubmenuLocations": "Provenances géographiques",
        "ToGeolocateOldVisits": "Pour obtenir les données de localisation de vos anciennes visites, utilisez le script décrit %1$sici%2$s.",
        "WidgetLocation": "Emplacement du visiteur"
    }
}