{
    "UserCountry": {
        "AssumingNonApache": "Impossible de trouver la fonction apache_get_modules, nous supposons que le serveur web n'est pas Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Impossible de trouver le fichier %1$s dans l'archive tar %2$s !",
        "CannotFindGeoIPServerVar": "La variable %s n'est pas définie. Votre serveur peut ne pas être configuré correctement.",
        "CannotListContent": "Impossible d'afficher le contenu de %1$s: %2$s",
        "CannotLocalizeLocalIP": "L'adresse IP %s est locale et ne peut être géo-localisée.",
        "CannotUnzipDatFile": "Impossible de dézipper le fichier dat dans %1$s: %2$s",
        "City": "Ville",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continents",
        "Country": "Pays",
        "CountryCode": "Code pays",
        "country_a1": "Proxy anonyme",
        "country_a2": "Fournisseur satellite",
        "country_cat": "Communautés de langue Catalane",
        "country_o1": "Autre pays",
        "VisitLocation": "Emplacement de la visite",
        "CurrentLocationIntro": "D'après ce fournisseur, votre emplacement actuel est",
        "DefaultLocationProviderDesc1": "Le fournisseur de localisation par défaut devine le pays d'un visiteur en se basant sur le langage de son navigateur.",
        "DefaultLocationProviderExplanation": "Vous utilisez le fournisseur de localisation par défaut, ce qui signifie que Matomo va tenter de déterminer la localisation du visiteur en se basant sur la langue qu'ils utilisent. %1$sConsultez ceci%2$s pour apprendre comment configurer une localisation plus précise.",
        "DistinctCountries": "%s pays différents",
        "DownloadingDb": "Téléchargement de %s",
        "DownloadNewDatabasesEvery": "Mettre à jour les bases de données tous (toutes) les",
        "FoundApacheModules": "Matomo a trouvé les modules Apache suivants",
        "FromDifferentCities": "villes différentes",
        "GeoIPCannotFindMbstringExtension": "Impossible de trouver la fonction %1$s. Veuillez vous assurer que l'extension %2$s est installée et chargée.",
        "GeoIPDatabases": "Base de donnéees GeoIP",
        "GeoIPDocumentationSuffix": "Afin de visualiser les données de ce rapport, vous devez installer GeoIP depuis l'onglet d'administration Géolocalisation. Les bases de données commerciales %1$sMaxmind%2$s sont plus précises que les gratuites. Pour voir à quelles points elles sont précises, cliquez %3$sici%4$s.",
        "GeoIPNoDatabaseFound": "Cette implémentation de GeoIP n'a trouvé aucune base de données.",
        "GeoIPImplHasAccessTo": "Cette implémentation GeoIP a accès aux types de bases de données suivants",
        "GeoIpLocationProviderDesc_Pecl2": "Il n'y a aucune limitation avec ce fournisseur, c'est donc celui que nous recommandons à l'utilisation.",
        "GeoIpLocationProviderDesc_Php2": "Si votre site web a beaucoup de trafic, vous pourriez trouver que ce fournisseur de localisation est trop lent. Dans ce cas, vous devriez installer %1$sl'extension PECL%2$s ou un %3$smodule serveur%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Ce fournisseur de localisation utilise le module GeoIP qui a été installé sur votre serveur HTTP. Ce fournisseur est rapide et précis, mais peut être %1$suniquement utilisé avec le suivi de navigateur classique.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Si vous devez importer des fichiers de logs ou bien autre chose qui requiert de définir des adresses IP, utilisez %1$sl'implémentation PECL GeoIP(recommandé)%2$s ou %3$sl'implémentation GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Note : L'anonymisation de l'adresse IP n'a aucun effet sur les localisations communiquées par ce fournisseur. Avant de l'utiliser avec l'anonymisation d'IP, assurez-vous que cela ne transgresse aucune loi sur la vie privées à laquelle vous pourriez être assujetti.",
        "GeoIpLocationProviderNotRecomnended": "La géolocalisation fonctionne, mais vous n'utilisez pas un des fournisseurs recommandés.",
        "GeoIPNoServerVars": "Matomo ne parvient à trouver aucune variable GeoIP %s.",
        "GeoIPPeclCustomDirNotSet": "L'option %s du PHP ini n'est pas définie.",
        "GeoIPServerVarsFound": "Matomo a détecté les variables de GeoIP suivantes %s",
        "Geolocation": "Géolocalisation",
        "GeolocationPageDesc": "Sur cette page vous pouvez changer la manière dont Matomo détermine la localisation des visiteurs.",
        "getCityDocumentation": "Ce rapport montre dans quelle ville vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getContinentDocumentation": "Ce rapport montre dans quel continent vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getCountryDocumentation": "Ce rapport montre dans quel pays vos visiteurs étaient quand ils ont accédé à votre site web.",
        "getRegionDocumentation": "Ce rapport montre dans quelle région vos visiteurs étaient quand ils ont accédé à votre site web.",
        "HowToInstallApacheModule": "Comment puis-je récupérer le module GeoIP pour Apache ?",
        "HowToInstallGeoIpPecl": "Comment puis-je installer l'extension Geoip via PECL ?",
        "HowToInstallNginxModule": "Comment puis-je installer le module GeoIP pour Nginx ?",
        "HowToSetupGeoIPIntro": "Il ne semble pas que vous ayez une configuration de géolocalisation très précise. C'est une fonctionnalité utile et sans elle vous ne verrez pas de manière précise et complète les informations de localisation de vos visiteurs. Voici comment vous pouvez rapidement commencer à l'utiliser :",
        "HttpServerModule": "Module du serveur HTTP",
        "InvalidGeoIPUpdatePeriod": "Période invalide pour la mise à jour de GeoIP: %1$s. Les valeurs valides sont %2$s.",
        "ISPDatabase": "Base de données ISP",
        "Latitude": "Latitude",
        "Latitudes": "Lattitudes",
        "Location": "Localisation",
        "LocationDatabase": "Base de données de localisation",
        "LocationDatabaseHint": "Une base de données de localisation est une base de données de pays, villes ou régions.",
        "LocationProvider": "Fournisseur de localisation",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "Il n'y a aucune données pour ce rapport parce qu'il n'y a pas de base de données de localisation de disponible ou bien l'adresse IP du visiteur ne peut être géolocalisée.",
        "NoDataForGeoIPReport2": "Pour activer une géolocalisation précise, modifiez les paramètres %1$sici%2$s et utilisez une %3$sbase de données de niveau ville%4$s.",
        "Organization": "Organisation",
        "OrgDatabase": "Base de données des Organisation",
        "PluginDescription": "Rapports sur l'emplacement de vos visiteurs: pays, région, ville et coordonnées géographiques (latitude\/longitude).",
        "Region": "Région",
        "SubmenuLocations": "Provenances géographiques",
        "ToGeolocateOldVisits": "Pour obtenir les données de localisation de vos anciennes visites, utilisez le script décrit %1$sici%2$s.",
        "UnsupportedArchiveType": "Type d'archive non supporté %1$s.",
        "UpdaterHasNotBeenRun": "L'outil de mise a jour n'a jamais été exécuté.",
        "UpdaterIsNotScheduledToRun": "N'est pas planifié pour une exécution future.",
        "UpdaterScheduledForNextRun": "Est planifié pour un traitement durant la prochaine exécution du cron de archive.php.",
        "UpdaterWasLastRun": "La dernière mise à jour a été effectuée le %s.",
        "UpdaterWillRunNext": "Est planifié pour s'exécuter le %s.",
        "WidgetLocation": "Emplacement du visiteur"
    }
}