{
    "UserCountry": {
        "CannotLocalizeLocalIP": "Tá an seoladh IP \"%s\" logánta, mar sin ní féidir é a geolonnú.",
        "City": "Cathair",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Mór-roinn",
        "Continents": "Mór-roinne",
        "Country": "Tír",
        "CountryCode": "Cód Tíre",
        "CurrentLocationIntro": "Cinneann an soláthraí seo do shuíomh reatha",
        "DefaultLocationProviderDesc1": "Socraíonn soláthraí an tsuímh réamhshocraithe an tír a nascann cuairteoirí uaidh bunaithe ar a dteanga roghnaithe.",
        "DefaultLocationProviderDesc2": "Níl sé seo an-chruinn, mar sin %1$suiteáil agus úsáid %2$sbunachar sonraí geolocation %3$s%4$s.",
        "DefaultLocationProviderExplanation": "Tá tú ag úsáid an tsoláthraí suímh réamhshocraithe, mar sin de réir na teanga roghnaithe a shocraítear an tír a ndéanann cuairteoirí ceangal léi. %1$sFoghlaim conas geolocation níos cruinne a shocrú%2$s.",
        "DisabledLocationProvider": "Múchann sé geolocation.",
        "DistinctCountries": "%s tíortha ar leith",
        "FromDifferentCities": "cathracha éagsúla",
        "GeoIPDocumentationSuffix": "Socraigh GeoIP sa chluaisín riaracháin Geolocation chun sonraí a sholáthar don tuarascáil seo. Tá bunachair shonraí GeoIP tráchtála %1$sMaxMind%2$s níos cruinne ná na cinn in aisce. %3$s Cliceáil anseo %4$s chun a fháil amach cé chomh cruinn agus atá siad.",
        "GeoIpDbIpAccuracyNote": "Tá bunachair shonraí geolocation DB-IP saor in aisce agus is féidir iad a íoslódáil go huathoibríoch. Tá MaxMind níos cruinne do chathracha, ach caithfidh %1$s cuntas%2$s a dhéanamh.",
        "Geolocation": "Geoshuíomh",
        "GeolocationPageDesc": "Anseo is féidir leat an chaoi a gcinneann Matomo láithreacha cuairteoirí a athrú.",
        "GeolocationProviderBroken": "Tá do sholáthraí geoshuímh (%1$s) briste. Ceartaigh an soláthraí, nó socraigh ceann eile.",
        "GeolocationProviderUnavailable": "Níl do sholáthraí geolocation (%1$s) ar fáil a thuilleadh. Socraigh ceann eile le do thoil.",
        "HowToInstallGeoIPDatabases": "Conas a gheobhaidh mé bunachair shonraí geolocation?",
        "Latitude": "Domhanleithead",
        "Latitudes": "Comhthreomhar",
        "Location": "Suíomh",
        "LocationProvider": "Soláthraí suímh",
        "LocationsSubcategoryHelp": "Is é an rannán \"Suíomhanna\" an bealach is fearr chun a fháil amach cé na tíortha, ilchríocha, réigiúin agus cathracha as a dtagann do chuairteoirí ar an láithreán gréasáin - i bhfoirm tábla agus léarscáil. Deir sé freisin cén teanga a bhfuil a mbrabhsálaí socraithe aici, ag cuidiú le cuairteoirí idirnáisiúnta a aithint in áiteanna eile.",
        "Longitude": "Domhanfhad",
        "Longitudes": "Domhanfhads",
        "MaxMindLinkExplanation": "%1$s Cliceáil anseo chun a fháil amach conas do URL íoslódála%2$s a ghiniúint má tá tú ag úsáid geolocation MaxMind.",
        "NoDataForGeoIPReport1": "Níl aon sonraí don tuarascáil seo, mar níl aon sonraí suímh ar fáil, nó ní féidir seoltaí IP cuairteoirí a geolonnú.",
        "NoDataForGeoIPReport2": "%1$sAthraigh na socruithe seo%2$s, agus úsáid bunachar sonraí %3$s ar leibhéal na scoile%4$s chun geoshuíomh cruinn a fháil.",
        "NoProviders": "Níl aon soláthraithe geolocation breise ar fáil. Moltar %1$sDB-IP%2$s, ach tá an breiseán GeoIp2 ag teastáil. (Is féidir leat breiseán geolocation tríú páirtí a shuiteáil ón margadh freisin.)",
        "PluginDescription": "Tuairiscíonn suíomh do chuairteoirí: tír, réigiún, cathair agus comhordanáidí geografacha (domhanleithead agus domhanfhad).",
        "Region": "Réigiún",
        "SubmenuLocations": "Suímh",
        "TestIPLocatorFailed": "Níorbh fhéidir suíomh an tseolta IP \"%1$s\" a aimsiú. B'fhéidir nach bhfuil an soláthraí seo socraithe i gceart, go bhfuil an bunachar sonraí geolocation ainmnithe go mícheart, nó san fhillteán mícheart?",
        "ToGeolocateOldVisits": "Úsáid %1$sthis script%2$s chun sonraí suímh a fháil do do sheanchuairteanna.",
        "VisitLocation": "Suíomh cuairteora",
        "WidgetLocation": "Suíomh cuairteora",
        "country_a1": "Seachfhreastalaí gan ainm",
        "country_a2": "Soláthraí satailíte",
        "country_cat": "pobail ina labhraítear Catalóinis",
        "country_o1": "Tír eile",
        "getCityDocumentation": "Taispeánann sé na cathracha a raibh baint ag do chuairteoirí leo agus iad ag teacht ar do shuíomh Gréasáin.",
        "getContinentDocumentation": "Léiríonn sé na mór-roinne a raibh baint ag do chuairteoirí léi agus iad ag teacht ar do shuíomh Gréasáin.",
        "getCountryDocumentation": "Léiríonn sé cén tír a raibh baint ag do chuairteoirí léi agus iad ag rochtain ar do shuíomh Gréasáin.",
        "getRegionDocumentation": "Taispeánann sé cén réigiún a raibh baint ag do chuairteoirí leis agus iad ag teacht ar an suíomh Gréasáin."
    }
}
