{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP સરનામું \"%s\" સ્થાનિક છે, તેથી તેને ભૌગોલિક સ્થાન આપી શકાતું નથી.",
        "City": "શહેર",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "ખંડ",
        "Continents": "ખંડો",
        "Country": "દેશ",
        "CountryCode": "દેશનો કોડ",
        "CurrentLocationIntro": "આ પ્રદાતા તમારું વર્તમાન સ્થાન નક્કી કરે છે",
        "DefaultLocationProviderDesc1": "ડિફૉલ્ટ સ્થાન પ્રદાતા નક્કી કરે છે કે મુલાકાતીઓ તેમની પસંદ કરેલી ભાષાના આધારે કયા દેશમાંથી કનેક્ટ થાય છે.",
        "DefaultLocationProviderDesc2": "આ બહુ સચોટ નથી, તેથી %1$sઇન્સ્ટોલ કરો અને %2$s ભૌગોલિક સ્થાન ડેટાબેઝ%3$s%4$s નો ઉપયોગ કરો.",
        "DefaultLocationProviderExplanation": "તમે ડિફૉલ્ટ સ્થાન પ્રદાતાનો ઉપયોગ કરી રહ્યાં છો, તેથી મુલાકાતીઓ જે દેશથી કનેક્ટ થાય છે તે તેમની પસંદ કરેલી ભાષા પરથી નક્કી થાય છે. %1$s વધુ સચોટ ભૌગોલિક સ્થાન%2$s કેવી રીતે સેટ કરવું તે જાણો.",
        "DisabledLocationProvider": "ભૌગોલિક સ્થાન બંધ કરે છે.",
        "DistinctCountries": "%s અલગ દેશો",
        "FromDifferentCities": "વિવિધ શહેરો",
        "GeoIPDocumentationSuffix": "આ રિપોર્ટ માટે ડેટા પ્રદાન કરવા માટે ભૌગોલિક સ્થાન એડમિન ટેબમાં GeoIP સેટ કરો. વાણિજ્યિક %1$sMaxMind%2$s GeoIP ડેટાબેસેસ મફત કરતા વધુ સચોટ છે. તેઓ કેટલા સચોટ છે તે જોવા માટે %3$s અહીં ક્લિક કરો%4$s.",
        "GeoIpDbIpAccuracyNote": "DB-IP ભૌગોલિક સ્થાન ડેટાબેસેસ મફત છે અને તે ઓટો-ડાઉનલોડ થઈ શકે છે. MaxMind શહેરો માટે વધુ સચોટ છે, પરંતુ તેને %1$s એકાઉન્ટ બનાવવાની જરૂર છે%2$s.",
        "Geolocation": "ભૌગોલિક સ્થાન",
        "GeolocationPageDesc": "અહીં તમે Matomo મુલાકાતીઓના સ્થાનો કેવી રીતે નક્કી કરે છે તે બદલી શકો છો.",
        "GeolocationProviderBroken": "તમારા ભૌગોલિક સ્થાન પ્રદાતા (%1$s) તૂટેલા છે. કૃપા કરીને પ્રદાતાને ઠીક કરો અથવા બીજું સેટ કરો.",
        "GeolocationProviderUnavailable": "તમારું ભૌગોલિક સ્થાન પ્રદાતા (%1$s) હવે ઉપલબ્ધ નથી. કૃપા કરીને બીજું સેટ કરો.",
        "HowToInstallGeoIPDatabases": "હું ભૌગોલિક સ્થાન ડેટાબેસેસ કેવી રીતે મેળવી શકું?",
        "Latitude": "અક્ષાંશ",
        "Latitudes": "અક્ષાંશો",
        "Location": "સ્થાન",
        "LocationProvider": "સ્થાન પ્રદાતા",
        "LocationsSubcategoryHelp": "તમારી વેબસાઇટના મુલાકાતીઓ કયા દેશો, ખંડો, પ્રદેશો અને શહેરોમાંથી આવે છે તે શોધવા માટે \"સ્થાનો\" વિભાગ શ્રેષ્ઠ માર્ગ છે — કોષ્ટક અને નકશા સ્વરૂપમાં. તે એમ પણ કહે છે કે તેમનું બ્રાઉઝર કઈ ભાષામાં સેટ છે, જે વૈકલ્પિક સ્થળોએ આંતરરાષ્ટ્રીય મુલાકાતીઓને ઓળખવામાં મદદ કરે છે.",
        "Longitude": "રેખાંશ",
        "Longitudes": "રેખાંશો",
        "MaxMindLinkExplanation": "જો તમે MaxMind ભૌગોલિક સ્થાનનો ઉપયોગ કરી રહ્યાં હોવ તો %1$sતમારું ડાઉનલોડ URL%2$s કેવી રીતે જનરેટ કરવું તે જાણવા માટે અહીં ક્લિક કરો.",
        "NoDataForGeoIPReport1": "આ રિપોર્ટ માટે કોઈ ડેટા નથી, કારણ કે ત્યાં કોઈ સ્થાન ડેટા ઉપલબ્ધ નથી, અથવા મુલાકાતીઓના IP સરનામાઓ ભૌગોલિક સ્થાન નક્કી કરી શકાતા નથી.",
        "NoDataForGeoIPReport2": "%1$sઆ સેટિંગ્સ બદલો%2$s, અને ચોક્કસ ભૌગોલિક સ્થાન મેળવવા માટે %3$s શહેર-સ્તરના ડેટાબેઝ%4$s નો ઉપયોગ કરો.",
        "NoProviders": "કોઈ વધારાના ભૌગોલિક સ્થાન પ્રદાતાઓ ઉપલબ્ધ નથી. %1$sDB-IP%2$s ની ભલામણ કરવામાં આવે છે, પરંતુ તેને GeoIp2 પ્લગઇનની જરૂર છે. (તમે માર્કેટપ્લેસમાંથી તૃતીય-પક્ષ ભૌગોલિક સ્થાન પ્લગઇન પણ ઇન્સ્ટોલ કરી શકો છો.)",
        "PluginDescription": "તમારા મુલાકાતીઓના સ્થાનની જાણ કરે છે: દેશ, પ્રદેશ, શહેર અને ભૌગોલિક કોઓર્ડિનેટ્સ (અક્ષાંશ અને રેખાંશ).",
        "Region": "પ્રદેશ",
        "SubmenuLocations": "સ્થાનો",
        "TestIPLocatorFailed": "IP સરનામા \"%1$s\" નું સ્થાન શોધી શકાયું નથી. કદાચ આ પ્રદાતા યોગ્ય રીતે સેટ કરેલ નથી, ભૌગોલિક સ્થાન ડેટાબેઝનું નામ ખોટું છે, અથવા ખોટા ફોલ્ડરમાં છે?",
        "ToGeolocateOldVisits": "તમારી જૂની વિડિઓઝ માટે સ્થાન ડેટા મેળવવા માટે %1$sઆ સ્ક્રિપ્ટ%2$s નો ઉપયોગ કરો.",
        "VisitLocation": "મુલાકાતી સ્થાન",
        "WidgetLocation": "મુલાકાતી સ્થાન",
        "country_a1": "અનામી પ્રોક્સી",
        "country_a2": "સેટેલાઇટ પ્રદાતા",
        "country_cat": "કતલાન-ભાષી સમુદાયો",
        "country_o1": "અન્ય દેશ",
        "getCityDocumentation": "તમારી વેબસાઇટ ઍક્સેસ કરતી વખતે તમારા મુલાકાતીઓ જે શહેરોથી જોડાયેલા છે તે દર્શાવે છે.",
        "getContinentDocumentation": "તમારી વેબસાઇટને ઍક્સેસ કરતી વખતે તમારા મુલાકાતીઓ કયા ખંડથી જોડાયેલા છે તે બતાવે છે.",
        "getCountryDocumentation": "તમારી વેબસાઇટ ઍક્સેસ કરતી વખતે તમારા મુલાકાતીઓ કયા દેશમાંથી જોડાયેલા છે તે બતાવે છે.",
        "getRegionDocumentation": "વેબસાઇટને ઍક્સેસ કરતી વખતે તમારા મુલાકાતીઓ કયા પ્રદેશથી જોડાયેલા છે તે બતાવે છે."
    }
}
