{
    "UserCountry": {
        "AssumingNonApache": "गैर अपाचे वेबसर्वर मानते हुए, apache_get_modules फ़ंक्शन नहीं मिल सकता है.",
        "CannotFindGeoIPDatabaseInArchive": "टार अभिलेख %2$s में %1$s फाइल नहीं मिल सकता है!",
        "CannotFindGeoIPServerVar": "%s के चर स्थापित नहीं है. आपका सर्वर ठीक से कॉन्फ़िगर नहीं किया जा सकता है.",
        "CannotFindPeclGeoIPDb": "GeoIP PECL मॉड्यूल के लिए एक देश, क्षेत्र या शहर डेटाबेस नहीं मिल सका. अपने GeoIP डेटाबेस %1$s में स्थित है और %2$s या %3$s नाम है अन्यथा PECL मॉड्यूल यह नोटिस नहीं होगा सुनिश्चित करें.",
        "CannotListContent": "%1$s के लिए सामग्री की सूची नहीं कर सका: %2$s",
        "CannotLocalizeLocalIP": "आईपी ​​पते %s में एक स्थानीय पता है और भू स्थित नहीं किया जा सकता.",
        "CannotSetupGeoIPAutoUpdating": "ऐसा लगता है (वहाँ उपनिर्देशिका विविध में कोई डेटाबेस नहीं है, लेकिन अपने GeoIP काम कर रहा है के बाद से हम बता सकते हैं) आप Piwik के बाहर अपने GeoIP डेटाबेस भंडारण कर रहे हैं वे विविध निर्देशिका के बाहर स्थित हैं अगर Piwik स्वचालित रूप से आपके GeoIP डेटाबेस अद्यतन नहीं कर सकता.",
        "CannotUnzipDatFile": "%1$s में .dat फ़ाइल खोली नहीं जा सकी: %2$s",
        "City": "शहर",
        "Continent": "महाद्वीप",
        "Country": "देश",
        "country_a1": "बेनाम प्रॉक्सी",
        "country_a2": "सैटेलाइट प्रदाता",
        "country_cat": "कैटलन भाषी समुदायों",
        "country_o1": "अन्य देश",
        "country_ti": "तिब्बत",
        "CurrentLocationIntro": "इस प्रदाता के अनुसार, आपका वर्तमान स्थान है",
        "DefaultLocationProviderDesc1": "एक आगंतुक का देश डिफ़ॉल्ट स्थान प्रदाता के अनुमान का इस्तेमाल वे भाषा के आधार पर करते है.",
        "DefaultLocationProviderDesc2": "यह बहुत सही नहीं है, तो %1$sहम स्थापित करने और %2$sGeoIP%3$s का उपयोग करना चाहिये.%4$s",
        "DistinctCountries": "%s विशिष्ट देशों",
        "DownloadingDb": "अधीभारण %s",
        "DownloadNewDatabasesEvery": "हर डेटाबेस का अद्यतन",
        "FatalErrorDuringDownload": "इस फाइल को डाउनलोड करते समय एक गंभीर त्रुटि हुई. आप डाउनलोड या Piwik GeoIP डेटाबेस के साथ, अपने इंटरनेट कनेक्शन के साथ कुछ गलत हो सकता है. डाउनलोड करने और इसे मैन्युअल रूप से स्थापित करने की कोशिश करें.",
        "FoundApacheModules": "Piwik को निम्नलिखित अपाचे मॉड्यूल ने पाया",
        "GeoIPCannotFindMbstringExtension": "फ़ंक्शन %1$s नहीं मिल सकता है. विस्तार स्थापित और लोड किया जाता है%2$s सुनिश्चित करें.",
        "GeoIPDatabases": "GeoIP डेटाबेस",
        "GeoIPDocumentationSuffix": "इस रिपोर्ट के लिए डेटा को देखने के लिए, आप जियोलोकेशन व्यवस्थापक टैब में GeoIP सेटअप चाहिए. वाणिज्यिक %1$sMaxmind%2$s GeoIP डेटाबेस मुक्त वालों की तुलना में अधिक सटीक हैं. वे कितने सटीक है देखने के लिए यहां %3$sक्लिक%4$s करें.",
        "GeoIPImplHasAccessTo": "इस GeoIP कार्यान्वयन का डेटाबेस के निम्नलिखित प्रकार के लिए उपयोग किया है",
        "GeoIpLocationProviderDesc_Pecl1": "यह स्थान प्रदाता एक GeoIP डेटाबेस और सही ढंग से और कुशलता से अपने आगंतुकों का स्थान निर्धारित करने के लिए एक PECL मॉड्यूल का उपयोग करता है.",
        "GeoIpLocationProviderDesc_Pecl2": "इस प्रदाता के साथ कोई सीमा नहीं है, तो यह हम उपयोग करने की सिफारिश करते है.",
        "GeoIpLocationProviderDesc_Php1": "यह स्थान प्रदाता के रूप में स्थापित करने के लिए सबसे आसान है इसे सर्वर विन्यास (साझा होस्टिंग के लिए आदर्श!) की आवश्यकता नहीं है यह सही रूप में आपके आगंतुकों का स्थान निर्धारित करने के लिए एक GeoIP डेटाबेस और MaxMind के PHP एपीआई का उपयोग करता है.",
        "GeoIpLocationProviderDesc_Php2": "आपकी वेबसाइट पर यातायात बहुत हो जाता है, तो आप पाएंगे की यह स्थान प्रदाता धीमा है इस मामले में, आप %1$s PECL एक्सटेंशन %2$s या %3$s सर्वर मॉड्यूल %4$s को स्थापित करना चाहिए.",
        "GeoIpLocationProviderDesc_ServerBased1": "यह स्थान प्रदाता अपने HTTP सर्वर में स्थापित किया गया है जो GeoIP मॉड्यूल का उपयोग करता है. यह प्रदाता तेज और सटीक है, लेकिन %1$s स्कैन केवल सामान्य ब्राउज़र ट्रैकिंग के साथ इस्तेमाल किया जा सकता है .%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "आप लॉग इन फ़ाइलों को आयात या कुछ और करना है कि आईपी पतों को स्थापित करने की आवश्यकता हो, तो %1$s PECL GeoIP कार्यान्वयन (अनुशंसित) %2$s या %3$s PHP GeoIP कार्यान्वयन %4$s का उपयोग करें.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "नोट: आईपी अनोंय्मिज़ इस प्रदाता द्वारा रिपोर्ट किए गए स्थानों पर कोई प्रभाव नहीं है. आईपी ​​अनोंय्मिज़ के साथ प्रयोग करने से पहले,आप के लिए विषय हो सकता है यह किसी भी गोपनीयता कानून का उल्लंघन नहीं करता है सुनिश्चित करें",
        "GeoIPPeclCustomDirNotSet": "PHP ini %s विकल्प सेट नहीं है.",
        "GeoIPServerVarsFound": "Piwik निम्नलिखित GeoIP चर %s का पता लगाता है",
        "GeoIPUpdaterInstructions": "नीचे अपने डेटाबेस के लिए डाउनलोड लिंक दर्ज करें.यदि अपने %3$sMaxMind%4$s से डेटाबेस खरीदा है, तो आपको लिंक्स %1$shere%2$s में मिल सकते है. यदि आप मुसीबत में है तो उन तक पहुचाये %3$sMaxMind%4$s से संपर्क करें",
        "GeoIPUpdaterIntro": "Piwik वर्तमान में निम्नलिखित GeoIP डेटाबेस के लिए अद्यतन का प्रबंध है",
        "GeoLiteCityLink": "आप GeoLite सिटी डेटाबेस का उपयोग कर रहे हैं, तो इस लिंक का उपयोग करें: %1$s%2$s%3$s.",
        "Geolocation": "भौगोलिक स्थान",
        "GeolocationPageDesc": "इस पेज पर आप को बदल सकते हैं कि कैसे Piwik आगंतुक स्थानों को निर्धारित करता है.",
        "getCityDocumentation": "इस रिपोर्ट से पता चलता है अपने दर्शकों के शहरों, वे कब आपकी वेबसाइट पे पहुचे",
        "getContinentDocumentation": "इस रिपोर्ट से पता चलता है आपके आगंतुकों के महाद्वीप का ,वे कब आपकी वेबसाइट पे पहुचे.",
        "getCountryDocumentation": "इस रिपोर्ट से पता चलता है आपके आगंतुकों के देश का,वे कब आपकी वेबसाइट पे पहुचे",
        "getRegionDocumentation": "इस रिपोर्ट से पता चलता है आपके आगंतुकों के क्षेत्र का वे कब आपकी वेबसाइट पे पहुचे",
        "HowToInstallApacheModule": "कैसे मैं अपाचे के लिए GeoIP मॉड्यूल स्थापित करूँ?",
        "HowToInstallGeoIPDatabases": "कैसे मैं GeoIP डेटाबेस प्राप्त करूं?",
        "HowToInstallGeoIpPecl": "कैसे मैं GeoIP PECL एक्सटेंशन स्थापित करूँ?",
        "HowToInstallNginxModule": "कैसे मैं nginx के लिए GeoIP मॉड्यूल स्थापित करूँ?",
        "HowToSetupGeoIP": "GeoIP साथ सटीक भौगोलिक स्थान कैसे सेटअप करे ?",
        "HowToSetupGeoIP_Step1": "%3$sMaxMind%4$s से GeoLite शहर डाटाबेस %1$sडाउनलोड%2$s करें.",
        "HowToSetupGeoIP_Step2": "%1$s में %2$s विविध %3$s Piwik उपनिर्देशिका, इस फ़ाइल को निकालें और परिणाम की नकल(यदि आप एफ़टीपी या ssh द्वारा भी ऐसा कर सकते हैं).",
        "HowToSetupGeoIP_Step3": "इस स्क्रीन से लोड करें. %1$sGeoIP (PHP)%2$s प्रदाता अब %3$sस्थापित%4$s किया जाएगा. यह चयन करें.",
        "HowToSetupGeoIP_Step4": "और आप कर रहे हैं! तुम सिर्फ Piwik GeoIP उपयोग करने के लिए सेटअप किया है जिसका मतलब है आपको बहुत सटीक देश की जानकारी के साथ अपने दर्शकों के क्षेत्रों और शहरों को देखने के लिए सक्षम हो जाएगा",
        "HowToSetupGeoIPIntro": "आप सही जियोलोकेशन सेटअप प्रकट नहीं करते हैं. यह एक उपयोगी सुविधा है और इसके बिना आप अपने दर्शकों के लिए सही और पूरी स्थान की जानकारी नहीं देख सकेंगे. यहाँ है कैसे आपको जल्दी से यह प्रयोग शुरू कर सकते हैं:",
        "HttpServerModule": "HTTP सर्वर मॉड्यूल",
        "InvalidGeoIPUpdatePeriod": "GeoIP updater के लिए अमान्य अवधि:%1$s. मान्य %2$s मान रहे हैं.",
        "IPurchasedGeoIPDBs": "मैं MaxMind%2$s से अधिक %1$sसटीक डेटाबेस खरीदा है और स्वत: अद्यतन सेटअप करना चाहते हैं.",
        "ISPDatabase": "आईएसपी डाटाबेस",
        "IWantToDownloadFreeGeoIP": "मैं मुफ्त GeoIP डेटाबेस डाउनलोड करना चाहते हैं ...",
        "Latitude": "अक्षांश",
        "Location": "स्थान",
        "LocationDatabase": "स्थान डाटाबेस",
        "LocationDatabaseHint": "एक स्थान डेटाबेस या तो एक देश, क्षेत्र या शहर डेटाबेस है.",
        "LocationProvider": "स्थान प्रदाता",
        "Longitude": "देशान्तर",
        "NoDataForGeoIPReport1": "इस रिपोर्ट के लिए कोई डेटा नहीं है क्योंकि कोई स्थान डेटा उपलब्ध तो नहीं है या आगंतुक आईपी पते geolocated नहीं किया जा सकता.",
        "NoDataForGeoIPReport2": "सटीक जियोलोकेशन सक्षम करने के लिए %1$sयहाँ%2$s सेटिंग में बदलाव और एक %3$sशहर के स्तर पर डेटाबेस%4$s का उपयोग करें.",
        "Organization": "संगठन",
        "OrgDatabase": "संगठन डाटाबेस",
        "PiwikNotManagingGeoIPDBs": "Piwik वर्तमान में किसी भी GeoIP डेटाबेस के प्रबंध नहीं है.",
        "Region": "क्षेत्र",
        "SetupAutomaticUpdatesOfGeoIP": "GeoIP डेटाबेस के स्वचालित अपडेट सेटअप",
        "SubmenuLocations": "स्थान",
        "ThisUrlIsNotAValidGeoIPDB": "डाउनलोड की गई फ़ाइल एक वैध GeoIP डेटाबेस नहीं है. यूआरएल को फिर से जाँच करें या मैन्युअल फाइल डाउनलोड करें.",
        "ToGeolocateOldVisits": "अपने पुराने यात्राओं के लिए स्थान डेटा प्राप्त करने के लिए, %1$sयहाँ%2$s वर्णित स्क्रिप्ट का उपयोग करें.",
        "UnsupportedArchiveType": "असमर्थित संग्रह प्रकार का सामना करना पड़ा %1$s.",
        "UpdaterHasNotBeenRun": "updater कभी नहीं चलाया गया",
        "UpdaterIsNotScheduledToRun": "यह भविष्य में चलाने के लिए निर्धारित नहीं है।",
        "UpdaterScheduledForNextRun": "संग्रह आदेश निष्पादन: यह अगले क्रॉन कोर के दौरान चलाने के लिए निर्धारित है।",
        "UpdaterWasLastRun": "Updater %s पर अंतिम रन था.",
        "UpdaterWillRunNext": "यह अगले %s पर चलने के लिए निर्धारित किया गया है।",
        "WidgetLocation": "आगंतुक स्थान"
    }
}