{
    "UserCountry": {
        "CannotLocalizeLocalIP": "Alamat IP \"%s\" merupakan alamat lokal sehingga tidak dapat diperiksa oleh geolokasi.",
        "City": "Kota",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Benua",
        "Continents": "Benua",
        "Country": "Negara",
        "CountryCode": "Kode negara",
        "CurrentLocationIntro": "Berdasar penyedia ini, lokasi Anda adalah",
        "DefaultLocationProviderDesc1": "Lokasi penyedia asali menebak negara pengunjung dari bahasa yang digunakan.",
        "DefaultLocationProviderDesc2": "Ini tidak terlalu akurat, jadi %1$skami menyarankan Anda untuk memasang dan menggunakan %2$sbasis data geolokasi%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Anda menggunakan penyedia lokasi bawaan, yang mana Matomo akan menebak lokasi pengunjung berdasarkan bahasa yang mereka gunakan. %1$sBaca ini%2$s untuk mempelajari cara untuk menyiapkan geolokasi yang lebih akurat.",
        "DisabledLocationProvider": "Menonaktifkan geolokasi.",
        "DistinctCountries": "%s negara berbeda",
        "FromDifferentCities": "kota berbeda",
        "GeoIPDocumentationSuffix": "Untuk melihat data laporan ini, Anda harus menyiapkan GeoIP di tab Admin Geolokasi. Database GeoIP %1$sMaxmind%2$s komersial lebih akurat daripada yang gratis. Untuk melihat seberapa akuratnya, klik %3$sdi sini%4$s.",
        "GeoIpDbIpAccuracyNote": "Catatan: basis data DBIP gratis dan dapat diunduh secara otomatis, tetapi hasil geolokasi (khususnya hasil kota) tidak seakurat MaxMind. Namun MaxMind mengharuskan Anda untuk membuat akun bahkan untuk memakai basis data yang gratis. Jika Anda ingin menggunakan basis data geolokasi MaxMind, Anda dapat memulai prosesnya %1$sdi sini%2$s",
        "Geolocation": "Geolokasi",
        "GeolocationPageDesc": "Dalam halaman ini Anda dapat mengganti bagaimana Matomo menentukan lokasi pengunjung.",
        "GeolocationProviderBroken": "Penyedia geolokasi yang telah diatur %1$s rusak. Harap perbaiki penyedia atau atur penyedia lain agar geolokasi berfungsi kembali.",
        "GeolocationProviderUnavailable": "Penyedia geolokasi yang dikonfigurasi %1$s tidak tersedia lagi, silakan konfigurasikan yang lain.",
        "HowToInstallGeoIPDatabases": "Bagaimana cara mendapatkan basis data geolokasi?",
        "Latitude": "Lintang",
        "Latitudes": "Garis lintang",
        "Location": "Lokasi",
        "LocationProvider": "Penyedia Lokasi",
        "LocationsSubcategoryHelp": "Bagian Lokasi adalah cara terbaik untuk mengetahui di mana orang-orang berada saat mereka mengunjungi situs Anda. Ini mengungkapkan negara, benua, wilayah, kota asal pengunjung Anda, dalam bentuk tabel dan peta. Selain itu, Anda juga dapat melihat bahasa apa yang diatur di peramban mereka, membantu mengidentifikasi pengunjung internasional di lokasi alternatif.",
        "Longitude": "Bujur",
        "Longitudes": "Garis bujur",
        "MaxMindLinkExplanation": "Jika Anda menggunakan basis data geolokasi MaxMind dan Anda belum tahu cara membuat URL unduhan, %1$sklik di sini untuk mempelajari caranya%2$s.",
        "NoDataForGeoIPReport1": "Tidak ada data untuk laporan ini sebab tidak ada data lokasi yang tersedia atau alamat IP tidak dikenali oleh geolokasi.",
        "NoDataForGeoIPReport2": "Untuk mengaktifkan geolokasi yang akurat, ubah pengaturan %1$sdi sini%2$s dan gunakan basis data tingkat kota %3$s%4$s.",
        "NoProviders": "Saat ini tidak ada penyedia geolokasi tambahan yang tersedia. Matomo merekomendasikan untuk menggunakan basis data %1$sdbip%2$s, tetapi ini memerlukan pengaktifan pengaya GeoIp2. (Atau Anda dapat memasang pengaya pihak ketiga yang menyediakan fungsionalitas geolokasi sendiri dari lokapasar.)",
        "PluginDescription": "Melaporkan lokasi pengunjung Anda: negara, wilayah, kota, dan koordinat geografis (lintang/bujur).",
        "Region": "Wilayah",
        "SubmenuLocations": "Lokasi",
        "TestIPLocatorFailed": "Matomo mencoba memeriksa lokasi alamat IP yang diketahui (%1$s), tetapi server Anda tidak memberikan informasinya. Penyedia ini mungkin tidak dikonfigurasi dengan benar (misalnya, basis data geolokasi mungkin namanya salah atau terletak di direktori yang salah).",
        "ToGeolocateOldVisits": "Untuk mendapatkan data untuk kunjungan lama Anda, gunakan sekrip yang dijelaskan %1$sdi sini%2$s.",
        "VisitLocation": "Lokasi berkunjung",
        "WidgetLocation": "Lokasi Pengunjung",
        "country_a1": "Proksi Anonim",
        "country_a2": "Penyedia Satelit",
        "country_cat": "Masyarakat berbahasa Katalan",
        "country_o1": "Negara Lain",
        "getCityDocumentation": "Laporan ini menunjukkan kota tempat pengunjung Anda mengakses situs web Anda.",
        "getContinentDocumentation": "Laporan ini menunjukkan benua pengunjung Anda berada saat mengunjungi situs Anda.",
        "getCountryDocumentation": "Laporan ini menujukkan negara pengunjung Anda berada saat mengunjungi sutus Anda.",
        "getRegionDocumentation": "Laporan ini menunjukkan wilayah pengunjung Anda berada saat mengunjungi situs Anda."
    }
}
