{
    "UserCountry": {
        "AssumingNonApache": "Impossibile trovare la funzione apache_get_modules, si suppone che sia un server non-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Impossibile trovare il file %1$s nell'archivio tar %2$s!",
        "CannotFindGeoIPServerVar": "La variabile %s non è impostata. Il tuo server potrebbe non essere correttamente configurato.",
        "CannotFindPeclGeoIPDb": "Impossibile trovare un database di paese, regione o città per il modulo GeoIP PECL. Assicurati che il tuo database di GeoIP si trovi in %1$s e abbia il nome %2$s oppure %3$s, altrimenti il ​​modulo PECL non se ne accorgerà.",
        "CannotListContent": "Impossibile elencare il contenuto per %1$s: %2$s",
        "CannotLocalizeLocalIP": "L'indirizzo IP %s è un indirizzo locale e non può essere geolocalizzato.",
        "CannotSetupGeoIPAutoUpdating": "Sembra che tu stia conservando i database GeoIP al di fuori di Piwik (lo possiamo dire in quanto non ci sono i database nella sottodirectory misc, ma il tuo GeoIP sta lavorando). Piwik non può aggiornare automaticamente i database GeoIP se si trovano al di fuori della directory misc.",
        "CannotUnzipDatFile": "Impossibile decomprimere il file dat in %1$s: %2$s",
        "City": "Città",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Country": "Paese",
        "country_a1": "Proxy Anonimo",
        "country_a2": "Satellite Provider",
        "country_cat": "Comunità che parlano catalano",
        "country_o1": "Altri Paesi",
        "country_ti": "Tibet",
        "CurrentLocationIntro": "In base a questo provider, la tua posizione attuale è",
        "DefaultLocationProviderDesc1": "L'individuatore di posizione predefinito desume il paese di un visitatore dalla lingua utilizzata.",
        "DefaultLocationProviderDesc2": "Quasta non è molto accurata, dunque %1$snoi raccomandiamo di installare e utilizzare %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Stai utiilizzando l'individuatore di posizione di default, ciò significa che Piwik individuerà la posizione dei visitatori in base lingua che utilizzano. %1$sLeggi qui%2$s per capire come impostare una geolocalizzazione più accurata",
        "DistinctCountries": "%s continenti differenti",
        "DownloadingDb": "Sto scaricando %s",
        "DownloadNewDatabasesEvery": "Aggiorna il database ogni",
        "FatalErrorDuringDownload": "Si è verificato un errore fatale durante il download di questo file. Ci potrebbe essere qualcosa di sbagliato con la connessione a Internet, con il database GeoIP scaricato o con Piwik. Prova a scaricarlo e a installarlo manualmente.",
        "FoundApacheModules": "Piwik ha trovato i seguenti moduli Apache",
        "FromDifferentCities": "città diverse",
        "GeoIPCannotFindMbstringExtension": "Impossibile trovare la funzione %1$s. Assicurati che l'estensione %2$s sia installata e caricata.",
        "GeoIPDatabases": "Database GeoIP",
        "GeoIPDocumentationSuffix": "Per vedere i dati di questo report è necessario impostare GeoIP nella scheda Amministrazione Geolocation. I database GeoIP commerciali%1$sMaxmind%2$s sono più accurati di quelli gratuiti. Per vedere come sono precisi, clicca %3$squi%4$s.",
        "GeoIPImplHasAccessTo": "Questa implementazione GeoIP ha accesso ai seguenti tipi di database",
        "GeoIPIncorrectDatabaseFormat": "Il vostro database GeoIP non sembra avere un formato corretto. Potrebbe essere corrotto. Assicuratevi che stiate utilizzando la versione binaria e provate a sostituirla con un'altra copia,",
        "GeoIpLocationProviderDesc_Pecl1": "Questo individuatore di posizione utilizza un database GeoIP e un modulo PECL per determinare accuratamente e con efficienza la posizione dei tuoi visitatori.",
        "GeoIpLocationProviderDesc_Pecl2": "Non ci sono limitazioni con questo provider, dunque è uno di cui raccomandiamo l'uso.",
        "GeoIpLocationProviderDesc_Php1": "Questo individuatore di posizione è il più semplice da installare in quanto non richiede la configurazione del server (ideale per hosting condiviso!). Esso utilizza un database GeoIP e MaxMind PHP API per determinare con precisione la posizione dei tuoi visitatori.",
        "GeoIpLocationProviderDesc_Php2": "Se il tuo sito riceve parecchio traffico, è possibile che questo individuatore di posizione sia troppo lento. In questo caso, è necessario installare l'%1$sestensione PECL%2$s o un %3$smodulo server%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Questo individuatore di posizione utilizza il modulo GeoIP che è stato installato nel vostro server HTTP. È veloce e preciso, ma %1$spuò essere utilizzato solo con il normale monitoraggio browser.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Se si devono importare i file di log o fare qualcos'altro che richiede l'impostazione degli indirizzi IP, utilizza l'%1$simplementazione PECL GeoIP (consigliata)%2$s oppure l'%3$simplementazione PHP GeoIP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: l'anonimizzazione IP non ha alcun effetto sui luoghi segnalati da questo fornitore. Prima di utilizzarlo con la trasformazione in forma anonima degli IP, assicurati che questo non violi alcuna legge sulla privacy a cui puoi essere soggetto.",
        "GeoIpLocationProviderNotRecomnended": "La geolocalizzazione sta funzionando ma tu non stai utilizzando uno dei provider raccomandati.",
        "GeoIPNoServerVars": "Piwik non riesce a trovare alcuna delle variabili %s GeoIP.",
        "GeoIPPeclCustomDirNotSet": "L'opzione %s PHP ini non è impostata.",
        "GeoIPServerVarsFound": "Piwik rileva le seguenti %s variabili GeoIP.",
        "GeoIPUpdaterInstructions": "Inserisci qui sotto i link di download per i tuoi database. Se hai acquistato i database da %3$sMaxMind%4$s, si possono trovare questi link %1$squi%2$s. Si prega di contattare %3$sMaxMind%4$s se hai problemi ad accedervi.",
        "GeoIPUpdaterIntro": "Piwik sta attualmente gestendo gli aggiornamenti per i seguenti database GeoIP",
        "GeoLiteCityLink": "Se stai utilizzando il database GeoLite City, usa questo link: %1$s%2$s%3$s.",
        "Geolocation": "Geolocalizzazione",
        "GeolocationPageDesc": "In questa pagina puoi cambiare le impostazioni di come Piwik determina la località dei visitatori.",
        "getCityDocumentation": "Questo report mostra le città in cui si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "getContinentDocumentation": "Questo report mostra in quale continente si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "getCountryDocumentation": "Questo report mostra in quale nazione si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "getRegionDocumentation": "Questo report mostra in quale regione si trovavano i tuoi visitatori quando sono entrati nel tuo sito.",
        "HowToInstallApacheModule": "Come posso installare il modulo GeoIP per Apache?",
        "HowToInstallGeoIPDatabases": "Come posso ottenere i database GeoIP?",
        "HowToInstallGeoIpPecl": "Come posso installare le estensioni GeoIP PECL?",
        "HowToInstallNginxModule": "Come posso installare il modulo GeoIP per Nginx?",
        "HowToSetupGeoIP": "Come impostare la geolocalizzazione accurata con GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sScarica%2$s il database GeoLite City da %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Estrai questo file e copia il risultato, %1$s nella sottodirectory %2$smisc%3$s di Piwik (puoi farlo sia tramite FTP che SSH).",
        "HowToSetupGeoIP_Step3": "Ricarica questa schermata. Il provider %1$sGeoIP (PHP)%2$s verrà ora %3$sinstallato%4$s. Selezionalo.",
        "HowToSetupGeoIP_Step4": "E il gioco è fatto! Hai appena configurato Piwik per usare GeoIP, ciò significa che sarai in grado di vedere le regioni e le città dei tuoi visitatori con informazioni sul paese molto accurate.",
        "HowToSetupGeoIPIntro": "Sembra che tu non abbia una configurazione di Geolocalizzazione accurata. Questa è una funzionalità utile, e senza di essa non si avranno informazioni accurate e complete sulla localizzazione dei tuoi visitatori. Ecco come puoi iniziare a usarla rapidamente:",
        "HttpServerModule": "Modulo Server HTTP",
        "InvalidGeoIPUpdatePeriod": "Periodo non valido per l'updater GeoIP: %1$s. I valori validi sono: %2$s.",
        "IPurchasedGeoIPDBs": "Ho acquistato altri %1$sdatabase accurati da MaxMind%2$s e voglio impostare gli aggiornamenti automatici.",
        "ISPDatabase": "Database ISP",
        "IWantToDownloadFreeGeoIP": "Voglio scaricare il database gratuito GeoIP...",
        "Latitude": "Latitudine",
        "Location": "Posizione",
        "LocationDatabase": "Database Località",
        "LocationDatabaseHint": "Un database località è un database di nazioni, regioni o città.",
        "LocationProvider": "Localizzatore di Posizione",
        "Longitude": "Longitudine",
        "NoDataForGeoIPReport1": "Non vi sono dati per questo report perché non vi sono dati di localizzazione disponibili o gli indirizzi IP dei visitatori non possono essere geolocalizzati.",
        "NoDataForGeoIPReport2": "Per abilitare la geolocalizzazione accurata cambia le impostazioni %1$squi%2$s e usa un %3$sdatabase a livello città%4$s.",
        "Organization": "Organizzazione",
        "OrgDatabase": "Database Organizzazioni",
        "PeclGeoIPNoDBDir": "Il modulo PECL è alla ricerca di database in %1$s, ma questa directory non esiste. Si prega di crearla e aggiungervi i database GeoIP. In alternativa, è possibile impostare %2$s per la directory corretta nel file php.ini.",
        "PeclGeoLiteError": "Il tuo databese GeoIP in %1$s è chiamato %2$s. Sfortunatamente il modulo PECL non lo riconosce con questo nome. Si prega di rinominarlo come %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik attualmente non sta gestendo alcun database GeoIP.",
        "PluginDescription": "Restituisce la provenienza dei tuoi visitatori: nazione, regione, città e coordinate geografiche (latitudine\/longitudine).",
        "Region": "Regione",
        "SetupAutomaticUpdatesOfGeoIP": "Imposta gli aggiornamenti automatici dei database GeoIP",
        "SubmenuLocations": "Località",
        "TestIPLocatorFailed": "Piwik ha cercato di controllare la posizione di un indirizzo IP conosciuto (%1$s), ma il server ha restituito %2$s. Se questo localizzatore fosse correttamente configurato, dovrebbe restituire %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Il file scaricato non è un database GeoIP valido. Si prega di controllare l'URL o di scaricare il file manualmente.",
        "ToGeolocateOldVisits": "Per avere i dati di localizzazione delle tue vecchie visite, usa lo script descritto %1$squi%2$s.",
        "UnsupportedArchiveType": "Si è incontrato un archivio di tipo non supportato %1$s.",
        "UpdaterHasNotBeenRun": "Il programma di aggiornamento non è mai stato eseguito.",
        "UpdaterIsNotScheduledToRun": "Non è pianificato un suo futuro avvio.",
        "UpdaterScheduledForNextRun": "È programmato un suo avvio durante l'esecuzione del prossimo cron.job core:archive.",
        "UpdaterWasLastRun": "Il programma di aggiornamento è stato eseguito per l'ultima volta il %s.",
        "UpdaterWillRunNext": "È programmato per essere eseguito il %s.",
        "WidgetLocation": "Posizione Visitatore"
    }
}