{
    "UserCountry": {
        "CannotLocalizeLocalIP": "L'indirizzo IP \"%s\" è locale, quindi non può essere geolocalizzato.",
        "City": "Città",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continenti",
        "Country": "Paese",
        "CountryCode": "Codice nazione",
        "CurrentLocationIntro": "Questo provider determina la tua posizione attuale",
        "DefaultLocationProviderDesc1": "Il provider di posizione predefinito determina il paese da cui i visitatori si connettono in base alla lingua selezionata.",
        "DefaultLocationProviderDesc2": "Questo non è molto accurato, dunque %1$sinstalla e utilizza %2$sun database di geolocalizzazione%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Stai utilizzando il provier di posizione, quindi il paese da cui i tuoi visitatori si connettono sarà determinato dalla lingua da loro selezionata. %1$sLeggi come impostare una geolocalizzazione più accurata%2$s.",
        "DisabledLocationProvider": "Disattiva geolocalizzazione.",
        "DistinctCountries": "%s continenti differenti",
        "FromDifferentCities": "città diverse",
        "GeoIPDocumentationSuffix": "Imposta GeoIP nella scheda Amministrazione Geolocalizzazione per fornire i dati per questo report. I database GeoIP commerciali%1$sMaxMind%2$s sono più accurati di quelli gratuiti. Per vedere come sono precisi, clicca %3$squi%4$s.",
        "GeoIpDbIpAccuracyNote": "I database di geolocalizzazione DB-IP sono gratuiti e possono essere scaricati automaticamente. MaxMind è più preciso per le città, ma richiede la %1$screazione di un account%2$s.",
        "Geolocation": "Geolocalizzazione",
        "GeolocationPageDesc": "Qui puoi cambiare le impostazioni di come Matomo determina la località dei visitatori.",
        "GeolocationProviderBroken": "Il provider di geolocalizzazione (%1$s) non funziona. Correggi il provider o impostane un altro.",
        "GeolocationProviderUnavailable": "Il tuo provider di geolocalizzazione (%1$s) non sarà più disponibile, impostane un altro.",
        "HowToInstallGeoIPDatabases": "Come mi procuro un database di geolocalizzazione?",
        "Latitude": "Latitudine",
        "Latitudes": "Latitudini",
        "Location": "Posizione",
        "LocationProvider": "Fornitore di localizzazione",
        "LocationsSubcategoryHelp": "La sezione \"Posizioni\" è il modo migliore per scoprire da quali paesi, continenti, regioni e città provengono i visitatori del tuo sito web, sotto forma di tabella e mappa. Indica anche su quale lingua è impostato il browser, aiutando a identificare i visitatori esteri che si trovano in località alternative.",
        "Longitude": "Longitudine",
        "Longitudes": "Longitudini",
        "MaxMindLinkExplanation": "%1$sClicca qui per sapere come generare l'URL di download%2$s se utilizzi la geolocalizzazione MaxMind.",
        "NoDataForGeoIPReport1": "Non ci sono dati per questo report perché non ci sono dati di localizzazione disponibili o gli indirizzi IP dei visitatori non possono essere geolocalizzati.",
        "NoDataForGeoIPReport2": "%1$sModifica queste impostazioni%2$s e utilizza un%3$s database a livello di città%4$s per ottenere una geolocalizzazione accurata.",
        "NoProviders": "Non è disponibile alcun fornitore di geolocalizzazione aggiuntivo. È consigliato %1$sDB-IP%2$s, ma richiede il plugin GeoIp2. (Puoi anche installare un plug-in di geolocalizzazione di terze parti preso dal Marketplace.)",
        "PluginDescription": "Segnala la provenienza dei tuoi visitatori: nazione, regione, città e coordinate geografiche (latitudine/longitudine).",
        "Region": "Regione",
        "SubmenuLocations": "Località",
        "TestIPLocatorFailed": "Impossibile trovare la posizione dell'indirizzo IP \"%1$s\". Forse questo provider non è impostato correttamente, il database di geolocalizzazione ha un nome errato o si trova nella cartella sbagliata?",
        "ToGeolocateOldVisits": "Per avere i dati di localizzazione delle tue vecchie visite, usa %1$squesto%2$s script.",
        "VisitLocation": "Posizione del visitatore",
        "WidgetLocation": "Posizione visitatore",
        "country_a1": "Proxy anonimo",
        "country_a2": "Fornitore satellitare",
        "country_cat": "Comunità che parlano catalano",
        "country_o1": "Altri paesi",
        "getCityDocumentation": "Mostra le città da cui i tuoi visitatori si sono connessi quando accedono al tuo sito.",
        "getContinentDocumentation": "Questo report mostra da quale continente si sono connessi i tuoi visitatori quando sono entrati nel tuo sito.",
        "getCountryDocumentation": "Questo report mostra da quale nazione si sono collegati i tuoi visitatori quando sono entrati nel tuo sito.",
        "getRegionDocumentation": "Questo report mostra da quale regione si sono collegati i tuoi visitatori quando sono entrati nel tuo sito."
    }
}
