{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP-adressen %s er en lokal adresse og kan ikke lokaliseres.",
        "City": "By",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Continents": "Kontinenter",
        "Country": "Land",
        "CountryCode": "Landskode",
        "CurrentLocationIntro": "Ifølge denne leverandøren, er din nåværende posisjon",
        "DefaultLocationProviderDesc1": "Forvalg posisjonstilbyder gjetter en besøkers land basert på språket de bruker.",
        "DefaultLocationProviderDesc2": "Dette er ikke veldig nøyaktig, så %1$s det anbefales å installere og bruke %2$sen geoposisjonsdatabase%3$s. %4$s",
        "DefaultLocationProviderExplanation": "Du bruker forvalgt posisjonstilbyder, noe som betyr at Matomo gjetter den besøkendes posisjon basert på språket de bruker. %1$sLes dette%2$s for å lære mer om hvordan du setter opp mer nøyaktig geoposisjonering.",
        "DisabledLocationProvider": "Skrur av geolokaliseringen.",
        "DistinctCountries": "%s bestemte land",
        "FromDifferentCities": "forskjellige byer",
        "GeoIPDocumentationSuffix": "For å kunne se data for denne rapporten, må du sette opp GeoIP i administratorfanen for geoposisjonering. De kommersielle %1$sMaxMind%2$sGeoIP-databasene er mer nøyaktige enn dem som er gratis. For å se hvor nøyaktige de er kan du klikke %3$sher%4$s.",
        "GeoIpDbIpAccuracyNote": "Merk: DBIP-databasene er gratis og kan lastes ned automatisk, men geoposisjoneringsresultater (spesifikt byresultater) er ikke like nøyaktige som MaxMind sine. Maxmind krever dog at du oppretter konto selv for gratis-databasen. Hvis du vil bruke MaxMind sin geoposisjoneringsdatabasem, kan du starte prosessen %1$sher%2$s.",
        "Geolocation": "Geoposisjonering",
        "GeolocationPageDesc": "På denne siden kan du endre hvordan Matomo bestemmer posisjon for besøk.",
        "GeolocationProviderBroken": "Oppsatt %1$s-geoposisjonstilbyder er ødelagt. Fiks tilbyderen eller sett opp en annen for å få geoposisjonering til å virke igjen.",
        "GeolocationProviderUnavailable": "Den oppsatte %1$s-geoposisjoneringstilbyderen er ikke tilgjengelig lenger. Sett opp en annen.",
        "HowToInstallGeoIPDatabases": "Hvordan skaffer jeg geoposisjoneringsdatabaser?",
        "Latitude": "Breddegrad",
        "Latitudes": "Breddegrader",
        "Location": "Sted",
        "LocationProvider": "Posisjonstilbyder",
        "LocationsSubcategoryHelp": "Posisjonsdelen er den beste måten å finne ut hvor folk var da de besøkte nettsiden din. Den avslører land, kontinenter, regioner, og byere dine besøkende var i, i tabeller og kartform. Videre kan du se hvilket språk nettleserne deres var satt til, noe som lar deg finne internasjonale besøkere på andre steder.",
        "Longitude": "Lengdegrad",
        "Longitudes": "Lengdegrader",
        "MaxMindLinkExplanation": "%1$sKlikk her%2$s hvis du bruker MaxMind sine geoposisjoneringsdatabaser og ikke allerede vet hvordan du lager en nedlastningsnettadresse.",
        "NoDataForGeoIPReport1": "Det er ingen data for denne rapporten fordi det enten ikke finner posisjonsdata tilgjengelig, eller IP-adressene tilhørende besøkende ikke kan geoposisjoneres.",
        "NoDataForGeoIPReport2": "For å skru på nøyaktig geoposisjonering kan du endre innstillingene %1$sher%2$s og bruke en %3$sbynivåsdatabase%4$s.",
        "NoProviders": "Det er ingen ytterligere geoposisjoneringstilbydere tilgjengelig. Matomo anbefaler å bruke %1$sDBIP%2$s-databaser, men dette krever aktivering av GeoIP2-programtillegget. (Alternativt kan du installere et tredjepartsprogramtillegg som tilbyr sin egen geoposisjoneringsfunksjonalitet fra markedsplassen.)",
        "PluginDescription": "Rapporterer posisjonen for dine besøkende: Land, region, by, og geografiske koordinater (breddegrad/lengdegrad).",
        "Region": "Region",
        "SubmenuLocations": "Lokasjoner",
        "TestIPLocatorFailed": "Matomo prøvde å sjekke posisjonen for en kjent IP-adresse (%1$s), men din tjener returnerte ingen info. Denne tilbyder kan være satt opp feil (geoposisjoneringsdatabasen kan ha feil navn, eller befinne seg i feil mappe, for eksempel).",
        "ToGeolocateOldVisits": "For å hente posisjonsdata for dine gamle besøk, kan du bruke skriptene beskrevet %1$sher%2$s.",
        "VisitLocation": "Besøkssted",
        "WidgetLocation": "Besøkendes lokasjon",
        "country_a1": "Anonym Proxy",
        "country_a2": "Satellitt-tilbyder",
        "country_cat": "Områder som snakker katalansk",
        "country_o1": "Annet land",
        "getCityDocumentation": "Denne rapporten viser hvilke byer dine besøkende var i da de besøkte nettsiden din.",
        "getContinentDocumentation": "Denne rapporten viser hvilket kontinent dine besøkende var i da de besøkte nettsiden din.",
        "getCountryDocumentation": "Denne rapporten viser hvilket land dine besøkende var i da de besøkte nettsiden din.",
        "getRegionDocumentation": "Denne rapporten viser hvor dine besøkende var da de besøkte nettsiden din."
    }
}
