{
    "UserCountry": {
        "AssumingNonApache": "Kan de functie apache_get_modules niet vinden, uitgegaan van non-Apache webserver.",
        "CannotFindGeoIPDatabaseInArchive": "Kan bestand %1$s niet vinden in tar archief %2$s!",
        "CannotFindGeoIPServerVar": "De %s variabele is niet ingesteld. Je server is waarschijnlijk niet correct geconfigureerd",
        "CannotFindPeclGeoIPDb": "Land, regio, of stad database voor de GeoIP PECL module werd niet gevonden. Zorg dat je GeoIP database in %1$s staat en het de naam %2$s of %3$s heeft. Anders zal de PECL module het niet kunnen vinden.",
        "CannotListContent": "Kon geen lijst maken van de inhoud voor %1$s: %2$s",
        "CannotLocalizeLocalIP": "IP-adres %s is een lokaal adres en kan geen geolocatie op toegepast worden.",
        "CannotSetupGeoIPAutoUpdating": "Het lijkt erop dat je GeoIP database buiten Piwik geïnstalleerd is. Er bevindt zich namelijk geen database in de misc subdirectory, terwijl je GeoIP toch functioneert. Piwik kan je GeoIP databases niet automatisch updaten als ze niet in de misc directory zijn geplaatst.",
        "CannotUnzipDatFile": "Kan dat bestand niet uitpakken in %1$s: %2$s",
        "City": "Stad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Country": "Land",
        "country_a1": "Anonieme proxy",
        "country_a2": "Satellite Provider",
        "country_cat": "Catalaans-sprekende gemeenschappen",
        "country_o1": "Ander land",
        "country_ti": "Tibet",
        "CurrentLocationIntro": "Volgens deze provider is je huidige locatie",
        "DefaultLocationProviderDesc1": "De standaard locatie provider gokt een bezoekers land gebaseerd op de taal die ze gebruiken.",
        "DefaultLocationProviderDesc2": "Dit is niet erg nauwkeurig, %1$swe adviseren %2$sGeoIP%3$s. te installeren en gebruiken.%4$s",
        "DefaultLocationProviderExplanation": "Je maakt gebruik van de standaard locatie provider, dat betekend dat Piwik de locatie van je bezoeker zal gokken op basis van de taalinstelling die men gebruikt. %1$sLees dit%2$s om te ontdekken hoe je geolocatie nauwkeuriger kunt inregelen.",
        "DistinctCountries": "%s unieke landen",
        "DownloadingDb": "%s aan het downloaden",
        "DownloadNewDatabasesEvery": "Update databases elke",
        "FatalErrorDuringDownload": "Er is iets mis gegaan bij het downloaden van het bestand. Er kan iets mis zijn met je internet verbinding, met de GeoIP database die je download of met Piwik. Probeer het handmatig te downloaden en te installeren.",
        "FoundApacheModules": "Piwik vond de volgende Apache modules",
        "FromDifferentCities": "andere steden",
        "GeoIPCannotFindMbstringExtension": "Kan de functie %1$s niet vinden. Zorg ervoor dat de extensie %2$s geïnstalleerd en geladen is.",
        "GeoIPDatabases": "GeoIP Databases",
        "GeoIPDocumentationSuffix": "Om data in dit rapport te kunnen weergeven, moet je GeoIP inregelen in de beheer tab. De commerciële %1$sMaxmind%2$s GeoIP databases zijn nauwkeuriger dan de gratis versies. Om te zien hoe nauwkeurig ze zijn, klik %3$shier%4$s.",
        "GeoIPImplHasAccessTo": "Deze GeoIP implementatie heeft toegang tot de volgende database types",
        "GeoIPIncorrectDatabaseFormat": "Je GeoIP database lijkt niet het juiste formaat te zijn. Het kan corrupt zijn. Zorg ervoor dat je de binaire versie hebt, en probeer het te vervangen door een nieuw bestand.",
        "GeoIpLocationProviderDesc_Pecl1": "Deze locatie provider gebruikt een GeoIP database en PECL module om precies en efficiënt de locatie van je gebruikers te bepalen.",
        "GeoIpLocationProviderDesc_Pecl2": "We raden deze provider aan omdat deze geen limieten hanteert.",
        "GeoIPNoServerVars": "Piwik kan geen GeoIP %s variabelen vinden.",
        "GeoIPPeclCustomDirNotSet": "De %s PHP ini optie is niet ingesteld.",
        "GeoIPServerVarsFound": "Piwik detecteert de volgende GeoIP %s variabelen",
        "GeoIPUpdaterIntro": "Piwik beheert momenteel updates voor de volgende GeoIP databases",
        "GeoLiteCityLink": "Als u de GeoLite City database gebruikt, gebruik dan deze link: %1$s%2$s%3$s.",
        "Geolocation": "Geolocatie",
        "GeolocationPageDesc": "Op deze pagina kunt u instellen hoe Piwik bezoeker locaties bepaald.",
        "getCityDocumentation": "Dit rapport laat zien in welke stad uw bezoekers waren toen ze uw website bezochten.",
        "getContinentDocumentation": "Dit rapport laat zien in welk continent uw bezoekers waren toen ze uw website bezochten.",
        "getCountryDocumentation": "Dit rapport laat zien in welk land uw bezoekers waren toen ze uw website bezochten.",
        "getRegionDocumentation": "Dit rapport laat zien in welke regio uw bezoekers waren toen ze uw website bezochten.",
        "HowToInstallApacheModule": "Hoe installeer ik de GeoIP module voor Apache?",
        "HowToInstallGeoIPDatabases": "Hoe krijg ik de GeoIP databases?",
        "HowToInstallGeoIpPecl": "Hoe installeer ik de GeoIP PECL extensie?",
        "HowToInstallNginxModule": "Hoe installeer ik de GeoIP module voor Nginx?",
        "HowToSetupGeoIP": "Hoe zet ik accurate geolocatie op met GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s de GeoLite City database van %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Pak dit bestand uit en kopieer het resultaat, %1$s in de %2$smisc%3$s Piwik directory (u kunt dit doen met FTP of SSH).",
        "HowToSetupGeoIP_Step4": "Klaar! U heeft zojuist Piwik ingesteld om GeoIP te gebruiken. U kunt nu zien uit welke regio's en steden uw bezoekers komen i.c.m. zeer accurate informatie over het land van herkomst.",
        "HttpServerModule": "HTTP Server Module",
        "InvalidGeoIPUpdatePeriod": "Ongeldige periode voor de GeoIP updater: %1$s. Geldige waardes zijn %2$s.",
        "ISPDatabase": "ISP database",
        "IWantToDownloadFreeGeoIP": "Ik wil de gratis GeoIP database downloaden...",
        "Latitude": "Breedtegraad",
        "Location": "Locatie",
        "LocationDatabase": "Locatie database",
        "LocationDatabaseHint": "Een locatie database is of een land of een regio of een stad database.",
        "LocationProvider": "Locatie Provider",
        "Longitude": "Lengtegraad",
        "Organization": "Organisatie",
        "OrgDatabase": "Organisatie Database",
        "PiwikNotManagingGeoIPDBs": "Piwik beheert momenteel geen GeoIP databases.",
        "PluginDescription": "Rapporteert de locatie van je bezoekers: Land, regio, stad en coördinaten (lengte- en breedtegraad)",
        "Region": "Regio",
        "SetupAutomaticUpdatesOfGeoIP": "Stel automatische updates van GeoIP databases in",
        "SubmenuLocations": "Locaties",
        "ThisUrlIsNotAValidGeoIPDB": "Het gedownloade bestand is geen valide GeoIP database. Controleer de link a.u.b. opnieuw, of download het bestand handmatig.",
        "ToGeolocateOldVisits": "Om locatie data voor oude bezoeken te krijgen, gebruik het %1$shier%2$s beschreven script.",
        "UnsupportedArchiveType": "Niet ondersteund archieftype aangetroffen %1$s.",
        "UpdaterHasNotBeenRun": "De updater is nog niet eerder uitgevoerd.",
        "UpdaterIsNotScheduledToRun": "Het is niet gepland om te worden uitgevoerd in de toekomst.",
        "UpdaterScheduledForNextRun": "Het is ingepland om uitgevoerd te worden tijdens de volgende commando core:archive.",
        "UpdaterWasLastRun": "De updater is voor het laatst uitgevoerd op %s.",
        "UpdaterWillRunNext": "De volgende run is gepland om %s",
        "WidgetLocation": "Bezoeker Locatie"
    }
}