{
    "UserCountry": {
        "CannotLocalizeLocalIP": "Het IP-adres \"%s\" is lokaal, waardoor geolocatie niet mogelijk is.",
        "City": "Stad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continenten",
        "Country": "Land",
        "CountryCode": "Land code",
        "CurrentLocationIntro": "Volgens deze provider is uw huidige locatie",
        "DefaultLocationProviderDesc1": "De standaard locatie provider bepaalt vanuit welk land bezoekers verbinding maken op basis van de door hen geselecteerde taal.",
        "DefaultLocationProviderDesc2": "Dit is niet erg nauwkeurig, dus %1$sinstalleer en gebruik een %2$sgeolocatie database%3$s%4$s.",
        "DefaultLocationProviderExplanation": "U gebruikt de standaard locatie provider, dus het land van waaruit bezoekers verbinding maken, wordt bepaald aan de hand van hun geselecteerde taal. %1$sLees meer over hoe u een nauwkeuriger geolocatie kunt instellen%2$s.",
        "DisabledLocationProvider": "Schakelt geolocatie uit.",
        "DistinctCountries": "%s opvallende landen",
        "FromDifferentCities": "verschillende steden",
        "GeoIPDocumentationSuffix": "Stel GeoIP in op het tabblad Geolocation admin om gegevens voor dit rapport te leveren. De commerciële %1$sMaxMind%2$s GeoIP databases zijn nauwkeuriger dan de gratis databases. %3$sKlik hier%4$s om te zien hoe nauwkeurig ze zijn.",
        "GeoIpDbIpAccuracyNote": "De DB-IP geolocatie databases zijn gratis en kunnen automatisch worden gedownload. MaxMind is nauwkeuriger voor steden, maar vereist %1$shet maken van een account%2$s.",
        "Geolocation": "Geolocatie",
        "GeolocationPageDesc": "Op deze pagina kunt u instellen hoe Matomo de locaties van bezoekers bepaalt.",
        "GeolocationProviderBroken": "Uw geolocatie provider (%1$s) is kapot. Repareer de provider, of stel een andere in.",
        "GeolocationProviderUnavailable": "Uw geolocatie provider (%1$s) is niet langer beschikbaar. Stel een andere in.",
        "HowToInstallGeoIPDatabases": "Hoe kom ik aan geolocatie databases?",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Locatie",
        "LocationProvider": "Locatie provider",
        "LocationsSubcategoryHelp": "De sectie \"Locaties\" is de beste manier om te weten te komen uit welke landen, continenten, regio's en steden de bezoekers van uw website komen — in tabel- en kaartvorm. Ook wordt aangegeven met welke taal hun browser is ingesteld, zodat internationale bezoekers op andere locaties kunnen worden geïdentificeerd.",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "MaxMindLinkExplanation": "%1$sKlik hier om te leren hoe u uw download-URL kunt genereren%2$s indien u de geolocatie van MaxMind gebruikt.",
        "NoDataForGeoIPReport1": "Geen gegevens voor dit rapport, aangezien er geen locatie informatie beschikbaar is, of IP-adressen van bezoekers niet geografisch bepaald kunnen worden.",
        "NoDataForGeoIPReport2": "%1$sWijzig deze instellingen%2$s, en gebruik een %3$sdatabase op stedenniveau%4$s voor een nauwkeurige geolocatie.",
        "NoProviders": "Geen extra geolocatie providers beschikbaar. %1$sDB-IP%2$s wordt aanbevolen, maar vereist de GeoIp2 plugin. (U kunt ook een geolocatie-plugin van derden uit de marktplaats installeren.)",
        "PluginDescription": "Rapporteert de locatie van je bezoekers: land, regio, stad en geografische coördinaten (lengte- en breedtegraad).",
        "Region": "Regio",
        "SubmenuLocations": "Locaties",
        "TestIPLocatorFailed": "Kon de locatie van het IP-adres \"%1$s\" niet vinden. Misschien is deze provider niet correct ingesteld, heeft de geolocatie database een verkeerde naam, of staat die in de verkeerde map?",
        "ToGeolocateOldVisits": "Gebruik %1$sdit script%2$s om locatiegegevens te krijgen voor uw oude bezoeken.",
        "VisitLocation": "Bezoeker locatie",
        "WidgetLocation": "Bezoeker locatie",
        "country_a1": "Anonieme proxy",
        "country_a2": "Satelliet provider",
        "country_cat": "Catalaans-sprekende gemeenschappen",
        "country_o1": "Ander land",
        "getCityDocumentation": "Toont de steden van waaruit uw bezoekers verbinding maakten bij het bekijken van uw website.",
        "getContinentDocumentation": "Toont vanuit welk continent uw bezoekers verbinding maakten bij het bekijken van uw website.",
        "getCountryDocumentation": "Toont vanuit welk land uw bezoekers verbinding maakten bij het bekijken van uw website.",
        "getRegionDocumentation": "Toont vanuit welke regio uw bezoekers verbinding maakten bij het bekijken van de website."
    }
}
