{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP-adres %s is een lokaal adres en kan geen geolocatie op toegepast worden.",
        "City": "Stad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Continents": "Continenten",
        "Country": "Land",
        "country_a1": "Anonieme proxy",
        "country_a2": "Satellite Provider",
        "country_cat": "Catalaans-sprekende gemeenschappen",
        "country_o1": "Ander land",
        "VisitLocation": "Bezoekerslocatie",
        "CurrentLocationIntro": "Volgens deze provider is je huidige locatie",
        "DefaultLocationProviderDesc1": "De standaard locatie provider gokt een bezoekers land gebaseerd op de taal die ze gebruiken.",
        "DefaultLocationProviderExplanation": "Je maakt gebruik van de standaard locatie provider, dat betekend dat Matomo de locatie van je bezoeker zal gokken op basis van de taalinstelling die men gebruikt. %1$sLees dit%2$s om te ontdekken hoe je geolocatie nauwkeuriger kunt inregelen.",
        "DistinctCountries": "%s opvallende landen",
        "FromDifferentCities": "verschillende steden",
        "GeoIPDocumentationSuffix": "Om data in dit rapport te kunnen weergeven, moet je GeoIP inregelen in de beheer tab. De commerciële %1$sMaxmind%2$s GeoIP databases zijn nauwkeuriger dan de gratis versies. Om te zien hoe nauwkeurig ze zijn, klik %3$shier%4$s.",
        "Geolocation": "Geolocatie",
        "GeolocationPageDesc": "Op deze pagina kunt u instellen hoe Matomo bezoekerlocaties bepaald.",
        "getCityDocumentation": "Dit rapport laat zien in welke stad uw bezoekers waren toen ze uw website bezochten.",
        "getContinentDocumentation": "Dit rapport laat zien in welk continent uw bezoekers waren toen ze uw website bezochten.",
        "getCountryDocumentation": "Dit rapport laat zien in welk land uw bezoekers waren toen ze uw website bezochten.",
        "getRegionDocumentation": "Dit rapport laat zien in welke regio uw bezoekers waren toen ze uw website bezochten.",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Locatie",
        "LocationProvider": "Locatie Provider",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "Er zijn geen gegevens voor dit rapport omdat er geen lokatie informatie beschikbaar is of omdat het bezoekers IP adres niet geografisch bepaald kan worden.",
        "NoDataForGeoIPReport2": "Om accurate geolocatie te activeren, pas de instellingen %1$shier%2$s gebruik een %3$sstads level database%4$s.",
        "PluginDescription": "Rapporteert de locatie van je bezoekers: Land, regio, stad en coördinaten (lengte- en breedtegraad)",
        "Region": "Regio",
        "SubmenuLocations": "Locaties",
        "ToGeolocateOldVisits": "Om locatie data voor oude bezoeken te krijgen, gebruik het %1$shier%2$s beschreven script.",
        "WidgetLocation": "Bezoekerlocatie"
    }
}