{
    "UserCountry": {
        "AssumingNonApache": "Nie można znaleźć funkcji apache_get_modules co oznacza, że zainstalowano serwer inny niż Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Nie udało się odnaleźć pliku %1$s w archiwum tar %2$s!",
        "CannotFindGeoIPServerVar": "Zmienna %s nie została ustawiona. Twój serwer mógł zostać niepoprawnie skonfigurowany.",
        "CannotFindPeclGeoIPDb": "Nie udało się odnaleźć bazy danych kraju, regionu lub miasta wykorzystywanej przez moduł GeoIP PECL. Upewnij się, że Twoja baza danych znajduje się w %1$s i nazywa się %2$s lub %3$s. W przeciwnym przypadku moduł PECL nie będzie w stanie z niej skorzystać.",
        "CannotListContent": "Błąd wyświetlenia zawartości %1$s: %2$s",
        "CannotLocalizeLocalIP": "Adres IP %s jest adresem lokalnym i nie można go poddać geolokacji.",
        "CannotSetupGeoIPAutoUpdating": "Zdaje się, że przechowujesz swoje bazy GeoIP poza Piwik'ie (możemy to stwierdzić ponieważ brakuje ich w katalogu misc Piwik'a, ale geolokalizacja działa). W takim przypadku Matomo nie będzie w stanie automatycznie aktualizować baz GeoIP.",
        "CannotUnzipDatFile": "Nie udało się rozpakować plików dat w %1$s: %2$s",
        "City": "Miasto",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontynent",
        "Continents": "Kontynenty",
        "Country": "Kraj",
        "country_a1": "Anonimowe Proxy",
        "country_a2": "Dostawca satelitarny",
        "country_cat": "społeczność mówiąca po Katalońsku",
        "country_o1": "Nieokreślony kraj pochodzenia",
        "VisitLocation": "Lokalizacja odwiedzającego",
        "CurrentLocationIntro": "Według tego dostawcy, twoją aktualną lokalizacją jest",
        "DefaultLocationProviderDesc1": "Domyślny dostawca usług geolokacyjnych zgaduje państwo odwiedzającego na podstawie języka używanego w przeglądarce.",
        "DefaultLocationProviderDesc2": "Ten sposób określania lokalizacji jest bardzo niedokładny, dlatego %1$szalecamy zainstalowanie i korzystanie z %2$sGeoIP%3$s. %4$s",
        "DefaultLocationProviderExplanation": "Korzystasz z domyślnego dostawcy usług geolokalizacyjnych, co oznacza, że Matomo zgaduje lokalizację odwiedzającego na podstawie języka jego przeglądarki. %1$sPrzeczytaj%2$s aby dowiedzieć się jak skonfigurować dokładniejszą geolokalizację.",
        "DistinctCountries": "%s różnych krajów",
        "DownloadingDb": "Pobieranie %s",
        "DownloadNewDatabasesEvery": "Zaktualizuj bazę danych co",
        "FatalErrorDuringDownload": "Podczas pobierania pliku wystąpił błąd krytyczny. Coś mogło się stać z Twoim połączeniem internetowym, pobieraną bazą GeoIP lub Matomo'iem.Spróbuj pobrać i zainstalować ręcznie.",
        "FoundApacheModules": "Piwik znalazł następujące moduły Apache",
        "FromDifferentCities": "różne miasta",
        "GeoIPCannotFindMbstringExtension": "Nie udało się odnaleźć funkcji %1$s. Proszę upewnij się, że rozszerzenie %2$s jest zainstalowane i załadowane.",
        "GeoIPDatabases": "Bazy danych GeoIP",
        "GeoIPDocumentationSuffix": "W celu wyświetlenia danych tego raportu konieczna jest konfiguracja GeoIP w zakładce Geolokalizacja panelu administracyjnego. Płatne bazy GeoIP dostarczane przez %1$sMaxmind%2$s cechuje wyższa dokładność od baz bezpłatnych. Aby porównać ich dokładność kliknij %3$stutaj%4$s.",
        "GeoIPImplHasAccessTo": "Ta implementacja GeoIP ma dostęp do następujących typów baz danych",
        "GeoIPIncorrectDatabaseFormat": "Twoja baza GeoIP ma niepoprawny format. Może być uszkodzona. Dopilnuj by używać wersji binarnej i spróbuj podmienić bazę na nową kopię.",
        "GeoIpLocationProviderDesc_Pecl1": "Ten dostawca usług geolokalizacyjnych korzysta z bazy GeoIP i modułu PECL, aby dokładnie i efektywnie określić lokalizację odwiedzających.",
        "GeoIpLocationProviderDesc_Pecl2": "Ten dostawca nie podlega żadnym ograniczeniom w działaniu, dlatego polecamy jego używanie.",
        "GeoIpLocationProviderDesc_Php1": "Ten dostawca usług geolokalizacyjnych jest najprostszym do instalacji, ponieważ nie wymaga konfiguracji serwera (idealny dla hostingu współdzielonego!). Wykorzystuje bazę GeoIP i opracowane przez MaxMind API PHP do dokładnego określania lokalizacji Twoich odwiedzających.",
        "GeoIpLocationProviderDesc_Php2": "Jeżeli twoja strona ma bardzo dużo ruchu, ten dostawca usług lokacyjnych może okazać się za wolny. W takim wypadku zaleca się instalację %1$srozszerzenia PECL%2$s lub %3$smoduło serverowego%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Ten dostawca usług geolokalizacyjnych korzysta z modułu GeoIP zainstalowanego w Twoim serwerze HTTP.Ten dostawca jest szybki i dokładny, jednak %1$smoże być wykorzystywany wyłącznie do normalnego śledzenia.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Gdy importujesz pliki logów lub robisz coś innego, co może wymagać ustawienia adresu IP, użyj %1$simplementacji GeoIP PECL (rekomendowana)%2$s lub %3$simplementacji GeoIP PHP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "NOTKA: Anonimizacja IP nie wywiera żadnego efektu gdy jest używana z tym dostawcą. Przed użyciem anonimizacji adresów IP, upewnij się, iż nie narusza ono żadnych praw do prywatności, który może podlegać.",
        "GeoIpLocationProviderNotRecomnended": "Geolokacja działa, ale nie używasz rekomendowanego dostawcy.",
        "GeoIPNoServerVars": "Piwik nie może znaleźć żadnych zmiennych %s GeoIP",
        "GeoIPPeclCustomDirNotSet": "Opcja %s w pliku PHP ini nie została ustawiona.",
        "GeoIPServerVarsFound": "Piwik wykrył następujące zmienne GeoIP %s",
        "GeoIPUpdaterInstructions": "Wprowadź poniżej linki do twoich baz danych. Jeżeli bazy zostały zakupione od %3$sMaxMind%4$s, możesz znaleźć takowe linki %1$stutaj%2$s. W przypadku problemów z dostępem do plików, należy kontaktować się z %3$sMaxMind%4$s.",
        "GeoIPUpdaterIntro": "Piwik zarządza aktualizacjami dla następujących baz GeoIP",
        "GeoLiteCityLink": "W przypadku używania darmowej bazy GeoLite Miasta, użyj tego linka: %1$s%2$s%3$s",
        "Geolocation": "Geolokalizacja",
        "GeolocationPageDesc": "Na tej stronie można zmienić sposób wykrywania lokalizacji odwiedzających stosowany przez Matomo'a.",
        "getCityDocumentation": "Raport ten pokazuje miasta, w których przebywali odwiedzający gdy whcodzili na stronę.",
        "getContinentDocumentation": "Raport then pokazuje kraje, w których byli odwiedzający gdzy oglądali strony.",
        "getCountryDocumentation": "Ten raport pokazuje, w którym kraju był odwiedzający kiedy wchodził na twoją stronę.",
        "getRegionDocumentation": "Ten raport pokazuje,w którym regionie był odwiedzający kiedy wchodził na twoją stronę.",
        "HowToInstallApacheModule": "W jaki sposób zainstaluję moduł GeoIP dla Apache?",
        "HowToInstallGeoIPDatabases": "W jaki sposób pobiorę bazy GeoIP?",
        "HowToInstallGeoIpPecl": "W jaki sposób zainstaluję rozszerzenie GeoIP PECL?",
        "HowToInstallNginxModule": "W jaki sposób zainstaluję moduł GeoIP dla Nginx?",
        "HowToSetupGeoIP": "Jak ustawić dokładną geolokalizację z GeoIP?",
        "HowToSetupGeoIP_Step1": "%1$sPobierz%2$s bazę GeoLite City z %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Rozpakuj ten plik i skopuj jego zawartość %1$s do katalogu %2$smisc%3$s Matomo'a (możesz to zrobić poprzez FTP lub SSH).",
        "HowToSetupGeoIP_Step3": "Odśwież tą stronę. Dostawca %1$sGeoIP (PHP)%2$s zostanie teraz %3$szainstalowany%4$s. Wybierz go.",
        "HowToSetupGeoIP_Step4": "No i skończone! Teraz tylko ustaw Matomo'a, żeby korzystał z GeoIP, co dla Ciebie oznacza, że zobaczysz regiony i miasta Twoich odwiedzających razem z bardzo dokładną informacją o kraju.",
        "HowToSetupGeoIPIntro": "Wygląda na to, że nie skonfigurowałeś dokładnej Geolokalizacji. To przydatna funkcjonalność, bez której nie zobaczysz dokładnych i kompletnych informacji o swoich odwiedzających. Zobacz, jak szybko rozpocząć korzystanie z niej:",
        "HttpServerModule": "Moduł Serwera HTTP",
        "InvalidGeoIPUpdatePeriod": "Błędny przedział dla aktualizatora GeoIP: %1$s. Prawidłowe wartości to %2$s.",
        "IPurchasedGeoIPDBs": "Zakupiłem %1$sdokładniejsze bazy danych od MaxMind%2$s i chcę uruchomić automatyczne aktualizacje.",
        "ISPDatabase": "Baza dostawców internetowych",
        "IWantToDownloadFreeGeoIP": "Chcę ściągnąć darmową bazę GeoIP...",
        "Latitude": "Szerokość",
        "Latitudes": "Szerokości",
        "Location": "Lokalizacja",
        "LocationDatabase": "Baza lokalizacji",
        "LocationDatabaseHint": "Baza lokalizacji to baza krajów, regionów lub miast.",
        "LocationProvider": "Dostawca Lokalizacji",
        "Longitude": "Długość",
        "Longitudes": "Długości",
        "NoDataForGeoIPReport1": "Brak danych dla tego raportu ponieważ albo dane lokalizacyjne nie są dostępne albo adres IP odwiedzającego nie może zostać zlokalizowany",
        "NoDataForGeoIPReport2": "Aby włączyć dokładną geolokalizację, zmień %1$ste ustawienia%2$s i użyj %3$sbazy lokalizacji o dokładności miasta%4$s.",
        "Organization": "Organizacja",
        "OrgDatabase": "Baza Danych Organizacji",
        "PeclGeoIPNoDBDir": "Moduł PECL przeszukuje %1$s w poszukiwaniu baz danych, lecz wskazany katalog nie istnieje. Proszę utwórz go i umieść w nim bazy GeoIP. Alternatywnie możesz wskazać %2$s właściwy katalog w swoim pliku php.ini.",
        "PeclGeoLiteError": "Twoja baza GeoIP w %1$s nazywa się %2$s. Niestety moduł PECL nie jest w stanie rozpoznać go po tej nazwie. Proszę zmień tą nazwę na %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik nie zarządza obecnie żadną baza danych GeoIP.",
        "PluginDescription": "Informuje o położeniu Twoich odwiedzających: kraju, regionie, mieście i koordynatach geograficznych (szerokość \/ długość geograficzna).",
        "Region": "Region",
        "SetupAutomaticUpdatesOfGeoIP": "Ustaw automatyczne aktualizacje dla bazy danych GeoIP",
        "SubmenuLocations": "Lokalizacje",
        "TestIPLocatorFailed": "Piwik próbował sprawdzić lokalizację znanego adresu IP (%1$s), lecz Twój serwer zwrócił %2$s. Jeśli ten dostawca zostałby poprawnie skonfigurowany, zwróciłby %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Pobrany plik nie jest poprawną bazą GeoIP. Proszę sprawdź ponownie adres URL lub pobierz plik ręcznie.",
        "ToGeolocateOldVisits": "Aby ustalić lokalizację archiwalnych wizyt użyj skryptu opisanego %1$stutaj%2$s.",
        "UnsupportedArchiveType": "Napotkano nieobsługiwany typ archiwum %1$s.",
        "UpdaterHasNotBeenRun": "Aktualizacja nie była jeszcze uruchamiana.",
        "UpdaterIsNotScheduledToRun": "Nie zaplanowano kolejnego przebiegu.",
        "UpdaterScheduledForNextRun": "Zostało zaplanowane kolejne wykonanie skryptu podczas najbliższego wykonania polecenia core:archive.",
        "UpdaterWasLastRun": "Ostatnia aktualizacja odbyła się %s.",
        "UpdaterWillRunNext": "Następna aktualizacja zaplanowana na %s.",
        "WidgetLocation": "Lokalizacja odwiedzającego"
    }
}