{
    "UserCountry": {
        "CannotLocalizeLocalIP": "O endereço IP %s é um endereço local e não pode ser geolocalizado.",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código do país",
        "CurrentLocationIntro": "De acordo com este provedor, sua localização é",
        "DefaultLocationProviderDesc1": "Detecta a localização padrão de um visitante baseando-se no idioma que ele usa.",
        "DefaultLocationProviderDesc2": "Isto não é muito preciso, então %1$srecomendamos instalar e usar %2$suma base de dados de geolocalização%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Você está usando o provedor de localização padrão, que significa que o Matomo irá supor a localização do visitante, baseado no idioma que eles usam. %1$sLeia isso%2$s para aprender como configurar uma geolocalização mais precisa.",
        "DisabledLocationProvider": "Desabilitar a geolocalização.",
        "DistinctCountries": "%s países distintos",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPDocumentationSuffix": "Para ver os dados para este relatório, você deve configurar GeoIP na guia de administração de Geolocalização. Os %1$s banco de dados GeoIP Maxmind comerciais %2$s são mais precisos que os livres. Para ver como são precisos, clique %3$saqui%4$s.",
        "GeoIpDbIpAccuracyNote": "Observação: os bancos de dados DBIP são gratuitos e podem ser baixados automaticamente, mas os resultados de geolocalização (especificamente os resultados de cidades) não são tão precisos quanto os do MaxMind. MaxMind, no entanto, requer que você crie uma conta até mesmo para o banco de dados gratuito. Se você deseja usar o banco de dados de geolocalização da MaxMind, você pode iniciar o processo %1$saqui%2$s",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Nesta página você pode mudar a forma como Matomo determina localização dos visitantes.",
        "GeolocationProviderBroken": "O provedor de geolocalização configurado %1$s está quebrado. Corrija o provedor ou configure outro para fazer a geolocalização funcionar novamente.",
        "GeolocationProviderUnavailable": "O provedor de geolocalização configurado %1$s não está mais disponível, configure outro.",
        "HowToInstallGeoIPDatabases": "Como eu consigo bases de dados de geolocalização?",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Localização",
        "LocationProvider": "Provedor de localização",
        "LocationsSubcategoryHelp": "A seção Localizações é a melhor maneira de descobrir onde as pessoas estão quando visitam seu site. Ele revela os países, continentes, regiões, cidades de onde vêm seus visitantes, em tabelas e mapas. Além disso, você pode ver em qual idioma o navegador está definido, ajudando a identificar visitantes internacionais em locais alternativos.",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "MaxMindLinkExplanation": "Se você estiver usando os bancos de dados de geolocalização da MaxMind e ainda não souber como gerar sua URL para baixar, %1$sclique aqui para saber como%2$s.",
        "NoDataForGeoIPReport1": "Não há dados para este relatório porque não há nenhum dado de localização disponível ou o endereço IP do visitante não pode ser geolocalizado.",
        "NoDataForGeoIPReport2": "Para ativar a geolocalização mais precisa, mude a configuração %1$s aqui%2$s e use uma %3$s base de dados no nível de cidade %4$s.",
        "NoProviders": "No momento não há outros provedores de geolocalização disponíveis. O Matomo recomenda o uso das bases de dados %1$sdbip%2$s, mas isso requer ativar o plugin GeoIp2. (Como alternativa, você pode instalar do Marketplace um plugin de terceiros que tenha sua própria funcionalidade de geolocalização.)",
        "PluginDescription": "Informa a localização de seus visitantes: país, região, cidade e coordenadas geográficas (latitude / longitude).",
        "Region": "Região",
        "SubmenuLocations": "Locais",
        "TestIPLocatorFailed": "O Matomo tentou verificar a localização de um endereço IP conhecido (%1$s), mas o seu servidor retornou nenhuma informação. Este provedor pode não estar configurado corretamente (a base de dados de geolocalização pode estar nomeada incorretamente ou localizada em diretório incorreto, por exemplo).",
        "ToGeolocateOldVisits": "Para obter os dados de localização para as suas visitas antigas, use o script descrito %1$s aqui %2$s.",
        "VisitLocation": "Localização da visita",
        "WidgetLocation": "Localização dos visitantes",
        "country_a1": "Proxy anônimo",
        "country_a2": "Provedor de satélite",
        "country_cat": "Comunidades Catalães",
        "country_o1": "Outro país",
        "getCityDocumentation": "Este relatório mostra as cidades que seus visitantes estavam quando acessou seu site.",
        "getContinentDocumentation": "Este relatório mostra qual continente seus visitantes estavam quando acessaram o site.",
        "getCountryDocumentation": "Este relatório mostra qual país seus visitantes estavam quando acessaram o site.",
        "getRegionDocumentation": "Este relatório mostra que região os visitantes estavam quando acessaram seu site."
    }
}
