{
    "UserCountry": {
        "AssumingNonApache": "Não é possível encontrar a função apache_get_modules, assumindo servidor web não-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Não pode localizar o arquivo %1$s dentro do arquivo tar %2$s!",
        "CannotFindGeoIPServerVar": "A variável %s não está definida. O servidor pode não estar configurado corretamente.",
        "CannotFindPeclGeoIPDb": "Não foi possível encontrar um banco de dados de país, região ou cidade para o módulo PECL GeoIP. Verifique se o seu banco de dados GeoIP está localizado em %1$s e é nomeado %2$s ou %3$s de outra forma o módulo PECL não vai advertê-lo.",
        "CannotListContent": "Não foi possível listar o conteúdo para %1$s: %2$s",
        "CannotLocalizeLocalIP": "O endereço IP %s é um endereço local e não pode ser geolocalizado.",
        "CannotSetupGeoIPAutoUpdating": "Parece que você está armazenando seus bancos de dados GeoIP fora do Piwik (podemos dizer, pois não existem bancos de dados no subdiretório Misc, mas o seu GeoIP está funcionando). Piwik não pode atualizar automaticamente seus bancos de dados GeoIP se estiverem localizados fora do diretório misc.",
        "CannotUnzipDatFile": "Não pôde descompactar o arquivo dat em %1$s: %2$s",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Country": "País",
        "country_a1": "Proxy anônimo",
        "country_a2": "Provedor de satélite",
        "country_cat": "Comunidades Catalães",
        "country_o1": "Outro país",
        "country_ti": "Tibet",
        "CurrentLocationIntro": "De acordo com este provedor, sua localização é",
        "DefaultLocationProviderDesc1": "Detecta a localização padrão de um visitante baseando-se no idioma que ele usa",
        "DefaultLocationProviderDesc2": "Isso não é muito preciso, então %1$s nós recomendamos a instalação e utilização de %2$s GeoIP %3$s.%4$s",
        "DefaultLocationProviderExplanation": "Você está usando o provedor de localização padrão, que significa que o Piwik irá supor a localização do visitante, baseado no idioma que eles usam. %1$sLeia isso%2$s para aprender como configurar uma geolocalização mais precisa.",
        "DistinctCountries": "%s países distintos",
        "DownloadingDb": "Baixando %s",
        "DownloadNewDatabasesEvery": "Atualiza o banco de dados a cada",
        "FatalErrorDuringDownload": "Um erro fatal ocorreu durante o download deste arquivo. Pode haver algo de errado com sua conexão de internet, com o banco de dados GeoIP que você baixou ou Piwik. Tente fazer o download e instalá-lo manualmente.",
        "FoundApacheModules": "Piwik encontrou os seguintes módulos do Apache",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPCannotFindMbstringExtension": "Não é possível encontrar a função %1$s. Por favor, certifique-se que a extensão %2$s está instalada e carregada.",
        "GeoIPDatabases": "GeoIP Databases",
        "GeoIPDocumentationSuffix": "Para ver os dados para este relatório, você deve configurar GeoIP na guia de administração de Geolocalização. Os %1$s banco de dados GeoIP Maxmind comerciais %2$s são mais precisos que os livres. Para ver como são precisos, clique %3$saqui%4$s.",
        "GeoIPImplHasAccessTo": "Esta implementação GeoIP tem acesso aos seguintes tipos de bancos de dados",
        "GeoIPIncorrectDatabaseFormat": "Seu banco de dados GeoIP não parece ter o formato correto. Ele pode estar corrompido. Certifique-se de que você está usando a versão binária e tente substituí-lo com outra cópia.",
        "GeoIpLocationProviderDesc_Pecl1": "Esse provedor de localização utiliza um banco de dados GeoIP e um módulo PECL para de forma precisa e eficaz determinar a localização seus visitantes.",
        "GeoIpLocationProviderDesc_Pecl2": "Não existem limitações com este fornecedor, por isso é o que nós recomendamos usar.",
        "GeoIpLocationProviderDesc_Php1": "Este provedor de localização é o mais simples de instalar, pois não necessita de configuração do servidor (ideal para hospedagem compartilhada!). Ele usa um banco de dados GeoIP MaxMind PHP API para determinar com precisão a localização de seus visitantes.",
        "GeoIpLocationProviderDesc_Php2": "Se o seu site recebe uma grande quantidade de tráfego, você pode achar que o provedor de localização está muito lento. Neste caso, você deve instalar a extensão %1$s PECL %2$s ou o %3$s módulo do servidor %4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Este provedor de localização utiliza o módulo GeoIP que foi instalado em seu servidor HTTP. Este provedor é rápido e preciso, mas %1$s só pode ser usado com acompanhamento browser normal. %2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Se você tiver que importar arquivos de log ou fazer outra coisa que requer o estabelecimento de endereços IP, use a %1$s implementação PECL GeoIP (recomendado) %2$s ou %3$s PHP implementação GeoIP %4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: anonimização IP não tem efeito sobre os locais relatados por este fornecedor. Antes de usá-lo com anonimização IP, certifique-se isso não viole as leis de privacidade que você pode estar sujeito.",
        "GeoIpLocationProviderNotRecomnended": "Geolocalização funciona, mas você não está usando um dos provedores recomendados.",
        "GeoIPNoServerVars": "Piwik não pode encontrar nenhuma variável GeoIP %s.",
        "GeoIPPeclCustomDirNotSet": "A opção %s do PHP.ini não está definido.",
        "GeoIPServerVarsFound": "Piwik detecta as seguintes variáveis GeoIP %s",
        "GeoIPUpdaterInstructions": "Digite os links para download de seus bancos de dados abaixo. Se você comprou bancos de dados de %3$s MaxMind %4$s, você pode encontrar esses links %1$s aqui %2$s. Entre em contato com %3$s MaxMind %4$s, se você tiver problemas para acessá-los.",
        "GeoIPUpdaterIntro": "Piwik gerencia atualmente as atualizações para os seguintes bancos de dados GeoIP",
        "GeoLiteCityLink": "Se você estiver usando o banco de dados Cidade GeoLite, use este link: %1$s%2$s%3$s.",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Nesta página você pode mudar a forma como Piwik determina localização dos visitantes.",
        "getCityDocumentation": "Este relatório mostra as cidades que seus visitantes estavam quando acessou seu site.",
        "getContinentDocumentation": "Este relatório mostra qual continente seus visitantes estavam quando acessaram o site.",
        "getCountryDocumentation": "Este relatório mostra qual país seus visitantes estavam quando acessaram o site.",
        "getRegionDocumentation": "Este relatório mostra que região os visitantes estavam quando acessaram seu site.",
        "HowToInstallApacheModule": "Como faço para instalar o módulo GeoIP para o Apache?",
        "HowToInstallGeoIPDatabases": "Como eu consigo as bases GeoIP?",
        "HowToInstallGeoIpPecl": "Como faço para instalar a extensão GeoIP PECL?",
        "HowToInstallNginxModule": "Como faço para instalar o módulo GeoIP para Nginx?",
        "HowToSetupGeoIP": "Como configurar geolocalização exata com GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s do banco de dados GeoLite City de %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Estraia este arquivo e copie o conteúdo %1$s no diretório %2$smisc%3$s do Piwik (você pode fazer isso por FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Atualize essa tela. O %1$s Provedor GeoIP (PHP) %2$s agora será de %3$sinstalado%4$s. Selecione-o.",
        "HowToSetupGeoIP_Step4": "E está feito! Você acabou de configurar Piwik para usar GeoIP, o que significa que você vai ser capaz de ver as regiões e cidades de seus visitantes, juntamente com informações muito precisas sobre o país.",
        "HowToSetupGeoIPIntro": "Aparentemente você não possui configurações precisas de geolocalização. Este é um recurso útil e sem ele você não verá as informações de localização precisas e completas para os seus visitantes. Veja como você pode rapidamente começar a usá-lo:",
        "HttpServerModule": "Módulo do servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para o atualizador GeoIP: %1$s. Os valores válidos são %2$s.",
        "IPurchasedGeoIPDBs": "Eu comprei %1$s bases de dados mais precisas de MaxMind %2$s e quero configurar as atualizações automáticas.",
        "ISPDatabase": "Banco de dados ISP",
        "IWantToDownloadFreeGeoIP": "Quero baixar o banco de dados GeoIP livre...",
        "Latitude": "Latitude",
        "Location": "Localização",
        "LocationDatabase": "Banco de dados de localização",
        "LocationDatabaseHint": "Um banco de dados de locais, um banco de dados de país, região ou cidade.",
        "LocationProvider": "Provedor de localização",
        "Longitude": "Longitude",
        "NoDataForGeoIPReport1": "Não há dados para este relatório porque não há nenhum dado de localização disponível ou o endereço IP do visitante não pode ser geolocalizado.",
        "NoDataForGeoIPReport2": "Para ativar ageolocalização mais precisa, mudar a configuração %1$s aqui%2$s e usar um %3$s banco de dados no nível de cidade %4$s.",
        "Organization": "Organização",
        "OrgDatabase": "Banco de dados da organização",
        "PeclGeoIPNoDBDir": "O módulo PECL está à procura de bancos de dados em %1$s mas este diretório não existe. Por favor, crie-o e adicione as bases de dados GeoIP a ele. Como alternativa, você pode definir %2$s para o diretório correto em seu arquivo php.ini.",
        "PeclGeoLiteError": "Seu banco de dados GeoIP em %1$s é nomeado %2$s. Infelizmente, o módulo PECL não irá reconhecê-lo com este nome. Por favor, mude o nome para %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik atualmente não gerencia nenhuma base de dados GeoIP.",
        "PluginDescription": "Informa a localização de seus visitantes: país, região, cidade e coordenadas geográficas (latitude \/ longitude).",
        "Region": "Região",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar as atualizações automáticas de bancos de dados GeoIP",
        "SubmenuLocations": "Locais",
        "TestIPLocatorFailed": "Piwik tentou verificar a localização de um endereço IP conhecido (%1$s), mas o servidor retornou %2$s. Se este provedor estivsse configurado corretamente, ele voltaria %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "O arquivo baixado não é um banco de dados GeoIP válido. Por favor, verifique novamente a URL ou baixar o arquivo manualmente.",
        "ToGeolocateOldVisits": "Para obter os dados de localização para as suas visitas antigas, use o script descrito %1$s aqui %2$s.",
        "UnsupportedArchiveType": "Encontrado tipo de arquivo não suportado %1$s.",
        "UpdaterHasNotBeenRun": "O atualizador nunca foi executado.",
        "UpdaterIsNotScheduledToRun": "Não está agendado para ser executado no futuro.",
        "UpdaterScheduledForNextRun": "Está programado para ser executado durante a próxima execução do cron job archive.php",
        "UpdaterWasLastRun": "O atualizador foi executado pela última vez em %s.",
        "UpdaterWillRunNext": "A próxima execução está programada para ser executada em %s.",
        "WidgetLocation": "Localização dos visitantes"
    }
}