{
    "UserCountry": {
        "CannotLocalizeLocalIP": "O endereço IP \"%s\" é local, portanto não pode ser geolocalizado.",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código do país",
        "CurrentLocationIntro": "Este provedor determina que sua localização atual seja",
        "DefaultLocationProviderDesc1": "O provedor de localização padrão determina o país de onde os visitantes se conectam com base no idioma selecionado.",
        "DefaultLocationProviderDesc2": "Isso não é muito preciso, então %1$sinstale e use um banco de dados de %2$sgeolocalização%3$s%4$s.",
        "DefaultLocationProviderExplanation": "Você está usando o provedor de localização padrão, portanto, o país de onde os visitantes se conectam é determinado a partir do idioma selecionado. %1$sSaiba como configurar uma geolocalização mais precisa%2$s.",
        "DisabledLocationProvider": "Desativa a geolocalização.",
        "DistinctCountries": "%s países distintos",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPDocumentationSuffix": "Configure o GeoIP na guia de administração de geolocalização para fornecer dados para este relatório. Os bancos de dados GeoIP comerciais %1$sMaxMind%2$s são mais precisos do que os gratuitos. %3$sClique aqui%4$s para ver a precisão deles.",
        "GeoIpDbIpAccuracyNote": "Os bancos de dados de geolocalização DB-IP são gratuitos e podem ser baixados automaticamente. MaxMind é mais preciso para cidades, mas requer %1$scriar uma conta%2$s.",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Aqui você pode alterar como o Matomo determina os locais dos visitantes.",
        "GeolocationProviderBroken": "Seu provedor de geolocalização (%1$s) está quebrado. Corrija o provedor ou configure outro.",
        "GeolocationProviderUnavailable": "Seu provedor de geolocalização (%1$s) não está mais disponível. Por favor, configure outro.",
        "HowToInstallGeoIPDatabases": "Como eu consigo bases de dados de geolocalização?",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Localização",
        "LocationProvider": "Provedor de localização",
        "LocationsSubcategoryHelp": "A seção \"Locais\" é a melhor maneira de descobrir de quais países, continentes, regiões e cidades vêm os visitantes do seu site - em forma de tabela e mapa. Ele também diz em qual idioma o navegador está configurado, ajudando a identificar visitantes internacionais em locais alternativos.",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "MaxMindLinkExplanation": "%1$sClique aqui para saber como gerar sua URL de download%2$s se estiver usando a geolocalização do MaxMind.",
        "NoDataForGeoIPReport1": "Não há dados para este relatório, pois não há dados de localização disponíveis ou os endereços IP dos visitantes não podem ser geolocalizados.",
        "NoDataForGeoIPReport2": "%1$sAltere essas configurações%2$s e use um %3$sbanco de dados no nível da cidade%4$s para obter geolocalização precisa.",
        "NoProviders": "No momento não há outros provedores de geolocalização disponíveis. O Matomo recomenda o uso das bases de dados %1$sdbip%2$s, mas isso requer ativar o plugin GeoIp2. (Como alternativa, você pode instalar da loja de aplicativos um plugin de terceiros que tenha sua própria funcionalidade de geolocalização.)",
        "PluginDescription": "Informa a localização de seus visitantes: país, região, cidade e coordenadas geográficas (latitude e longitude).",
        "Region": "Região",
        "SubmenuLocations": "Locais",
        "TestIPLocatorFailed": "Não foi possível encontrar a localização do endereço IP \"%1$s\". Talvez este provedor não esteja configurado corretamente, o banco de dados de geolocalização esteja nomeado incorretamente ou na pasta errada?",
        "ToGeolocateOldVisits": "Use %1$seste script%2$s para obter dados de localização para suas visitas anteriores.",
        "VisitLocation": "Localização do visitante",
        "WidgetLocation": "Localização do visitante",
        "country_a1": "Proxy anônimo",
        "country_a2": "Provedor de satélite",
        "country_cat": "Comunidades Catalães",
        "country_o1": "Outro país",
        "getCityDocumentation": "Mostra as cidades de onde seus visitantes se conectaram ao acessar seu site.",
        "getContinentDocumentation": "Mostra de qual continente seus visitantes se conectaram ao acessar seu site.",
        "getCountryDocumentation": "Mostra de qual país seus visitantes se conectaram ao acessar seu site.",
        "getRegionDocumentation": "Mostra de qual região seus visitantes se conectaram ao acessar o site."
    }
}
