{
    "UserCountry": {
        "AssumingNonApache": "Não é possível encontrar a função apache_get_modules, assumindo servidor web não-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Não pode localizar o arquivo %1$s dentro do arquivo tar %2$s!",
        "CannotFindGeoIPServerVar": "A variável %s não está definida. O servidor pode não estar configurado corretamente.",
        "CannotFindPeclGeoIPDb": "Não foi possível encontrar uma base de dados de países, regiões ou cidades para o módulo PECL do GeoIP. Certifique-se de que a sua base de dados de geolocalização está localizada em %1$s e tem o nome %2$s ou %3$s, caso contrário o módulo PECL não irá notá-la.",
        "CannotListContent": "Não foi possível listar o conteúdo para %1$s: %2$s",
        "CannotLocalizeLocalIP": "O endereço IP %s é um endereço local e não pode ser geolocalizado.",
        "CannotSetupGeoIPAutoUpdating": "Parece que você está armazenando suas bases de dados de geolocalização fora do Matomo (nós percebemos pois não há bases de dados no subdiretório misc, mas o seu GeoIP está funcionando). O Matomo não pode atualizar automaticamente suas bases de dados de geolocalização se elas estiverem localizadas fora do diretório misc.",
        "CannotUnzipDatFile": "Não pôde descompactar o arquivo dat em %1$s: %2$s",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código do país",
        "country_a1": "Proxy anônimo",
        "country_a2": "Provedor de satélite",
        "country_cat": "Comunidades Catalães",
        "country_o1": "Outro país",
        "VisitLocation": "Localização da visita",
        "CurrentLocationIntro": "De acordo com este provedor, sua localização é",
        "DefaultLocationProviderDesc1": "Detecta a localização padrão de um visitante baseando-se no idioma que ele usa",
        "DefaultLocationProviderDesc2": "Isto não é muito preciso, então %1$srecomendamos instalar e usar %2$suma base de dados de geolocalização%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Você está usando o provedor de localização padrão, que significa que o Matomo irá supor a localização do visitante, baseado no idioma que eles usam. %1$sLeia isso%2$s para aprender como configurar uma geolocalização mais precisa.",
        "DistinctCountries": "%s países distintos",
        "DownloadingDb": "Baixando %s",
        "DownloadNewDatabasesEvery": "Atualizar o banco de dados a cada",
        "FatalErrorDuringDownload": "Um erro fatal ocorreu ao baixar este arquivo. Pode haver algo errado com a sua conexão Internet, com a base de dados de geolocalização que você baixou, ou com o Matomo. Tente baixá-la e instalá-la manualmente.",
        "FoundApacheModules": "Matomo encontrou os seguintes módulos do Apache",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPCannotFindMbstringExtension": "Não é possível encontrar a função %1$s. Por favor, certifique-se que a extensão %2$s está instalada e carregada.",
        "GeoIPDatabases": "Bases de dados GeoIP",
        "GeoIPDocumentationSuffix": "Para ver os dados para este relatório, você deve configurar GeoIP na guia de administração de Geolocalização. Os %1$s banco de dados GeoIP Maxmind comerciais %2$s são mais precisos que os livres. Para ver como são precisos, clique %3$saqui%4$s.",
        "GeoIPNoDatabaseFound": "Esta implementação GeoIP não encontrou nenhuma base de dados.",
        "GeoIPImplHasAccessTo": "Esta implementação GeoIP tem acesso aos seguintes tipos de bancos de dados",
        "GeoIPIncorrectDatabaseFormat": "Sua base de dados de geolocalização parece não ter o formato correto. Pode estar corrompida. Certifique-se de estar usando a versão binária e tente substituí-la por outra cópia.",
        "GeoIpLocationProviderDesc_Pecl1": "Este provedor de localização usa uma base de dados de geolocalização e um módulo PECL para determinar de forma precisa e eficiente a localização de seus visitantes.",
        "GeoIpLocationProviderDesc_Pecl2": "Não existem limitações com este fornecedor, por isso é o que nós recomendamos usar.",
        "GeoIpLocationProviderDesc_Php1": "Este provedor de localização é o mais simples de instalar pois ele não requer configuração do servidor (ideal para hospedagem compartilhada!). Ele usa uma base de dados de geolocalização e a API PHP da MaxMind para determinar com precisão a localização de seus visitantes.",
        "GeoIpLocationProviderDesc_Php2": "Se o seu site recebe uma grande quantidade de tráfego, você pode achar que o provedor de localização está muito lento. Neste caso, você deve instalar a extensão %1$s PECL %2$s ou o %3$s módulo do servidor %4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Este provedor de localização utiliza o módulo GeoIP que foi instalado em seu servidor HTTP. Este provedor é rápido e preciso, mas %1$s só pode ser usado com acompanhamento browser normal. %2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Se você tiver que importar arquivos de log ou fazer outra coisa que requer o estabelecimento de endereços IP, use a %1$s implementação PECL GeoIP (recomendado) %2$s ou %3$s PHP implementação GeoIP %4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: anonimização IP não tem efeito sobre os locais relatados por este fornecedor. Antes de usá-lo com anonimização IP, certifique-se isso não viole as leis de privacidade que você pode estar sujeito.",
        "GeoIpLocationProviderNotRecomnended": "Geolocalização funciona, mas você não está usando um dos provedores recomendados.",
        "GeoIPNoServerVars": "Matomo não pode encontrar nenhuma variável GeoIP %s.",
        "GeoIPPeclCustomDirNotSet": "A opção %s do PHP.ini não está definido.",
        "GeoIPServerVarsFound": "Matomo detecta as seguintes variáveis GeoIP %s",
        "GeoIPUpdaterInstructions": "Insira abaixo os links de download para as suas bases de dados. Se você adquiriu bases de dados da %3$sdbip%4$s ou da %1$sMaxMind%2$s, você pode encontrar estes links em sua conta dbip ou MaxMind. Por favor entre em contato com o seu provedor de base de dados de geolocalização se você tiver dificuldade em encontrá-los.",
        "GeoIPUpdaterIntro": "O Matomo está atualmente gerenciando atualizações para as seguintes bases de dados",
        "GeoLiteCityLink": "Se você está usando a base de dados dbip city lite, use este link: %1$s%2$s%3$s",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Nesta página você pode mudar a forma como Matomo determina localização dos visitantes.",
        "getCityDocumentation": "Este relatório mostra as cidades que seus visitantes estavam quando acessou seu site.",
        "getContinentDocumentation": "Este relatório mostra qual continente seus visitantes estavam quando acessaram o site.",
        "getCountryDocumentation": "Este relatório mostra qual país seus visitantes estavam quando acessaram o site.",
        "getRegionDocumentation": "Este relatório mostra que região os visitantes estavam quando acessaram seu site.",
        "HowToInstallApacheModule": "Como faço para instalar o módulo GeoIP para o Apache?",
        "HowToInstallGeoIPDatabases": "Como eu consigo bases de dados de geolocalização?",
        "HowToInstallGeoIpPecl": "Como faço para instalar a extensão GeoIP PECL?",
        "HowToInstallNginxModule": "Como faço para instalar o módulo GeoIP para Nginx?",
        "HowToSetupGeoIP": "Como configurar geolocalização precisa com dbip",
        "HowToSetupGeoIP_Step1": "%1$sBaixar%2$s a base de dados DBIP City Lite da %3$sdbip%4$s.",
        "HowToSetupGeoIP_Step2": "Extraia este arquivo e copie o resultado %1$s para dentro do subdiretório %2$smisc%3$s do Matomo e renomeie-o para %4$s (você pode fazer isto por FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Recarregue esta tela. O provedor %1$sDBIP \/ GeoIP (PHP)%2$s será %3$sinstalado%4$s agora. Selecione-o.",
        "HowToSetupGeoIP_Step4": "E tudo pronto! Você acabou de configurar o Matomo para usar DBIP, o que significa que você poderá ver as regiões e as cidades dos seus visitantes junto com informações bem precisas dos países.",
        "HowToSetupGeoIPIntro": "Aparentemente você não possui configurações precisas de geolocalização. Este é um recurso útil e sem ele você não verá as informações de localização precisas e completas para os seus visitantes. Veja como você pode rapidamente começar a usá-lo:",
        "HttpServerModule": "Módulo do servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para o atualizador GeoIP: %1$s. Os valores válidos são %2$s.",
        "IPurchasedGeoIPDBs": "Eu adquiri bases de dados mais precisas da %3$sdbip%4$s ou da %1$sMaxMind%2$s e quero configurar atualizações automáticas.",
        "ISPDatabase": "Base de dados de provedores de Internet",
        "IWantToDownloadFreeGeoIP": "Quero baixar a base de dados DBIP grátis...",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Localização",
        "LocationDatabase": "Base de dados de localização",
        "LocationDatabaseHint": "Uma base de dados de localização é uma base de dados de país, região ou cidade.",
        "LocationProvider": "Provedor de localização",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "Não há dados para este relatório porque não há nenhum dado de localização disponível ou o endereço IP do visitante não pode ser geolocalizado.",
        "NoDataForGeoIPReport2": "Para ativar a geolocalização mais precisa, mude a configuração %1$s aqui%2$s e use uma %3$s base de dados no nível de cidade %4$s.",
        "Organization": "Organização",
        "OrgDatabase": "Base de dados da organização",
        "PeclGeoIPNoDBDir": "O módulo PECL está procurando bases de dados em %1$s, mas este diretório não existe. Por favor, crie o diretório e adicione as bases de dados de geolocalização nele. Alternativamente, você pode definir %2$s no diretório correto em seu arquivo php.ini.",
        "PeclGeoLiteError": "Sua base de dados de geolocalização em %1$s está com o nome %2$s. Infelizmente, o módulo PECL não irá reconhecê-la com este nome. Por favor renomeie-a para %3$s.",
        "PiwikNotManagingGeoIPDBs": "O Matomo não está atualmente gerenciando nenhuma base de dado DBIP ou MaxMind.",
        "PluginDescription": "Informa a localização de seus visitantes: país, região, cidade e coordenadas geográficas (latitude \/ longitude).",
        "Region": "Região",
        "SetupAutomaticUpdatesOfGeoIP": "Configurar atualizações automáticas das bases de dados de geolocalização",
        "SubmenuLocations": "Locais",
        "TestIPLocatorFailed": "O Matomo tentou verificar a localização de um endereço IP conhecido (%1$s), mas o seu servidor retornou nenhuma informação. Este provedor pode não estar configurado corretamente (a base de dados de geolocalização pode estar nomeada incorretamente ou localizada em diretório incorreto, por exemplo).",
        "ThisUrlIsNotAValidGeoIPDB": "O arquivo baixado não é uma base de dados de geolocalização válida. Por favor verifique novamente a URL ou baixe o arquivo manualmente.",
        "ToGeolocateOldVisits": "Para obter os dados de localização para as suas visitas antigas, use o script descrito %1$s aqui %2$s.",
        "UnsupportedArchiveType": "Encontrado tipo de arquivo não suportado %1$s.",
        "UpdaterHasNotBeenRun": "O atualizador nunca foi executado.",
        "UpdaterIsNotScheduledToRun": "Não está agendado para ser executado no futuro.",
        "UpdaterScheduledForNextRun": "Está programado para ser executado durante a próxima execução do cron job archive.php",
        "UpdaterWasLastRun": "O atualizador foi executado pela última vez em %s.",
        "UpdaterWillRunNext": "A próxima execução está programada para ser executada em %s.",
        "WidgetLocation": "Localização dos visitantes",
        "InstallGeoIp2": "O Matomo recomenda usar as bases de dados %1$sdbip%2$s, mas isto requer usar o plugin GeoIp2. Se você instalá-lo e ativá-lo (o que deve possivelmente exigir uma atualização de longa duração), você poderá começar a usar bases de dados %1$sdbip%2$s. (Ignore isto se você estiver usando um plugin de terceiro que fornece sua própria funcionalidade de geolocalização.)"
    }
}