{
    "UserCountry": {
        "AssumingNonApache": "Não foi possível encontrar a função apache_get_modules; assumindo um servidor web não-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Não foi possível encontrar o ficheiro %1$s no arquivo tar %2$s!",
        "CannotFindGeoIPServerVar": "A variável %s não está definida. O seu servidor pode não estar configurado corretamente.",
        "CannotListContent": "Não foi possível listar o conteúdo para %1$s: %2$s",
        "CannotLocalizeLocalIP": "O endereço de IP %s é um endereço local e não pode ser geolocalizado.",
        "CannotUnzipDatFile": "Não foi possível extrair o ficheiro dat em %1$s: %2$s",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código do país",
        "country_a1": "Proxy anónimo",
        "country_a2": "Fornecedor por satélite",
        "country_cat": "Comunidades língua Catalã",
        "country_o1": "Outro país",
        "VisitLocation": "Localização da visita",
        "CurrentLocationIntro": "De acordo com este fornecedor, a sua localização atual é",
        "DefaultLocationProviderDesc1": "O fornecedor de localização predefinido estima o país de um visitante com base no idioma que este utiliza.",
        "DefaultLocationProviderExplanation": "Está a utilizar o fornecedor de localização predefinido, o que significa que o Matomo irá estimar a localização do visitante com base no idioma que este utiliza. %1$sConsulte isto%2$s para saber como configurar uma geolocalização mais precisa.",
        "DistinctCountries": "%s países distintos",
        "DownloadingDb": "A descarregar %s",
        "DownloadNewDatabasesEvery": "Atualizar bases de dados todos\/todas",
        "FoundApacheModules": "O Matomo encontrou os seguintes módulos Apache",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPCannotFindMbstringExtension": "Não foi possível encontrar a função %1$s. Por favor, confirme que a extensão %2$s está instalada e carregada.",
        "GeoIPDatabases": "Bases de dados GeoIP",
        "GeoIPDocumentationSuffix": "Para ver dados para este relatório, deve configurar o GeoIP no separador de administração da Geolocalização. As bases de dados comerciais %1$sMaxmind%2$s são mais precisas do que as gratuitas. Para ver quão precisas estas são, clique %3$saqui%4$s.",
        "GeoIPNoDatabaseFound": "Esta implementação do GeoIP não conseguiu encontrar qualquer base de dados.",
        "GeoIPImplHasAccessTo": "Esta implementação do GeoIP tem acesso aos seguintes tipos de bases de dados",
        "GeoIpLocationProviderDesc_Pecl2": "Não existem limitações com este fornecedor, pelo que recomendamos a utilização do mesmo.",
        "GeoIpLocationProviderDesc_Php2": "Se o seu site tiver muito tráfego, pode descobrir que este fornecedor de localização é demasiado lento. Neste caso, deve instalar a %1$sextensão PECL%2$s ou um %3$smódulo de servidor%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Este fornecedor de localização utiliza o módulo GeoIP que foi instalado no seu servidor HTTP. Este fornecedor é rápido e preciso, mas %1$ssó pode ser utilizado para acompanhamento normal de navegadores.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Se tiver de importar ficheiros de registo ou fazer algo mais que necessite a definição de endereços de IP, utilize a %1$simplementação PECL do GeoIP (recomendado)%2$s ou a %3$simplementação PHP dp GeoIP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: a anonimização de IPs não tem qualquer efeito nas localizações reportadas por este fornecedor. Antes de o utilizar com a anonimização de IPs, confirme que este não viola quaisquer leis de privacidade que sejam aplicáveis a si.",
        "GeoIpLocationProviderNotRecomnended": "A geolocalização funciona, mas não está a utilizar um dos fornecedores recomendados.",
        "GeoIPNoServerVars": "O Matomo não consegue encontrar quaisquer variáveis GeoIP %s.",
        "GeoIPPeclCustomDirNotSet": "A opção ini do PHP %s não está definida.",
        "GeoIPServerVarsFound": "O Matomo deteta as seguintes variáveis GeoIP %s",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Nesta página pode alterar como o Matomo determina as localizações dos visitantes.",
        "getCityDocumentation": "Este relatório mostra as cidades onde os seus visitantes estavam quando acederam ao seu site.",
        "getContinentDocumentation": "Este relatório mostra o continente onde os seus visitantes estavam quando acederam ao seu site.",
        "getCountryDocumentation": "Este relatório mostra o país onde os seus visitantes estavam quando acederam ao seu site.",
        "getRegionDocumentation": "Este relatório mostra a região onde os seus visitantes estavam quando acederam ao seu site.",
        "HowToInstallApacheModule": "Como instalo o módulo GeoIP para o Apache?",
        "HowToInstallGeoIpPecl": "Como instalo a extensão PECL GeoIP?",
        "HowToInstallNginxModule": "Como instalo o módulo GeoIP para o Nginx?",
        "HowToSetupGeoIPIntro": "Não parece ter uma configuração de Geolocalização precisa. Esta é uma funcionalidade útil e sem a mesma, não poderá ver informação de localização dos seus visitantes de forma precisa e completa. Eis como pode rapidamente começar a utilizá-la:",
        "HttpServerModule": "Módulo do servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para o atualizador GeoIP: %1$s. Os valores válidos são %2$s.",
        "ISPDatabase": "Base de dados de ISP",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Localização",
        "LocationDatabase": "Base de dados de localização",
        "LocationDatabaseHint": "Uma base de dados de localização é uma base de dados de um país, região ou cidade.",
        "LocationProvider": "Fornecedor de localização",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "Não existem dados para este relatório porque não existem dados de localização disponíveis ou os endereços de IP dos visitantes não podem ser geolocalizados.",
        "NoDataForGeoIPReport2": "Para ativar uma geolocalização mais precisa, altere as definições %1$saqui%2$s e utilize uma %3$sbase de dados de nível de cidade%4$s.",
        "Organization": "Organização",
        "OrgDatabase": "Base de dados de organizações",
        "PluginDescription": "Relatórios com a localização dos seus visitantes: país, região, cidade e coordenadas geográficas (latitude\/longitude).",
        "Region": "Região",
        "SubmenuLocations": "Localizações",
        "ToGeolocateOldVisits": "Para obter os dados de localização para as suas visitas antigas, utilize o script descrito %1$saqui%2$s.",
        "UnsupportedArchiveType": "Encontrado um tipo de arquivo não suportado %1$s.",
        "UpdaterHasNotBeenRun": "A ferramenta de atualização nunca foi executada.",
        "UpdaterIsNotScheduledToRun": "Não está agendada para ser executada no futuro.",
        "UpdaterScheduledForNextRun": "Está agendada para ser executada durante a próxima execução do comando cron core:archive.",
        "UpdaterWasLastRun": "A ferramenta de atualização foi executada pela última vez a %s.",
        "UpdaterWillRunNext": "Está agendada para ser executada a %s.",
        "WidgetLocation": "Localização do visitante"
    }
}