{
    "UserCountry": {
        "CannotLocalizeLocalIP": "O endereço de IP %s é um endereço local e não pode ser geolocalizado.",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código do país",
        "country_a1": "Proxy anónimo",
        "country_a2": "Fornecedor por satélite",
        "country_cat": "Comunidades língua Catalã",
        "country_o1": "Outro País",
        "VisitLocation": "Localização da visita",
        "CurrentLocationIntro": "De acordo com este fornecedor, a sua localização atual é",
        "DefaultLocationProviderDesc1": "O fornecedor de localização predefinido estima o país de um visitante com base no idioma que este utiliza.",
        "DefaultLocationProviderDesc2": "Isto não é muito preciso, pelo que %1$srecomendamos a instalação e utilização de %2$suma base de dados de geolocalização%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Está a utilizar o fornecedor de localização predefinido, o que significa que o Matomo irá estimar a localização do visitante com base no idioma que este utiliza. %1$sConsulte isto%2$s para saber como configurar uma geolocalização mais precisa.",
        "DistinctCountries": "%s países distintos",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPDocumentationSuffix": "Para ver dados para este relatório, deve configurar o GeoIP no separador de administração da Geolocalização. As bases de dados comerciais %1$sMaxmind%2$s são mais precisas do que as gratuitas. Para ver quão precisas estas são, clique %3$saqui%4$s.",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Nesta página pode alterar como o Matomo determina as localizações dos visitantes.",
        "getCityDocumentation": "Este relatório mostra as cidades onde os seus visitantes estavam quando acederam ao seu site.",
        "getContinentDocumentation": "Este relatório mostra o continente onde os seus visitantes estavam quando acederam ao seu site.",
        "getCountryDocumentation": "Este relatório mostra o país onde os seus visitantes estavam quando acederam ao seu site.",
        "getRegionDocumentation": "Este relatório mostra a região onde os seus visitantes estavam quando acederam ao seu site.",
        "HowToInstallGeoIPDatabases": "Como obtenho bases de dados de geolocalização?",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Localização",
        "LocationProvider": "Fornecedor de localização",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "Não existem dados para este relatório porque não existem dados de localização disponíveis ou os endereços de IP dos visitantes não podem ser geolocalizados.",
        "NoDataForGeoIPReport2": "Para ativar uma geolocalização mais precisa, altere as definições %1$saqui%2$s e utilize uma %3$sbase de dados de nível de cidade%4$s.",
        "NoProviders": "Atualmente, não existem fornecedores adicionais de geolocalização. O Matomo recomenda a utilização de bases de dados %1$sdbip%2$s, mas isto requer a ativação da extensão GeoIp2. (Alternativamente, pode instalar uma extensão de terceiros da loja, que forneça a sua própria funcionalidade de geolocalização.)",
        "PluginDescription": "Relatórios com a localização dos seus visitantes: país, região, cidade e coordenadas geográficas (latitude\/longitude).",
        "Region": "Região",
        "SubmenuLocations": "Localizações",
        "TestIPLocatorFailed": "O Matomo tentou confirmar a localização de um endereço de IP conhecido (%1$s), mas o seu servidor não devolveu qualquer informação. Este fornecedor pode não estar configurado corretamente (por exemplo, a base de dados de geolocalização pode ter um nome incorreto ou estar num diretório errado).",
        "ToGeolocateOldVisits": "Para obter os dados de localização para as suas visitas antigas, utilize o script descrito %1$saqui%2$s.",
        "WidgetLocation": "Localização do visitante",
        "GeoIpDbIpAccuracyNote": "Nota: as base de dados DBIP são gratuitas e podem ser transferidas automaticamente mas, os resultados de geolocalização (especialmente os resultados em cidades) não são tão precisos como os da MaxMind. No entanto, a MaxMind, requer que crie uma conta, mesmo para uma base de dados gratuita. Se quiser utilizar uma base de dados de geolocalização da MaxMind, pode iniciar o processo %1$saqui%2$s",
        "MaxMindLinkExplanation": "Se está a utilizar as bases de dados de geolocalização da MaxMind e ainda não sabe como gerar a sua ligação de transferência, %1$sclique aqui para saber como%2$s."
    }
}