{
    "UserCountry": {
        "AssumingNonApache": "Não foi possível encontrar a função apache_get_modules; assumindo um servidor web não-Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Não foi possível encontrar o ficheiro %1$s no arquivo tar %2$s!",
        "CannotFindGeoIPServerVar": "A variável %s não está definida. O seu servidor pode não estar configurado corretamente.",
        "CannotFindPeclGeoIPDb": "Não foi possível encontrar uma base de dados para um país, região ou cidade para o módulo PECL GeoIP. Confirme que a sua base de dados GeoIP está localizada em %1$s e que tem o nome %2$s ou %3$s, caso contrário o módulo PECL não a irá encontrar.",
        "CannotListContent": "Não foi possível listar o conteúdo para %1$s: %2$s",
        "CannotLocalizeLocalIP": "O endereço de IP %s é um endereço local e não pode ser geolocalizado.",
        "CannotSetupGeoIPAutoUpdating": "Parece que está a armazenar as suas bases de dados do GeoIP fora do Matomo (nós sabemos porque não existem base de dados no sub-diretório misc, mas o seu GeoIP está a funcionar). O Matomo não pode atualizar automaticamente as suas bases de dados GeoIP se estas estiverem fora do diretório misc.",
        "CannotUnzipDatFile": "Não foi possível extrair o ficheiro dat em %1$s: %2$s",
        "City": "Cidade",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continente",
        "Continents": "Continentes",
        "Country": "País",
        "CountryCode": "Código do país",
        "country_a1": "Proxy anónimo",
        "country_a2": "Fornecedor por satélite",
        "country_cat": "Comunidades língua Catalã",
        "country_o1": "Outro país",
        "VisitLocation": "Localização da visita",
        "CurrentLocationIntro": "De acordo com este fornecedor, a sua localização atual é",
        "DefaultLocationProviderDesc1": "O fornecedor de localização predefinido estima o país de um visitante com base no idioma que este utiliza.",
        "DefaultLocationProviderDesc2": "Isto não é muito preciso, pelo que %1$srecomendamos a instalação e utilização do %2$sGeoIP%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Está a utilizar o fornecedor de localização predefinido, o que significa que o Matomo irá estimar a localização do visitante com base no idioma que este utiliza. %1$sConsulte isto%2$s para saber como configurar uma geolocalização mais precisa.",
        "DistinctCountries": "%s países distintos",
        "DownloadingDb": "A descarregar %s",
        "DownloadNewDatabasesEvery": "Atualizar bases de dados todos\/todas",
        "FatalErrorDuringDownload": "Ocorreu um erro fatal ao transferir este ficheiro. Pode existir um problema com sua ligação à Internet, com a base de dados GeoIP que transferiu ou com o Matomo. Tente transferir e instalar o mesmo manualmente.",
        "FoundApacheModules": "O Matomo encontrou os seguintes módulos Apache",
        "FromDifferentCities": "cidades diferentes",
        "GeoIPCannotFindMbstringExtension": "Não foi possível encontrar a função %1$s. Por favor, confirme que a extensão %2$s está instalada e carregada.",
        "GeoIPDatabases": "Bases de dados GeoIP",
        "GeoIPDocumentationSuffix": "Para ver dados para este relatório, deve configurar o GeoIP no separador de administração da Geolocalização. As bases de dados comerciais %1$sMaxmind%2$s são mais precisas do que as gratuitas. Para ver quão precisas estas são, clique %3$saqui%4$s.",
        "GeoIPNoDatabaseFound": "Esta implementação do GeoIP não conseguiu encontrar qualquer base de dados.",
        "GeoIPImplHasAccessTo": "Esta implementação do GeoIP tem acesso aos seguintes tipos de bases de dados",
        "GeoIPIncorrectDatabaseFormat": "A sua base de dados GeoIP não parece ter o formato correto. Pode estar corrompida. Confirme que está a utilizar a versão binária e tente substituí-la por outra cópia.",
        "GeoIpLocationProviderDesc_Pecl1": "Este fornecedor de localização utiliza uma base de dados GeoIP e um módulo PECL para determinar com precisão e eficiência a localização dos seus visitantes.",
        "GeoIpLocationProviderDesc_Pecl2": "Não existem limitações com este fornecedor, pelo que recomendamos a utilização do mesmo.",
        "GeoIpLocationProviderDesc_Php1": "Este fornecedor de localização é o mais simples de instalar, dado que não exige configurações no servidor (é ideal para alojamentos partilhados!). Utiliza uma base de dados GeoIP e a API PHP do MaxMind para determinar com precisão a localização dos seus visitantes.",
        "GeoIpLocationProviderDesc_Php2": "Se o seu site tiver muito tráfego, pode descobrir que este fornecedor de localização é demasiado lento. Neste caso, deve instalar a %1$sextensão PECL%2$s ou um %3$smódulo de servidor%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Este fornecedor de localização utiliza o módulo GeoIP que foi instalado no seu servidor HTTP. Este fornecedor é rápido e preciso, mas %1$ssó pode ser utilizado para acompanhamento normal de navegadores.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Se tiver de importar ficheiros de registo ou fazer algo mais que necessite a definição de endereços de IP, utilize a %1$simplementação PECL do GeoIP (recomendado)%2$s ou a %3$simplementação PHP dp GeoIP%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Nota: a anonimização de IPs não tem qualquer efeito nas localizações reportadas por este fornecedor. Antes de o utilizar com a anonimização de IPs, confirme que este não viola quaisquer leis de privacidade que sejam aplicáveis a si.",
        "GeoIpLocationProviderNotRecomnended": "A geolocalização funciona, mas não está a utilizar um dos fornecedores recomendados.",
        "GeoIPNoServerVars": "O Matomo não consegue encontrar quaisquer variáveis GeoIP %s.",
        "GeoIPPeclCustomDirNotSet": "A opção ini do PHP %s não está definida.",
        "GeoIPServerVarsFound": "O Matomo deteta as seguintes variáveis GeoIP %s",
        "GeoIPUpdaterInstructions": "Introduza as ligações de transferência abaixo para as suas bases de dados do %3$sMaxMind%4$s; pode encontrar estas ligações %1$saqui%2$s. Por favor, contacte o %3$sMaxMind%4$s se tiver problemas em aceder às mesmas.",
        "GeoIPUpdaterIntro": "Atualmente o Matomo está a gerir as atualizações para as seguintes bases de dados GeoIP",
        "GeoLiteCityLink": "Se estiver a utilizar uma base de dados GeoLite City, utilize esta ligação: %1$s%2$s%3$s",
        "Geolocation": "Geolocalização",
        "GeolocationPageDesc": "Nesta página pode alterar como o Matomo determina as localizações dos visitantes.",
        "getCityDocumentation": "Este relatório mostra as cidades onde os seus visitantes estavam quando acederam ao seu site.",
        "getContinentDocumentation": "Este relatório mostra o continente onde os seus visitantes estavam quando acederam ao seu site.",
        "getCountryDocumentation": "Este relatório mostra o país onde os seus visitantes estavam quando acederam ao seu site.",
        "getRegionDocumentation": "Este relatório mostra a região onde os seus visitantes estavam quando acederam ao seu site.",
        "HowToInstallApacheModule": "Como instalo o módulo GeoIP para o Apache?",
        "HowToInstallGeoIPDatabases": "Como obtenho as bases de dados GeoIP?",
        "HowToInstallGeoIpPecl": "Como instalo a extensão PECL GeoIP?",
        "HowToInstallNginxModule": "Como instalo o módulo GeoIP para o Nginx?",
        "HowToSetupGeoIP": "Como configuro uma geolocalização precisa com o GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sTransfira%2$s a base de dados GeoLite City de %3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extraia este ficheiro e copie o resultado, %1$s para o sub-diretório %2$smisc%3$s do Matomo (pode fazer isto por FTP ou SSH).",
        "HowToSetupGeoIP_Step3": "Recarregue este ecrã. O fornecedor %1$sGeoIP (PHP)%2$s será agora %3$sInstalado%4$s. Selecione-o.",
        "HowToSetupGeoIP_Step4": "E está feito! Acabou de configurar o Matomo para utilizar o GeoIP o que significa que poderá ver as regiões e cidades dos seus visitantes bem como informações muito precisas de países.",
        "HowToSetupGeoIPIntro": "Não parece ter uma configuração de Geolocalização precisa. Esta é uma funcionalidade útil e sem a mesma, não poderá ver informação de localização dos seus visitantes de forma precisa e completa. Eis como pode rapidamente começar a utilizá-la:",
        "HttpServerModule": "Módulo do servidor HTTP",
        "InvalidGeoIPUpdatePeriod": "Período inválido para o atualizador GeoIP: %1$s. Os valores válidos são %2$s.",
        "IPurchasedGeoIPDBs": "Eu comprei %1$sbases de dados mais precisas de MaxMind%2$s e quero configurar atualizações automáticas.",
        "ISPDatabase": "Base de dados de ISP",
        "IWantToDownloadFreeGeoIP": "Eu quero transferir a base de dados gratuita do GeoIP...",
        "Latitude": "Latitude",
        "Latitudes": "Latitudes",
        "Location": "Localização",
        "LocationDatabase": "Base de dados de localização",
        "LocationDatabaseHint": "Uma base de dados de localização é uma base de dados de um país, região ou cidade.",
        "LocationProvider": "Fornecedor de localização",
        "Longitude": "Longitude",
        "Longitudes": "Longitudes",
        "NoDataForGeoIPReport1": "Não existem dados para este relatório porque não existem dados de localização disponíveis ou os endereços de IP dos visitantes não podem ser geolocalizados.",
        "NoDataForGeoIPReport2": "Para ativar uma geolocalização mais precisa, altere as definições %1$saqui%2$s e utilize uma %3$sbase de dados de nível de cidade%4$s.",
        "Organization": "Organização",
        "OrgDatabase": "Base de dados de organizações",
        "PeclGeoIPNoDBDir": "O módulo PECL está à procura de bases de dados em %1$s, mas este diretório não existe. Por favor, crie-o e adicione as bases de dados GeoIP ao mesmo. Alternativamente, pode definir %2$s para o diretório correto no seu ficheiro php.ini.",
        "PeclGeoLiteError": "A sua base de dados GeoIP em %1$s tem o nome %2$s. Infelizmente, o módulo PECL não irá reconhecer o mesmo com este nome. Por favor renomeie o mesmo para %3$s.",
        "PiwikNotManagingGeoIPDBs": "O Matomo não está atualmente a gerir quaisquer bases de dados GeoIP.",
        "PluginDescription": "Relatórios com a localização dos seus visitantes: país, região, cidade e coordenadas geográficas (latitude\/longitude).",
        "Region": "Região",
        "SetupAutomaticUpdatesOfGeoIP": "Configure as atualizações automáticas das bases de dados GeoIP",
        "SubmenuLocations": "Localizações",
        "TestIPLocatorFailed": "O Matomo tentou confirmar a localização de um endereço de IP conhecido (%1$s), mas o seu servidor devolveu %2$s. Se este fornecedor estivesse configurado corretamente, deveria devolver %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "O ficheiro transformado não é uma base de dados GeoIP válida. Por favor, confirme o endereço ou transfira o ficheiro manualmente.",
        "ToGeolocateOldVisits": "Para obter os dados de localização para as suas visitas antigas, utilize o script descrito %1$saqui%2$s.",
        "UnsupportedArchiveType": "Encontrado um tipo de arquivo não suportado %1$s.",
        "UpdaterHasNotBeenRun": "A ferramenta de atualização nunca foi executada.",
        "UpdaterIsNotScheduledToRun": "Não está agendada para ser executada no futuro.",
        "UpdaterScheduledForNextRun": "Está agendada para ser executada durante a próxima execução do comando cron core:archive.",
        "UpdaterWasLastRun": "A ferramenta de atualização foi executada pela última vez a %s.",
        "UpdaterWillRunNext": "Está agendada para ser executada a %s.",
        "WidgetLocation": "Localização do visitante"
    }
}