{
    "UserCountry": {
        "AssumingNonApache": "Nu pot găsifuncție apache_obtine_module , presupunând non-server de web Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Nu se poate gasi %1$s fisierul din arhiva %2$s!",
        "CannotFindGeoIPServerVar": "Variabila %s nu este setata. Server-ul dvs. ar putea să nu fie configurat corect.",
        "CannotFindPeclGeoIPDb": "Nu s-a putut găsi o țară, regiune sau oraș din baze de date pentru modulul GeoIP PECL. Asigurați-vă că baza de date GeoIP este situat în %1$s și este numita %2$s sau %3$s altfel modulul de PECL nu il va observa.",
        "CannotListContent": "Nu s-a putut lista continutul pentru: %1$s %2$s",
        "CannotLocalizeLocalIP": "Adresa IP %s este o adresă locală și nu pot fi localizate geografic.",
        "CannotSetupGeoIPAutoUpdating": "Se pare ca stocazi baza de date GeoIP afara din Piwik (putem spune, deoarece nu există baze de date în subdirectorul misc, dar GeoIP dvs. este de lucru). Piwik nu poate actualiza automat bazele de date GeoIP, dacă acestea sunt situate în afara de directorul misc.",
        "CannotUnzipDatFile": "Nu s-a putut dezarhiva fișierul dat în %1$s: %2$s",
        "City": "Oraş",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Continent",
        "Country": "Ţară",
        "country_a1": "Proxy anonim",
        "country_a2": "Provider Satelit",
        "country_cat": "Comunitățile vorbitoare de limbă catalană",
        "country_o1": "Altă ţară",
        "CurrentLocationIntro": "Conform acestui furnizor, locația curentă este",
        "DefaultLocationProviderDesc1": "Furnizorul de locație implicită ghiceste tara unui vizitator bazat pe limba care o folosesc.",
        "DefaultLocationProviderDesc2": "Acest lucru nu este foarte precis, astfel încât %1$s noi recomandam instalarea și utilizarea.%2$sGeoIP%3$s%4$s",
        "DefaultLocationProviderExplanation": "Acum folositi locatie implicita de furnizorul l, ceea ce înseamnă că Piwik va ghici locația vizitatorilor bazat pe limba pe care o folosesc. %1$scititi acest%2$s pentru a învăța cum să setați geolocalizarea mai precis.",
        "DistinctCountries": "%s ţări distincte",
        "DownloadingDb": "Se descarcă %s",
        "DownloadNewDatabasesEvery": "Actializează baza de date fiecare",
        "FatalErrorDuringDownload": "O eroare a avut loc în timp ce se descărca acest fișier. Ar putea fi ceva în neregulă cu conexiunea la internet, împreună cu baza de date GeoIP de descărcat sau Piwik. Încercați să-l descărcați și sa-l instalați manual.",
        "FoundApacheModules": "Piwik a găsit următoarele module Apache",
        "FromDifferentCities": "diferite orașe",
        "GeoIPCannotFindMbstringExtension": "Nu se poate găsi aceasta %1$s funcție . Asigurați-vă că %2$s extensia este instalata si incarcata.",
        "GeoIPDatabases": "Bazele de date GeoIP",
        "GeoIPDocumentationSuffix": "Pentru a vedea datele pentru acest raport, trebuie să configurati GeoIP în fila Geolocation admin tine.Comercial %1$sMaxmind%2$s baze de date GeoIP sunt mai precise decât cele libere. Pentru a vedea cât de exacte sunt, faceți clic pe %3$saici%4$s.",
        "GeoIPImplHasAccessTo": "Aceasta implementare GeoIP are acces la următoarele tipuri de baze de date",
        "GeoIPIncorrectDatabaseFormat": "Baza de date GeoIP nu pare să aibă formatul corect. Aceasta poate fi corupta. Asigurați-vă că utilizați versiunea binară și încercați să înlocuiți-l cu un alt exemplar.",
        "GeoIpLocationProviderDesc_Pecl1": "Acest furnizor de localizare folosește o bază de date GeoIP și un modul PECL pentru a determina cu exactitate și eficient locatia vizitatorilor tai.",
        "GeoIpLocationProviderDesc_Pecl2": "Nu există limitări cu acest furnizor, asta este cea pe care o recomandăm pentru utilizare.",
        "GeoIpLocationProviderDesc_Php1": "Acest furnizor de locație este cel mai simplu de instalat, deoarece nu are nevoie de configurare a serverului (ideal pentru shared hosting!). Acesta folosește o bază de date GeoIP și PHP API MaxMind pentru a determina cu exactitate locația vizitatorilor.",
        "GeoIpLocationProviderDesc_Php2": "În cazul în care site-ul dvs. primeste o multime de trafic, ați putea găsi că acest furnizor este prea lent. În acest caz, ar trebui să instalați %1$sPECL extensie%2$ssau %3$smodul server%4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Acest furnizor de localizare utilizează modulul GeoIP care a fost instalat în serverul de HTTP. Acest furnizor este rapid și precis, dar %1$scanare poate fi utilizat numai cu urmărirea normală browser.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Dacă aveți de importat fișierul jurnal sau sa faceti ceva care necesită stabilirea adrese IP, utilizați %1$s de punere în aplicare PECL GeoIP (recomandat)%2$s sau%3$s PHP GeoIP implementarea%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Notă: anonimizare IP nu are nici un efect asupra locațiilor raportate de acest furnizor. Înainte de al utiliza cu anonimizare, IP, asigurați-vă că aceasta nu încalcă legile privind confidențialitatea ar putea fi supuse.",
        "GeoIpLocationProviderNotRecomnended": "Geolocation funcționează, dar nu utilizați unul dintre furnizorii recomandati.",
        "GeoIPNoServerVars": "Piwik nu poate găsi nici un GeoIP %s variabile.",
        "GeoIPPeclCustomDirNotSet": "%s Opțiune PHP ini nu este setata.",
        "GeoIPServerVarsFound": "Piwik detectează următoarele GeoIP %s variabile",
        "GeoIPUpdaterInstructions": "Introduceți link-uri de download pentru bazele de date de mai jos. Dacă ați achiziționat baze de date de la %3$sMaxMind%4$s, puteți găsi aceste link-uri %1$saici%2$s. Vă rugăm să contactați %3$sMaxMind%4$s în cazul în care aveți probleme cu accesarea acestora.",
        "GeoIPUpdaterIntro": "Piwik gestionează in prezent actualizări pentru următoarele baze de date GeoIP",
        "GeoLiteCityLink": "Dacă utilizați baza de date a orasului cu GeoLite , folosiți acest link:%1$s%2$s%3$s.",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "Pe această pagină poți schimba cum Piwik determină locațiile vizitatorilor.",
        "getCityDocumentation": "Acest raport arată din ce oras sunt vizitatorii când au accesat site-ul dumneavoastră.",
        "getContinentDocumentation": "Acest raport arată pe ce continent au fost vizitatori când au accesat site-ul dumneavoastră.",
        "getCountryDocumentation": "Acest raport arată din ce țară sunt vizitatorii dvs. cand au accesat site-ul dumneavoastră.",
        "getRegionDocumentation": "Acest raport arată din ce regiune sunt vizitatorii dvs. când au accesat site-ul dumneavoastră.",
        "HowToInstallApacheModule": "Cum instalez modulul GeoIP pentru Apache?",
        "HowToInstallGeoIPDatabases": "Cum pot obține bazele de date GeoIP?",
        "HowToInstallGeoIpPecl": "Cum instalez extensia GeoIP PECL?",
        "HowToInstallNginxModule": "Cum instalez modulul GeoIP pentru Nginx?",
        "HowToSetupGeoIP": "Cum să setați exact geolocalizarea cu GeoIP",
        "HowToSetupGeoIP_Step1": "%1$sDownload%2$s baza de date Geolite oras de la%3$sMaxMind%4$s.",
        "HowToSetupGeoIP_Step2": "Extrageti acest fișier și copiați rezultatul, %1$s în %2$smisc%3$s Piwik subdirector (puteți face acest lucru fie prin FTP sau SSH).",
        "HowToSetupGeoIP_Step3": "Reîncarcă această ecran. %1$sGeoIP (PHP) furnizor de %2$s va fi de acum %3$sInstalat%4$s. Selectați-l.",
        "HowToSetupGeoIP_Step4": "Și ați terminat! Ai de configurat doar Piwik pentru a utiliza GeoIP ceea ce înseamnă că veți putea vedea în regiuni și orașe ce vizitatori cu informații foarte precise.",
        "HowToSetupGeoIPIntro": "Nu pare a avea o configurare exacte Geolocation. Aceasta este o caracteristică utilă și fără ea nu se vor vedea informatii corecte si complete de locație pentru vizitatori. Iată cum puteți începe rapid folosind-o:",
        "HttpServerModule": "Module HTTP Server",
        "InvalidGeoIPUpdatePeriod": "Perioada de valabilitate pentru updater GeoIP:%1$s. Valorile valide sunt %2$s.",
        "IPurchasedGeoIPDBs": "Am cumparat mai mult de %1$sbaze de date exacte de la MaxMin%2$s și doresc să configurareze actualizări automate.",
        "ISPDatabase": "Baza de date provideri internet",
        "IWantToDownloadFreeGeoIP": "Vreau să descarc gratuit baza de date GeoIP ...",
        "Latitude": "Latitudine",
        "Location": "Localitate",
        "LocationDatabase": "Locatie baza de date",
        "LocationDatabaseHint": "O locatie bază de date este fie o țară, regiune sau oraș baza de date.",
        "LocationProvider": "Locație Provider",
        "Longitude": "Longitudine",
        "NoDataForGeoIPReport1": "Nu există date pentru acest raport, deoarece nu există, fie nu există date disponibile de localizare sau adresele IP ale vizitatorilor nu pot fi localizate geografic.",
        "NoDataForGeoIPReport2": "Pentru a activa geolocalizare exacta, modifica setările %1$saici%2$s și de a folosi o %3$s nivel oras baza de date%4$s.",
        "Organization": "Organizaţie",
        "OrgDatabase": "Orgaare baza de date",
        "PeclGeoIPNoDBDir": "Modulul PECL este în căutarea de baze de date în%1$s, dar acest director nu există. Vă rugăm să-l creeze și să adăugați bazele de date GeoIP . Alternativ, puteți seta %2$s la directorul corect în fișierul dvs. php.ini.",
        "PeclGeoLiteError": "Baza de date GeoIP în %1$s este numita %2$s. Din păcate, modulul de PECL nu-l va recunoaște cu acest nume. Vă rugăm să-l redenumiți la %3$s.",
        "PiwikNotManagingGeoIPDBs": "Piwik nu gestionează în prezent nici o baza de date GeoIP.",
        "Region": "Regiune",
        "SetupAutomaticUpdatesOfGeoIP": "Configurare automata aactualizărilor bazelor de date GeoIP",
        "SubmenuLocations": "Locații",
        "TestIPLocatorFailed": "Piwik încerca verificarea unei locații IP cunoscută (%1$s), dar serverul de returnat %2$s. În cazul în care acest furnizor s-a configurat corect, ea va reveni %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Fișierul descărcat nu este o bază de date GeoIP valabil. Vă rugăm să re-verificați URL-ul sau descărcati manual fișierul.",
        "ToGeolocateOldVisits": "Pentru a obține datele de localizare pentru d vizite vechi, script-ul descris %1$s aici %2$s.",
        "UnsupportedArchiveType": "Arhiva neacceptata tip întâlnit %1$s.",
        "UpdaterHasNotBeenRun": "Updater-ul nu a fost rulat.",
        "UpdaterIsNotScheduledToRun": "Acesta nu este programata să ruleze în viitor.",
        "UpdaterScheduledForNextRun": "Acesta este programat să ruleze în următoarea executare archive.php cron.",
        "UpdaterWasLastRun": "Programul de actualizare a fost lasat sa ruleze %s.",
        "UpdaterWillRunNext": "Programarea urmatoare trebuie sa ruleze pe %s.",
        "WidgetLocation": "Locaţia vizitatorului"
    }
}