{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP адрес %s - это локальный адрес и его конкретное местонахождение не может быть определено.",
        "City": "Город",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "Continents": "Континент",
        "Country": "Страна",
        "country_a1": "Анонимный прокси",
        "country_a2": "Спутниковый провайдер",
        "country_cat": "Каталаноязычные общества",
        "country_o1": "Другая страна",
        "VisitLocation": "Местоположение посещения",
        "CurrentLocationIntro": "Согласно используемому способу отслеживания вы находитесь здесь",
        "DefaultLocationProviderDesc1": "Этот способ отслеживания определяет местоположение на основе языка, которым пользователи пользуются в браузере и системе.",
        "DefaultLocationProviderExplanation": "Вы используете провайдер определения местоположения по умолчанию. Это означает, что Matomo будет судить о местоположении посетителя по используемому им языку. %1$sПрочтите здесь%2$s о том, как устанавливать местоположение более точно.",
        "DistinctCountries": "%s уникальных стран",
        "FromDifferentCities": "разные города",
        "GeoIPDocumentationSuffix": "Чтобы увидеть данные по этому отчету вы должны установить GeoIP в секции Geolocation, которая находится в панели администрирования. Платные базы данных GeoIP %1$sMaxmind%2$s более точны, чем бесплатные. Насколько именно они точные, вы можете посмотреть %3$sздесь%4$s.",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "На этой странице вы можете изменить способ определения местоположения посетителей.",
        "getCityDocumentation": "Этот отчет показывает города посетителей вашего сайта.",
        "getContinentDocumentation": "Этот отчет показывает континенты посетителей вашего сайта.",
        "getCountryDocumentation": "Этот отчет показывает страны посетителей вашего сайта.",
        "getRegionDocumentation": "Этот отчет показывает регионы посетителей вашего сайта.",
        "Latitude": "Широта",
        "Latitudes": "Широта",
        "Location": "Локация",
        "LocationProvider": "Способ определения локации пользователя",
        "Longitude": "Долгота",
        "Longitudes": "Долгота",
        "NoDataForGeoIPReport1": "Не существует данных для этого отчета, потому что либо нет данных о местоположении или IP адрес посетителя не может быть определён географически.",
        "NoDataForGeoIPReport2": "Для обеспечения точной геолокации, изменить параметры %1$sтут%2$s и используйте %3$sбазу данных городов%4$s.",
        "PluginDescription": "Сообщает местонахождение посетителей: страна, регион, город и географические координаты (широта\/долгота).",
        "Region": "Регион",
        "SubmenuLocations": "Локации",
        "ToGeolocateOldVisits": "Для того чтобы получить информацию о местоположении для предыдущих посетителей, воспользуйтесь скриптом, о котором написано %1$sтут%2$s.",
        "WidgetLocation": "Местонахождение посетителя"
    }
}