{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP адрес %s - это локальный адрес и его конкретное местонахождение не может быть определено.",
        "City": "Город",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "Continents": "Континент",
        "Country": "Страна",
        "CountryCode": "Код страны",
        "CurrentLocationIntro": "Согласно используемому способу отслеживания вы находитесь здесь",
        "DefaultLocationProviderDesc1": "Этот способ отслеживания определяет местоположение на основе языка, которым пользователи пользуются в браузере и системе.",
        "DefaultLocationProviderDesc2": "Это не очень точно, поэтому %1$sмы рекомендуем установить и использовать %2$sбазу данных геолокации%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Вы используете провайдер определения местоположения по умолчанию. Это означает, что Matomo будет судить о местоположении посетителя по используемому им языку. %1$sПрочтите здесь%2$s о том, как устанавливать местоположение более точно.",
        "DisabledLocationProvider": "Отключает геолокацию.",
        "DistinctCountries": "%s уникальных стран",
        "FromDifferentCities": "разные города",
        "GeoIPDocumentationSuffix": "Чтобы увидеть данные по этому отчету вы должны установить GeoIP в секции Geolocation, которая находится в панели администрирования. Платные базы данных GeoIP %1$sMaxmind%2$s более точны, чем бесплатные. Насколько именно они точные, вы можете посмотреть %3$sздесь%4$s.",
        "GeoIpDbIpAccuracyNote": "Примечание: базы данных DBIP бесплатны и могут быть загружены автоматически, но результаты геолокации (в частности, результаты по городам) не так точны, как у MaxMind. Однако, MaxMind, требует, чтобы вы создали учетную запись даже для бесплатной базы данных. Если вы хотите использовать базу данных геолокации MaxMind, вы можете начать процесс %1$sтут%2$s",
        "Geolocation": "Геолокация",
        "GeolocationPageDesc": "На этой странице вы можете изменить способ определения местоположения посетителей.",
        "GeolocationProviderBroken": "Настроенный провайдер геолокации %1$s неисправен. Пожалуйста, исправьте провайдера или настройте другого, чтобы геолокация снова работала.",
        "GeolocationProviderUnavailable": "Настроенный поставщик геолокации %1$s больше не доступен, пожалуйста, настройте другого.",
        "HowToInstallGeoIPDatabases": "Как получить базы данных геолокации?",
        "Latitude": "Широта",
        "Latitudes": "Широта",
        "Location": "Локация",
        "LocationProvider": "Способ определения локации пользователя",
        "LocationsSubcategoryHelp": "Раздел Locations — это лучший способ узнать, где находятся люди, посещающие ваш сайт. Он показывает страны, континенты, регионы, города, из которых приходят ваши посетители, в виде таблиц и карт. Кроме того, вы можете увидеть, на какой язык настроен их браузер, что поможет определить иностранных посетителей в других местах.",
        "Longitude": "Долгота",
        "Longitudes": "Долгота",
        "MaxMindLinkExplanation": "Если вы используете геолокационные базы данных MaxMind и еще не знаете, как генерировать URL-адрес загрузки, %1$sнажмите здесь, чтобы узнать как%2$s.",
        "NoDataForGeoIPReport1": "Не существует данных для этого отчета, потому что либо нет данных о местоположении или IP адрес посетителя не может быть определён географически.",
        "NoDataForGeoIPReport2": "Для обеспечения точной геолокации, изменить параметры %1$sтут%2$s и используйте %3$sбазу данных городов%4$s.",
        "NoProviders": "В настоящее время не существует дополнительных провайдеров геолокации. Matomo рекомендует использовать базы данных %1$sdbip%2$s, но для этого необходимо активировать плагин GeoIp2. (В качестве альтернативы вы можете установить плагин стороннего производителя, который предоставляет свои собственные функции геолокации из маректплейса).",
        "PluginDescription": "Сообщает местонахождение посетителей: страна, регион, город и географические координаты (широта/долгота).",
        "Region": "Регион",
        "SubmenuLocations": "Локации",
        "TestIPLocatorFailed": "Matomo попытался проверить местоположение известного IP-адреса (%1$s), но ваш сервер не вернул никакой информации. Возможно, этот провайдер настроен неправильно (например, база данных геолокации может быть названа неверно или расположена в неправильном каталоге).",
        "ToGeolocateOldVisits": "Чтобы получить данные о местоположении для старых посещений, используйте скрипт, описанный %1$sтут%2$s.",
        "VisitLocation": "Местоположение посещения",
        "WidgetLocation": "Местонахождение посетителя",
        "country_a1": "Анонимный прокси",
        "country_a2": "Спутниковый провайдер",
        "country_cat": "Каталаноязычные общества",
        "country_o1": "Другая страна",
        "getCityDocumentation": "Этот отчет показывает города посетителей вашего сайта.",
        "getContinentDocumentation": "Этот отчет показывает континенты посетителей вашего сайта.",
        "getCountryDocumentation": "Этот отчет показывает страны посетителей вашего сайта.",
        "getRegionDocumentation": "Этот отчет показывает регионы посетителей вашего сайта."
    }
}
