{
    "UserCountry": {
        "CannotLocalizeLocalIP": "Adresa IP %s është një adresë vendore dhe s’gjeolokalizohet dot.",
        "City": "Qytet",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Continents": "Kontinente",
        "Country": "Vend",
        "CountryCode": "Kod vendi",
        "country_a1": "Ndërmjetës Anonim",
        "country_a2": "Furnizues Satelitor",
        "country_cat": "Bashkësi që flasin Katalançe",
        "country_o1": "Vend Tjetër",
        "VisitLocation": "Vend Vizite",
        "CurrentLocationIntro": "Sipas këtij furnizuesi, gjendeni në",
        "DefaultLocationProviderDesc1": "Furnizuesi parazgjedhje i vendeve e hamendëson vendin e një vizitori bazuar në gjuhën e përdorur prej tyre.",
        "DefaultLocationProviderDesc2": "Kjo s’është shumë e saktë, ndaj %1$skëshillojmë instalimin dhe përdorimin e %2$snjë baze të dhënash gjeovendëzimi%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Po përdorni furnizuesin parazgjedhje të vendeve, që do të thotë se Matomo do ta hamendësojë vendin e vizitorit bazuar në gjuhën që ky përdor. %1$sLexoni këtë%2$s që të mësoni se si të rregulloni gjeovendëzim më të saktë.",
        "DistinctCountries": "%s vende ndaras",
        "FromDifferentCities": "qytete të ndryshme",
        "GeoIPDocumentationSuffix": "Që të mund të shihni të dhëna për këtë raport, duhet të rregulloni GeoIP-në te skeda e përgjegjësit për Gjeovendëzimin. Bazat komerciale të të dhënave GeoIP %1$sMaxmind%2$s janë më të sakta se sa ato falas. Që të shihni se sa të sakta janë, klikoni %3$skëtu%4$s.",
        "Geolocation": "Gjeovendëzim",
        "GeolocationPageDesc": "Në këtë faqe mund të ndryshoni mënyrën se si përcakton Matomo vendndodhjet e vizitorëve.",
        "getCityDocumentation": "Ky raport shfaq qytetet ku gjendeshin vizitorët tuaj kur përdorën sajtin tuaj.",
        "getContinentDocumentation": "Ky raport shfaq kontinentet ku gjendeshin vizitorët tuaj kur përdorën sajtin tuaj.",
        "getCountryDocumentation": "Ky raport shfaq vendet ku gjendeshin vizitorët tuaj kur përdorën sajtin tuaj.",
        "getRegionDocumentation": "Ky raport shfaq rajonet ku gjendeshin vizitorët tuaj kur përdorën sajtin tuaj.",
        "HowToInstallGeoIPDatabases": "Si të marr baza të dhënash gjeovendëzimi?",
        "Latitude": "Gjerësi gjeografike",
        "Latitudes": "Gjerësi gjeografike",
        "Location": "Vend",
        "LocationProvider": "Furnizues Vendesh",
        "Longitude": "Gjatësi gjeografike",
        "Longitudes": "Gjatësi gjeografike",
        "NoDataForGeoIPReport1": "S’ka të dhëna për këtë raport, ngaqë s’ka të dhëna vendesh ose adresat IP të vizitorëve s’gjeovendëzohen dot.",
        "NoDataForGeoIPReport2": "Që të aktivizoni gjeovendëzim të saktë, ndryshoni rregullimet %1$skëtu%2$s dhe përdorni një %3$sbazë të dhënash në nivel qytetesh%4$s.",
        "NoProviders": "Hëpërhë s’ka furnizues shtesë gjeovendëzimi. Matomo këshillon përdorimin e bazave të dhënave %1$sdbip%2$s, por kjo lyp aktivizimin e shtojcës GeoIp2. (Ndryshe, mund të instaloni që nga tregu një shtojcë pale të tretë që furnizon funksionet e veta të gjeovendëzimit.)",
        "PluginDescription": "Raporton vendndodhjen e vizitorëve tuaj: vend, rajon, qytet dhe koordinata gjeografike (gjerësi gjeografike\/gjatësi gjeografike).",
        "Region": "Rajon",
        "SubmenuLocations": "Vende",
        "TestIPLocatorFailed": "Matomo provoi të kontrollojë vendin e një adrese të njohur IP (%1$s), por shërbyesi juaj s’u përgjigj me ndonjë të dhënë. Ky furnizues mund të mos jetë formësuar si duhet (baza e të dhënave për gjeovendëzim mund të jetë emërtuar jo saktë ose të gjendet në drejtori të gabuar, për shembull).",
        "ToGeolocateOldVisits": "Që të kini të dhëna vendesh për vizitat tuaja të vjetra, përdorni programthin e përshkruar %1$skëtu%2$s.",
        "WidgetLocation": "Vend Vizitori",
        "GeoIpDbIpAccuracyNote": "Shënim: Bazat e të dhënave DBIP janë falas dhe mund të shkarkohen automatikisht, por përfundimet e gjeovendëzimit (posaçërisht përfundimet për qytete) s’janë aq të përpikta sa të MaxMind-it. MaxMind, nga ana tjetër, lyp të krijoni një llogari madje edhe për bazën falas të të dhënave. Nëse doni të përdorni bazën e të dhënave MaxMind për gjeovendëzime, procesin mund ta filloni %1$skëtu%2$s",
        "MaxMindLinkExplanation": "Nëse përdorni baza të dhënash MaxMind për gjeovendëzime dhe nuk dini tashmë si si të prodhoni URL-në tuaj të shkarkimit, %1$sklikoni këtu që të mësoni se si%2$s."
    }
}