{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP-adressen %s är en lokal adress och kan inte geolokaliseras.",
        "City": "Stad",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kontinent",
        "Continents": "Kontinenter",
        "Country": "Land",
        "CountryCode": "Landskod",
        "country_a1": "Anonym proxy",
        "country_a2": "Satellitleverantör",
        "country_cat": "Katalanska språkgemenskaperna",
        "country_o1": "Annat land",
        "VisitLocation": "Besök plats",
        "CurrentLocationIntro": "Enligt denna leverantör är din aktuella plats",
        "DefaultLocationProviderDesc1": "Som standard gissar sig platstjänsten till besökarens plats baserat på vilket språk som används.",
        "DefaultLocationProviderDesc2": "Detta är inte särskilt exakt, så %1$svi rekommenderar att du installerar och använder %2$sen geolokaliseringsdatabas%3$s.%4$s",
        "DefaultLocationProviderExplanation": "Du använder den standardiserade platsleverantören, det innebär att Matomo kommer räkna ut besökarens geografiska position baserat på språket de använder. %1$sLäs det här%2$s för att lära dig mer om hur du får en mer exakt lokalisering av dina besökare.",
        "DistinctCountries": "%s distinkta länder",
        "FromDifferentCities": "Olika städer",
        "GeoIPDocumentationSuffix": "För att se data i den här rapporten måste du ställa in GeoIP i inställningarna, under fliken Geolocation. Dom kommersiella versionerna av GeoIP-databaserna från %1$sMaxmind%2$s är mer exakta än dom som är gratis. Klicka %3$shär%4$s för att se hur exakta dom är.",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "På den här sidan kan du ändra hur Matomo avgör besökarnas platser.",
        "GeolocationProviderBroken": "Den konfigurerade geolokaliseringsleverantören %1$s är trasig. Åtgärda leverantören eller konfigurera en annan för att geolokaliseringen ska fungera igen.",
        "GeolocationProviderUnavailable": "Den konfigurerade leverantören av geolokalisering %1$s är inte tillgänglig längre, konfigurera en annan.",
        "getCityDocumentation": "Den här rapporten visar vilka städer dina besökare var i när dom besökte webbplatsen.",
        "getContinentDocumentation": "Den här rapporten visar vilka kontinenter dina besökare var på när dom besökte webbplatsen.",
        "getCountryDocumentation": "Den här rapporten visar vilka länder dina besökare var i när dom besökte webbplatsen.",
        "getRegionDocumentation": "Den här rapporten visar vilka regioner dina besökare var i när dom besökte webbplatsen.",
        "HowToInstallGeoIPDatabases": "Hur får jag geolokaliseringsdatabaser?",
        "Latitude": "Latitud",
        "Latitudes": "Latituder",
        "Location": "Plats",
        "LocationProvider": "Platstjänst",
        "Longitude": "Longitud",
        "Longitudes": "Longituder",
        "NoDataForGeoIPReport1": "Det finns ingen data för den här rapporten. Antingen finns det ingen platsdata tillgänglig, eller så kan inte besökarnas IP-adresser lokaliseras.",
        "NoDataForGeoIPReport2": "Ändra inställningarna %1$shär%2$s och använd en %3$sdatabas på stadsnivå%4$s om du vill aktivera Geolocation.",
        "NoProviders": "Det finns för närvarande inga ytterligare geolokaliseringsleverantörer tillgängliga. Matomo rekommenderar att %1$sdbip%2$s-databaserna används, men detta kräver att GeoIp2-pluginet aktiveras. (Alternativt kan du installera ett plugin från tredje part som tillhandahåller sin egen geolokaliseringsfunktionalitet från Marketplace.)",
        "PluginDescription": "Geografiska rapporter för dina besökare: land, region, stad och geografiska koordinater (latitud\/longitud).",
        "Region": "Region",
        "SubmenuLocations": "Platser",
        "TestIPLocatorFailed": "Matomo försökte kontrollera platsen för en känd IP-adress (%1$s), men din server returnerade ingen information. Den här leverantören kanske inte är konfigurerad korrekt (geolokaliseringsdatabasen kan exempelvis ha felaktig namngivning eller finnas i fel katalog).",
        "ToGeolocateOldVisits": "Används skriptet som beskrivs %1$shär%2$s för att få platsdata för gamla besök.",
        "WidgetLocation": "Besökares plats",
        "GeoIpDbIpAccuracyNote": "Obs: DBIP-databaserna är gratis och kan laddas ner automatiskt, men geolokaliseringsresultat (särskilt stadsresultat) är inte lika exakta som MaxMinds. MaxMind kräver dock att du skapar ett konto även för den kostnadsfria databasen. Om du vill använda MaxMinds geolokaliseringsdatabas kan du starta processen %1$shär%2$s",
        "MaxMindLinkExplanation": "Om du använder MaxMinds geolokaliseringsdatabaser och du inte redan vet hur du skapar din nedladdnings-URL, %1$sklicka här för att lära dig hur du gör det%2$s.",
        "LocationsSubcategoryHelp": "Avsnittet Platser är det bästa sättet att ta reda på var människor befinner sig när de besöker din webbplats. Det avslöjar länder, kontinenter, regioner och städer som dina besökare kommer från, i tabeller och kartform. Dessutom kan du se vilket språk webbläsaren är inställd på, vilket hjälper till att identifiera internationella besökare på alternativa platser."
    }
}