{
    "UserCountry": {
        "AssumingNonApache": "Hindi mahanap ang apache_get_modules function sa pag-aakala na hindi Apache webserver.",
        "CannotFindGeoIPDatabaseInArchive": "Hindi mahanap ang file na %1$s sa %2$s!",
        "CannotFindGeoIPServerVar": "Ang %s variable ay hindi naka-set. Ang iyong server ay maaaring hindi naka-configure nang tama.",
        "CannotListContent": "Hindi ma-ilista ang nilalaman para sa %1$s: %2$s.",
        "CannotLocalizeLocalIP": "Ang IP address %s ay isang lokal na address at hindi maaaring i-geolocated.",
        "CannotUnzipDatFile": "Hindi ma-unzip ang dat file sa %1$s: %2$s.",
        "City": "Lungsod",
        "CityAndCountry": "%1$s %2$s",
        "Continent": "Kontinente",
        "Country": "Bansa",
        "country_a1": "Anonymous Proxy",
        "country_a2": "Satellite Provider",
        "country_cat": "Komunidad ng wikang Catalan",
        "country_o1": "Iba pang mga bansa",
        "CurrentLocationIntro": "Ayon sa provider ang iyong kasalukuyang lokasyon ay",
        "DefaultLocationProviderDesc1": "Ang default na lokasyon ng provider na humu-hula sa mga bansa ng bumibisita batay sa wika na ginagamit nila.",
        "DefaultLocationProviderExplanation": "Iyong ginagamit ang default location provider na nangangahulugan na ang Matomo ay huhulaan ang lokasyon ng iyong bisita base sa wika na kanilang ginagamit. %1$sRead this%2$s upang malaman panu e-setup na may tamang geolocation.",
        "DistinctCountries": "natatanging mga bansa %s",
        "DownloadingDb": "Downloading %s",
        "DownloadNewDatabasesEvery": "I-update ang mga bawat database",
        "FoundApacheModules": "Matomo nahanap ang mga sumusunod na Apache modules.",
        "FromDifferentCities": "ibang mga lungsod",
        "GeoIPCannotFindMbstringExtension": "Hindi mahanap ang %1$s function. Mangyaring siguraduhin na ang %2$s extension na naka-install at na-load.",
        "GeoIPDatabases": "GeoIP ng mga Database",
        "GeoIPDocumentationSuffix": "Upang makita ang dataus para sa ulat na ito kailangan mong mag setup ng GeoIP sa Geolocation admin tab. Ang komersyal %1$sMaxmind%2$s GeoIP databases ay higit na tiyak kaysa sa mga libre. Upang makita kung gaano ito ka-tiyak i-click ang %3$shere%4$s.",
        "GeoIPImplHasAccessTo": "Ang pagpapatupad ng GeoIP na ito ay may access sa mga sumusunod na uri ng database",
        "GeoIpLocationProviderDesc_Pecl2": "Walang mga limitasyon sa provider na ito kaya ito ay isa sa mga aming nirerekomenda na gamitin.",
        "GeoIpLocationProviderDesc_Php2": "Kung ang iyong website ay nakakakuha ng mataas ng traffic iyong mapapansin na itong location provider ay mabagal. Sa sitwasyong ito dapat mong i-install ang %1$sPECL extension%2$s o ang %3$sserver module%4$s.",
        "GeoIpLocationProviderDesc_ServerBased2": "Kung meron kang e-iimport na mga log files o di kaya ay may gagawing na may kinalaman sa pag set ng IP addresses gamitin ang %1$sPECL GeoIP implementation (recommended)%2$s or ang %3$sPHP GeoIP implementation%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Tandaan: IP anonymization ay walang epekto sa mga lokasyon na inulat ng provider na ito. Bago ito gamitin na may IP anonymization siguraduhin na ito ay hindi lumalabag sa mga batas ng privacy na maaring sumailalim sa.",
        "GeoIpLocationProviderNotRecomnended": "Gumagana ang Geolocation ngunit hindi ka gumagamit ng isa sa mga inirerekomendang provider.",
        "GeoIPNoServerVars": "Hindi mahanap ng Matomo ang kahit na anong %s variable ng GeoIP.",
        "GeoIPPeclCustomDirNotSet": "Ang %s PHP ini options ay hindi pa na set.",
        "GeoIPServerVarsFound": "Nakita ng Matomo ang mga sumusunod na %s variable ng GeoIP",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "Sa pahinang ito ay maaari mo nang baguhin kung paano malalaman ng Matomo ang lokasyon ng bisita.",
        "getCityDocumentation": "Ipinapakita ng ulat na ito ang lungsod ng iyong mga bisita ng in-access nila ang iyong website.",
        "getContinentDocumentation": "Ang ulat na ito ay nagpapakita kung aling mga kontinente galing ang iyong mga bisita na umaccess sa iyong website.",
        "getCountryDocumentation": "Ang ulat na ito ay nagpapakita kung saang bansa galing ang iyong bisita ng ina-access nila ang iyong website.",
        "getRegionDocumentation": "Ang ulat na ito ay nagpapakita kung saang rehiyon galing ang iyong mga bisita ng in-access nila ang iyong website.",
        "HowToInstallApacheModule": "Paano ko ii-install ang GeoIP module para sa Apache?",
        "HowToInstallGeoIpPecl": "Paano ako magiinstall ng karugtong ng GeoIP PECL?",
        "HowToInstallNginxModule": "Paano ko ii-install ang GeoIP module para sa Nginx?",
        "HowToSetupGeoIPIntro": "Ikaw ay may hindi wastong Geolocation setup. Ang feature na ito ay malaking tulong at kung wala nito hindi mo makikita ang tumpak na at kumpletong impormasyon ng lokasyon para sa iyong mga bisita. Narito kung paano mo agad masisimulan ang paggamit nito:",
        "HttpServerModule": "HTTP Module Server",
        "InvalidGeoIPUpdatePeriod": "Di-wastong panahon para sa GeoIP update: %1$s. Ang wastong value ay %2$s.",
        "ISPDatabase": "ISP Database",
        "Latitude": "Latitud",
        "Location": "Lokasyon",
        "LocationDatabase": "Lokasyon ng database",
        "LocationDatabaseHint": "Ang database ng lokasyon ay alinman sa isang bansa rehiyon o database ng lungsod.",
        "LocationProvider": "Lokasyon ng provider",
        "Longitude": "Longhitud",
        "NoDataForGeoIPReport1": "Walang mga datus para sa ulat na ito dahil walang data na magagamit sa lokasyon o ang IP address ay hindi maaaring e-geolocated.",
        "NoDataForGeoIPReport2": "Upang paganahin ang tamang geolocation baguhin ang mga setting %1$sdito%2$s at gumamit ng%3$scity database%4$s.",
        "Organization": "Organisasyon",
        "OrgDatabase": "Organisasyon ng Database",
        "Region": "Rehiyon",
        "SubmenuLocations": "Mga Lokasyon",
        "ToGeolocateOldVisits": "Upang makakuha ng data ng lokasyon para sa iyong lumang mga pagbisita gamitin ang script na inilarawan %1$shere%2$s.",
        "UnsupportedArchiveType": "Nakatagpo ng hindi suportadong klase ng archive %1$s",
        "UpdaterHasNotBeenRun": "Ang updater ay hindi pa napapatatakbo.",
        "UpdaterIsNotScheduledToRun": "Ito ay hindi nakaiskedyul na tumakbo sa hinaharap.",
        "UpdaterScheduledForNextRun": "Ito ay naka-iskedyul na tumakbo sa loob ng susunod na cron core: i-archive ang execution ng command.",
        "UpdaterWasLastRun": "Ang updater ay huling na i-run ng %s.",
        "UpdaterWillRunNext": "Ito ang susunod na naka-schedule upang tumakbo ng %s.",
        "WidgetLocation": "Lokasyon ng bisita"
    }
}