{
    "UserCountry": {
        "AssumingNonApache": "Hindi mahanap ang apache_get_modules function sa pag-aakala na hindi Apache webserver.",
        "CannotFindGeoIPDatabaseInArchive": "Hindi mahanap ang file na %1$s sa %2$s!",
        "CannotFindGeoIPServerVar": "Ang %s variable ay hindi naka-set. Ang iyong server ay maaaring hindi naka-configure nang tama.",
        "CannotListContent": "Hindi ma-ilista ang nilalaman para sa %1$s: %2$s.",
        "CannotLocalizeLocalIP": "Ang IP address %s ay isang lokal na address at hindi maaaring i-geolocated.",
        "CannotSetupGeoIPAutoUpdating": "Ito ay magmumukhang paglalagay ng iyong GeoIP databases sa labas ng Piwik(maari nating sabihin dahil walang databases sa misc subdirectory ngunit ang iyong GeoIP ay gumagana). Hindi maaaring awtomatikong i-update ang iyong mga Piwik GeoIP database kung ito ay nakalagay sa labas ng direktoryo Misc.",
        "CannotUnzipDatFile": "Hindi ma-unzip ang dat file sa %1$s: %2$s.",
        "City": "Lungsod",
        "CityAndCountry": "%1$s %2$s",
        "Continent": "Kontinente",
        "Country": "Bansa",
        "country_a1": "Anonymous Proxy",
        "country_a2": "Satellite Provider",
        "country_cat": "Komunidad ng wikang Catalan",
        "country_o1": "Iba pang mga bansa",
        "CurrentLocationIntro": "Ayon sa provider ang iyong kasalukuyang lokasyon ay",
        "DefaultLocationProviderDesc1": "Ang default na lokasyon ng provider na humu-hula sa mga bansa ng bumibisita batay sa wika na ginagamit nila.",
        "DefaultLocationProviderExplanation": "Iyong ginagamit ang default location provider na nangangahulugan na ang Piwik ay huhulaan ang lokasyon ng iyong bisita base sa wika na kanilang ginagamit. %1$sRead this%2$s upang malaman panu e-setup na may tamang geolocation.",
        "DistinctCountries": "natatanging mga bansa %s",
        "DownloadingDb": "Downloading %s",
        "DownloadNewDatabasesEvery": "I-update ang mga bawat database",
        "FatalErrorDuringDownload": "May malalang error na naganap habang dina-download ang file na ito. Maaring may mali sa iyong internet koneksyon",
        "FoundApacheModules": "Piwik nahanap ang mga sumusunod na Apache modules.",
        "FromDifferentCities": "ibang mga lungsod",
        "GeoIPCannotFindMbstringExtension": "Hindi mahanap ang %1$s function. Mangyaring siguraduhin na ang %2$s extension na naka-install at na-load.",
        "GeoIPDatabases": "GeoIP ng mga Database",
        "GeoIPDocumentationSuffix": "Upang makita ang dataus para sa ulat na ito kailangan mong mag setup ng GeoIP sa Geolocation admin tab. Ang komersyal %1$sMaxmind%2$s GeoIP databases ay higit na tiyak kaysa sa mga libre. Upang makita kung gaano ito ka-tiyak i-click ang %3$shere%4$s.",
        "GeoIPImplHasAccessTo": "Ang pagpapatupad ng GeoIP na ito ay may access sa mga sumusunod na uri ng database",
        "GeoIPIncorrectDatabaseFormat": "Ang iyong database GeoIP ay mukhang may hindi tamang format. Maaari na ito ay sira. Tiyaking maige na ginagamit mo ang binary bersyon at subukang palitan ito ng isang kopya.",
        "GeoIpLocationProviderDesc_Pecl1": "Ang provider ng lokasyon na ito ay gumagamit ng isang database GeoIP at PECL module upang maging tiyak at tama ang pagtukoy sa lokasyon ng iyong mga bisita.",
        "GeoIpLocationProviderDesc_Pecl2": "Walang mga limitasyon sa provider na ito kaya ito ay isa sa mga aming nirerekomenda na gamitin.",
        "GeoIpLocationProviderDesc_Php1": "Ang ng location ng provider ay pinaka simpleng i-install sa pagkat ito ay hindi nangangailangan ng configuration ng server(tamang-tama sa mga shared-hosting!). Ito ay gumagamit ng GeopIp databases at MaxMind's PHP API upang matukoy ang tumpak na lokasyon ng iyong mga bisita",
        "GeoIpLocationProviderDesc_Php2": "Kung ang iyong website ay nakakakuha ng mataas ng traffic iyong mapapansin na itong location provider ay mabagal. Sa sitwasyong ito dapat mong i-install ang %1$sPECL extension%2$s o ang %3$sserver module%4$s.",
        "GeoIpLocationProviderDesc_ServerBased2": "Kung meron kang e-iimport na mga log files o di kaya ay may gagawing na may kinalaman sa pag set ng IP addresses gamitin ang %1$sPECL GeoIP implementation (recommended)%2$s or ang %3$sPHP GeoIP implementation%4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Tandaan: IP anonymization ay walang epekto sa mga lokasyon na inulat ng provider na ito. Bago ito gamitin na may IP anonymization siguraduhin na ito ay hindi lumalabag sa mga batas ng privacy na maaring sumailalim sa.",
        "GeoIpLocationProviderNotRecomnended": "Gumagana ang Geolocation ngunit hindi ka gumagamit ng isa sa mga inirerekomendang provider.",
        "GeoIPNoServerVars": "Hindi mahanap ng Piwik ang kahit na anong %s variable ng GeoIP.",
        "GeoIPPeclCustomDirNotSet": "Ang %s PHP ini options ay hindi pa na set.",
        "GeoIPServerVarsFound": "Nakita ng Piwik ang mga sumusunod na %s variable ng GeoIP",
        "GeoIPUpdaterInstructions": "Ipasok ang mga links ng mga na download para sa iyong databases sa ibaba. Kung ikaw ay bumili ng mga databases mula sa %3$sMaxMind%4$s Maari mong mahanap ang mga links na ito sa %1$shere%2$s. Mangyaring makipag-ugnay sa %3$sMaxMind%4$s kung mayroong naging problema sa pag-access sa mga ito.",
        "GeoIPUpdaterIntro": "Kasalukuyang namamahala ang Piwik ng mga update para sa sumusunod na mga GeoIP database",
        "GeoLiteCityLink": "Kung gumagamit ka ng GeoLite City database gamitin ang link na ito: %1$s%2$s%3$s \"",
        "Geolocation": "Geolocation",
        "GeolocationPageDesc": "Sa pahinang ito ay maaari mo nang baguhin kung paano malalaman ng Piwik ang lokasyon ng bisita.",
        "getCityDocumentation": "Ipinapakita ng ulat na ito ang lungsod ng iyong mga bisita ng in-access nila ang iyong website.",
        "getContinentDocumentation": "Ang ulat na ito ay nagpapakita kung aling mga kontinente galing ang iyong mga bisita na umaccess sa iyong website.",
        "getCountryDocumentation": "Ang ulat na ito ay nagpapakita kung saang bansa galing ang iyong bisita ng ina-access nila ang iyong website.",
        "getRegionDocumentation": "Ang ulat na ito ay nagpapakita kung saang rehiyon galing ang iyong mga bisita ng in-access nila ang iyong website.",
        "HowToInstallApacheModule": "Paano ko ii-install ang GeoIP module para sa Apache?",
        "HowToInstallGeoIPDatabases": "Paano ko makakakuha ang mga database ng GeoIP?",
        "HowToInstallGeoIpPecl": "Paano ako magiinstall ng karugtong ng GeoIP PECL?",
        "HowToInstallNginxModule": "Paano ko ii-install ang GeoIP module para sa Nginx?",
        "HowToSetupGeoIP": "Paano i-setup ang tumpak na geolocation gamit ang GeoIP",
        "HowToSetupGeoIP_Step1": "%1$s I-download %2$s ang GeoLite City database mula sa %3$s MaxMind %4$s.",
        "HowToSetupGeoIP_Step2": "Extract ang file na ito at kopyahin ang mga resulta %1$s sa %2$s misc %3$s Piwik subdirectory (maaari mong gawin ito sa pamamagitan ng FTP o SSH)",
        "HowToSetupGeoIP_Step3": "I-reload ang screen na ito. Ang %1$s GeoIP (PHP) %2$s provider na ngayon ang %3$s i-iinstal%4$s. Piliin ito.",
        "HowToSetupGeoIP_Step4": "At ikaw ay tapos na! Nagawang mong mag setup ng Piwik upang magamit ang GeoIP na nangangahulugan na iyo ng makikita ang bawat rehiyon at lungsod ng bawat bibisita sa iyong webiste namay tiyak na impormasyon sa kanilang bansa.",
        "HowToSetupGeoIPIntro": "Ikaw ay may hindi wastong Geolocation setup. Ang feature na ito ay malaking tulong at kung wala nito hindi mo makikita ang tumpak na at kumpletong impormasyon ng lokasyon para sa iyong mga bisita. Narito kung paano mo agad masisimulan ang paggamit nito:",
        "HttpServerModule": "HTTP Module Server",
        "InvalidGeoIPUpdatePeriod": "Di-wastong panahon para sa GeoIP update: %1$s. Ang wastong value ay %2$s.",
        "IPurchasedGeoIPDBs": "Bumili ako ng higit sa %1$s database mula MaxMind %2$s at nais na i-setup ang awtomatikong update.",
        "ISPDatabase": "ISP Database",
        "IWantToDownloadFreeGeoIP": "Gusto kong i-download ang libreng database ng GeoIP.",
        "Latitude": "Latitud",
        "Location": "Lokasyon",
        "LocationDatabase": "Lokasyon ng database",
        "LocationDatabaseHint": "Ang database ng lokasyon ay alinman sa isang bansa rehiyon o database ng lungsod.",
        "LocationProvider": "Lokasyon ng provider",
        "Longitude": "Longhitud",
        "NoDataForGeoIPReport1": "Walang mga datus para sa ulat na ito dahil walang data na magagamit sa lokasyon o ang IP address ay hindi maaaring e-geolocated.",
        "NoDataForGeoIPReport2": "Upang paganahin ang tamang geolocation baguhin ang mga setting %1$sdito%2$s at gumamit ng%3$scity database%4$s.",
        "Organization": "Organisasyon",
        "OrgDatabase": "Organisasyon ng Database",
        "PeclGeoIPNoDBDir": "Ang PECL module ay naghahanap ng databases sa %1$s Pero ang directory na ito ay wala. Mangyaring gawin ito at e-dagdag ang GeopIP databases dito. Bukod dito maari kang magtakda ng %2$s sa tamang directory sa iyong php.ini file",
        "PiwikNotManagingGeoIPDBs": "Ang Piwik ay kasalukuyang di namamahala ng anumang GeoIP database",
        "Region": "Rehiyon",
        "SetupAutomaticUpdatesOfGeoIP": "I-set-up ang awtomatikong update ng mga database ng GeoIP",
        "SubmenuLocations": "Mga Lokasyon",
        "ThisUrlIsNotAValidGeoIPDB": "Ang mga na download na file ay hindi tamang GeoIP database. Mang-yaring e-check muli ang URL o i-download muli ang file ng mano-mano.",
        "ToGeolocateOldVisits": "Upang makakuha ng data ng lokasyon para sa iyong lumang mga pagbisita gamitin ang script na inilarawan %1$shere%2$s.",
        "UnsupportedArchiveType": "Nakatagpo ng hindi suportadong klase ng archive %1$s",
        "UpdaterHasNotBeenRun": "Ang updater ay hindi pa napapatatakbo.",
        "UpdaterIsNotScheduledToRun": "Ito ay hindi nakaiskedyul na tumakbo sa hinaharap.",
        "UpdaterScheduledForNextRun": "Ito ay naka-iskedyul na tumakbo sa loob ng susunod na cron core: i-archive ang execution ng command.",
        "UpdaterWasLastRun": "Ang updater ay huling na i-run ng %s.",
        "UpdaterWillRunNext": "Ito ang susunod na naka-schedule upang tumakbo ng %s.",
        "WidgetLocation": "Lokasyon ng bisita"
    }
}