{
    "UserCountry": {
        "CannotLocalizeLocalIP": "%s IP adresi yerel bir adres olduğundan coğrafi konumu belirlemekte kullanılamaz.",
        "City": "İl",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kıta",
        "Continents": "Kıta",
        "Country": "Ülke",
        "CountryCode": "Ülke kodu",
        "country_a1": "İsimsiz Vekil Sunucu",
        "country_a2": "Uydu Hizmeti Sağlayıcı",
        "country_cat": "Katalanca konuşulan topluluklar",
        "country_o1": "Başka Bir Ülke",
        "VisitLocation": "Konumu Ziyaret Et",
        "CurrentLocationIntro": "Bu hizmet sağlayıcıya göre geçerli konumunuz:",
        "DefaultLocationProviderDesc1": "Varsayılan konum hizmeti sağlayıcısı bir ziyaretçinin ülkesini kullandığı dile göre belirler.",
        "DefaultLocationProviderDesc2": "Bu yöntem çok güvenilir değildir. %1$sBu nedenle %2$scoğrafi konum veritabanı%3$s özelliğini kurup kullanmanız önerilir.%4$s",
        "DefaultLocationProviderExplanation": "Varsayılan konum hizmeti sağlayıcısını kullanıyorsunuz. Bu yöntemde bir ziyaretçinin ülkesi kullandığı dile göre belirlenir. Daha doğru coğrafi konumlama kurulumunun nasıl yapılacağı hakkında ayrıntılı bilgi almak için %1$sbu bölümü okuyun%2$s.",
        "DistinctCountries": "%s ayrı ülke",
        "FromDifferentCities": "ayrı iller",
        "GeoIPDocumentationSuffix": "Bu raporun verilerini görüntülemek için Coğrafi konum yönetici sekmesinden GeoIP kurulumunu yapmalısınız. Ticari %1$sMaxmind%2$s GeoIP veritabanları ücretsiz olanlardan daha doğrudur. Doğruluğu görmek için %3$sburaya tıklayın%4$s",
        "Geolocation": "Coğrafi Konum",
        "GeolocationPageDesc": "Ziyaretçi konumun Matomo tarafından nasıl bulunacağı bu bölümden ayarlanabilir.",
        "GeolocationProviderBroken": "Yapılandırlmış %1$s coğrafi konum hizmeti sağlayıcısı çalışmıyor. Coğrafi konum hizmetini yeniden çalıştırmak için lütfen hizmet sağlayıcıyı çalışır duruma getirin ya da başka bir hizmet sağlayıcı yapılandırın.",
        "GeolocationProviderUnavailable": "Yapılandırlmış %1$s coğrafi konum hizmeti sağlayıcısı artık kullanılamıyor. Lütfen başka bir hizmet sağlayıcı yapılandırın.",
        "getCityDocumentation": "Bu rapor, ziyaretçilerin web sitesine eriştiği il bilgilerini içerir.",
        "getContinentDocumentation": "Bu rapor, ziyaretçilerin web sitesine eriştiği kıta bilgilerini içerir.",
        "getCountryDocumentation": "Bu rapor, ziyaretçilerin web sitesine eriştiği ülke bilgilerini içerir.",
        "getRegionDocumentation": "Bu rapor, ziyaretçilerin web sitesine eriştiği bölge bilgilerini içerir.",
        "HowToInstallGeoIPDatabases": "Coğrafi konum veritabanları nasıl alınır?",
        "Latitude": "Enlem",
        "Latitudes": "Enlem",
        "Location": "Konum",
        "LocationProvider": "Konum Hizmeti Sağlayıcı",
        "Longitude": "Boylam",
        "Longitudes": "Boylam",
        "NoDataForGeoIPReport1": "Kullanılabilecek bir konum verisi olmadığından ya da ziyaretçi IP adreslerinin coğrafi konumu algılanamadığından bu rapor için herhangi bir veri yok.",
        "NoDataForGeoIPReport2": "Coğrafi konumun doğru olarak bulunması için %1$sburadan%2$s ayarları değiştirin ve %3$sil düzeyindeki bir veritabanı%4$s kullanın.",
        "NoProviders": "Şu anda kullanılabilecek bir ek coğrafi konum hizmeti sağlayıcısı yok. Matomo %1$sdbip%2$s veritabanlarının kullanılmasını önerir. Ancak bunun için GeoIp2 eklentisinin etkinleştirilmesi gerekir (Alternatif olarak mağazadan kendi coğrafi konum özelliğini sunan bir üçüncü taraf eklenti kurabilirsiniz).",
        "PluginDescription": "Ziyaretçilerin konumlarını görüntüler: Ülke, bölge, il ve coğrafi koordinatlar (enlem\/boylam).",
        "Region": "Bölge",
        "SubmenuLocations": "Konumlar",
        "TestIPLocatorFailed": "Matomo bilinen bir IP adresinin konumunu belirlemeyi denedi (%1$s) ancak sunucudan herhangi bir yanıt gelmedi. Bu hizöet sağlayıcı doğru yapılandırılmamış olabilir (coğrafi konum veritabanının adı ya da bulunduğu klasör yanlış olabilir).",
        "ToGeolocateOldVisits": "Eski ziyaretlerinizle ilgili konum bilgilerini almak için %1$sburada%2$s belirtilen betiği kullanın.",
        "WidgetLocation": "Ziyaretçi Konumu",
        "GeoIpDbIpAccuracyNote": "Not: DBIP veritabanları ücretsizdir ve otomatik olarak indirilebilir. Ancak coğrafi konum sonuçları (özellikle il sonuçları) MaxMind kadar tutarlı değildir. Bununla birlikte MaxMind ücretsiz veritabanı kullanıyor olsanız bile bir hesap açmanızı ister. MaxMind coğrafi konum veritabanını kullanmak istiyorsanız %1$sburaya tıklayarak%2$s başlayabilirsiniz",
        "MaxMindLinkExplanation": "MaxMind coğrafi konum veritabanlarını kullanıyorsanız ve indirme adresinizi nasıl üreteceğinizi bilmiyorsanız %1$sbilgi almak için buraya tıklayın%2$s."
    }
}