{
    "UserCountry": {
        "AssumingNonApache": "apache_get_modules işlevi bulunamadığı için web sunucusunun Apache olmadığı varsayılıyor.",
        "CannotFindGeoIPDatabaseInArchive": "%1$s dosyası %2$s tar arşivinde bulunamadı!",
        "CannotFindGeoIPServerVar": "%s değişkeni ayarlanmamış. Sunucunuz doğru yapılandırılmamış.",
        "CannotFindPeclGeoIPDb": "GeoIP PECL modülü için bir ülke, bölge ya da ilçe veritabanı bulunamadı. Coğrafi konum veritabanının %1$s içinde bulunduğundan ve %2$s ya da %3$s olarak adlandırıldığından emin olun. Yoksa veritabanı PECL modülü tarafından algılanamaz.",
        "CannotListContent": "%1$s: %2$s içeriği listelenemedi",
        "CannotLocalizeLocalIP": "%s IP adresi yerel bir adres olduğundan coğrafi konumu belirlemekte kullanılamaz.",
        "CannotSetupGeoIPAutoUpdating": "Coğrafi konum veritabanlarını Matomo dışında bir konumda bulunduruyorsunuz gibi görünüyor (bunu misc alt klasöründe herhangi bir veritabanı bulunmadığı halde coğrafi konum özelliğinin çalışıyor olduğuna bakarak söyleyebiliyoruz). Matomo, misc klasörünün dışında bulunan coğrafi konum veritabanlarını güncelleyemez.",
        "CannotUnzipDatFile": "%1$s: %2$s içindeki dat dosyası ayıklanamadı",
        "City": "İl",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Kıta",
        "Continents": "Kıta",
        "Country": "Ülke",
        "CountryCode": "Ülke kodu",
        "country_a1": "İsimsiz Vekil Sunucu",
        "country_a2": "Uydu Hizmeti Sağlayıcı",
        "country_cat": "Katalanca konuşulan topluluklar",
        "country_o1": "Başka Bir Ülke",
        "VisitLocation": "Konumu Ziyaret Et",
        "CurrentLocationIntro": "Bu hizmet sağlayıcıya göre geçerli konumunuz:",
        "DefaultLocationProviderDesc1": "Varsayılan konum hizmeti sağlayıcısı bir ziyaretçinin ülkesini kullandığı dile göre belirler.",
        "DefaultLocationProviderDesc2": "Bu yöntem çok güvenilir değildir. %1$sBu nedenle %2$scoğrafi konum veritabanı%3$s özelliğini kurup kullanmanız önerilir.%4$s",
        "DefaultLocationProviderExplanation": "Varsayılan konum hizmeti sağlayıcısını kullanıyorsunuz. Bu yöntemde bir ziyaretçinin ülkesi kullandığı dile göre belirlenir. Daha doğru coğrafi konumlama kurulumunun nasıl yapılacağı hakkında ayrıntılı bilgi almak için %1$sbu bölümü okuyun%2$s.",
        "DistinctCountries": "%s ayrı ülke",
        "DownloadingDb": "İndiriliyor %s",
        "DownloadNewDatabasesEvery": "Veritabanı güncelleme sıklığı",
        "FatalErrorDuringDownload": "Coğrafi konum veritabanı indirilirken dosya ya da Matomo ile ilgili bir sorun çıktı. İnternet bağlantınız sağlıklı çalışmıyor olabilir. El ile indirip kurmayı deneyin.",
        "FoundApacheModules": "Matomo şu Apache modüllerini buldu.",
        "FromDifferentCities": "ayrı iller",
        "GeoIPCannotFindMbstringExtension": "%1$s işlevi bulunamadı. Lütfen %2$s eklentisinin kurulmuş ve yüklenmiş olduğundan emin olun.",
        "GeoIPDatabases": "GeoIP Veritabanları",
        "GeoIPDocumentationSuffix": "Bu raporun verilerini görüntülemek için Coğrafi konum yönetici sekmesinden GeoIP kurulumunu yapmalısınız. Ticari %1$sMaxmind%2$s GeoIP veritabanları ücretsiz olanlardan daha doğrudur. Doğruluğu görmek için %3$sburaya tıklayın%4$s",
        "GeoIPNoDatabaseFound": "Bu GeoIP uygulaması herhangi bir veritabanı bulamadı.",
        "GeoIPImplHasAccessTo": "GeoIP uygulaması şu türdeki veritabanlarına erişebilir",
        "GeoIPIncorrectDatabaseFormat": "Coğrafi konum veritabanı biçiminiz geçersiz görünüyor. Bozulmuş olabilir. Binary sürümü kullanıyor olduğunuzdan emin olun ve başka bir kopya ile değiştirmeyi deneyin.",
        "GeoIpLocationProviderDesc_Pecl1": "Bu konum hizmeti sağlayıcısı coğrafi konum veritabanı ve PECL modülünü kullanarak ziyaretçilerinizin konumunu doğru ve etkin bir şekilde belirler.",
        "GeoIpLocationProviderDesc_Pecl2": "Bu hizmet sağlayıcısı ile ilgili bir sınırlama olmadığından bu sağlayıcıyı kullanmanız önerilir.",
        "GeoIpLocationProviderDesc_Php1": "Bu konum hizmeti sağlayıcı en basit kurulanıdır ve sunucu yapılandırmasına gerek duymaz (paylaşılan barındırma hizmetleri için idealdir). Coğrafi konum veritabanını ve MaxMind PHP API uygulamasını kullanarak ziyaretçilerinizin konumunu doğru olarak belirler.",
        "GeoIpLocationProviderDesc_Php2": "Web siteniz yüksek trafiğe sahipse bu konum hizmeti sağlayıcısı çok yavaş kalabilir. Bu durumda %1$sPECL eklentisini%2$s ya da bir %3$ssunucu modülünü%4$s kurmalısınız.",
        "GeoIpLocationProviderDesc_ServerBased1": "Bu konum hizmeti sağlayıcı HTTP sunucunuza kurulan bir GeoIP modülünü kullanır. Bu hizmet sağlayıcı hızlı ve doğrudur ancak %1$syalnız normal web tarayıcı izlemesi ile kullanılabilir%2$s.",
        "GeoIpLocationProviderDesc_ServerBased2": "Günlük dosyalarını içe aktarmanız ya da IP adreslerini ayarlamanız gereken bir işlem yapmanız gerekiyorsa %1$sPECL GeoIP uygulamasını (önerilir)%2$s ya da %3$sPHP GeoIP uygulamasını%4$s kullanın.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Not: IP adresini anonim kılmanın bu hizmet sağlayıcı tarafından rapor edilen konumlar üzerinde bir etkisi yoktur. IP adresini anonim kılmadan önce bu durumun uymak zorunda olduğunuz kişisel veri güvenliği yasalarına aykırı olmadığından emin olun.",
        "GeoIpLocationProviderNotRecomnended": "Coğrafi konum bulma çalışıyor ancak önerilen hizmet sağlayıcılardan birini kullanmıyorsunuz.",
        "GeoIPNoServerVars": "Matomo herhangi bir GeoIP %s değişkeni bulamadı.",
        "GeoIPPeclCustomDirNotSet": "%s PHP ini ayarı yapılmamış.",
        "GeoIPServerVarsFound": "Matomo şu GeoIP %s değişkenlerini algılar",
        "GeoIPUpdaterInstructions": "Aşağıya veritabanlarınızın indirme bağlantılarını yazın. %3$sDB-IP%4$s ya da %1$sMaxMind%2$s veritabanlarını satın aldıysanız bu bağlantıları DB-IP ya da MaxMind hesabınızın altında bulabilirsiniz. Erişim sorunu yaşıyorsanız coğrafi konum veritabanı hizmeti sağlayıcınız ile görüşün.",
        "GeoIPUpdaterIntro": "Matomo şu anda şu coğrafi konum veritabanlarının güncellemelerini alıyor",
        "GeoLiteCityLink": "DB-IP City Lite veritabanını kullanıyorsanız şu bağlantıyı kullanın: %1$s%2$s%3$s",
        "Geolocation": "Coğrafi Konum",
        "GeolocationPageDesc": "Ziyaretçi konumun Matomo tarafından nasıl bulunacağı bu bölümden ayarlanabilir.",
        "getCityDocumentation": "Bu rapor, ziyaretçilerin web sitenize eriştiği il bilgilerini içerir.",
        "getContinentDocumentation": "Bu rapor, ziyaretçilerin web sitenize eriştiği kıta bilgilerini içerir.",
        "getCountryDocumentation": "Bu rapor, ziyaretçilerin web sitenize eriştiği ülke bilgilerini içerir.",
        "getRegionDocumentation": "Bu rapor, ziyaretçilerin web sitenize eriştiği bölge bilgilerini içerir.",
        "HowToInstallApacheModule": "Apache için GeoIP modülü nasıl kurulur?",
        "HowToInstallGeoIPDatabases": "Coğrafi konum veritabanları nasıl alınır?",
        "HowToInstallGeoIpPecl": "GeoIP PECL eklentisi nasıl kurulur?",
        "HowToInstallNginxModule": "Nginx için GeoIP modülünü nasıl kurulur?",
        "HowToSetupGeoIP": "DB-IP ile doğru konum bulma ayarları nasıl yapılır?",
        "HowToSetupGeoIP_Step1": "%3$sDB-IP%4$s üzerinden DB-IP City Lite veritabanını %1$sİndirin%2$s.",
        "HowToSetupGeoIP_Step2": "Bu dosyayı ayıklayın ve çıkanları Matomo %2$smisc%3$s klasörü %1$s içine kopyalayıp adını %4$s olarak değiştirin (bunu FTP ya da SSH ile yapabilirsiniz).",
        "HowToSetupGeoIP_Step3": "Bu sayfayı yeniden yükleyin. Şimdi %1$sDB-IP \/ GeoIP (PHP)%2$s hizmet sağlayıcısı %3$skurulacak%4$s. Onu seçin.",
        "HowToSetupGeoIP_Step4": "İşlem tamam! Matomo için DB-IP uygulamasını ayarladınız. Böylece ziyaretçilerinizin geldiği ülkeleri büyük doğrulukla belirlerken bunun yanında bölge ve il bilgilerini de görebileceksiniz.",
        "HowToSetupGeoIPIntro": "Coğrafi konum bulma ayarlarınızın doğruluğu yeterli değil gibi görünüyor. Bu özellik oldukça kullanışlıdır ve düzgün çalışmadığında ziyaretçileriniz hakkında doğru ve tam konum bilgisi alamazsınız. Hızlıca kullanmaya başlamak için gerekli bilgileri şurada bulabilirsiniz:",
        "HttpServerModule": "HTTP Sunucu Modülü",
        "InvalidGeoIPUpdatePeriod": "GeoIP güncelleme sıklığı geçersiz: %1$s. Geçerli değerler şunlardır: %2$s.",
        "IPurchasedGeoIPDBs": "Daha doğru %3$sDB-IP%4$s ya da %1$sMaxMind%2$s veritabanları satın aldım ve otomatik güncellemeleri kurmak istiyorum.",
        "ISPDatabase": "ISP Veritabanı",
        "IWantToDownloadFreeGeoIP": "Ücretsiz DB-IP veritabanını indirmek istiyorum...",
        "Latitude": "Enlem",
        "Latitudes": "Enlem",
        "Location": "Konum",
        "LocationDatabase": "Konum Veritabanı",
        "LocationDatabaseHint": "Bir ülke, bölge ya da il konumları veritabanı.",
        "LocationProvider": "Konum Hizmeti Sağlayıcı",
        "Longitude": "Boylam",
        "Longitudes": "Boylam",
        "NoDataForGeoIPReport1": "Kullanılabilecek bir konum verisi olmadığından ya da ziyaretçi IP adreslerinin coğrafi konumu algılanamadığından bu rapor için herhangi bir veri yok.",
        "NoDataForGeoIPReport2": "Coğrafi konumun doğru olarak bulunması için %1$sburadan%2$s ayarları değiştirin ve %3$sil düzeyindeki bir veritabanı%4$s kullanın.",
        "Organization": "Kuruluş",
        "OrgDatabase": "Kuruluş Veritabanı",
        "PeclGeoIPNoDBDir": "PECL modülü %1$s içinde veritabanlarına bakıyor ancak klasör bulunamadı. Lütfen bu klasörü oluşturun ve içine coğrafi konum veritabanlarını ekleyin. Alternatif olarak php.ini dosyanızdaki %2$s ayarına doğru klasörü yazın.",
        "PeclGeoLiteError": "%1$s içindeki coğrafi konum veritabanının adı %2$s. Maalesef PECL modülü veritabanını bu ad ile tanıyamaz. Lütfen veritabanının adını %3$s olarak değiştirin.",
        "PiwikNotManagingGeoIPDBs": "Matomo şu anda herhangi bir DB-Ip ya da Maxmind veritabanını yönetmiyor.",
        "PluginDescription": "Ziyaretçilerinizin konumlarını görüntüler: Ülke, bölge, il ve coğrafi koordinatlar (enlem\/boylam).",
        "Region": "Bölge",
        "SetupAutomaticUpdatesOfGeoIP": "Otomatik coğrafi konum veritabanı güncellemesini kurun",
        "SubmenuLocations": "Konumlar",
        "TestIPLocatorFailed": "Matomo bilinen bir IP adresinin konumunu belirlemeyi denedi (%1$s) ancak sunucudan herhangi bir yanıt gelmedi. Bu hizöet sağlayıcı doğru yapılandırılmamış olabilir (coğrafi konum veritabanının adı ya da bulunduğu klasör yanlış olabilir).",
        "ThisUrlIsNotAValidGeoIPDB": "İndirilen dosya geçerli bir coğrafi konum veritabanı değil. Lütfen adresi yeniden denetleyin ya da dosyayı el ile indirin.",
        "ToGeolocateOldVisits": "Eski ziyaretlerinizle ilgili konum bilgilerini almak için %1$sburada%2$s belirtilen betiği kullanın.",
        "UnsupportedArchiveType": "Desteklenmeyen %1$s arşiv türü bulundu.",
        "UpdaterHasNotBeenRun": "Güncelleyici henüz hiç çalışmamış.",
        "UpdaterIsNotScheduledToRun": "Gelecekte çalışmak üzere ayarlanmamış.",
        "UpdaterScheduledForNextRun": "core:archive komutunun yürütüleceği zamanlanmış görevin bir sonraki çalışmasında güncellenecek.",
        "UpdaterWasLastRun": "Güncelleyici en son %s zamanında çalıştı.",
        "UpdaterWillRunNext": "Zamanlanmış görev %s zamanında çalışacak.",
        "WidgetLocation": "Ziyaretçi Konumu",
        "InstallGeoIp2": "Matomo %1$sdbip%2$s veritabanlarının kullanılmasını önerir. Ancak bunun için GeoIp2 uygulama eki gereklidir. Bu uygulama ekini kurup etkinleştirdiyseniz (büyük olasılıkla uzun sürecek bir güncelleme yapılır), %1$sdbip%2$s veritabanlarını kullanmaya başlayabilirsiniz (kendi coğrafi konum özelliğini sunan bir üçüncü taraf uygulama eki kullanıyorsanız bunu yok sayabilirsiniz)."
    }
}