{
    "UserCountry": {
        "CannotLocalizeLocalIP": "IP адреса %s - це локальна адреса і її конкретне місцезнаходження не може бути визначено.",
        "City": "Місто",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Континент",
        "Country": "Країна",
        "country_a1": "Анонімний проксі",
        "country_a2": "Супутниковий провайдер",
        "country_cat": "Каталаномовні суспільства",
        "country_o1": "Інша країна",
        "CurrentLocationIntro": "Згідно використовуваного способу відстеження ви знаходитесь тут",
        "DefaultLocationProviderDesc1": "Цей спосіб відстеження визначає місце розташування на основі мови, яким користуються користувачі в браузері і системі.",
        "DefaultLocationProviderExplanation": "Ви використовуєте провайдер визначення розташування за промовчанням. Це означає, що за Matomo буде судити про місцезнаходження відвідувача по використовуваній ним мові. %1$sПрочитайте тут%2$s про те, як встановлювати розташування більш точно.",
        "DistinctCountries": "%s унікальних країн",
        "FromDifferentCities": "різні міста",
        "GeoIPDocumentationSuffix": "Щоб побачити дані з цього звіту ви повинні встановити GeoIP в секції Geolocation, яка знаходиться в панелі адміністрування. Платні бази даних GeoIP %1$sMaxmind%2$s більш точні, ніж безкоштовні. Наскільки саме вони точні, ви можете подивитися %3$sтут%4$s.",
        "Geolocation": "Геолокація",
        "GeolocationPageDesc": "На цій сторінці ви можете змінити спосіб визначення місцеположення відвідувачів.",
        "getCityDocumentation": "Цей звіт показує міста відвідувачів вашого сайту.",
        "getContinentDocumentation": "Цей звіт показує континенти відвідувачів вашого сайту.",
        "getCountryDocumentation": "Цей звіт показує країни відвідувачів вашого сайту.",
        "getRegionDocumentation": "Цей звіт показує регіони відвідувачів вашого сайту.",
        "Latitude": "Широта",
        "Location": "Локація",
        "LocationProvider": "Спосіб визначення локації користувача",
        "Longitude": "Довгота",
        "NoDataForGeoIPReport1": "Не існує даних для звіту, тому що немає даних про місцезнаходження або IP адреса відвідувача не може бути визначена географічно.",
        "NoDataForGeoIPReport2": "Для забезпечення точної геолокаціі, змініть параметри %1$sтут%2$s і використовуйте %3$sбазу даних міст%4$s.",
        "PluginDescription": "Повідомляє місцезнаходження відвідувачів: країна, регіон, місто і географічні координати (широта\/довгота).",
        "Region": "Регіон",
        "SubmenuLocations": "Локації",
        "ToGeolocateOldVisits": "Для того щоб отримати інформацію про місцезнаходження для попередніх відвідувачів, скористайтеся скриптом, про який написано %1$sтут%2$s.",
        "WidgetLocation": "Місцезнаходження відвідувача"
    }
}