{
    "UserCountry": {
        "AssumingNonApache": "Không thể tìm thấy hàm apache_get_modules, giả sử không có máy chủ web Apache.",
        "CannotFindGeoIPDatabaseInArchive": "Không thể tìm thấy %1$s tập tin trong lưu trữ dấu sắc %2$s!",
        "CannotFindGeoIPServerVar": "Biến %s không được thiết lập. Máy chủ của bạn có thể không được cấu hình đúng.",
        "CannotFindPeclGeoIPDb": "Không thể tìm thấy một quốc gia, khu vựchoặc thành phố cơ sở dữ liệu cho các mô-đun PECL geoip. Hãy chắc chắn rằng cơ sở dữ liệu geoip của bạn nằm trong %1$s và được đặt tên %2$s hoặc %3$s nếu không thì mô-đun PECL sẽ không nhận thấy nó.",
        "CannotListContent": "Không thể liệt kê nội dung cho %1$s: %2$s",
        "CannotLocalizeLocalIP": "Địa chỉ IP %s là một địa chỉ địa phương và không có thể được geolocated.",
        "CannotSetupGeoIPAutoUpdating": "Dường như bạn đang lưu trữ cơ sở dữ liệu Geoip của bạn bên ngoài Piwik (chúng ta có thể nói vì không có cơ sở dữ liệu trong các thư mục con misc, nhưng Geoip của bạn đang làm việc). Piwik không thể tự động cập nhật cơ sở dữ liệu Geoip của bạn nếu chúng được đặt bên ngoài của thư mục misc.",
        "CannotUnzipDatFile": "Không thể giải nén tập tin dat trong %1$s: %2$s",
        "City": "Thành phố",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Lục địa",
        "Country": "Quốc gia",
        "country_a1": "Proxy ẩn danh",
        "country_a2": "Nhà cung cấp truyền hình vệ tinh",
        "country_cat": "Cộng đồng nói tiếng Catalan",
        "country_o1": "Quốc gia khác",
        "CurrentLocationIntro": "Theo nhà cung cấp này, vị trí hiện tại của bạn là",
        "DefaultLocationProviderDesc1": "Nhà cung cấp vị trí mặc định phỏng đoán quốc gia của người truy cập dựa trên ngôn ngữ mà họ sử dụng.",
        "DefaultLocationProviderDesc2": "cái này không chính xác, do đó %1$s chúng tôi khuyên bạn nên cài đặt và sử dụng %2$s GeoIP %3$s.%4$s",
        "DefaultLocationProviderExplanation": "Bạn đang sử dụng các nhà cung cấp vị trí mặc định, có nghĩa là Piwik sẽ đoán vị trí của khách truy cập dựa trên ngôn ngữ mà họ sử dụng. %1$s đọc %2$s này để tìm hiểu cách thiết lập định vị chính xác hơn.",
        "DistinctCountries": "%s Các nước riêng biệt",
        "DownloadingDb": "Đang tải xuống %s",
        "DownloadNewDatabasesEvery": "Cập nhật tất cả các cơ sở dữ liệu",
        "FatalErrorDuringDownload": "Xảy ra lỗi nghiêm trọng trong khi tải về tập tin này. Có thể có một số lỗi với kết nối internet của bạn, với cơ sở dữ liệu geoip bạn tải về hoặc Piwik. Hãy thử tải về và cài đặt nó bằng tay.",
        "FoundApacheModules": "Piwik tìm thấy các mô-đun Apache sau",
        "FromDifferentCities": "Các thành phố khác nhau",
        "GeoIPCannotFindMbstringExtension": "Không thể tìm thấy hàm %1$s. Hãy chắc chắn rằng phần mở rộng %2$s đã được cài đặt và nạp.",
        "GeoIPDatabases": "Cơ sở dữ liệu GeoIP",
        "GeoIPDocumentationSuffix": "Theo thứ tự xem dữ liệu báo cáo này, bạn phải thiết lập GeoIP trong tab quản trị định vị. Cơ sở dữ liệu GeoIP %1$sMaxmind%2$s thương mại chính xác hơn những bản miễn phí. Để xem cách chính xác họ đang có, click %3$s tại đây %4$s.",
        "GeoIPImplHasAccessTo": "GeoIP thực thi này có quyền truy cập vào các kiểu cơ sở dữ liệu sau",
        "GeoIPIncorrectDatabaseFormat": "Cơ sở dữ liệu Geoip của bạn dường như không có định dạng chính xác. Nó thể bị lỗi. Hãy chắc chắn rằng bạn đang sử dụng phiên bản nhị phân và thử thay thế nó bằng một bản sao khác.",
        "GeoIpLocationProviderDesc_Pecl1": "Nhà cung cấp vị trí này sử dụng một cơ sở dữ liệu Geoip và một module PECL xác định chính xác và hiệu quả vị trí của khách truy cập của bạn.",
        "GeoIpLocationProviderDesc_Pecl2": "Không có giới hạn với nhà cung cấp này, vì vậy nó là một cái chúng tôi khuyên bạn nên sử dụng.",
        "GeoIpLocationProviderDesc_Php1": "Nhà cung cấp địa điểm này là đơn giản nhất để cài đặt mà nó không đòi hỏi cấu hình máy chủ (lý tưởng cho chia sẻ dịch vụ lưu trữ). Nó sử dụng một cơ sở dữ liệu geoip và API PHP của MaxMind để xác định chính xác vị trí của khách truy cập của bạn.",
        "GeoIpLocationProviderDesc_Php2": "Nếu trang web của bạn nhận được rất nhiều lưu lượng truy cập, bạn có thể thấy rằng nhà cung cấp vị trí này là quá chậm. Trong trường hợp này, bạn nên cài đặt PECL %1$s mở rộng %2$s hoặc một %3$s module máy chủ %4$s.",
        "GeoIpLocationProviderDesc_ServerBased1": "Nhà cung cấp vị trí này sử dụng module geoip đã được cài đặt trong máy chủ HTTP của bạn. Nhà cung cấp này là nhanh chóng và chính xác, nhưng %1$s chỉ có thể sử dụng theo dõi trình duyệt thông thường.%2$s",
        "GeoIpLocationProviderDesc_ServerBased2": "Nếu bạn phải nhập các tập tin bản ghi hoặc làm cái gì khác mà đòi hỏi phải thiết lập địa chỉ IP, sử dụng PECL %1$s thực thi GeoIP (khuyến nghị) %2$s hoặc PHP %3$s thực thi GeoIP %4$s.",
        "GeoIpLocationProviderDesc_ServerBasedAnonWarn": "Lưu ý: IP anonymization không ảnh hưởng đến các vị trí được báo cáo bởi nhà cung cấp này. Trước khi sử dụng nó với IP anonymization, đảm bảo điều này không vi phạm bất kỳ luật riêng tư nào bạn có thể bị phạt.",
        "GeoIPNoServerVars": "Piwik không thể tìm thấy bất kỳ biến %s Geoip nào.",
        "GeoIPPeclCustomDirNotSet": "Lựa chọn ini PHP %s không được thiết lập.",
        "GeoIPServerVarsFound": "Piwik phát hiện các biến %s Geoip sau đây",
        "GeoIPUpdaterInstructions": "Nhập các liên kết tải về cho cơ sở dữ liệu của bạn dưới đây. Nếu bạn đã mua cơ sở dữ liệu từ %3$sMaxMind%4$s, bạn có thể tìm thấy các %1$s link này ở đây %2$s. Xin vui lòng liên hệ với %3$sMaxMind%4$s nếu bạn gặp khó khăn khi truy cập chúng.",
        "GeoIPUpdaterIntro": "Piwik đang quản lý cập nhật cho các cơ sở dữ liệu Geoip sau",
        "GeoLiteCityLink": "Nếu bạn đang sử dụng cơ sở dữ liệu Thành phố GeoLite, sử dụng liên kết này: %1$s%2$s%3$s.",
        "Geolocation": "Định vị",
        "GeolocationPageDesc": "Trên trang này bạn có thể thay đổi cách Piwik xác định địa điểm khách truy cập.",
        "getCityDocumentation": "Báo cáo này cho thấy các thành phố khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getContinentDocumentation": "Báo cáo này cho thấy lục địa khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getCountryDocumentation": "Báo cáo này cho thấy quốc gia khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getRegionDocumentation": "Báo cáo này cho thấy vùng miền khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "HowToInstallApacheModule": "Làm thế nào để cài đặt các module Geoip cho Apache?",
        "HowToInstallGeoIPDatabases": "Làm thế nào để thiết lập cơ sở dữ liệu GeoIP?",
        "HowToInstallGeoIpPecl": "Làm thế nào để cài đặt PECL GeoIP mở rộng?",
        "HowToInstallNginxModule": "Làm thế nào để cài đặt module GeoIP cho Nginx?",
        "HowToSetupGeoIP": "Làm thế nào để thiết lập định vị chính xác với Geoip",
        "HowToSetupGeoIP_Step1": "%1$s Tải về %2$s Cơ sở dữ liệu thành phố GeoLite từ %3$s MaxMind %4$s.",
        "HowToSetupGeoIP_Step2": "Giải nén tập tin này và sao chép kết quả,%1$s vào %2$s misc %3$s thư mục Piwik (bạn có thể làm điều này bằng FTP hoặc SSH).",
        "HowToSetupGeoIP_Step3": "Nạp lại màn hình. GeoIP %1$s (PHP) nhà cung cấp %2$s sẽ được cài đặt %3$s %4$s. Chọn nó.",
        "HowToSetupGeoIP_Step4": "Và bạn đã hoàn tất! Bạn chỉ cần cài đặt Piwik để sử dụng Geoip có nghĩa là bạn sẽ có thể nhìn thấy các vùng và thành phố của khách truy cập cùng với thông tin quốc gia rất chính xác.",
        "HowToSetupGeoIPIntro": "Bạn không hiển thị để có cài đặt định vị chính xác. Đây là một tính năng hữu ích và không có nó, bạn sẽ không nhìn thấy thông tin vị trí chính xác và đầy đủ cho khách truy cập. Đây là cách bạn có thể nhanh chóng bắt đầu sử dụng nó:",
        "HttpServerModule": "Module máy chủ HTTP",
        "InvalidGeoIPUpdatePeriod": "Thời gian cho GeoIP cập nhật không hợp lệ: %1$s. Giá trị hợp lệ là %2$s.",
        "IPurchasedGeoIPDBs": "Tôi đã mua hơn %1$s cơ sở dữ liệu chính xác từ MaxMind %2$s và muốn thiết lập các cập nhật tự động.",
        "ISPDatabase": "Cơ sở dữ liệu ISP",
        "IWantToDownloadFreeGeoIP": "Tôi muốn tải về cơ sở dữ liệu Geoip miễn phí ...",
        "Latitude": "Miền",
        "Location": "Vị trí",
        "LocationDatabase": "Cơ sở dữ liệu vị trí",
        "LocationDatabaseHint": "Một cơ sở dữ liệu vị trí là một quốc gia, khu vực hoặc cơ sở dữ liệu thành phố.",
        "LocationProvider": "Nhà cung cấp vị trí",
        "Longitude": "Kinh độ",
        "NoDataForGeoIPReport1": "Không có dữ liệu cho báo cáo này bởi vì ở đó không có dữ liệu vị trí có sẵn hoặc địa chỉ IP khách truy cập không thể định vị.",
        "NoDataForGeoIPReport2": "Để cho phép định vị chính xác, thay đổi thiết lập %1$s tại đây %2$s và sử dụng một cơ sở dữ liệu %4$s mức thành phố %3$s.",
        "Organization": "Cơ quan",
        "OrgDatabase": "Cơ sở dữ liệu cơ quan",
        "PeclGeoIPNoDBDir": "Module PECL đang tìm kiếm cơ sở dữ liệu trong %1$s, nhưng thư mục này không tồn tại. Hãy tạo ra nó và thêm cơ sở dữ liệu Geoip vào đó. Ngoài ra, bạn có thể thiết lập %2$s vào đúng thư mục trong tập tin php.ini của bạn.",
        "PeclGeoLiteError": "Cơ sở dữ liệu geoip của bạn trong %1$s được đặt tên %2$s. Thật không may, module PECL sẽ không nhận ra nó với tên này. Xin đổi tên nó thành %3$s.",
        "PiwikNotManagingGeoIPDBs": "Hiện tại Piwik không quản lý bất kỳ cơ sở dữ liệu Geoip nào.",
        "Region": "Vùng",
        "SetupAutomaticUpdatesOfGeoIP": "Thiết lập tự động cập nhật cơ sở dữ liệu GeoIP",
        "SubmenuLocations": "Các vị trí",
        "TestIPLocatorFailed": "Piwik đã thử kiểm tra vị trí của một địa chỉ IP đã biết(%1$s), nhưng máy chủ của bạn trả về %2$s. Nếu nhà cung cấp này đã được cấu hình chính xác, nó sẽ trả về %3$s.",
        "ThisUrlIsNotAValidGeoIPDB": "Các tập tin tải về không phải là một cơ sở dữ liệu Geoip hợp lệ. Xin vui lòng kiểm tra lại URL hoặc bạn tự tải về các tập tin.",
        "ToGeolocateOldVisits": "Để có được dữ liệu vị trí cho các truy cập cũ của bạn, sử dụng đoạn mã được mô tả %1$s tại đây %2$s",
        "UnsupportedArchiveType": "Bắt gặp kiêu lưu trữ %1$s không được hỗ trợ",
        "UpdaterHasNotBeenRun": "Các cập nhật chưa bao giờ được chạy.",
        "UpdaterWasLastRun": "Các cập nhật chạy sau cùng trên %s.",
        "WidgetLocation": "Vị trí khách truy cập"
    }
}