{
    "UserCountry": {
        "CannotLocalizeLocalIP": "Địa chỉ IP %s là một địa chỉ địa phương và không có thể được geolocated.",
        "City": "Thành phố",
        "CityAndCountry": "%1$s, %2$s",
        "Continent": "Châu lục",
        "Country": "Quốc gia",
        "country_a1": "Proxy ẩn danh",
        "country_a2": "Nhà cung cấp truyền hình vệ tinh",
        "country_cat": "Cộng đồng nói tiếng Catalan",
        "country_o1": "Quốc gia khác",
        "CurrentLocationIntro": "Theo nhà cung cấp này, vị trí hiện tại của bạn là",
        "DefaultLocationProviderDesc1": "Nhà cung cấp vị trí mặc định phỏng đoán quốc gia của người truy cập dựa trên ngôn ngữ mà họ sử dụng.",
        "DefaultLocationProviderExplanation": "Bạn đang sử dụng các nhà cung cấp vị trí mặc định, có nghĩa là Matomo sẽ đoán vị trí của khách truy cập dựa trên ngôn ngữ mà họ sử dụng. %1$s đọc %2$s này để tìm hiểu cách thiết lập định vị chính xác hơn.",
        "DistinctCountries": "%s Các nước riêng biệt",
        "FromDifferentCities": "Các thành phố khác nhau",
        "GeoIPDocumentationSuffix": "Theo thứ tự xem dữ liệu báo cáo này, bạn phải thiết lập GeoIP trong tab quản trị định vị. Cơ sở dữ liệu GeoIP %1$sMaxmind%2$s thương mại chính xác hơn những bản miễn phí. Để xem cách chính xác họ đang có, click %3$s tại đây %4$s.",
        "Geolocation": "Định vị",
        "GeolocationPageDesc": "Trên trang này bạn có thể thay đổi cách Matomo xác định địa điểm khách truy cập.",
        "getCityDocumentation": "Báo cáo này cho thấy các thành phố khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getContinentDocumentation": "Báo cáo này cho thấy lục địa khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getCountryDocumentation": "Báo cáo này cho thấy quốc gia khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "getRegionDocumentation": "Báo cáo này cho thấy vùng miền khách truy cập của bạn đã ở khi họ truy cập website của bạn.",
        "Latitude": "Miền",
        "Location": "Vị trí",
        "LocationProvider": "Nhà cung cấp vị trí",
        "Longitude": "Kinh độ",
        "NoDataForGeoIPReport1": "Không có dữ liệu cho báo cáo này bởi vì ở đó không có dữ liệu vị trí có sẵn hoặc địa chỉ IP khách truy cập không thể định vị.",
        "NoDataForGeoIPReport2": "Để cho phép định vị chính xác, thay đổi thiết lập %1$s tại đây %2$s và sử dụng một cơ sở dữ liệu %4$s mức thành phố %3$s.",
        "Region": "Vùng",
        "SubmenuLocations": "Các vị trí",
        "ToGeolocateOldVisits": "Để có được dữ liệu vị trí cho các truy cập cũ của bạn, sử dụng đoạn mã được mô tả %1$s tại đây %2$s",
        "WidgetLocation": "Vị trí khách truy cập"
    }
}