{
    "Goals": {
        "AbandonedCart": "Cart Tréigthe",
        "AddGoal": "Cuir Sprioc Leis",
        "AddNewGoal": "Cuir Sprioc nua Leis",
        "AddNewGoalOrEditExistingGoal": "%1$sCuir Sprioc nua %2$s nó %3$s Cuir Spriocanna reatha in eagar%4$s",
        "AllowGoalConvertedMoreThanOncePerVisit": "Ceadaigh Sprioc a thiontú níos mó ná uair amháin in aghaidh na cuairte",
        "AllowMultipleConversionsPerVisit": "Ceadaigh il-chomhshó in aghaidh na cuairte",
        "AtLeastMinutes": "%1$s nóiméad ar a laghad. Bain úsáid as deachúlacha chun soicind a mheaitseáil, mar shampla%2$s chun 30 soicind a mheaitseáil.",
        "BestCountries": "Is iad na tíortha is fearr atá ag athrú ná:",
        "BestEntryPage": "Is é an leathanach iontrála is fearr atá agat ná:",
        "BestKeywords": "Is iad na heochairfhocail is fearr atá agat ná:",
        "BestReferrers": "Is iad na tagróirí láithreáin ghréasáin is fearr atá agat ná:",
        "CancelAndReturnToGoals": "Cealaigh agus%1$sreturn to the list of goals%2$s",
        "CaseSensitive": "Meaitseáil cásíogair",
        "CategoryTextDevicesDetection_DevicesDetection": "Gléasanna",
        "CategoryTextGeneral_Actions": "Leathanaigh",
        "CategoryTextGeneral_Visit": "rannpháirtíocht",
        "CategoryTextGeneral_Visitors": "Suíomh an úsáideora",
        "CategoryTextReferrers_Referrers": "Atreoróirí",
        "CategoryTextVisitsSummary_VisitsSummary": "Aitreabúid úsáideora",
        "ClickOutlink": "Cliceáil ar Nasc chuig suíomh gréasáin seachtrach",
        "ClickToViewThisGoal": "Cliceáil chun an sprioc seo a fheiceáil.",
        "ColumnAverageOrderRevenueDocumentation": "Is é Meánluach Ordaithe (AOV) an t-ioncam iomlán ó gach Ordú Ríomhthráchtála roinnte ar líon na n-orduithe.",
        "ColumnAveragePriceDocumentation": "Meánioncam an %s seo.",
        "ColumnAverageQuantityDocumentation": "Meánchainníocht an %s seo a dhíoltar in orduithe ríomhthráchtála.",
        "ColumnConversionEntryRateDocumentation": "An céatadán de na bealaí isteach a tiontaíodh le haghaidh %s.",
        "ColumnConversionRateDocumentation": "Céatadán na gcuairteanna a spreag an sprioc %s.",
        "ColumnConversionRatePageViewedBeforeDocumentation": "Céatadán na n-athruithe go léir le haghaidh sprioc %s nuair a breathnaíodh ar an leathanach seo roimh an tiontú.",
        "ColumnConversionRateProductDocumentation": "Is é an ráta comhshó %s líon na n-orduithe ina bhfuil an táirge seo roinnte ar líon na gcuairteanna ar an leathanach táirge.",
        "ColumnConversions": "Tiontuithe",
        "ColumnConversionsDocumentation": "Líon na n-athruithe do %s.",
        "ColumnConversionsEntryDocumentation": "Líon iomlán na n-athruithe sprioc nuair a bhí an leathanach seo ar an leathanach iontrála.",
        "ColumnOrdersDocumentation": "Líon iomlán na n-orduithe ríomhthráchtála ina raibh an %s seo uair amháin ar a laghad.",
        "ColumnOverallRevenue": "Ioncam foriomlán",
        "ColumnPurchasedProductsDocumentation": "Is é líon na dtáirgí a ceannaíodh suim na gcainníochtaí Táirge a dhíoltar i ngach ordú ríomhthráchtála.",
        "ColumnQuantityDocumentation": "Is í an chainníocht líon iomlán na dtáirgí a dhíoltar do gach %s.",
        "ColumnRevenueAttributedDocumentation": "An sciar den ioncam go léir do %s nuair a breathnaíodh ar an leathanach seo roimh an gcomhshó.",
        "ColumnRevenueDocumentation": "An t-ioncam iomlán a ghineann %s.",
        "ColumnRevenueEntryDocumentation": "An sciar den ioncam ar fad do %s nuair ba é an leathanach seo an leathanach iontrála.",
        "ColumnRevenuePerEntryDocumentation": "An t-ioncam iomlán a ghineann %s roinnte ar líon na mbealach isteach.",
        "ColumnRevenuePerVisitDocumentation": "An t-ioncam iomlán a ghintear le %s roinnte ar líon na gcuairteanna.",
        "ColumnVisits": "Líon iomlán na gcuairteanna, is cuma cé acu ar tionscnaíodh sprioc nó nár cuireadh.",
        "ColumnVisitsProductDocumentation": "Líon na gcuairteanna ar an leathanach Táirge/Catagóir. Úsáidtear é seo freisin chun an ráta comhshó %s a phróiseáil. Tá an méadrach seo sa tuarascáil má suiteáladh rianú amharc ríomhthráchtála ar leathanaigh Táirge / Catagóir.",
        "Contains": "tá %s ann",
        "Conversion": "Tiontú",
        "ConversionByTypeReportDocumentation": "Soláthraíonn an tuarascáil seo faisnéis mhionsonraithe faoi fheidhmíocht na sprice (comhshónna, rátaí comhshó agus ioncam in aghaidh na cuairte) do gach ceann de na catagóirí atá ar fáil sa phainéal ar chlé. %1$s Cliceáil ar cheann de na catagóirí chun an tuarascáil a fheiceáil. %2$s Le haghaidh tuilleadh eolais, léigh doiciméadú %3$sTracking Goals%4$s",
        "ConversionRate": "%s ráta comhshó",
        "ConversionRatePageViewedBefore": "Amharc air roimh ráta %s",
        "ConversionRatePageViewedBeforeGeneric": "Breathnaíodh air roimh an ráta comhshó",
        "Conversions": "%s tiontaithe",
        "ConversionsDescription": "comhshónna",
        "ConversionsOverview": "Forbhreathnú ar Thiontú",
        "ConversionsOverviewBy": "Forbhreathnú ar thiontú de réir an chineáil cuairte",
        "DaysToConv": "Laethanta le Tiontú",
        "DaysToConvReportDocumentation": "Taispeánann an tuarascáil seo cé mhéad lá a théann sula n-athraíonn do chuairteoirí sprioc.",
        "DefaultGoalConvertedOncePerVisit": "(réamhshocrú) Ní féidir sprioc a thiontú ach uair amháin in aghaidh na cuairte",
        "DefaultRevenueHelp": "Mar shampla, d'fhéadfadh gur fiú $ 10 ar an meán Foirm Teagmhála a chuireann cuairteoir isteach. Cabhróidh Matomo leat tuiscint a fháil ar cé chomh maith agus atá do dheighleoga cuairteoirí ag feidhmiú.",
        "DefaultRevenueLabel": "Ioncam réamhshocraithe sprioc",
        "DeleteGoalConfirm": "An bhfuil tú cinnte go bhfuil fonn ort an Sprioc %s a scriosadh?",
        "Details": "Sonraí sprice",
        "DocumentationRevenueGeneratedByProductSales": "Díolacháin táirgí. Ní áirítear cáin, loingseoireacht agus lascaine",
        "Download": "Íoslódáil comhad",
        "Ecommerce": "Ríomhthráchtáil",
        "EcommerceAndGoalsMenu": "Ríomhthráchtáil &amp; Spriocanna",
        "EcommerceLog": "Logchomhad Ríomhthráchtála",
        "EcommerceOrder": "Ordú ríomhthráchtála",
        "EcommerceOverview": "Forbhreathnú ríomhthráchtála",
        "EcommerceReports": "Tuarascálacha Ríomhthráchtála",
        "EntryPages": "Leathanaigh Iontrála",
        "EntryPagesReportDocumentation": "Taispeánann an tuarascáil seo conas a chuir gach leathanach iontrála le comhshó spriocanna.",
        "EntryPagesTitles": "Teidil na Leathanach Iontrála",
        "EventValueAsRevenueHelp": "Má tá ioncam ag an teagmhas a bhfuil tú ag meaitseáil, agus má dhéantar an t-ioncam sin a rianú mar luach an imeachta, is féidir leat an rogha seo a chumasú chun luach an teagmhais a thaifeadadh mar ioncam an chomhshó sprioc. Más rud é nach mbeidh d'ioncam sprioc athrú in aghaidh an chomhshó, is féidir leat neamhaird a dhéanamh ar an rogha seo agus díreach a leagtar ioncam réamhshocraithe thuas.",
        "EventValueAsRevenueHelp2": "Tabhair faoi deara: Má shainmhínítear ioncam sprioc réamhshocraithe agus luach teagmhais araon, úsáidfear luach an teagmhais. Má tá an rogha seo cumasaithe agus mura seoltar aon luach teagmhais in iarratas, úsáidfear an t-ioncam réamhshocraithe (má shainmhínítear é).",
        "ExceptionInvalidMatchingString": "Má roghnaíonn tú 'meaitseáil chruinn', caithfidh an teaghrán meaitseála a bheith ina URL ag tosú le%1$s. Mar shampla, '%2$s'.",
        "ExternalWebsiteUrl": "URL an láithreáin ghréasáin sheachtraigh",
        "Filename": "ainm comhaid",
        "GoalConversion": "Comhshó sprioc",
        "GoalConversions": "Tiontuithe sprioc",
        "GoalConversionsBy": "Sprioc %s tiontaithe de réir an chineáil cuairte",
        "GoalIsTriggered": "Spreagtar an sprioc",
        "GoalIsTriggeredWhen": "Spreagtar an sprioc nuair a",
        "GoalName": "Ainm Sprioc",
        "GoalRevenue": "Sprioc na gCoimisinéirí Ioncaim",
        "GoalX": "Sprioc %s",
        "Goals": "Spriocanna",
        "GoalsAdjective": "Spriocanna %s",
        "GoalsBy": "Spriocanna de réir %s",
        "GoalsOverview": "Forbhreathnú ar Spriocanna",
        "GoalsOverviewDocumentation": "Is forbhreathnú é seo ar do chuid athruithe sprioc. Ar dtús, taispeánann an graf suim na n-athruithe go léir. %s Faoi bhun an ghraf, is féidir leat tuairiscí tiontaithe a fheiceáil le haghaidh gach ceann de do spriocanna. Is féidir na sparklines a mhéadú trí chliceáil orthu.",
        "GoalsOverviewSubcategoryHelp1": "Tuairiscíonn an Forbhreathnú Spriocanna ar fheidhmíocht na spriocanna a shainmhínítear le do láithreán gréasáin. Is féidir leat rochtain a fháil ar chéatadáin chomhshó do sprioc, méid an ioncaim a ghintear agus tuarascálacha iomlána do gach ceann acu.",
        "GoalsOverviewSubcategoryHelp2": "Cliceáil ar mhéadracht aonair laistigh den chairt sparkline chun díriú air laistigh den ghraf éabhlóide lánmhéide.",
        "HelpOneConversionPerVisit": "Má dhéantar leathanach a mheaitseálann an Sprioc seo a athnuachan nó a fheiceáil níos mó ná uair amháin i gCuairt, ní dhéanfar an Sprioc a rianú ach an chéad uair a luchtaíodh an leathanach le linn na cuairte seo.",
        "IsExactly": "go díreach %s",
        "LearnMoreAboutGoalTrackingDocumentation": "Foghlaim tuilleadh faoi %1$s Spriocanna Rianaithe i Matomo%2$s i gcáipéisíocht an úsáideora.",
        "LeftInCart": "%s fágtha i gcairt",
        "ManageGoals": "Bainistigh Spriocanna",
        "ManageGoalsSubcategoryHelp1": "Ligeann an chuid seo duit Spriocanna a chruthú agus a chur in eagar le haghaidh gníomhartha sonracha a ghlacann cuairteoirí ar do shuíomh, mar shampla cuairt a thabhairt ar leathanach áirithe nó foirm ar leith a chur isteach. Athraíonn tuarascálacha sprioc ach is féidir leo cabhrú leat feidhmíocht do láithreán gréasáin a rianú i gcoinne cuspóirí gnó mar ghiniúint luaidhe, díolacháin ar líne agus nochtadh branda méadaithe.",
        "ManageGoalsSubcategoryHelp2": "Foghlaim tuilleadh inár dtreoir Spriocanna anseo.",
        "Manually": "de láimh",
        "ManuallyTriggeredUsingJavascriptFunction": "Spreagtar an sprioc de láimh ag baint úsáide as rian API JavaScriptGoal ()",
        "MatchesExpression": "Comhoiriúnaigh an slonn %s",
        "NGoals": "%s spriocanna",
        "NItems": "%s míreanna",
        "NRevenue": "Ioncam %s",
        "NeedAccess": "Ní féidir ach le Riarthóir nó úsáideoir a bhfuil rochtain Úsáideora Super aige Spriocanna a bhainistiú le haghaidh láithreán gréasáin ar leith.",
        "NewGoalIntro": "Tá rianú Comhshó Sprioc ar cheann de na bealaí is éifeachtaí chun do chuspóirí gnó a thomhas agus a fheabhsú.",
        "NewVisitorsConversionRateIs": "Is é %s ráta comhshó cuairteoirí nua",
        "NoConversionsNoReportsMessage": "Ní thaispeántar tuarascálacha toisc nach bhfuil aon sonraí comhshó ann don sprioc agus don tréimhse roghnaithe.",
        "NoGoalsNeedAccess2": "Ní féidir ach le húsáideoir Scríobh, Riarthóir nó úsáideoir a bhfuil rochtain Sár-Úsáideora aige Spriocanna do shuíomh Gréasáin ar leith a bhainistiú. Iarr le do thoil ar do riarthóir Matomo Sprioc a shocrú le do shuíomh Gréasáin. Is bealach iontach é Spriocanna Rianaithe chun cabhrú le feidhmíocht do shuíomh Gréasáin a thuiscint agus a uasmhéadú!",
        "Optional": "(roghnach)",
        "OverallConversionRate": "ráta comhshó foriomlán (cuairteanna le sprioc chríochnaithe)",
        "OverallRevenue": "ioncam foriomlán",
        "OverviewReportDocumentation": "Tugann an tuarascáil seo forbhreathnú ar cé chomh maith agus a athraíonn do chuairteoirí sprioc ar leith.",
        "PageTitle": "Teideal an Leathanaigh",
        "PageTitles": "Teidil an Leathanaigh",
        "PagesReportDocumentation": "Taispeánann an tuarascáil seo conas a chuir URL gach leathanaigh le comhshónna sprioc.",
        "PagesTitlesReportDocumentation": "Taispeánann an tuarascáil seo conas a chuir gach teideal leathanach le comhshó sprioc.",
        "PageviewsBefore": "Amharc leathanaigh roimh thiontú",
        "Pattern": "Patrún",
        "PluginDescription": "Cruthaigh Spriocanna agus féach tuarascálacha mionsonraithe faoi do conversions sprioc: éabhlóid le himeacht ama, ioncam in aghaidh na cuairte, conversions in aghaidh an atreoraithe, in aghaidh an eochairfhocal, agus níos mó.",
        "ProductCategory": "Catagóir Táirge",
        "ProductName": "Ainm Táirge",
        "ProductNames": "Ainmneacha Táirge",
        "ProductPrice": "Praghas Táirge",
        "ProductQuantity": "Cainníocht Táirge",
        "ProductSKU": "Táirge SKU",
        "ProductSKUs": "SKUanna Táirge",
        "Products": "Táirgí",
        "ReturningVisitorsConversionRateIs": "Is é %s ráta comhshó na gcuairteoirí atá ag filleadh",
        "SendEvent": "Seol imeacht",
        "SingleGoalOverviewDocumentation": "Is forbhreathnú é seo ar na comhshónna le haghaidh sprioc amháin. %s Is féidir na drithlínte faoi bhun an ghraf a mhéadú trí chliceáil orthu.",
        "ThereIsNoGoalToManage": "Níl aon sprioc ann an suíomh Gréasáin %s a bhainistiú",
        "TimeInMinutes": "Am i Miontuairiscí",
        "URL": "URL",
        "UpdateGoal": "Nuashonraigh an sprioc",
        "UseEventValueAsRevenue": "Bain úsáid as an luach teagmhais (má tá sé ann) mar an t-ioncam comhshó sprioc.",
        "ViewAndEditGoals": "Amharc ar spriocanna agus iad a chur in eagar",
        "VisitDuration": "fad na cuairte ná",
        "VisitDurationMatchAttr": "Fanacht ar feadh méid áirithe ama",
        "VisitPageTitle": "Tabhair cuairt ar Theideal Leathanaigh ar leith",
        "VisitUrl": "Tabhair cuairt ar URL ar leith (leathanach nó grúpa leathanach)",
        "VisitsUntilConv": "Cuairteanna ar Thiontú",
        "VisitsUntilConvReportDocumentation": "Léirítear sa tuarascáil seo líon na gcuairteanna a tugadh sula n-athraíonn cuairteoir sprioc.",
        "WhenVisitors": "nuair a bhíonn cuairteoirí",
        "WhereThe": "i gcás ina",
        "WhereVisitedPageManuallyCallsJavascriptTrackerLearnMore": "Ní mór glao ar an modh 'trackGoal' JavaScript a bheith ar an leathanach ar tugadh cuairt air (%1$slearn more%2$s)",
        "YouCanEnableEcommerceReports": "Is féidir leat %1$s a chumasú don suíomh gréasáin seo ar an leathanach %2$s."
    }
}
