{
    "Installation": {
        "CannotConnectToDb": "Не можа да се свърже с базата данни",
        "CannotConnectToDbResolvingExplanation": "Това може да е временен проблем, опитайте %1$s да опресните страницата %2$s. Моля, свържете се с администратор на Matomo, ако проблемът продължава.",
        "CollaborativeProject": "Matomo е съвместен проект, изграден с любов.",
        "ConfigurationHelp": "Коригирайте Вашия конфигурационен файл на Matomo, като премахнете config/config.ini.php и възобновите инсталацията, или като коригирате настройките за връзката към базата данни.",
        "ConfirmDeleteExistingTables": "Потвърдете изтриването на таблиците %s от Вашата база данни. ПРЕДУПРЕЖДЕНИЕ: ДАННИ ОТ ТЕЗИ ТАБЛИЦИ НЕ МОГАТ ДА БЪДАТ ВЪЗСТАНОВЕНИ!",
        "Congratulations": "Поздравления",
        "CongratulationsHelp": "<p>Поздравления! Вашата инсталация на Matomo е завършена.</p><p>Уверете се, че Вашият проследяващ код е въведен на страниците Ви и изчакайте първите си посетители.</p>",
        "CopyBelowInfoForSupport": "Копирайте или изтеглете информацията по-долу, в случай че нашият екип за поддръжка Ви поиска тази информация.",
        "CopySystemCheck": "Копиране на проверката на системата",
        "DatabaseAbilities": "Възможности на базата данни",
        "DatabaseCreation": "БД създаване",
        "DatabaseErrorConnect": "Не може да се свърже със сървъра на базата данни",
        "DatabaseServerVersion": "Версия на сървъра за бази данни",
        "DatabaseSetup": "Настройки на базата от данни (БД)",
        "DatabaseSetupAdapter": "адаптер",
        "DatabaseSetupDatabaseName": "БД име",
        "DatabaseSetupLogin": "вход",
        "DatabaseSetupServer": "БД сървър",
        "DatabaseSetupTablePrefix": "префикс на таблицата",
        "DefaultSettings": "Настройки по подразбиране на Matomo",
        "DefaultSettingsHelp": "Matomo идва с настройки по подразбиране. Можете да ги персонализирате сега или да го направите по-късно в администраторския екран.",
        "DownloadSystemCheck": "Изтеглете проверката на системата",
        "Email": "Имейл",
        "EmailPrivacyNotice": "Вашият имейл адрес ще се използва само за изпращане на бюлетин. Споделя се с Mad Mimi, за да го направи, но доставчикът от трета страна може да се промени. Ние няма да споделяме имейла Ви с никого или да го използваме за други цели. Отпишете се по всяко време. В %1$sполитиката за поверителност%2$s има повече информация.",
        "Extension": "разширения",
        "FasterReportLoading": "по-бързо зареждане на отчети",
        "Filesystem": "Файлова система",
        "GetInvolved": "Ако харесвате това, което виждате, може да се %1$sвключите%2$s.",
        "GoBackAndDefinePrefix": "Върнете се назад и дефинирайте префикс за таблиците на Matomo",
        "HappyAnalysing": "Приятно анализиране!",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Ако сте инсталирали Matomo преди и имате някои таблици във Вашата база данни, не се притеснявайте, можете да използвате повторно същите таблици и да запазите съществуващите си данни.",
        "InformationalResults": "Информационни резултати",
        "Installation": "Инсталация",
        "InstallationStatus": "Състояние на инсталацията",
        "InsufficientPrivilegesHelp": "Тези привилегии могат да бъдат добавени в phpMyAdmin или чрез изпълнение на правилните SQL заявки. Ако не знаете как, моля, помолете Вашия системен администратор да го направи.",
        "InsufficientPrivilegesMain": "Или базата данни не съществува (и не може да бъде създадена), или посоченият потребител има недостатъчни привилегии. Потребителят на базата данни трябва да има следните привилегии: %s",
        "InvalidStateError": "Грешка: Matomo вече е инсталиран. %1$s Върнете се %2$s към Matomo %3$s.",
        "JSTracking_EndNote": "Бележка: След инсталационния процес, можете да генерирате проследяващ код от администраторската секция %1$sПроследяващ код%2$s.",
        "JSTracking_Intro": "За да може да се осъществи проследяване на трафика посредством Matomo, е нужно да се добави допълнителен код във всяка от вашите страници.",
        "JsTagArchivingHelp1": "За уебсайтове със среден и висок трафик някои оптимизации помагат на Matomo да работи по-бързо (като %1$sнастройка на автоматично архивиране%2$s).",
        "LargePiwikInstances": "Помощ за потребители с уебсайтове с висок трафик",
        "Legend": "Легенда",
        "LoadDataInfileRecommended": "Трябва да отстраните този проблем, ако Вашият сървър Matomo проследява уебсайтове с висок трафик (например повече от 100 000 страници на месец).",
        "LoadDataInfileUnavailableHelp": "Съвет: Използването на %1$s чрез актуализиране на Вашия PHP и MySQL софтуер и настройките така, че потребителят на Вашата база данни има привилегията %2$s, ускорява много процеса на архивиране на Matomo.",
        "MatomoHttpRequestConfigInfo": "Опцията force_matomo_http_request в общата конфигурация е включена, силно препоръчваме да я изключите от съображения за сигурност. За повече подробности, моля, прочетете нашите %1$sЧЗВ%2$s",
        "NfsFilesystemWarning": "Вашият сървър ползва NFS файлова система.",
        "NfsFilesystemWarningSuffixAdmin": "Това означава, че Matomo ще бъде изключително бавен, когато използва сесии, базирани на файлове.",
        "NfsFilesystemWarningSuffixInstall": "Използването на файлови сесии в NFS е изключително бавно, така че Matomo ще използва сесии на база данни. Ако имате много едновременни потребители на таблото за управление, може да се наложи да увеличите максималния брой клиентски връзки към сървъра на базата данни.",
        "NoConfigFileFound": "Не можа да бъде намерен конфигурационният файл на Matomo, а се опитвате да получите достъп до страница на Matomo.",
        "NotSupported": "не се поддържа",
        "Optional": "По избор",
        "Password": "Парола",
        "PasswordDoNotMatch": "несъответстващи пароли",
        "PasswordRepeat": "Парола (повторно)",
        "PercentDone": "%s %% готово",
        "PerformanceSettingsDesc1": "Вашият Matomo е настроен и готов да проследява и отчита трафика на Вашия уебсайт. Настройте %1$sCLI архивиране%2$s, ако смятате, че е бавно. Това генерира отчети във фонов режим, а не при поискване.",
        "PerformanceSettingsDesc2": "Това изисква добавяне на команда Matomo към Cron, което не може да бъде направено автоматично от инсталатора. %1$sПрочетете нашите често задавани въпроси, за да се научите да го настройвате сами.%2$s",
        "PhpBinaryCheck": "64-битов двоичен PHP",
        "PhpBinaryCheckHelp": "32-битов <p>Надстройте до 64-битов PHP двоичен файл до януари 2026 г., за да предотвратите грешки.</p>",
        "PiwikOrgNewsletter": "абонирайте се за нашия бюлетин, за да получавате редовна информация за Matomo.",
        "PleaseFixTheFollowingErrors": "Моля, поправете следните грешки",
        "ProfessionalServicesAdTitle": "Разширени анализи и услуги",
        "ProfessionalServicesNewsletter": "изпращайте ми информация за %1$sПрофесионални услуги и продукти%2$s за Matomo",
        "ProfessionalServicesfessionalDiscoverHow": "Научете за %1$sдопълнителни продукти и услуги%2$s за Matomo и как да увеличите реализациите и приходите си.",
        "ProfessionalServicesfessionalServicesAdText": "Нашата мрежа от експерти може да помогне на Вашата организация да използва анализа на Matomo в пълния си потенциал.",
        "Requirements": "Matomo Изисквания",
        "RestartWebServer": "След като направите промените, рестартирайте уеб сървара.",
        "ReusingTables": "Повторно използване на таблиците",
        "SeeBelowForMoreInfo": "Повече информация по-долу.",
        "SetupWebSiteName": "Име на уебсайт",
        "SetupWebSiteURL": "Адрес на уебсайта",
        "SetupWebsite": "Настройте уебсайт",
        "SetupWebsiteError": "Уебсайтът не можа да се добави",
        "SetupWebsiteSetupSuccess": "Сайтът %s е добавен успешно",
        "SiteSetup": "Моля, настройте първия уебсайт, който искате да проследявате и анализирате с Matomo:",
        "SiteSetupFootnote": "Забележка: след като инсталацията на Matomo е приключила, ще имате възможност да добавите допълнителни сайтове, които да следите.",
        "SuperUser": "Супер потребител",
        "SuperUserLogin": "Вход за супер потребител",
        "SuperUserSetupError": "Не можа да се добави супер потребител",
        "SuperUserSetupSuccess": "Супер потребителят беше създаден успешно.",
        "SystemCheck": "Проверка на системата",
        "SystemCheckAutoUpdateHelp": "Забележка: Актуализацията на Matomo с едно кликване изисква разрешение за запис в папката Matomo и нейното съдържание.",
        "SystemCheckCronArchiveProcess": "Настройте Cron",
        "SystemCheckCronArchiveProcessCLI": "Управление на процеси чрез CLI",
        "SystemCheckDatabaseExtensions": "MySQL разширения",
        "SystemCheckDatabaseHelp": "Matomo изисква или разширението MySQLi, или разширенията PDO и pdo_mysql заедно.",
        "SystemCheckDatabaseSSL": "SSL връзка към база данни",
        "SystemCheckDatabaseSSLCipher": "SSL шифър, който се използва",
        "SystemCheckDatabaseSSLDisabled": "Поддръжката на SSL е изключена на Вашия сървър за база данни",
        "SystemCheckDatabaseSSLNo": "Сървърът на базата данни не е компилиран с поддръжка на SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s е настроен на '1', но SSL връзката не работи",
        "SystemCheckDatabaseSSLOn": "Вашата база данни не използва SSL-връзки, но я поддържа. Проверете SSL настройките на Вашата база данни в конфигурационния файл на Matomo",
        "SystemCheckDebugBacktraceHelp": "View::factory няма да бъде в състояние да създаде мнение за извикване на модул.",
        "SystemCheckError": "Възникна грешка и трябва да бъде коригирана, преди да продължите",
        "SystemCheckEvalHelp": "Изисква се от HTML QuickForm и шаблонната система Twig.",
        "SystemCheckExtensions": "Други необходими разширения",
        "SystemCheckFileIntegrity": "Файл целостта",
        "SystemCheckFilterHelp": "Трябва да конфигурирате и изградите отново PHP с поддръжка за \"филтър\" (не използвайте --disable-filter).",
        "SystemCheckFunctions": "Необходими функции",
        "SystemCheckGDFreeType": "GD &gt; 2.x + FreeType (графики)",
        "SystemCheckGDHelp": "„Блещукащите линии“ (малки графики) и графичните диаграми (в Matomo Mobile приложението и докладите по пощата), няма да работят.",
        "SystemCheckGlobHelp": "Тази вградена функция е изключена от Вашия хостинг. Matomo ще се опитва да симулира тази функция, но може да се сблъска с допълнителни ограничения за сигурност. Функционалността може да бъде засегната.",
        "SystemCheckGzcompressHelp": "Трябва да активирате zlib разширението и gzcompress функционалнистта.",
        "SystemCheckGzuncompressHelp": "Трябва да активирате zlib разширението и gzuncompress функционалнистта.",
        "SystemCheckHashHelp": "Конфигурирайте и изградете отново PHP с необходимата поддръжка на hash(), като изключите опцията --disable-hash.",
        "SystemCheckJsonHelp": "Задължителното разширение php-json е необходимо на Matomo за четене и записване на JSON данни.",
        "SystemCheckMailHelp": "Съобщенията за обратна връзка и „Загубена парола“ няма да могат да бъдат изпращани без „mail()“.",
        "SystemCheckMemoryLimit": "Лимит на паметта",
        "SystemCheckMemoryLimitHelp": "За силно натоварените сайтове, времето за архивиране на данните отнема повече ресурси. Ако е необходимо моля редактирайте memory_limit директивата в php.ini.",
        "SystemCheckMemoryNoMemoryLimitSet": "Няма зададено ограничение на паметта",
        "SystemCheckNoErrorsOrWarnings": "Няма грешки или предупреждения",
        "SystemCheckOpenURL": "Отворен адрес(URL)",
        "SystemCheckOpenURLHelp": "Новините, съобщенията за обновления и автоматичното обновяване за да функционират е необходимо сървъра да поддържа \"cURL\" разширение, allow_url_fopen=On, или fsockopen() да бъдат поддържани.",
        "SystemCheckOtherExtensions": "Други разширения",
        "SystemCheckOtherFunctions": "Други функции",
        "SystemCheckPackHelp": "Функцията 'pack()' е необходима за проследяване на посетителите в Matomo.",
        "SystemCheckPageSpeedDisabled": "PageSpeed е изключено",
        "SystemCheckPageSpeedWarning": "Препоръчително е да изключите модула PageSpeed на Вашия уеб сървър %s: PageSpeed причинява няколко проблема с Matomo, като например: доклади за счупени страници, развитие на счупен ред и т.н. Моля, изключете mod_pagespeed на този сървър.",
        "SystemCheckParseIniFileHelp": "Тази вградена функция е изключена на Вашия хост. Matomo ще се опита да я симулира, но може да срещне допълнителни ограничения за сигурност. Ефективността на проследяването ще бъде засегната.",
        "SystemCheckPdoAndMysqliHelp": "На GNU/Linux сървър можете да компилирате PHP със следните опции: %1$s във Вашия php.ini добавете следните редове: %2$s",
        "SystemCheckPhp": "PHP версия",
        "SystemCheckPhpPdoAndMysqli": "Повече информация: %1$sPHP PDO%2$s и %3$sMYSQLI%4$s.",
        "SystemCheckPhpSetting": "Настройте Вашия php.ini файл по този начин, за да предотвратите критични грешки: %s",
        "SystemCheckSessionHelp": "Конфигурирайте и изградете отново PHP с необходимата поддръжка за \"сесия\" (session) (не използвайте --disable-session).",
        "SystemCheckSettings": "Необходима PHP конфигурация (php.ini)",
        "SystemCheckShellExecHelp": "Препоръчително е да включите тази вградена функция на PHP. %1$sПрочетете това, за да научите повече.%2$s",
        "SystemCheckSummaryNoProblems": "Няма проблеми с настройката на Matomo. Потупайте се по гърба.",
        "SystemCheckSummaryThereWereErrors": "Вашата настройка на Matomo има някои %1$sкритични проблеми%2$s. %3$sПоправете ги незабавно.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Има някои проблеми с Вашата система. Matomo ще работи, но може да изпитате малки проблеми.",
        "SystemCheckTimeLimitHelp": "На уеб сайт с голям трафик изпълнението на процеса на архивиране може да отнеме повече време, отколкото е позволено в момента. Ако е необходимо, променете директивата \"max_execution_time\" във Вашия файл php.ini.",
        "SystemCheckTracker": "Статус на проследяване",
        "SystemCheckTrackerHelp": "Не можа да изпълни GET заявка към matomo.php. Опитайте да поставите този URL в белия списък от HTTP удостоверяване и деактивирайте „mod_security“ (може да се наложи да попитате Вашия уеб хост). Повече информация за грешката има в съответния лог файл на Вашия сървър.",
        "SystemCheckUpdateHttps": "Актуализиране през HTTPS",
        "SystemCheckViewFullSystemCheck": "Вижте пълния отчет за проверка на системата",
        "SystemCheckWarnDomHelp": "Трябва да включите \"dom\" разширенето (напр: инсталирайте \"php-dom\" и/или \"php-xml\" пакета).",
        "SystemCheckWarnJsonHelp": "Трябва да включите разширението \"JSON\" (например, инсталирайте пакета \"php-json\").",
        "SystemCheckWarnLibXmlHelp": "Трябва да включите \"libxml\" разширението (напр. \"install the php-libxml package\"), тъй като това е нужно на други главни PHP разширения.",
        "SystemCheckWarnOpensslHelp": "Трябва да активирате разширението \"OpenSSL\", за да разрешите сигурни актуализации.",
        "SystemCheckWarnSimpleXMLHelp": "Трябва да включите \"SimpleXML\" разширенето (напр: install the \"php-simplexml\" и/или \"php-xml\" пакета).",
        "SystemCheckWarning": "Matomo ще работи нормално, но някои услуги ще липсват.",
        "SystemCheckWinPdoAndMysqliHelp": "За Windows сървър добавете следните редове в php.ini: %s",
        "SystemCheckWriteDirs": "Директории с права за писане",
        "SystemCheckWriteDirsHelp": "За да поправите тази грешка (на Linux сървър), опитайте със следните команди",
        "SystemCheckZlibHelp": "Конфигурирайте и изградете отново PHP с необходимата поддръжка на \"zlib\", --with-zlib.",
        "Tables": "Създаване на таблици",
        "TablesCreatedSuccess": "Таблиците са създадени",
        "TablesDelete": "Изтрий съществуващите таблици",
        "TablesDeletedSuccess": "Съществуващите Matomo таблици бяха изтрити",
        "TablesFound": "Следните таблици бяха намерени в базата данни",
        "TablesReuse": "Използвай съществуващите таблици",
        "TablesUpdatedSuccess": "Базата данни е актуализирана от %1$s на %2$s!",
        "TablesWarningHelp": "Или изберете да използвате повторно съществуващите таблици на базата данни, или изберете чиста инсталация, за да изтриете всички съществуващи данни от базата данни.",
        "TablesWithSameNamesFound": "Някои таблици %1$s във Вашата база данни \"%2$s\" имат същите имена като таблиците, които Matomo се опитва да създаде",
        "Timezone": "Часова зона на уебсайта",
        "WeHopeYouWillEnjoyPiwik": "Насладете се на използването на Matomo толкова, колкото ние се радваме да го правим.",
        "Welcome": "Добре дошли",
        "WelcomeHelp": "<p>Matomo е безплатен софтуер, използван за анализ на трафика от Вашите посетители.</p><p>Този процес има %s стъпки и отнема около 5 минути.</p>",
        "WelcomeToCommunity": "Добре дошли в Matomo общността.",
        "YouMayInstallPiwikNow": "Можете да %1$sинсталирате Matomo сега%2$s"
    }
}
