{
    "Installation": {
        "ConfigurationHelp": "Sembla que el vostre fitxer de configuració del Piwik no està definit correctament. Podeu eliminar el fitxer confi\/config.ini.php i torna a començar la instal·lació o corregir les preferències de connexió a la Base de dades.",
        "ConfirmDeleteExistingTables": "Realment voleu esborrar les taules %s de la base de dades? AVÍS: NO ES PODRAN RECUPERAR LES DADES!",
        "Congratulations": "Felicitats",
        "CongratulationsHelp": "<p>Felicitats! La instal·lació del Piwik ha finalitzat.<\/p><p>Assegureu-vos que heu inserit el codi JavaScript a totes les pàgines, i espereu els vostres primers visitants!<\/p>",
        "DatabaseAbilities": "Habilitats de la Base de Dades",
        "DatabaseCreation": "Creació de la base de dades",
        "DatabaseErrorConnect": "Hi ha hagut un error amb la connexió al servidor de bases de dades.",
        "DatabaseServerVersion": "Versió del servidor de base de dades",
        "DatabaseSetup": "Configuració de la base de dades",
        "DatabaseSetupAdapter": "Adaptador",
        "DatabaseSetupDatabaseName": "Nom de la base de dades",
        "DatabaseSetupLogin": "Usuari",
        "DatabaseSetupServer": "Servidor de la base de dades",
        "DatabaseSetupTablePrefix": "Prefix de les taules",
        "Extension": "extensió",
        "Filesystem": "Sistema de fitxers",
        "GoBackAndDefinePrefix": "Torna enrere i defineix un prefix per a les taules",
        "Installation": "Instal·lació",
        "InstallationStatus": "Estat de la instal·lació",
        "InsufficientPrivilegesHelp": "Podeu afegir aquest usuaris previlegiats utiltizat eines com el phpMyAdmin o executant les sentències SQL corresponents. Si no sabeu com fer cap d'aquestes coses, siusplau poseu-vos amb contacte amb el vostre administrador de sistemes per donar aquestos privilegis per vosaltres.",
        "LargePiwikInstances": "Ajuda per grans instàncies de Piwik",
        "Legend": "Llegenda",
        "LoadDataInfileRecommended": "Si el vostre servidor de Piwik gestiona llocs web amb un alt tràfic (p.e. > 100,000 pàgines per més), us recomaneu que proveu de sol·lucionar aquest problema.",
        "LoadDataInfileUnavailableHelp": "Fent servir %1$s millorarà la velocitat del proces d'arxiu de Piwik. Per a que estigui disponible per a Piwik, proeu actualitzant el vostre doftwar PHP & MySQL i asegureu-vos que el vostre usuari de base de dades té el privilegi %2$s.",
        "NfsFilesystemWarning": "El vostre servidor està utiltizant un sistema de fitxers NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Això vol dir que el Piwik serà extremadament lent quan utilitzi les sessions basades en fitxers.",
        "NfsFilesystemWarningSuffixInstall": "Utilitzar sessions basades en fitxers amb NFS es extremadament lent, per això Piwik utilizarà les sessions de bases de dades. Si teniu molt usuaris concurrents, potser haureu d'incrementar el nombre de conexions concurrens al servidor de bases de dades.",
        "NoConfigFound": "No s'ha trobat el fitxer de configuració del Piwik i esteu intentant accedir una pàgina del Piwik.<br \/><strong>  »Podeu <a href='index.php'>instal·lar el Piwik ara<\/a><\/strong>.<br \/><small>Si heu instal·lat el Piwik abans i teniu algunes taules a la vostra base de dades, no us amoïneu; podeu continuar fent servir les mateixes taules i les dades existents es conservaran!<\/small>",
        "Optional": "Opcional",
        "PasswordDoNotMatch": "Les contrasenyes no coincideixen",
        "PercentDone": "%s%% fet",
        "PleaseFixTheFollowingErrors": "Siusplau corregiu els següents errors",
        "Requirements": "Requeriments del Piwik",
        "RestartWebServer": "Desprès de fer aquest canvi, reinicieu el vostre servidor web.",
        "SeeBelowForMoreInfo": "Llegiu a continuació per més informació.",
        "SetupWebsite": "Configura un lloc",
        "SetupWebsiteError": "Hi ha hagut un problema en el moment d'afegir el lloc.",
        "SetupWebsiteSetupSuccess": "El lloc %s s'ha creat amb èxit!",
        "SiteSetup": "Siusplau, configureu el primer lloc web que voleu rastrejar i anarlitzar amb el Piwik",
        "SiteSetupFootnote": "Nota: Quan s'haigin finalitzat la instal·lació del Piwik podreu afegir més llocs webs per fer-n'he el seguiment.",
        "SuperUser": "Superusuari",
        "SuperUserSetupSuccess": "Superusuari creat correctament",
        "SystemCheck": "Comprovació del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: L'actualització en un click del Piwik requereix permisos d'escriptura a la carpeta Piwik i el seu contingut.",
        "SystemCheckCreateFunctionHelp": "El Piwik utiltiza funcions anònimes pels callbacks.",
        "SystemCheckDatabaseHelp": "El Piwik necessita l'extensió mysqli o ambdues extensións PDO i pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory no serà capaç de crear vistes per mòdul que la crida.",
        "SystemCheckError": "Hi ha hagut un error i s'ha d'arreglar abans de que pugueu continuar.",
        "SystemCheckEvalHelp": "Necessari per Sistema de plantilles Smarty i el HTML QuickForm",
        "SystemCheckExtensions": "Altres extensions necessàries",
        "SystemCheckFileIntegrity": "Integritat dels fitxers",
        "SystemCheckFunctions": "Funcions necessàries",
        "SystemCheckGDHelp": "Els gràfics petits no funcionaran.",
        "SystemCheckGlobHelp": "Aquesta funció s'ha deshabilitat al vostre host. El Piwik probarà d'emular aquesta funció però pot trobar-se amb altres restriccions de seguretat. Això impactarà a la funcionalitat.",
        "SystemCheckGzcompressHelp": "Heu d'activar l'extensió zlib i la funció gzcompress.",
        "SystemCheckGzuncompressHelp": "Heu d'activar l'extensió zlib i la funcció gzuncompress.",
        "SystemCheckIconvHelp": "Heu de configurar i tornar a contruir el PHP amb el suport per \"iconv\" activat, --with-iconv.",
        "SystemCheckMailHelp": "Les opinions i els missatges de pèrdua de la contrassenya no s'enviaran sense la funció mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Límit de memòria",
        "SystemCheckMemoryLimitHelp": "En un lloc web amb trànsit elevat, la creació de l'arxiu pot necessitar més memòria de l'acceptada actualment.<br \/>Feu una ullada al 'memory_limit' del vostre fitxer php.ini si és necessari.",
        "SystemCheckOpenURL": "Obre l'adreça",
        "SystemCheckOpenURLHelp": "Les subscripcions a les llistes de correu, notificacions d'actualització i actualitzacions en un clic necessiten l'extensió \"curl\", allow_url_fopen=On, o fsockopen() actiu.",
        "SystemCheckOtherExtensions": "Altres extensions",
        "SystemCheckOtherFunctions": "Altres funcions",
        "SystemCheckPackHelp": "La funció pack() es necessària per fer el seguiment de visitants al Piwik.",
        "SystemCheckParseIniFileHelp": "Aquesta funció ha estat deshabilitada al vostre host. El Piwik intentarà emular la seva funcionalitat però pot trobar altres restriccions de seguretat. El rendiment del seguiment es veurà impactat.",
        "SystemCheckPdoAndMysqliHelp": "En un servidor Linux podeu compilar el php amb les següents opcions: %1$s Al fitxer php.ini, afegiu les línies: %2$s",
        "SystemCheckPhp": "Versió del PHP",
        "SystemCheckPhpPdoAndMysqli": "Trobareu més informació a %1$sPHP PDO%2$s i %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Heu de configurar i recompilar el PHP amb la biblioteca Standard PHP Library (SPL) activada (per defecte).",
        "SystemCheckSummaryNoProblems": "Urra!! No hi ha cap problema amb la vostra configuració de Piwik.",
        "SystemCheckSummaryThereWereErrors": "Ohhh! El piwik ha trobat algunes %1$s incidències crítiques %2$s amb la vostra configuració de Piwik. %3$s Aquestes incidències s'han de solucionar inmediatament. %4$s",
        "SystemCheckSummaryThereWereWarnings": "Hi ha alguna incidència amb el vostre sistema. El Piwik funcionarà, però podeu tenir alguns problemes menors.",
        "SystemCheckTimeLimitHelp": "En un lloc web amb trànsit elevat, la creació de l'arxiu pot necessitar més temps de l'acceptada actualment.<br \/>Feu una ullada al 'max_execution_time' del vostre fitxer php.ini si és necessari.",
        "SystemCheckTracker": "Estat del rastrejador",
        "SystemCheckWarnDomHelp": "Heu d'habilitar l'extensió \"dom\" (p.e, instalar els paquets \"php-dom\" i\/o \"php-xml\").",
        "SystemCheckWarning": "El Piwik funcionarà amb normalitat, però algunes funcions potser no estaran disponibles",
        "SystemCheckWarnJsonHelp": "Heu d'instalar l'extensió \"json\" (p.e., instalar el paquet \"php-json\") per un millor rendiment.",
        "SystemCheckWarnLibXmlHelp": "Heu d'activar l'extensió \"libxml\" (e.g., instalar el paquet \"php-libxml\") perquè es necesària per altres extensions del nucli de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Heu d'activar l'extensió \"SimpleXML\" (p.e., installar el paquet \"php-simplexml\" i\/o \"php-xml\")",
        "SystemCheckWinPdoAndMysqliHelp": "En un servidor Windows podeu afegir les línies següents al fitxer php.ini: %s",
        "SystemCheckWriteDirs": "Directoris amb permisos d'escriptura",
        "SystemCheckWriteDirsHelp": "Per a arreglar aquest error al vostre sistema Linux, proveu d'entrar les ordres següents",
        "SystemCheckZlibHelp": "Heu de configurar i recompilar el PHP amb el suport per a \"zlib\" habilitat, --with-zlib.",
        "Tables": "S'estan creant les taules…",
        "TablesCreatedSuccess": "Les taules s'han creat amb èxit!",
        "TablesDelete": "Esborra les taules existents",
        "TablesDeletedSuccess": "Les taules del Piwik existents s'han esborrat amb èxit.",
        "TablesFound": "Aquestes taules s'han trobat a la base de dades:",
        "TablesReuse": "Fes servir les taules existents",
        "TablesWarningHelp": "Podeu escollir entre fer servir les taules existents de la base de dades o fer una instal·lació neta per a esborrar les dades existents a la base de dades.",
        "TablesWithSameNamesFound": "Algunes %1$s taules de la base de dades %2$s tenen el mateix nom que les taules que el Piwik intenta crear",
        "Welcome": "Benvingut\/da!",
        "WelcomeHelp": "<p>El Piwik és un programari d'anàlisi web de codi obert que facilita la presa d'informació dels vostres visitants.<\/p><p>Aquest procés està dividit en %s passos fàcils i trigarà uns 5 minuts.<\/p>"
    }
}