{
    "Installation": {
        "CollaborativeProject": "Piwik ist ein gemeinschaftliches Projekt, geschaffen mit Liebe von Menschen aus der ganzen Welt.",
        "ConfigurationHelp": "Ihre Konfigurationsdatei enthält Fehler. Sie können entweder die config\/config.php löschen und neu installieren, oder die Einstellung zur Datenbankverbindung korrigieren.",
        "ConfirmDeleteExistingTables": "Wollen Sie wirklich die Tabellen: %s aus der Datenbank löschen? WARNUNG: DATEN AUS DIESEN TABELLEN KÖNNEN NICHT WIEDERHERGESTELLT WERDEN!",
        "Congratulations": "Glückwunsch",
        "CongratulationsHelp": "<p>Glückwunsch! Piwik ist nun installiert.<\/p><p>Stellen Sie sicher, dass der JavaScript-Code auf Ihrer Website eingefügt wurde und warten Sie auf die ersten Besucher.<\/p>",
        "DatabaseAbilities": "Datenbankfähigkeiten",
        "DatabaseCreation": "Erzeuge Datenbank",
        "DatabaseErrorConnect": "Fehler beim Verbindungsaufbau zur Datenbank",
        "DatabaseServerVersion": "Version des Datenbankserver",
        "DatabaseSetup": "Datenbank einrichten",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "Datenbankname",
        "DatabaseSetupLogin": "Benutzer",
        "DatabaseSetupServer": "Datenbank-Server",
        "DatabaseSetupTablePrefix": "Tabellen-Prefix",
        "Email": "E-Mail",
        "Extension": "Erweiterung",
        "Filesystem": "Dateisystem",
        "GetInvolved": "Wenn Ihnen gefällt, was Sie sehen, können Sie %1$smitmachen%2$s.",
        "GoBackAndDefinePrefix": "Zurückgehen und einen Präfix für die Piwik-Tabellen definieren",
        "HappyAnalysing": "Viel Spaß beim Analysieren!",
        "Installation": "Installation",
        "InstallationStatus": "Status der Installation",
        "InsufficientPrivilegesHelp": "Sie können diese Rechte mit einem Tool wie phpMyAdmin oder den entsprechenden SQL Kommandos hinzufügen. Wenn Sie nicht wissen, was zu tun ist, wenden Sie sich bitte an den System Administrator, damit er für Sie diese Rechte setzt.",
        "InsufficientPrivilegesMain": "Entweder existiert die Datenbank nicht (und konnte nicht erstellt werden), oder der angegebene Benutzer hat unzureichende Berechtigungen. Der Datenbankbenutzer muss folgende Berechtigungen besitzen: %s",
        "InvalidStateError": "Fehler: Piwik ist bereits installiert. %1$s Zurück %2$s zu Piwik%3$s.",
        "JsTagArchivingHelp1": "Für Websites mit mittlerem bis hohem Verkehrsaufkommen gibt es einige Optimierungen, die vorgenommen werden sollten, damit Piwik schneller läuft (z.B. %1$sdie Einrichtung von Auto-Archivierung%2$s).",
        "JSTracking_EndNote": "Hinweis: Nach der Installation können Sie sich einen angepassten Tracking Code unter Einstellungen > %1$sTracking Code%2$s erzeugen.",
        "JSTracking_Intro": "Um Ihre Website mit Piwik zu überwachen, müssen Sie sicherstellen, dass ein zusätzlicher Quellcode auf jeder Seite Ihrer Website eingefügt wurde.",
        "LargePiwikInstances": "Hilfe für große Piwik-Installationen",
        "Legend": "Legende",
        "LoadDataInfileRecommended": "Falls Ihr Piwik Server Websites mit erhöhtem Verkehrsaufkommen (z.B.: > 100.000 Seiten pro Monat) verarbeiten muss empfehlen wir dieses Problem zu beheben.",
        "LoadDataInfileUnavailableHelp": "Die Benutzung von %1$s erhöht die Geschwindigkeit des Piwik Archivierungsprozesses erheblich. Um dies für Piwik verfügbar zu machen setzen Sie bitte eine neuere PHP & MySQL Software ein und stellen Sie sicher, dass der gewählte Datenbankbenutzer das %2$s Recht besitzt.",
        "NfsFilesystemWarning": "Ihr Server nutzt ein NFS Dateisystem",
        "NfsFilesystemWarningSuffixAdmin": "Dies bedeutet, dass Piwik extrem langsam arbeitet wenn Dateibasierte Sessions genutzt werden.",
        "NfsFilesystemWarningSuffixInstall": "Die Benutzung von dateibasierten Sessions auf NFS ist extrem langsam, deshalb wird Piwik datenbankbasierte Sessions nutzen. Falls es viele gleichzeitige Zugriffe auf das Dashboard gibt sollten Sie möglicherweise die maximal erlaubten Client-Zugriffe auf den Datenbankserver erhöhen.",
        "NoConfigFound": "Die Piwik-Konfigurationsdatei konnte nicht gefunden werden und es wird versucht, eine Piwik-Seite aufzurufen.<br \/><b>  » Sie können <a href='index.php'>Piwik jetzt installieren<\/a><\/b><br \/><small>Wenn Sie Piwik zuvor schon installiert haben und noch Tabellen in der Datenbank vorhanden sind: Keine Angst, Sie können diese Tabellen und die enthaltenen Daten weiterhin verwenden!<\/small>",
        "Optional": "Optional",
        "Password": "Passwort",
        "PasswordDoNotMatch": "Passwörter stimmen nicht überein",
        "PasswordRepeat": "Passwort (wiederholen)",
        "PercentDone": "%s %% Fertig",
        "PleaseFixTheFollowingErrors": "Bitte beheben Sie die folgenden Fehler",
        "DefaultSettings": "Standard Piwik Einstellungen",
        "DefaultSettingsHelp": "Piwik ist mit Standardeinstellungen vorkonfiguriert. Sie können diese nun personalisieren oder dies später im Adminbereich nachholen.",
        "Requirements": "Anforderungen für die Piwik-Installation",
        "RestartWebServer": "Nach dieser Änderung müssen Sie den Webserver neu starten.",
        "ReusingTables": "Tabellen werden wiederverwendet",
        "PiwikOrgNewsletter": "Wichtige Piwik Community Updates per Mail zukommen lassen",
        "PiwikProNewsletter": "Lassen Sie mir Informationen über %sPiwik PRO%s Dienstleistungen und Angebote zukommen.",
        "SeeBelowForMoreInfo": "Unterhalb können Sie weitere Informationen finden.",
        "SetupWebsite": "Website hinzufügen",
        "SetupWebsiteError": "Beim Hinzufügen der Website ist ein Fehler aufgetreten",
        "SetupWebSiteName": "Name der Website",
        "SetupWebsiteSetupSuccess": "Website %s erfolgreich angelegt!",
        "SetupWebSiteURL": "URL der Website",
        "SiteSetup": "Konfigurieren Sie Ihre erste Website, welche über Piwik getrackt und analyisert werden soll:",
        "SiteSetupFootnote": "Hinweis: Nachdem die Installation von Piwik fertiggestellt wurde ist es möglich weitere Websites hinzuzufügen!",
        "SuperUser": "Hauptadministrator",
        "SuperUserLogin": "Hauptadministrator Login",
        "SuperUserSetupError": "Beim Hinzufügen des Hauptadministrators ist ein Fehler aufgetreten.",
        "SuperUserSetupSuccess": "Hauptadministrator erfolgreich angelegt!",
        "SystemCheck": "Systemprüfung",
        "SystemCheckAutoUpdateHelp": "Hinweis: Piwik's Ein-Klick-Aktualisierung benötigt Schreibrechte für den Piwik-Ordner und dessen Inhalt.",
        "SystemCheckCreateFunctionHelp": "Piwik verwendet anonyme Funktionen für Rückfragen.",
        "SystemCheckDatabaseExtensions": "MySQL Erweiterungen",
        "SystemCheckDatabaseHelp": "Piwik erfordert entweder die mysqli Erweiterung oder die PDO und pdo_mysql Erweiterung.",
        "SystemCheckDebugBacktraceHelp": "View::factory wird nicht in der Lage sein, die Module für die Anzeige zu laden.",
        "SystemCheckError": "Ein Fehler ist aufgetreten - dieser muss behoben werden, bevor Sie weiter machen können.",
        "SystemCheckEvalHelp": "Wird von HTML QuickForm und der Template-Engine Smarty benötigt.",
        "SystemCheckExtensions": "Weitere erforderliche Anforderungen",
        "SystemCheckFileIntegrity": "Dateiintegrität",
        "SystemCheckFunctions": "Erforderliche Funktionen",
        "SystemCheckFunctionHelp": "Sie müssen diese eingebaute Funktion aktivieren",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "Die Sparklines (kleine Graphen) werden nicht funktionieren.",
        "SystemCheckGlobHelp": "Diese eingebaute Funktion ist auf ihrem System deaktiviert. Piwik wird versuchen, diese Funktion zu emulieren, aber dabei möglicherweise auf weitere Sicherheitseinschränkungen stoßen. Die Funktionalität kann beeinträchtigt werden.",
        "SystemCheckGzcompressHelp": "Sie müssen die zlib Erweiterung und die gzcompress Funktion aktivieren.",
        "SystemCheckGzuncompressHelp": "Sie müssen die zlib Erweiterung und die gzuncompress Funktion aktivieren.",
        "SystemCheckIconvHelp": "Sie müssen PHP mit \"iconv\" Unterstützung konfigurieren und neu bauen ( --with-iconv).",
        "SystemCheckJsonHelp": "Die php5-json Erweiterung wird benötigt, damit Piwik JSON-Daten lesen und schreiben kann.",
        "SystemCheckMailHelp": "Feedback und Nachrichten zu verlorenen Passwörtern können nicht ohne mail() versendet werden.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Die mbstring-Erweiterung wird benötigt, um multibyte-Zeichen in der Benutzeroberfläche und in den API-Antworten zu verarbeiten. Bitte überprüfen Sie ebenfalls, ob mbstring.func_overload in der php.ini auf \"0\" gesetzt ist.",
        "SystemCheckMemoryLimit": "Speicherlimit",
        "SystemCheckMemoryLimitHelp": "Auf einer stark frequentierten Website könnte es passieren, dass die Archivierung mehr Speicher erfordert als erlaubt. Falls erforderlich, ändern Sie den memory_limit Wert in ihrer php.ini Datei.",
        "SystemCheckOpenURL": "Öffnen einer URL",
        "SystemCheckOpenURLHelp": "Eintragen in den Newsletter, Aktualisierungshinweise und Ein-Klick-Aktualisierungen erfordern die \"curl\" Erweiterung, allow_url_fopen=On und fsockopen() aktiviert.",
        "SystemCheckOtherExtensions": "Andere Erweiterungen",
        "SystemCheckOtherFunctions": "Andere Funktionen",
        "SystemCheckPageSpeedDisabled": "PageSpeed deaktiviert",
        "SystemCheckPageSpeedWarn": "Wir empfehlen, das PageSpeed Modul auf Ihrem Web Server zu deaktivieren %s: PageSpeed wurde als Verursacher diverser Probleme im Zusammenhang mit Piwik gemeldet.",
        "SystemCheckPackHelp": "Die Funktion pack() wird benötigt um Besucher in Piwik tracken zu können.",
        "SystemCheckParseIniFileHelp": "Diese Funktion wird von Ihrem System nicht unterstützt. Piwik wird versuchen, diese Funktion zu emulieren, aber es könnte sein, dass dadurch Sicherheitseinstellungen gelockert werden müssen. Die Geschwindigkeit des Tracker könnte auch beeinflußt werden.",
        "SystemCheckPdoAndMysqliHelp": "Auf einem Linux-Server können Sie PHP mit den folgenden Optionen kompilieren: %1$s In Ihrer php.ini fügen Sie dann die folgenden Zeilen ein: %2$s",
        "SystemCheckPhp": "PHP-Version",
        "SystemCheckPhpPdoAndMysqli": "Weitere Informationen unter: %1$sPHP PDO%2$s und %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Sie müssen PHP mit standardmäßig aktivierter Standard PHP Bibliothek (SPL) konfigurieren und neu übersetzen.",
        "SystemCheckSettings": "Benötigte PHP Konfiguration (php.ini)",
        "SystemCheckSummaryNoProblems": "Gratulation! Es gibt keine Probleme mit Ihrer Piwik Installation. Sie können sich selbst auf die Schulter klopfen.",
        "SystemCheckSummaryThereWereErrors": "Ohje! Piwik hat einige %1$skritische Fehler%2$s mit Ihrer Installation festgestellt. %3$sDiese sollten schnellstmöglich behoben werden.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Es gibt einige Ungereimtheiten mit Ihrem System. Piwik wird funktionieren, aber es könnten geringfügige Probleme auftauchen.",
        "SystemCheckTimeLimitHelp": "Auf einer stark frequentierten Website könnte es passieren, dass die Archivierung mehr Zeit erfordert als erlaubt. Falls erforderlich, ändern Sie den max_execution_time Wert in ihrer php.ini Datei.",
        "SystemCheckTracker": "Tracker-Status",
        "SystemCheckTrackerHelp": "GET-Request zu piwik.php fehlgeschlagen. Versuchen Sie, diese URL in die Whitelist der HTTP-Authentifizierung aufzunehmen und deaktivieren Sie mod_security (ggf. müssen Sie hierzu Ihren Hoster kontaktieren). Nähere Informationen hierzu entnehmen Sie bitte dem Fehler-Log des Webservers.",
        "SystemCheckWarnDomHelp": "Sie sollten die \"dom\" Erweiterung aktivieren (z.Bsp. installieren Sie das \"php-dom\" und\/oder das \"php-xml\" Paket).",
        "SystemCheckWarning": "Piwik wird funktionieren, aber einige Funktionen werden fehlen",
        "SystemCheckWarnJsonHelp": "Für eine bessere Performance sollten Sie die \"json\" Erweiterung aktivieren (installieren Sie z.B. das \"php-json\" Paket).",
        "SystemCheckWarnLibXmlHelp": "Sie müssen die \"libxml\" Erweiterung aktivieren (z.B. installieren Sie das \"php-libxml\" Paket), wie es auch von anderen PHP-Erweiterungen benötigt wird.",
        "SystemCheckWarnSimpleXMLHelp": "Sie sollten die \"SimpleXML\" Erweiterung aktivieren (z.Bsp. installieren Sie das \"php-simplexml\" und\/oder \"php-xml\" Paket).",
        "SystemCheckWinPdoAndMysqliHelp": "Auf einem Windows-Server können Sie die folgenden Zeile in Ihre php.ini einfügen: %s",
        "SystemCheckWriteDirs": "Verzeichnisse mit Schreibzugriff",
        "SystemCheckWriteDirsHelp": "Um diesen Fehler im Linux-System zu beheben, versuchen Sie den\/die folgenden Befehl(e) einzugeben",
        "SystemCheckZlibHelp": "Sie müssen PHP mit \"zlib\" Unterstützung konfigurieren und neu übersetzen ( --with-zlib).",
        "SystemCheckCronArchiveProcess": "Archiv Cron",
        "SystemCheckCronArchiveProcessCLI": "Prozesse via CLI steuern",
        "SystemCheckPhpSetting": "Um schwerwiegende Probleme zu verhinden, sollten Sie Folgendes in Ihrer php.ini setzen: %s",
        "SystemCheckUpdateHttps": "Update über HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "Piwik kann HTTPS nicht für das Update verwenden, es stattdessen auf ein unsicheres Update über HTTP zurückgegriffen. Überprüfen Sie dass Curl oder allow_url_fopen unterstützt wird und dass die openssl PHP Erweiterung installiert ist: http:\/\/piwik.org\/faq\/troubleshooting\/faq_177\/",
        "NotSupported": "nicht unterstützt",
        "Tables": "Erstelle die Tabellen",
        "TablesCreatedSuccess": "Die Tabellen wurden erfolgreich erzeugt!",
        "TablesDelete": "Entferne die erkannten Tabellen",
        "TablesDeletedSuccess": "Vorhandene Piwiktabellen wurden erfolgreich entfernt",
        "TablesFound": "Die folgenden Tabellen wurden in der Datenbank gefunden",
        "TablesReuse": "Benutze die vorhandenen Tabellen",
        "TablesUpdatedSuccess": "Die Datenbank wurde erfolgreich aktualisiert von Version %1$s auf %2$s!",
        "TablesWarningHelp": "Entweder wählen Sie der Verwendung der existierenden Datenbanktabellen oder wählen Sie eine leere Installation, um die existierenden Daten zu löschen.",
        "TablesWithSameNamesFound": "Einige %1$s Tabellen in Ihrer %2$s Datenbank haben dieselben Namen wie die Tabellen, die Piwik versucht zu erstellen",
        "Timezone": "Zeitzone der Website",
        "WeHopeYouWillEnjoyPiwik": "Wir hoffen, Sie haben soviel Spaß daran, Piwik zu nutzen, wie wir hatten, es zu erstellen.",
        "Welcome": "Willkommen!",
        "WelcomeHelp": "<p>Piwik ist eine freiverfügbare Webanalyse-Software, um einfach Informationen über die Besucher Ihrer Website zu erhalten.<\/p><p>Der Prozess teilt sich in %s einfache Schritte und wird rund 5 Minuten dauern.<\/p>",
        "WelcomeToCommunity": "Willkommen in der Piwik Community!",
        "CannotConnectToDb": "Verbindung zur Datenbank ist fehlgeschlagen",
        "CannotConnectToDbResolvingExplanation": "Dies könnte ein temporäres Problem sein. Versuchen Sie diese %1$sSeite neu zu laden%2$s. Wenn das Problem weiterhin besetht wernden Sie sich bitte an Ihren Piwik Administrator."
    }
}