{
    "Installation": {
        "CollaborativeProject": "Το Piwik είναι ένα συνεργατικό έργο, δημιουργημένο με αγάπη από ανθρώπους από όλο τον κόσμο.",
        "ConfigurationHelp": "Οι ρυθμίσεις του Piwik φαίνεται ότι έχουν πρόβλημα. Μπορείτε να απομακρύνετε το config\/config.ini.php και να συνεχίσετε την εγκατάσταση ή διορθώστε τις ρυθμίσεις σύνδεσης της βάσης δεδομένων.",
        "ConfirmDeleteExistingTables": "Θέλετε σίγουρα να διαγράψετε τους πίνακες: %s από τη βάση δεδομένων σας; ΠΡΟΕΙΔΟΠΟΙΗΣΗ: ΤΑ ΔΕΔΟΜΕΝΑ ΑΠΟ ΑΥΤΟΥΣ ΤΟΥ ΠΙΝΑΚΕΣ ΔΕΝ ΘΑ ΜΠΟΡΟΥΝ ΝΑ ΑΝΑΚΤΗΘΟΥΝ!",
        "Congratulations": "Συγχαρητήρια",
        "CongratulationsHelp": "<p>Συγχαρητήρια! Η εγκατάσταση του Piwik έχει ολοκληρωθεί.<\/p><p>Σιγουρευτείτε ότι ο κώδικας Javascript έχει εισαχθεί στις ιστοσελίδες και περιμένετε για τους πρώτους επισκέπτες σας!<\/p>",
        "DatabaseAbilities": "Δυνατότητες βάσης δεδομένων",
        "DatabaseCreation": "Δημιουργία βάσεων δεδομένων",
        "DatabaseErrorConnect": "Σφάλμα κατά την προσπάθεια σύνδεσης στο διακομιστή βάσεων δεδομένων",
        "DatabaseServerVersion": "Έκδοση διακομιστή βάσεων δεδομένων",
        "DatabaseSetup": "Εγκατάσταση βάσης δεδομένων",
        "DatabaseSetupAdapter": "Προσαρμογέας",
        "DatabaseSetupDatabaseName": "Ονομασία βάσης δεδομένων",
        "DatabaseSetupLogin": "Όνομα χρήστη",
        "DatabaseSetupServer": "Διακομιστής βάσης δεδομένων",
        "DatabaseSetupTablePrefix": "Πρόθεμα πινάκων",
        "Email": "Ηλ. ταχυδρομείο",
        "Extension": "επέκταση",
        "Filesystem": "Σύστημα αρχείων",
        "GetInvolved": "Αν σας αρέσει αυτό που βλέπετε, μπορείτε να %1$sσυμμετέχετε%2$s.",
        "GoBackAndDefinePrefix": "Επιστρέψτε και ορίστε ένα Πρόθεμα για τους Πίνακες του Piwik",
        "HappyAnalysing": "Καλή ανάλυση!",
        "Installation": "Εγκατάσταση",
        "InstallationStatus": "Κατάσταση εγκατάστασης",
        "InsufficientPrivilegesHelp": "Μπορείτε να προσθέσετε αυτά τα δικαιώματα χρησιμοποιώντας ένα εργαλείο όπως το phpMyAdmin ή εκτελόντας τα κατάλληλα ερωτήματα SQL. Αν δεν ξέρετε πως τα κάνετε αυτά, ρωτήστε το διαχειριστή του συστήματος για να δώσει αυτά τα δικαιώματα.",
        "InsufficientPrivilegesMain": "Είτε δεν υπάρχει η βάση δεδομένων (και δεν ήταν δυνατή η δημιουργία της), είτε ο συγκεκριμένος χρήστης δεν έχει τα απαραίτητα δικαιώματα. Ο χρήστης της βάσης δεδομένων πρέπει να έχει τα εξής δικαιώματα: %s",
        "InvalidStateError": "Σφάλμα: Το Piwik έχει ήδη εγκατασταθεί. %1$s Πηγαίνετε πίσω %2$s στο Piwik%3$s.",
        "JsTagArchivingHelp1": "Για ιστοσελίδες μεσαίας και υψηλής επισκεψιμότητας, υπάρχουν ορισμένες βελτιώσεις που πρέπει να γίνουν για να βοηθήσουν το Piwik να τρέξει γρηγορότερα (όπως %1$sρύθμιση αυτόματης αρχειοθέτησης%2$s).",
        "JSTracking_EndNote": "Σημείωση: Μετά τη διαδικασία εγκατάστασης, μπορείτε να δημιουργήσετε ένα προσαρμοσμένο κώδικα παρακολούθησης, από τη διαχειριστική ενότητα %1$sΚωδικός Παρακολούθησης%2$s.",
        "JSTracking_Intro": "Για την παρακολούθηση της κυκλοφορίας της ιστοσελίδας σας με το Piwik, θα πρέπει να προσθέσετε επιπλέον κώδικα σε καθεμία από τις ιστοσελίδες σας.",
        "LargePiwikInstances": "Βοήθεια για μεγάλες περιπτώσεις Piwik",
        "Legend": "Υπόμνημα",
        "LoadDataInfileRecommended": "Εάν το Piwik παρακολουθεί ιστοσελίδες υψηλής κυκλοφορίας (πχ > 100.000 σελίδες ανά μήνα), σας προτείνουμε να διορθώσετε αυτό το πρόβλημα.",
        "LoadDataInfileUnavailableHelp": "Με χρήση του %1$s θα επιταχύνετε σημαντικά τη διαδικασία αρχειοθέτησης του Piwik. Για να το κάνετε διαθέσιμο στο Piwik, δοκιμάστε να αναβαθμίσετε την PHP & την MySQL σας και βεβαιωθείτε ότι ο χρήστης της βάσης δεδομένων σας έχει το προνόμιο του %2$s.",
        "NfsFilesystemWarning": "Ο διακομιστής σας χρησιμοποιεί ένα σύστημα αρχείων NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Αυτό σημαίνει ότι το Piwik θα είναι εξαιρετικά αργό, όταν χρησιμοποιεί το αρχείο συνεδρίες σε αρχεία (file based sessions).",
        "NfsFilesystemWarningSuffixInstall": "Οι συνεδρίες αρχείων (file based sessions) στο NFS είναι εξαιρετικά αργές, έτσι το Piwik θα χρησιμοποιήσει συνεδρίες με βάση δεδομένων. Εάν έχετε πολλούς ταυτόχρονους χρήστες, μπορεί να χρειαστεί να αυξήσετε τον μέγιστο αριθμό συνδέσεων προς τον εξυπηρετητή της βάσης δεδομένων.",
        "NoConfigFound": "Το αρχείο ρυθμίσεων του Piwik δεν βρέθηκε και προσπαθείτε να ανοίξετε μια σελίδα Piwik.<br \/><b>  » Μπορείτε να <a href=\"index.php\">εγκαταστήσετε το Piwik τώρα<\/a><\/b><br \/><small>αν έχετε εγκαταστήσει το Piwik προηγούμενα και έχετε κάποιους πίνακες στη βάση δεδομένων σας, μην ανησυχείτε, μπορείτε να χρησιμοποιήσετε ξανά τους ίδιους πίνακες και να διατηρήσετε τα υπάρχοντα δεδομένα σας!<\/small>",
        "Optional": "Προαιρετικά",
        "Password": "Συνθηματικό",
        "PasswordDoNotMatch": "ο κωδικός δεν ταιριάζει",
        "PasswordRepeat": "Συνθηματικό (επιβεβαίωση)",
        "PercentDone": "%s %% Ολοκληρώθηκε",
        "PiwikProAdTitle": "Αναλυτικά & Υπηρεσίες για Προχωρημένους",
        "PiwikProAdText": "Προσθέστε επιπλέον λειτουργικότητα και ξεκλειδώστε την πλήρη δύναμη με το %1$sPiwik PRO On-Premises%2$s, ή αποκτήστε το δικό σας Piwik φιλοξενούμενο σε εξωτερική υποδομή με το %3$sPiwik PRO Cloud%4$s.",
        "PleaseFixTheFollowingErrors": "Διορθώστε τα ακόλουθα σφάλματα",
        "DefaultSettings": "Προκαθορισμένες ρυθμίσεις του Piwik",
        "DefaultSettingsHelp": "Το Piwik έρχεται με προκαθορισμένες ρυθμίσεις. Μπορείτε να τις αλλάξετε τώρα ή αργότερα στην οθόνη διαχείρισης.",
        "Requirements": "Απαιτήσεις Piwik",
        "RestartWebServer": "Μετά από αυτή την αλλαγή, επανεκκινήστε τον διακομιστή σας.",
        "ReusingTables": "Γίνεται χρήση των Πινάκων",
        "PiwikOrgNewsletter": "στείλε μου e-mail για μεγάλες ενημερώσεις της κοινοτικής έκδοσης του Piwik",
        "PiwikProNewsletter": "στείλε μου πληροφορίες σχετικά με τις υπηρεσίες του %1$sPiwik PRO%2$s και τις προσφορές του",
        "SeeBelowForMoreInfo": "Δείτε παρακάτω για περισσότερες πληροφορίες.",
        "SetupWebsite": "Ρύθμιση μιας ιστοσελίδας",
        "SetupWebsiteError": "Συνέβη ένα σφάλμα κατά της προσθήκη της ιστοσελίδας",
        "SetupWebSiteName": "Όνομα ιστοτόπου",
        "SetupWebsiteSetupSuccess": "Η ιστοσελίδα %s δημιουργήθηκε με επιτυχία!",
        "SetupWebSiteURL": "Διεύθυνση URL ιστοτόπου",
        "SiteSetup": "Εγκαταστήστε την πρώτη ιστοσελίδα που θέλετε να καταγράφετε και να αναλύσετε με το Piwik:",
        "SiteSetupFootnote": "Σημείωση: μόλις τελειώσει η Εγκατάσταση του Piwik, θα μπορείτε να προσθέσετε περισσότερες ιστοσελίδες για καταγραφή!",
        "SuperUser": "Υπερχρήστης",
        "SuperUserLogin": "Όνομα χρήστη του υπερ-χρήστη",
        "SuperUserSetupError": "Υπήρξε σφάλμα κατά την προσθήκη του Υπερ-Χρήστη",
        "SuperUserSetupSuccess": "Η Υπερχρήστης δημιουργήθηκε με επιτυχία!",
        "SystemCheck": "Έλεγχος συστήματος",
        "SystemCheckAutoUpdateHelp": "Σημείωση: Η αναβάθμιση με Ένα Πάτημα του Piwik απαιτεί δικαιώματα εγγραφής στο φάκελο Piwik και στα περιεχόμενά του.",
        "SystemCheckCreateFunctionHelp": "Το Piwik χρησιμοποιεί ανώνυμες συναρτήσεις για ανακλήσεις.",
        "SystemCheckDatabaseExtensions": "Επεκτάσεις MySQL",
        "SystemCheckDatabaseHelp": "Το Piwik απαιτεί είτε την επέκταση mysqli ή τις επεκτάσεις PDO και pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "Η εντολή View::factory δεν θα μπορεί να δημιουργήσει προβολές για το κληθέν πρότυπο.",
        "SystemCheckError": "Συνέβη ένα σφάλμα – πρέπει να διορθωθεί πριν συνεχίσετε",
        "SystemCheckEvalHelp": "Απαιτείται από το HTML QuickForm και το σύστημα προτύπων Smarty.",
        "SystemCheckExtensions": "Άλλες απαιτούμενες επεκτάσεις",
        "SystemCheckFileIntegrity": "Ακεραιότητα αρχείων",
        "SystemCheckFunctions": "Απαιτούμενες συναρτήσεις",
        "SystemCheckFunctionHelp": "Πρέπει να ενεργοποιήστε την ενσωματωμένη αυτή συνάρτηση.",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (γραφικά)",
        "SystemCheckGDHelp": "Οι κορυφογραμμές (μικρά γραφήματα) και οι εικόνες γραφημάτων (στην εφαρμογή Κινητό Piwik και αναφορές Αλληλογραφίας) δεν θα λειτουργούν.",
        "SystemCheckGlobHelp": "Η εσωτερική συνάρτηση έχει απενεργοποιηθεί στον διακομιστή σας. Το Piwik θα προσπαθήσει να εξομοιώσει τη συνάρτηση αλλά ίσως να υπάρχουν επιπλέον περιορισμοί ασφαλείας. Η λειτουργικότητα μπορεί να επηρεαστεί.",
        "SystemCheckGzcompressHelp": "Πρέπει να ενεργοποιήσετε την επέκταση zlib και την συνάρτηση gzcompress.",
        "SystemCheckGzuncompressHelp": "Πρέπει να ενεργοποιήσετε την επέκταση zlib και την συνάρτηση gzuncompress.",
        "SystemCheckIconvHelp": "Πρέπει να ρυθμίσετε και ξαναεγκαταστήσετε την PHP με ενεργοποιημένη την υποστήριξη «iconv», --with-iconv.",
        "SystemCheckJsonHelp": "Η επέκταση php5-json απαιτείται προκειμένου το Piwik να διαβάζει και γράφει δεδομένα σε μορφή JSON.",
        "SystemCheckMailHelp": "Τα μηνύματα με τις παρατηρήσεις σας και για τους Ξεχασμένους Κωδικούς δεν θα στέλνονται αν δεν είναι ενεργοποιημένη η συνάρτηση mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Απαιτείται η επέκταση mbstring για το χειρισμό χαρακτήρων πολλαπλών bytes στη διεπαφή Χρήστη και στις αποκρίσεις API. Επίσης, ελέγξτε ότι η τιμή mbstring.func_overload έχει οριστεί στο \"0\" στο php.ini.",
        "SystemCheckMemoryLimit": "Όριο μνήμης",
        "SystemCheckMemoryLimitHelp": "Σε μια ιστοσελίδα υψηλής επισκεψιμότητας, η διαδικασία αρχειοθέτησης ίσως απαιτεί περισσότερη μνήμη από την επιτρεπόμενη.<br \/>Δείτε την οδηγία memory_limit στο αρχείο php.ini αν είναι απαραίτητο.",
        "SystemCheckOpenURL": "Άνοιγμα URL",
        "SystemCheckOpenURLHelp": "Εγγραφές Newsletter, ειδοποιήσεις ενημερώσεων και οι ενημερώσεις ενός κλικ απαιτούν την επέκταση «curl», ενεργοποιήστε το allow_url_fopen=On ή το fsockopen().",
        "SystemCheckOtherExtensions": "Άλλες επεκτάσεις",
        "SystemCheckOtherFunctions": "Άλλες συναρτήσεις",
        "SystemCheckPageSpeedDisabled": "Το PageSpeed είναι απενεργοποιημένο",
        "SystemCheckPageSpeedWarn": "Συνιστούμε την απενεργοποίηση της μονάδας PageSpeed στον διακομιστή ιστού σας %s: Έχει αναφερθεί ότι το PageSpeed δημιουργεί διάφορα προβλήματα στο Piwik.",
        "SystemCheckPackHelp": "Η συνάρτηση pack() απαιτείται για την καταγραφή επισκεπτών στο Piwik.",
        "SystemCheckParseIniFileHelp": "Αυτή η εσωτερική συνάρτηση έχει απενεργοποιηθεί στον διακομιστή σας. Το Piwik θα προσπαθήσει να εξομοιώσει αυτή τη συνάρτηση αλλά ίσως προκύψουν περαιτέρω περιορισμοί ασφάλειας. Η απόδοση της ανίχνευσης θα επηρεαστεί.",
        "SystemCheckPdoAndMysqliHelp": "Σε διακομιστή Linux μπορείτε να ρυθμίσετε την php με τις ακόλουθες επιλογές: %1$s στο αρχείο php.ini, προσθέστε τις ακόλουθες γραμμές: %2$s",
        "SystemCheckPhp": "Έκδοση PHP",
        "SystemCheckPhpPdoAndMysqli": "Περισσότερες πληροφορίες στο: %1$sPHP PDO%2$s και %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Πρέπει να ρυθμίσετε και ξαναεγκαταστήσετε την PHP με τη Βασική Βιβλιοθήκη PHP (SPL) ενεργοποιήμένη (ως προεπιλογή).",
        "SystemCheckSettings": "Απαιτούμενη παραμετροποίηση PHP (php.ini)",
        "SystemCheckSummaryNoProblems": "Δεν υπάρχουν προβλήματα με την εγκατάσταση του Piwik. Όλα καλά!",
        "SystemCheckSummaryThereWereErrors": "Ώχ, το Piwik εντόπισε %1$sκρίσιμα θέματα%2$s με την εγκατάσταση του Piwik. %3$sΑυτά τα θέματα πρέπει να διορθωθούν άμεσα.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Υπάρχουν ορισμένα ζητήματα με το σύστημά σας. Το Piwik θα τρέξει, αλλά μπορεί να αντιμετωπίσετε κάποια μικροπροβλήματα.",
        "SystemCheckTimeLimitHelp": "Σε ιστοσελίδες με μεγάλη επισκεψιμότητα, όταν διενεργείται η αποθήκευση ασφαλείας μπορεί να δαπανήθει περισσότερος χρόνος από ότι είναι προς το παρόν επιτρεπτό.<br \/>Δείτε την οδηγία max_execution_time στο αρχείο php.ini αν είναι απαραίτητο",
        "SystemCheckTracker": "Κατάσταση Ανιχνευτή",
        "SystemCheckTrackerHelp": "Η αίτηση GET για το piwik.php απέτυχε. Δοκιμάστε να εισάγετε τη διεύθυνση αυτή σε επιτρεπόμενη λίστα για πιστοποίηση HTTP και να απενεργοποιήσετε το mod_security (ενδέχεται να χρειαστείτε τη βοήθεια του παρόχου σας). Για περισσότερες πληροφορίες σχετικά με το σφάλμα, ελέγξτε το αρχείο σφαλμάτων του διακομιστή ιστού σας.",
        "SystemCheckWarnDomHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «dom» (π.χ.: εγκατάσταση του πακέτου «php-dom» και\/ή του «php-xml»).",
        "SystemCheckWarning": "Το Piwik θα δουλεύει κανονικά αλλά θα λείπουν κάποιες λειτουργίες",
        "SystemCheckWarnJsonHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «json» (π.χ.: «εγκατάσταση του πακέτου php-json») για καλύτερη απόδοση.",
        "SystemCheckWarnLibXmlHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «libxml» (π.χ.: «εγκατάσταση του πακέτου php-libxml») καθώς απαιτείται από άλλες επεκτάσεις PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «SimpleXML» (π.χ.: εγκατάσταση του πακέτου «php-simplexml» και\/ή του «php-xml»).",
        "SystemCheckWinPdoAndMysqliHelp": "Σε διακομιστή Windows μπορείτε να προσθέσετε τις ακόλουθες γραμμές στο αρχείο php.ini: %s",
        "SystemCheckWriteDirs": "Υποφάκελοι με δικαίωμα εγγραφής",
        "SystemCheckWriteDirsHelp": "Για να διορθώσετε αυτό το σφάλμα στο Linux σύστημά σας δοκιμάστε να πληκτρολογήσετε τις ακόλουθες εντολές",
        "SystemCheckZlibHelp": "Πρέπει να ρυθμίσετε και ξαναεγκαταστήσετε την PHP με ενεργοποιημένη την υποστήριξη «zlib», --with-zlib.",
        "SystemCheckCronArchiveProcess": "Cron αρχειοθέτησης",
        "SystemCheckCronArchiveProcessCLI": "Διαχείριση εργασιών από CLI",
        "SystemCheckPhpSetting": "Για την αποφυγή σημαντικών προβλημάτων, πρέπει να ορίσετε τα παρακάτω στο αρχείο php.ini: %s",
        "SystemCheckUpdateHttps": "Ενημέρωση μέσω HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "Το Piwik δεν μπορεί να χρησιμοποιήσει HTTPS για ενημέρωση, θα δοκιμάσει να κάνει ενημέρωση μέσω μη ασφαλούς σύνδεσης HTTP. Ελέγξτε ότι υποστηρίζεται το CURL ή το allow_url_fopen και ότι η επέκταση openssl της PHP είναι εγκατεστημένη: http:\/\/piwik.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "δεν υποστηρίζεται",
        "Tables": "Δημιουργία πινάκων",
        "TablesCreatedSuccess": "Οι πίνακες δημιουργήθηκαν επιτυχώς!",
        "TablesDelete": "Διαγραφή των πινάκων που ανιχνεύθηκαν",
        "TablesDeletedSuccess": "Οι υπάρχοντες πίνακες του Piwik διαγράφηκαν με επιτυχία",
        "TablesFound": "Οι ακόλουθοι πίνακες βρέθηκαν εντός της βάσης δεδομένων",
        "TablesReuse": "Χρήση υπαρχόντων πινάκων",
        "TablesUpdatedSuccess": "Η βάση δεδομένων αναβαθμίστηκε επιτυχώς από %1$s σε %2$s!",
        "TablesWarningHelp": "Επιλέξτε να χρησιμοποιήσετε την υπάρχουσα βάση δεδομένων ή επιλέξτε να κάνετε μία καθαρή εγκατάσταση έτσι ώστε να καθαρίσει η βάση δεδομένων από όλα τα δεδομένα.",
        "TablesWithSameNamesFound": "Μερικοί πίνακες %1$s στη βάση δεδομένων σας %2$s έχουν τα ίδια ονόματα με τους πίνακες που προσπαθεί να δημιουργήσει το Piwik",
        "Timezone": "Ζώνη ώρας του ιστοτόπου",
        "WeHopeYouWillEnjoyPiwik": "Ελπίζουμε να χαίρεστε το Piwik όσο εμείς που το προγραμματίζουμε.",
        "Welcome": "Καλωσορίσατε!",
        "WelcomeHelp": "<p>Το Piwik είναι ένα λογισμικό ανοιχτού κώδικα ανάλυσης ιστοσελίδων που συλλέγει τις πληροφορίες που θέλετε από του επισκέπτες σας.<\/p><p>Αυτή η διαδικασία είναι χωρισμένη σε %s απλά βήματα και θα πάρει περίπου 5 λεπτά.<\/p>",
        "WelcomeToCommunity": "Καλωσήρθατε στην κοινότητα του Piwik!",
        "CannotConnectToDb": "Δεν είναι δυνατή η σύνδεση με τη βάση δεδομένων.",
        "CannotConnectToDbResolvingExplanation": "Ενδεχομένως να υπάρχει ένα προσωρινό πρόβλημα, δοκιμάστε να %1$sανανεώστε τη σελίδα%2$s. Αν το πρόβλημα παραμένει, παρακαλούμε επικοινωνήστε με το διαχειριστή του Piwik."
    }
}