{
    "Installation": {
        "CollaborativeProject": "Το Matomo είναι ένα συνεργατικό έργο, δημιουργημένο με αγάπη από ανθρώπους από όλη την υφήλιο.",
        "ConfigurationHelp": "Το αρχείο παραμετροποίησης του Matomo σας φαίνεται να έχει πρόβλημα. Μπορείτε είτε να διαγράψετε το config\/config.ini.php και να συνεχίσετε την εγκατάσταση είτε να διορθώσετε τις ρυθμίσεις σύνδεσης με τη βάση δεδομένων.",
        "ConfirmDeleteExistingTables": "Θέλετε σίγουρα να διαγράψετε τους πίνακες: %s από τη βάση δεδομένων σας; ΠΡΟΕΙΔΟΠΟΙΗΣΗ: ΤΑ ΔΕΔΟΜΕΝΑ ΑΠΟ ΑΥΤΟΥΣ ΤΟΥ ΠΙΝΑΚΕΣ ΔΕΝ ΘΑ ΜΠΟΡΟΥΝ ΝΑ ΑΝΑΚΤΗΘΟΥΝ!",
        "Congratulations": "Συγχαρητήρια",
        "CongratulationsHelp": "<p>Συγχαρητήρια! Η εγκατάσταση του Matomo σας έχει ολοκληρωθεί. <\/p><p>Βεβαιωθείτε ότι ο κώδικας JavaScript εισάγεται στις ιστοσελίδες σας και περιμένετε τους πρώτους επισκέπτες σας!<\/p>",
        "DatabaseAbilities": "Δυνατότητες βάσης δεδομένων",
        "DatabaseCreation": "Δημιουργία βάσεων δεδομένων",
        "DatabaseErrorConnect": "Σφάλμα κατά την προσπάθεια σύνδεσης στο διακομιστή βάσεων δεδομένων",
        "DatabaseServerVersion": "Έκδοση διακομιστή βάσεων δεδομένων",
        "DatabaseSetup": "Εγκατάσταση βάσης δεδομένων",
        "DatabaseSetupAdapter": "Προσαρμογέας",
        "DatabaseSetupDatabaseName": "Ονομασία βάσης δεδομένων",
        "DatabaseSetupLogin": "Όνομα χρήστη",
        "DatabaseSetupServer": "Διακομιστής βάσης δεδομένων",
        "DatabaseSetupTablePrefix": "Πρόθεμα πινάκων",
        "Email": "Ηλ. ταχυδρομείο",
        "Extension": "επέκταση",
        "Filesystem": "Σύστημα αρχείων",
        "GetInvolved": "Αν σας αρέσει αυτό που βλέπετε, μπορείτε να %1$sσυμμετέχετε%2$s.",
        "GoBackAndDefinePrefix": "Επιστρέψτε και ορίστε ένα Πρόθεμα για τους Πίνακες του Matomo",
        "HappyAnalysing": "Καλή ανάλυση!",
        "Installation": "Εγκατάσταση",
        "InformationalResults": "Ενημερωτικά αποτελέσματα",
        "CopyBelowInfoForSupport": "Αντιγράψτε ή κατεβάστε τις πληροφορίες παρακάτω σε περίπτωση που η ομάδα υποστήριξής μας σας τις ζητήσουν",
        "CopySystemCheck": "Αντιγραφή ελέγχου συστήματος",
        "DownloadSystemCheck": "Κατέβασμα αρχείου ελέγχου συστήματος",
        "InstallationStatus": "Κατάσταση εγκατάστασης",
        "InsufficientPrivilegesHelp": "Μπορείτε να προσθέσετε αυτά τα δικαιώματα χρησιμοποιώντας ένα εργαλείο όπως το phpMyAdmin ή εκτελόντας τα κατάλληλα ερωτήματα SQL. Αν δεν ξέρετε πως τα κάνετε αυτά, ρωτήστε το διαχειριστή του συστήματος για να δώσει αυτά τα δικαιώματα.",
        "InsufficientPrivilegesMain": "Είτε δεν υπάρχει η βάση δεδομένων (και δεν ήταν δυνατή η δημιουργία της), είτε ο συγκεκριμένος χρήστης δεν έχει τα απαραίτητα δικαιώματα. Ο χρήστης της βάσης δεδομένων πρέπει να έχει τα εξής δικαιώματα: %s",
        "InvalidStateError": "Σφάλμα: Το Matomo έχει ήδη εγκατασταθεί. %1$s Πηγαίνετε πίσω %2$s στο Matomo%3$s.",
        "JsTagArchivingHelp1": "Για ιστοσελίδες μεσαίας και υψηλής επισκεψιμότητας, υπάρχουν ορισμένες βελτιώσεις που πρέπει να γίνουν για να βοηθήσουν το Matomo να τρέξει γρηγορότερα (όπως %1$sρύθμιση αυτόματης αρχειοθέτησης%2$s).",
        "JSTracking_EndNote": "Σημείωση: Μετά τη διαδικασία εγκατάστασης, μπορείτε να δημιουργήσετε ένα προσαρμοσμένο κώδικα παρακολούθησης, από τη διαχειριστική ενότητα %1$sΚωδικός Παρακολούθησης%2$s.",
        "JSTracking_Intro": "Για την παρακολούθηση της κυκλοφορίας της ιστοσελίδας σας με το Matomo, θα πρέπει να προσθέσετε επιπλέον κώδικα σε καθεμία από τις ιστοσελίδες σας.",
        "LargePiwikInstances": "Βοήθεια για χρήστες με ιστοτόπους με πολλή κίνηση",
        "Legend": "Υπόμνημα",
        "LoadDataInfileRecommended": "Αν ο διακομιστής σας του Matomo ιχνηλατεί ιστοτόπους με υψηλή κίνηση (πχ. > 100.000 σελίδες το μήνα), προτείνουμε να διορθώσετε το πρόβλημα αυτό.",
        "LoadDataInfileUnavailableHelp": "Με χρήση του %1$s θα επιταχύνετε σημαντικά τη διαδικασία αρχειοθέτησης του Matomo. Για να το κάνετε διαθέσιμο στο Matomo, δοκιμάστε να αναβαθμίσετε την PHP & την MySQL σας και βεβαιωθείτε ότι ο χρήστης της βάσης δεδομένων σας έχει το προνόμιο του %2$s.",
        "NfsFilesystemWarning": "Ο διακομιστής σας χρησιμοποιεί ένα σύστημα αρχείων NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Αυτό σημαίνει ότι το Matomo θα είναι εξαιρετικά αργό, όταν χρησιμοποιεί αρχεία για τις συνεδρίες.",
        "NfsFilesystemWarningSuffixInstall": "Τα αρχεία συνεδριών σε NFS είναι εξαιρετικά αργά, έτσι το Matomo θα χρησιμοποιήσει συνεδρίες σε βάση δεδομένων. Εάν έχετε πολλούς ταυτόχρονους χρήστες, μπορεί να χρειαστεί να αυξήσετε τον μέγιστο αριθμό συνδέσεων προς τον διακομιστή της βάσης δεδομένων.",
        "NoConfigFileFound": "Δεν ήταν δυνατή η εύρεση του αρχείου ρυθμίσεων του Matomo και προσπαθείτε να προσπελάσετε μια σελίδα του.",
        "YouMayInstallPiwikNow": "Μπορείτε να %1$sεγκαταστήσετε τώρα το Matomo%2$s",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Αν εγκαταστήσατε το Matomo παλιότερα και υπάρχουν κάποιοι πίνακες στη βάση σας, μην ανησυχείτε, μπορείτε να χρησιμοποιήσετε πάλι τους ίδιους πίνακες και να διατηρήσετε τα υπάρχοντα δεδομένα σας!",
        "Optional": "Προαιρετικά",
        "Password": "Συνθηματικό",
        "PasswordDoNotMatch": "ο κωδικός δεν ταιριάζει",
        "PasswordRepeat": "Συνθηματικό (επιβεβαίωση)",
        "PercentDone": "%s %% Ολοκληρώθηκε",
        "ProfessionalServicesAdTitle": "Προχωρημένα Αναλυτικά & Υπηρεσίες",
        "ProfessionalServicesfessionalServicesAdText": "Το δίκτυο των ειδικών μας μπορεί να βοηθήσει τον οργανισμό σας να ξεκλειδώσει την πλήρη δύναμη των αναλυτικών Matomo.",
        "ProfessionalServicesfessionalDiscoverHow": "Δείτε περισσότερα σχετικά με %1$sπρόσθετα προϊόντα και υπηρεσίες%2$s για το Matomo και πως μπορείτε να αυξήσετε τις μετατροπές και τα κέρδη σας.",
        "PleaseFixTheFollowingErrors": "Διορθώστε τα ακόλουθα σφάλματα",
        "DefaultSettings": "Προκαθορισμένες ρυθμίσεις του Matomo",
        "DefaultSettingsHelp": "Το Matomo έρχεται με προκαθορισμένες ρυθμίσεις. Μπορείτε να τις αλλάξετε τώρα ή αργότερα στην οθόνη διαχείρισης.",
        "Requirements": "Απαιτήσεις Matomo",
        "RestartWebServer": "Μετά από αυτή την αλλαγή, επανεκκινήστε τον διακομιστή σας.",
        "ReusingTables": "Γίνεται χρήση των Πινάκων",
        "PiwikOrgNewsletter": "στείλε μου e-mail για μεγάλες ενημερώσεις της κοινοτικής έκδοσης του Matomo",
        "ProfessionalServicesNewsletter": "να μου σταλούν πληροφορίες σχετικά με %1$sΥπηρεσίες και προϊόντα επαγγελματικού επιπέδου%2$s για το Matomo",
        "SeeBelowForMoreInfo": "Δείτε παρακάτω για περισσότερες πληροφορίες.",
        "SetupWebsite": "Ρύθμιση μιας ιστοσελίδας",
        "SetupWebsiteError": "Συνέβη ένα σφάλμα κατά της προσθήκη της ιστοσελίδας",
        "SetupWebSiteName": "Όνομα ιστοτόπου",
        "SetupWebsiteSetupSuccess": "Η ιστοσελίδα %s δημιουργήθηκε με επιτυχία!",
        "SetupWebSiteURL": "Διεύθυνση URL ιστοτόπου",
        "SiteSetup": "Εγκαταστήστε την πρώτη ιστοσελίδα που θέλετε να καταγράφετε και να αναλύσετε με το Matomo:",
        "SiteSetupFootnote": "Σημείωση: μόλις τελειώσει η Εγκατάσταση του Matomo, θα μπορείτε να προσθέσετε περισσότερες ιστοσελίδες για καταγραφή!",
        "SuperUser": "Υπερχρήστης",
        "SuperUserLogin": "Όνομα χρήστη του υπερ-χρήστη",
        "SuperUserSetupError": "Υπήρξε σφάλμα κατά την προσθήκη του Υπερ-Χρήστη",
        "SuperUserSetupSuccess": "Η Υπερχρήστης δημιουργήθηκε με επιτυχία!",
        "SystemCheck": "Έλεγχος συστήματος",
        "SystemCheckAutoUpdateHelp": "Σημείωση: Η αναβάθμιση με Ένα Πάτημα του Matomo απαιτεί δικαιώματα εγγραφής στο φάκελο Matomo και στα περιεχόμενά του.",
        "SystemCheckDatabaseExtensions": "Επεκτάσεις MySQL",
        "SystemCheckDatabaseHelp": "Το Matomo απαιτεί είτε την επέκταση mysqli ή και τις δύο επεκτάσεις PDO και pdo_mysql.",
        "SystemCheckDatabaseSSL": "SSL σύνδεση βάσης",
        "SystemCheckDatabaseSSLCipher": "Αλγόριθμος κρυπτογράφησης SSL που χρησιμοποιείται",
        "SystemCheckDatabaseSSLDisabled": "Η υποστήριξη SSL για τον διακομιστή της βάσης σας είναι απενεργοποιημένη",
        "SystemCheckDatabaseSSLNo": "Ο διακομιστής βάσης δεν έχει μεταγλωττιστεί με υποστήριξη SSL",
        "SystemCheckDatabaseSSLNotWorking": "Το %s ορίζεται σε '1' αλλά η σύνδεση SSL δεν λειτουργεί",
        "SystemCheckDatabaseSSLOn": "Η βάση δεδομένων σας υποστηρίζει συνδέσεις SSL, αλλά δεν χρησιμοποιείται τέτοια σύνδεση. Ελέγξτε τις ρυθμίσεις SSL για τη βάση στο αρχείο παραμετροποίησης του Matomo σας",
        "SystemCheckDebugBacktraceHelp": "Η εντολή View::factory δεν θα μπορεί να δημιουργήσει προβολές για το κληθέν πρότυπο.",
        "SystemCheckError": "Συνέβη ένα σφάλμα – πρέπει να διορθωθεί πριν συνεχίσετε",
        "SystemCheckEvalHelp": "Απαιτείται από το HTML QuickForm και το σύστημα προτύπων Smarty.",
        "SystemCheckExtensions": "Άλλες απαιτούμενες επεκτάσεις",
        "SystemCheckFileIntegrity": "Ακεραιότητα αρχείων",
        "SystemCheckFunctions": "Απαιτούμενες συναρτήσεις",
        "SystemCheckFunctionHelp": "Πρέπει να ενεργοποιήστε την ενσωματωμένη αυτή συνάρτηση.",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (γραφικά)",
        "SystemCheckGDHelp": "Οι κορυφογραμμές (μικρά γραφήματα) και οι εικόνες γραφημάτων (στην εφαρμογή Κινητό Matomo και αναφορές Αλληλογραφίας) δε θα λειτουργούν.",
        "SystemCheckGlobHelp": "Η συγκεκριμένη ενσωματωμένη συνάρτηση έχει απενεργοποιηθεί στον διακομιστή σας. Το Matomo θα προσπαθήσει να εξομοιώσει τη συνάρτηση αλλά ίσως να υπάρχουν επιπλέον περιορισμοί ασφαλείας. Η λειτουργικότητα μπορεί να επηρεαστεί.",
        "SystemCheckGzcompressHelp": "Πρέπει να ενεργοποιήσετε την επέκταση zlib και την συνάρτηση gzcompress.",
        "SystemCheckGzuncompressHelp": "Πρέπει να ενεργοποιήσετε την επέκταση zlib και την συνάρτηση gzuncompress.",
        "SystemCheckHashHelp": "Θα πρέπει να παραμετροποιήσετε και να μεταγλωττίσετε πάλι την PHP με ενεργοποιημένη την υποστήριξη hash() παραλείποντας την επιλογή --disable-hash.",
        "SystemCheckIconvHelp": "Πρέπει να ρυθμίσετε και ξαναεγκαταστήσετε την PHP με ενεργοποιημένη την υποστήριξη «iconv», --with-iconv.",
        "SystemCheckJsonHelp": "Η επέκταση php-json απαιτείται προκειμένου το Matomo να διαβάζει και να γράφει δεδομένα JSON.",
        "SystemCheckMailHelp": "Τα μηνύματα με τις παρατηρήσεις σας και για τους Ξεχασμένους Κωδικούς δεν θα στέλνονται αν δεν είναι ενεργοποιημένη η συνάρτηση mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Η επέκταση mbstring απαιτείται για τον χειρισμό χαρακτήρων πολλών Bytes στην διεπαφή χρήστη και στις αποκρίσεις API. Επίσης, βεβαιωθείτε ότι η τιμή mbstring.func_overload έχει οριστεί στο \"0\" στο php.ini.",
        "SystemCheckMemoryLimit": "Όριο μνήμης",
        "SystemCheckMemoryLimitHelp": "Σε μια ιστοσελίδα υψηλής επισκεψιμότητας, η διαδικασία αρχειοθέτησης ίσως απαιτεί περισσότερη μνήμη από την επιτρεπόμενη.<br \/>Δείτε την οδηγία memory_limit στο αρχείο php.ini αν είναι απαραίτητο.",
        "SystemCheckNoErrorsOrWarnings": "Δεν υπάρχουν σφάλματα ή προειδοποιήσεις",
        "SystemCheckViewFullSystemCheck": "Εμφάνιση της πλήρης αναφοράς ελέγχου συστήματος",
        "SystemCheckOpenURL": "Άνοιγμα URL",
        "SystemCheckOpenURLHelp": "Εγγραφές Newsletter, ειδοποιήσεις ενημερώσεων και οι ενημερώσεις ενός κλικ απαιτούν την επέκταση «curl», ενεργοποιήστε το allow_url_fopen=On ή το fsockopen().",
        "SystemCheckOtherExtensions": "Άλλες επεκτάσεις",
        "SystemCheckOtherFunctions": "Άλλες συναρτήσεις",
        "SystemCheckPageSpeedDisabled": "Το PageSpeed είναι απενεργοποιημένο",
        "SystemCheckPageSpeedWarning": "Προτείνουμε να απενεργοποιήσετε το πρόσθετο PageSpeed στον διακομιστή ιστού σας %s: Υπήρξαν αναφορές για το PageSpeed ότι προκαλεί προβλήματα στο Matomo, όπως: κατεστραμμένες αναφορές σελίδων, κατεστραμμένες γραμμές ανάπτυξης και άλλα σφάλματα που είναι δύσκολο να διερευνηθούν. Παρακαλούμε απενεργοποιήστε το mod_pagespeed στον διακομιστή σας.",
        "SystemCheckPackHelp": "Η συνάρτηση pack() απαιτείται για την καταγραφή επισκεπτών στο Matomo.",
        "SystemCheckParseIniFileHelp": "Αυτή η ενσωματωμένη συνάρτηση έχει απενεργοποιηθεί στον διακομιστή σας. Το Matomo θα προσπαθήσει να εξομοιώσει αυτή τη συνάρτηση αλλά ίσως προκύψουν περαιτέρω περιορισμοί ασφάλειας. Η απόδοση της ανίχνευσης θα επηρεαστεί.",
        "SystemCheckPdoAndMysqliHelp": "Σε διακομιστή Linux μπορείτε να ρυθμίσετε την php με τις ακόλουθες επιλογές: %1$s στο αρχείο php.ini, προσθέστε τις ακόλουθες γραμμές: %2$s",
        "SystemCheckPhp": "Έκδοση PHP",
        "SystemCheckPhpPdoAndMysqli": "Περισσότερες πληροφορίες στο: %1$sPHP PDO%2$s και %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Πρέπει να ρυθμίσετε και ξαναεγκαταστήσετε την PHP με τη Βασική Βιβλιοθήκη PHP (SPL) ενεργοποιήμένη (ως προεπιλογή).",
        "SystemCheckSettings": "Απαιτούμενη παραμετροποίηση PHP (php.ini)",
        "SystemCheckSummaryNoProblems": "Δεν υπάρχουν προβλήματα με την εγκατάσταση του Matomo. Όλα καλά!",
        "SystemCheckSummaryThereWereErrors": "Ώχ, το Matomo εντόπισε ορισμένα %1$sκρίσιμα θέματα%2$s με την εγκατάσταση του Matomo. %3$sΑυτά τα θέματα πρέπει να διορθωθούν άμεσα.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Υπάρχουν ορισμένα ζητήματα με το σύστημά σας. Το Matomo θα εκτελείται, αλλά ενδέχεται να αντιμετωπίσετε κάποια μικροπροβλήματα.",
        "SystemCheckTimeLimitHelp": "Σε ιστοσελίδες με μεγάλη επισκεψιμότητα, όταν διενεργείται η αποθήκευση ασφαλείας μπορεί να δαπανήθει περισσότερος χρόνος από ότι είναι προς το παρόν επιτρεπτό.<br \/>Δείτε την οδηγία max_execution_time στο αρχείο php.ini αν είναι απαραίτητο",
        "SystemCheckTracker": "Κατάσταση Ανιχνευτή",
        "SystemCheckTrackerHelp": "Η αίτηση GET για το matomo.php απέτυχε. Δοκιμάστε να εισάγετε τη διεύθυνση αυτή σε επιτρεπόμενη λίστα για πιστοποίηση HTTP και να απενεργοποιήσετε το mod_security (ενδέχεται να χρειαστείτε τη βοήθεια του παρόχου σας). Για περισσότερες πληροφορίες σχετικά με το σφάλμα, ελέγξτε το αρχείο σφαλμάτων του διακομιστή ιστού σας.",
        "SystemCheckWarnDomHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «dom» (π.χ.: εγκατάσταση του πακέτου «php-dom» και\/ή του «php-xml»).",
        "SystemCheckWarning": "Το Matomo θα δουλεύει κανονικά αλλά ορισμένα χαρακτηριστικά ενδέχεται να λείπουν",
        "SystemCheckWarnJsonHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «json» (π.χ.: «εγκατάσταση του πακέτου php-json») για καλύτερη απόδοση.",
        "SystemCheckWarnLibXmlHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «libxml» (π.χ.: «εγκατάσταση του πακέτου php-libxml») καθώς απαιτείται από άλλες επεκτάσεις PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Πρέπει να ενεργοποιήσετε την επέκταση «SimpleXML» (π.χ.: εγκατάσταση του πακέτου «php-simplexml» και\/ή του «php-xml»).",
        "SystemCheckWinPdoAndMysqliHelp": "Σε διακομιστή Windows μπορείτε να προσθέσετε τις ακόλουθες γραμμές στο αρχείο php.ini: %s",
        "SystemCheckWriteDirs": "Υποφάκελοι με δικαίωμα εγγραφής",
        "SystemCheckWriteDirsHelp": "Για να διορθώσετε αυτό το σφάλμα στο Linux σύστημά σας δοκιμάστε να πληκτρολογήσετε τις ακόλουθες εντολές",
        "SystemCheckZlibHelp": "Πρέπει να ρυθμίσετε και ξαναεγκαταστήσετε την PHP με ενεργοποιημένη την υποστήριξη «zlib», --with-zlib.",
        "SystemCheckCronArchiveProcess": "Παραμετροποίηση του Cron",
        "FasterReportLoading": "γρηγορότερη φόρτωση αναφορών",
        "SystemCheckCronArchiveProcessCLI": "Διαχείριση εργασιών από CLI",
        "SystemCheckPhpSetting": "Για την αποφυγή σημαντικών προβλημάτων, πρέπει να ορίσετε τα παρακάτω στο αρχείο php.ini: %s",
        "SystemCheckUpdateHttps": "Ενημέρωση μέσω HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "Το Matomo δεν μπορεί να χρησιμοποιήσει HTTPS για ενημέρωση, θα δοκιμάσει να κάνει ενημέρωση μέσω μη ασφαλούς σύνδεσης HTTP. Ελέγξτε ότι υποστηρίζεται το CURL ή το allow_url_fopen και ότι η επέκταση openssl της PHP είναι εγκατεστημένη: https:\/\/matomo.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "δεν υποστηρίζεται",
        "Tables": "Δημιουργία πινάκων",
        "TablesCreatedSuccess": "Οι πίνακες δημιουργήθηκαν επιτυχώς!",
        "TablesDelete": "Διαγραφή των πινάκων που ανιχνεύθηκαν",
        "TablesDeletedSuccess": "Οι υπάρχοντες πίνακες του Matomo διαγράφηκαν με επιτυχία",
        "TablesFound": "Οι ακόλουθοι πίνακες βρέθηκαν εντός της βάσης δεδομένων",
        "TablesReuse": "Χρήση υπαρχόντων πινάκων",
        "TablesUpdatedSuccess": "Η βάση δεδομένων αναβαθμίστηκε επιτυχώς από %1$s σε %2$s!",
        "TablesWarningHelp": "Επιλέξτε να χρησιμοποιήσετε την υπάρχουσα βάση δεδομένων ή επιλέξτε να κάνετε μία καθαρή εγκατάσταση έτσι ώστε να καθαρίσει η βάση δεδομένων από όλα τα δεδομένα.",
        "TablesWithSameNamesFound": "Μερικοί πίνακες %1$s στη βάση δεδομένων σας %2$s έχουν τα ίδια ονόματα με τους πίνακες που προσπαθεί να δημιουργήσει το Matomo",
        "Timezone": "Ζώνη ώρας του ιστοτόπου",
        "WeHopeYouWillEnjoyPiwik": "Ελπίζουμε να χαίρεστε το Matomo όσο εμείς που το προγραμματίζουμε.",
        "Welcome": "Καλωσορίσατε!",
        "WelcomeHelp": "<p>Το Matomo είναι ένα λογισμικό ανοιχτού κώδικα ανάλυσης ιστοσελίδων που συλλέγει τις πληροφορίες που θέλετε από τους επισκέπτες σας.<\/p><p>Αυτή η διαδικασία είναι χωρισμένη σε %s απλά βήματα και θα διαρκέσει περίπου 5 λεπτά.<\/p>",
        "WelcomeToCommunity": "Καλωσήρθατε στην κοινότητα του Matomo!",
        "CannotConnectToDb": "Δεν είναι δυνατή η σύνδεση με τη βάση δεδομένων.",
        "CannotConnectToDbResolvingExplanation": "Ενδεχομένως να υπάρχει ένα προσωρινό πρόβλημα, δοκιμάστε να %1$sανανεώστε τη σελίδα%2$s. Αν το πρόβλημα παραμένει, παρακαλούμε επικοινωνήστε με το διαχειριστή του Matomo.",
        "EmailPrivacyNotice": "Η διεύθυνση email σας θα χρησιμοποιείται μόνο για την αποστολή του ενημερωτικού δελτίου. Για το σκοπό αυτό, μοιραζόμαστε το email σας με έναν τρίτο. Αυτός ο τρίτος είναι το Mad Mimi, αλλά αυτό ενδέχεται να αλλάξει στο μέλλον. Δε θα δώσουμε την διεύθυνση email σας σε οποιονδήποτε άλλον και ούτε θα την χρησιμοποιήσουμε για οποιονδήποτε σκοπό διαφορετικό από την αποστολή του ενημερωτικού δελτίου. Δείτε την %1$sπολιτική ιδιωτικότητας%2$s για περισσότερες πληροφορίες.",
        "PerformanceSettingsDesc1": "Μια τελική σημείωση που αφορά στην απόδοση: Η εγκατάσταση του Matomo σας είναι έτοιμη για να ιχνηλατεί και να δίνει αναφορά για την κίνηση του ιστοτόπου σας, αλλά αν δείτε ότι το Matomo είναι αργό, μπορεί να χρειαστεί ένα επιπλέον βήμα για τον καθορισμό %1$sαρχειοθέτησης από το CLI%2$s. Αυτή η διαδικασία θα δημιουργεί τις αναφορές σας στο υπόβαθρο περιοδικά, αντί κατ' εντολή.",
        "PerformanceSettingsDesc2": "Αυτό απαιτεί την προσθήκη μιας εντολής του Matomo στο cron που μπορεί να γίνει αυτόματα από τον εγκαταστάτη, αλλά μπορείτε να %1$sδιαβάσετε τις συχνές ερωτήσεις για να μάθετε πώς να το κάνετε μόνοι σας.%2$s"
    }
}