{
    "Installation": {
        "CollaborativeProject": "Piwik is a collaborative project, built with love by people from all over the world.",
        "ConfigurationHelp": "Your Piwik configuration file appears to be misconfigured. You can either remove config\/config.ini.php and resume installation, or correct the database connection settings.",
        "ConfirmDeleteExistingTables": "Are you sure you want to delete the tables: %s from your database? WARNING: DATA FROM THESE TABLES CANNOT BE RECOVERED!",
        "Congratulations": "Congratulations",
        "CongratulationsHelp": "<p>Congratulations! Your Piwik installation is complete.<\/p><p>Make sure your JavaScript code is entered on your pages, and wait for your first visitors!<\/p>",
        "DatabaseAbilities": "Database abilities",
        "DatabaseCreation": "Database creation",
        "DatabaseErrorConnect": "Error while trying to connect to the database server",
        "DatabaseServerVersion": "Database server version",
        "DatabaseSetup": "Database Setup",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "Database Name",
        "DatabaseSetupLogin": "Login",
        "DatabaseSetupServer": "Database Server",
        "DatabaseSetupTablePrefix": "Table Prefix",
        "Email": "email",
        "Extension": "extension",
        "Filesystem": "Filesystem",
        "GetInvolved": "If you like what you see, you can %1$sget involved%2$s.",
        "GoBackAndDefinePrefix": "Go back and define a Prefix for the Piwik Tables",
        "HappyAnalysing": "Happy analysing!",
        "Installation": "Installation",
        "InstallationStatus": "Installation status",
        "InsufficientPrivilegesHelp": "You can add these privileges by using a tool such as phpMyAdmin or by executing the right SQL queries. If you don't know how to do these things, please ask your sysadmin to grant these privileges for you.",
        "InsufficientPrivilegesMain": "Either the Database does not exist (and could not be created), or the specified User has insufficient privileges. Database user must have the following privileges: %s",
        "JsTagArchivingHelp1": "For medium and high traffic websites there are certain optimizations that should be made to help Piwik run faster (such as %1$ssetting up auto-archiving%2$s).",
        "JSTracking_EndNote": "Note: After the installation process, you can generate customized tracking code in the %1$sTracking Code%2$s admin section.",
        "JSTracking_Intro": "To track your web traffic with Piwik you need to make sure some extra code is added to each of your webpages.",
        "LargePiwikInstances": "Help for users with high traffic websites",
        "Legend": "Legend",
        "LoadDataInfileRecommended": "If your Piwik server tracks high traffic websites (eg. > 100,000 pages per month), we recommend to try fix this problem.",
        "LoadDataInfileUnavailableHelp": "Using %1$s will greatly speed Piwik's archiving process up. To make it available to Piwik, try updating your PHP & MySQL software and make sure your database user has the %2$s privilege.",
        "NfsFilesystemWarning": "Your server is using an NFS filesystem.",
        "NfsFilesystemWarningSuffixAdmin": "This means Piwik will be extremely slow when using file based sessions.",
        "NfsFilesystemWarningSuffixInstall": "Using file based sessions on NFS is extremely slow, so Piwik will use database sessions. If you have many concurrent dashboard users, you may need to increase the maximum number of client connections to the database server.",
        "NoConfigFound": "The Piwik configuration file couldn't be found and you are trying to access a Piwik page.<br \/><b>  » You can <a href='index.php'>install Piwik now<\/a><\/b><br \/><small>If you installed Piwik before and have some tables in your DB, don't worry, you can reuse the same tables and keep your existing data!<\/small>",
        "Optional": "Optional",
        "Password": "password",
        "PasswordDoNotMatch": "password do not match",
        "PasswordRepeat": "password (repeat)",
        "PercentDone": "%s %% Done",
        "PleaseFixTheFollowingErrors": "Please fix the following errors",
        "PluginDescription": "Installation process of Piwik. The Installation is usually done once only. If the configuration file config\/config.inc.php is deleted, the installation will start again.",
        "Requirements": "Piwik Requirements",
        "RestartWebServer": "After making this change, restart your web server.",
        "ReusingTables": "Reusing the Tables",
        "PiwikOrgNewsletter": "email me with major Piwik community updates",
        "PiwikProNewsletter": "I am interested in %sPiwik PRO%s services (no more than 1 email a month)",
        "SeeBelowForMoreInfo": "See below for more information.",
        "SetupWebsite": "Setup a Website",
        "SetupWebsiteError": "There was an error when adding the website",
        "SetupWebSiteName": "website name",
        "SetupWebsiteSetupSuccess": "Website %s created with success!",
        "SetupWebSiteURL": "website URL",
        "SiteSetup": "Please setup the first website you would like to track and analyse with Piwik:",
        "SiteSetupFootnote": "Note: once the Piwik Install is finished, you will be able to add more Websites to track!",
        "SuperUser": "Super User",
        "SuperUserLogin": "super user login",
        "SuperUserSetupError": "There was an error when adding the Super User",
        "SuperUserSetupSuccess": "Super User created with success!",
        "SystemCheck": "System Check",
        "SystemCheckAutoUpdateHelp": "Note: Piwik's One Click update requires write-permissions to the Piwik folder and its contents.",
        "SystemCheckCreateFunctionHelp": "Piwik uses anonymous functions for callbacks.",
        "SystemCheckDatabaseHelp": "Piwik requires either the mysqli extension or both the PDO and pdo_mysql extensions.",
        "SystemCheckDebugBacktraceHelp": "View::factory won't be able to create views for the calling module.",
        "SystemCheckError": "An error occured - must be fixed before you proceed",
        "SystemCheckEvalHelp": "Required by HTML QuickForm and Smarty templating system.",
        "SystemCheckExtensions": "Other required extensions",
        "SystemCheckFileIntegrity": "File integrity",
        "SystemCheckFunctions": "Required functions",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "The sparklines (small graphs) and image graphs (in Piwik Mobile app and Email reports) will not work.",
        "SystemCheckGlobHelp": "This built-in function has been disabled on your host. Piwik will attempt to emulate this function but may encounter further security restrictions. Functionality may be impacted.",
        "SystemCheckGzcompressHelp": "You need to enable the zlib extension and gzcompress function.",
        "SystemCheckGzuncompressHelp": "You need to enable the zlib extension and gzuncompress function.",
        "SystemCheckIconvHelp": "You need to configure and rebuild PHP with \"iconv\" support enabled, --with-iconv.",
        "SystemCheckJsonHelp": "The php5-json extension is required for Piwik to read and write JSON data.",
        "SystemCheckMailHelp": "Feedback and Lost Password messages will not be sent without mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "The mbstring extension is required to handle multibyte characters in the User interface and API responses. Also please check that mbstring.func_overload is set to \"0\" in php.ini.",
        "SystemCheckMemoryLimit": "Memory limit",
        "SystemCheckMemoryLimitHelp": "On a high traffic website, the archiving process may require more memory than currently allowed. If necessary, change the memory_limit directive in your php.ini file.",
        "SystemCheckOpenURL": "Open URL",
        "SystemCheckOpenURLHelp": "Newsletter subscriptions, update notifications, and one-click updates requires the \"curl\" extension, allow_url_fopen=On, or fsockopen() enabled.",
        "SystemCheckOtherExtensions": "Other extensions",
        "SystemCheckOtherFunctions": "Other functions",
        "SystemCheckPackHelp": "The pack() function is required to track visitors in Piwik.",
        "SystemCheckParseIniFileHelp": "This built-in function has been disabled on your host. Piwik will attempt to emulate this function but may encounter further security restrictions. Tracker performance will also be impacted.",
        "SystemCheckPdoAndMysqliHelp": "On a GNU\/Linux server you can compile php with the following options: %1$s In your php.ini, add the following lines: %2$s",
        "SystemCheckPhp": "PHP version",
        "SystemCheckPhpPdoAndMysqli": "More information on: %1$sPHP PDO%2$s and %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "You need to configure and rebuild PHP with the Standard PHP Library (SPL) enabled (by default).",
        "SystemCheckSummaryNoProblems": "Huzzah! There are no problems with your Piwik setup. Give yourself a pat on the back.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik has detected some %1$scritical issues%2$s with your Piwik setup. %3$sThese issues should be fixed immediately.%4$s",
        "SystemCheckSummaryThereWereWarnings": "There are some issues with your system. Piwik will run, but you might experience some minor problems.",
        "SystemCheckTimeLimitHelp": "On a high traffic website, executing the archiving process may require more time than currently allowed. If necessary, change the max_execution_time directive in your php.ini file.",
        "SystemCheckTracker": "Tracker status",
        "SystemCheckTrackerHelp": "GET request to piwik.php failed. Try whitelisting this URL from HTTP Authentication and disable mod_security (you may have to ask your webhost).",
        "SystemCheckWarnDomHelp": "You should enable the \"dom\" extension (e.g., install the \"php-dom\" and\/or \"php-xml\" package).",
        "SystemCheckWarning": "Piwik will work normally but some features may be missing",
        "SystemCheckWarnJsonHelp": "You should enable \"json\" extension (e.g., install the \"php-json\" package) for better performance.",
        "SystemCheckWarnLibXmlHelp": "You should enable the \"libxml\" extension (e.g., \"install the php-libxml\" package) as it is required by other core PHP extensions.",
        "SystemCheckWarnSimpleXMLHelp": "You should enable the \"SimpleXML\" extension (e.g., install the \"php-simplexml\" and\/or \"php-xml\" package).",
        "SystemCheckWinPdoAndMysqliHelp": "On a Windows server you can add the following lines to your php.ini: %s",
        "SystemCheckWriteDirs": "Directories with write access",
        "SystemCheckWriteDirsHelp": "To fix this error on your GNU\/Linux system, try typing in the following command(s)",
        "SystemCheckZlibHelp": "You need to configure and rebuild PHP with \"zlib\" support enabled, --with-zlib.",
        "SystemCheckCronArchiveProcess": "Archive Cron",
        "SystemCheckCronArchiveProcessCLI": "Managing processes via CLI",
        "SystemCheckSessionAutostart": "To prevent some issues please set the following in your php.ini file: session.auto_start=0",
        "NotSupported": "not supported",
        "Tables": "Creating the Tables",
        "TablesCreatedSuccess": "Tables created with success!",
        "TablesDelete": "Delete the detected tables",
        "TablesDeletedSuccess": "Existing Piwik tables deleted with success",
        "TablesFound": "The following tables have been found in the database",
        "TablesReuse": "Reuse the existing tables",
        "TablesUpdatedSuccess": "The database was successfully updated from %1$s to %2$s!",
        "TablesWarningHelp": "Either choose to reuse the existing database tables or select a clean install to erase all existing data in the database.",
        "TablesWithSameNamesFound": "Some %1$s tables in your database %2$s have the same names as the tables Piwik is trying to create",
        "Timezone": "website time zone",
        "WeHopeYouWillEnjoyPiwik": "We hope you will enjoy using Piwik as much as we enjoy making it.",
        "Welcome": "Welcome!",
        "WelcomeHelp": "<p>Piwik is a free\/libre web analytics software that makes it easy to get the information you want from your visitors.<\/p><p>This process is split up into %s easy steps and will take around 5 minutes.<\/p>",
        "WelcomeToCommunity": "Welcome to the Piwik community!",
        "CannotConnectToDb": "Cannot connect to the database",
        "CannotConnectToDbResolvingExplanation": "This may be a temporary issue, try %1$srefreshing the page%2$s. If the problem persists please contact your Piwik administrator."
    }
}