{
    "Installation": {
        "CannotConnectToDb": "No se puede conectar a la base de datos",
        "CannotConnectToDbResolvingExplanation": "Esto podría ser un problema tempóral, intentá %1$srecargar la página%2$s. Si el problema persiste, por favor, contactá a tu administrador de Matomo.",
        "CollaborativeProject": "Matomo es un proyecto colaborativo, construido con el corazón, por gente desde todos los rincones del planeta.",
        "ConfigurationHelp": "Tu archivo de configuración de Matomo parece no estar configurado. Podés, o bien quitar \"config/config.ini.php\" y reanudar la instalación, o bien corregir la configuración de la conexión de la base de datos.",
        "ConfirmDeleteExistingTables": "¿Estás seguro que querés eliminar las tablas: %s de tu base de datos? ADVERTENCIA: ¡LOS DATOS DE ESTAS TABLAS NO SE PUEDEN RECUPERAR!",
        "Congratulations": "Felicitaciones",
        "CongratulationsHelp": "<p>¡Felicitaciones! Tu instalación de Matomo está completa.</p><p>Asegurate que tu código de JavaScript haya sido insertado en tus páginas, ¡y esperá a tus primeros visitantes!</p>",
        "CopyBelowInfoForSupport": "Copiá o descargá la información abajo en caso que nuestro equipo técnico te la solicite.",
        "CopySystemCheck": "Copiar datos del sistema",
        "DatabaseAbilities": "Capacidades de la base de datos",
        "DatabaseCreation": "Creación de la base de datos",
        "DatabaseErrorConnect": "Error al intentar conectarse al servidor de la base de datos",
        "DatabaseServerVersion": "Versión del servidor de la base de datos",
        "DatabaseSetup": "Configuración de la base de datos",
        "DatabaseSetupAdapter": "Adaptador",
        "DatabaseSetupDatabaseName": "Nombre de la base de datos",
        "DatabaseSetupLogin": "Inicio de sesión",
        "DatabaseSetupServer": "Servidor de la base de datos",
        "DatabaseSetupTablePrefix": "Prefijo de tabla",
        "DefaultSettings": "Configuración predeterminada de Matomo",
        "DefaultSettingsHelp": "Matomo viene con una configuración predeterminada. Podés personalizarlas ahora o hacerlo después en la pantalla de administración.",
        "DownloadSystemCheck": "Descargar datos del sistema",
        "Email": "Correo electrónico",
        "EmailPrivacyNotice": "Tu dirección de correo electrónico sólo será usada para enviarte el boletín informativo. Para esto, tenemos que compartir tu dirección de correo electrónico con un proveedor de terceros. Este proveedor actualmente es Mad Mini, pero podría cambiar en el futuro. No compartiremos tu correo electrónico con nadie más ni lo usaremos con otro propósito que no sea enviarte el boletín informativo. Podés desuscribirte en cualquier momento. Por favor, consultá nuestra %1$spolítica de privacidad%2$s para más información.",
        "Extension": "extensión",
        "FasterReportLoading": "carga más rápida de informe",
        "Filesystem": "Sistema de archivo",
        "GetInvolved": "Si te gusta lo que ves, podés %1$sinvolucrarte%2$s.",
        "GoBackAndDefinePrefix": "Volvé y definí un prefijo para las tablas de Matomo",
        "HappyAnalysing": "¡Que la pasés bien!",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Si instalaste Matomo antes y tenés algunas tables en tu base de datos, no te preocupés: ¡podés reusar las mismas tablas y conservar tus datos existentes!",
        "InformationalResults": "Resultados informativos",
        "Installation": "Instalación",
        "InstallationStatus": "Estado de la instalación",
        "InsufficientPrivilegesHelp": "Podés agregar estos privilegios utilizando una herramienta como phpMyAdmin o ejecutando las solicitudes SQL correspondientes. Si no sabés cómo hacer ninguna de estas operaciones, por favor, solicitá asistencia a tu administrador de sistema para que te conceda estos privilegios.",
        "InsufficientPrivilegesMain": "O bien la base de datos no existe (y pudo no ser creada), o bien el usuario especificado tiene privilegios insuficientes. El usuario de base de datos debe tener los siguientes privilegios: %s",
        "InvalidStateError": "Error: Matomo ya está instalado. %1$s Volvé %2$sa Matomo%3$s.",
        "JSTracking_EndNote": "Nota: Después del proceso de instalación, podés generar el código de seguimiento personalizado en la sección de administración %1$sCódigo de Seguimiento%2$s.",
        "JSTracking_Intro": "Para rastrear tu tráfico web con Matomo, necesitás asegurarte que cierto código extra se agregue a cada una de tus páginas web.",
        "JsTagArchivingHelp1": "Para sitios web de medio y alto tráfico hay ciertas optimizaciones que deberían ayudar a Matomo a ejecutarse más rápido (como %1$sconfigurar un archivado automático%2$s).",
        "LargePiwikInstances": "Ayuda para los usuarios con sitios web de alto tráfico",
        "Legend": "Leyenda",
        "LoadDataInfileRecommended": "Si tu servidor de Matomo rastrea sitios web de alto tráfico (esto es, más de 100.000 páginas por mes), te recomendamos intentar solucionar este problema.",
        "LoadDataInfileUnavailableHelp": "Usar %1$s aumentará considerablemente la velocidad de Matomo en el proceso de archivado. Para hacer que esté disponible para Matomo, intentá actualizar tu software de PHP y MySQL, y asegurate que el usuario de la base de datos tenga el privilegio %2$s.",
        "NfsFilesystemWarning": "Tu servidor está utilizando un sistema de archivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Esto significa que Matomo será extremadamente lento al usar las sesiones basadas en archivo.",
        "NfsFilesystemWarningSuffixInstall": "Usar sesiones basadas en archivo en NFS es extremadamente lento, por lo que Matomo usará las sesiones de base de datos. Si tenés muchos usuarios concurrentes al panel, podrías necesitar aumentar la cantidad máxima de clientes conectados al servidor de la base de datos.",
        "NoConfigFileFound": "El archivo de configuración de Matomo no pudo ser encontrado y estás intentando acceder a una página de Matomo.",
        "NotSupported": "no soportado",
        "Optional": "Opcional",
        "Password": "Contraseña",
        "PasswordDoNotMatch": "las contraseñas no coinciden",
        "PasswordRepeat": "Contraseña (repetirla)",
        "PercentDone": "%s %% Listo",
        "PerformanceSettingsDesc1": "Una nota final sobre rendimiento: tu Matomo está configurado y listo para rastrear e informar el tráfico en tu sitio web, pero si encontrás que Matomo funciona lento, quizás quieras tomar el paso extra de configurar el %1$sarchivado CLI%2$s. Esto generará tus informes en segundo plano periódicamente, en lugar de hacerlo a pedido.",
        "PerformanceSettingsDesc2": "Esto requiere agregar un comando de Matomo a cron, el cual no puede ser hecho automáticamente por el instalador, pero podés leer nuestras %1$spreguntas frecuentes sobre cómo configurarlo vos mismo%2$s.",
        "PiwikOrgNewsletter": "enviarme un correo electrónico con las principales actualizaciones de la comunidad de Matomo",
        "PleaseFixTheFollowingErrors": "Por favor, solucioná los siguientes errores",
        "ProfessionalServicesAdTitle": "Servicios analíticos avanzados",
        "ProfessionalServicesNewsletter": "enviarme información sobre los %1$sproductos y servicios profesionales%2$s de Matomo",
        "ProfessionalServicesfessionalDiscoverHow": "Aprendé sobre %1$sservicios y productos adicionales%2$s para Matomo, y cómo incrementar tus conversaciones y ganancias.",
        "ProfessionalServicesfessionalServicesAdText": "Nuestra red de expertos pueden ayudar a que tu organización descubra la potencia de los análisis de Matomo.",
        "Requirements": "Requisitos de Matomo",
        "RestartWebServer": "Luego de realizar este cambio, reiniciá tu servidor web.",
        "ReusingTables": "Reusando las tablas",
        "SeeBelowForMoreInfo": "Mirá abajo para más información.",
        "SetupWebSiteName": "Nombre del sitio web",
        "SetupWebSiteURL": "Dirección web del sitio",
        "SetupWebsite": "Configurar un sitio web",
        "SetupWebsiteError": "Ocurrió un error al agregar el sitio web",
        "SetupWebsiteSetupSuccess": "¡Sitio web %s creado exitosamente!",
        "SiteSetup": "Por favor, configurá el primer sitio web que te gustaría rastrear y analizar con Matomo:",
        "SiteSetupFootnote": "Nota: una vez que la instalación de Matomo esté finalizada, ¡vas a poder agregar más sitios web para rastrear!",
        "SuperUser": "Súperusuario",
        "SuperUserLogin": "Inicio de sesión de súperusuario",
        "SuperUserSetupError": "Ocurrió un error al agregar al súperusuario",
        "SuperUserSetupSuccess": "¡Súperusuario creado exitosamente!",
        "SystemCheck": "Comprobación del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: las actualizaciones de Matomo de un sólo clic requieren de permisos de escritura a la carpeta de Matomo y sus contenidos.",
        "SystemCheckCronArchiveProcess": "Configurar Cron",
        "SystemCheckCronArchiveProcessCLI": "Administración de procesos vía CLI",
        "SystemCheckDatabaseExtensions": "Extensiones de MySQL",
        "SystemCheckDatabaseHelp": "Matomo requiere o bien la extensión mysqli, o tanto las extensiones PDO y pdo_mysql.",
        "SystemCheckDatabaseSSL": "Conexión SSL a la base de datos",
        "SystemCheckDatabaseSSLCipher": "se está usando cifrado SSL",
        "SystemCheckDatabaseSSLDisabled": "El soporte SSL en el servidor de tu base de datos está deshabilitado",
        "SystemCheckDatabaseSSLNo": "El servidor de la base de datos no está compilado con soporte SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s está establecido en \"1\", pero la conexión SSL no está funcionando",
        "SystemCheckDatabaseSSLOn": "Tu base de datos soporta conexiones SSL pero no se está usando ninguna. Revisá la configuración SSL de tu base de datos en el archivo de configuración de Matomo.",
        "SystemCheckDebugBacktraceHelp": "View::factory no estará disponible para crear vistas para el módulo de llamadas.",
        "SystemCheckError": "Ocurrió un error - debe ser arreglado antes de continuar",
        "SystemCheckEvalHelp": "Requerido por el formulario HTML QuickForm y el sistema inteligente de plantillas.",
        "SystemCheckExtensions": "Otras extensiones requeridas",
        "SystemCheckFileIntegrity": "Integridad de archivo",
        "SystemCheckFilterHelp": "Necesitás configurar y reconstruir PHP con soporte de filtro habilitado (no usés \"--disable-filter\").",
        "SystemCheckFunctions": "Funciones requeridas",
        "SystemCheckGDFreeType": "GD &gt; 2.x + Freetype (gráficos)",
        "SystemCheckGDHelp": "Los minigráficos y gráficos de imagen (en la aplicación móvil de Matomo y en los informes de correo electrónico) no funcionarán.",
        "SystemCheckGlobHelp": "Esta función incorporada fue deshabilitada en tu servidor. Matomo intentará emular su función pero podría encontrar más restricciones de seguridad. La funcionalidad podría per perjudicada.",
        "SystemCheckGzcompressHelp": "Necesitás habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckGzuncompressHelp": "Necesitás habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckHashHelp": "Necesitás configurar y reconstruir PHP con el soporte \"hash()\" habilitado excluyendo la opción --disable-hash.",
        "SystemCheckJsonHelp": "La extensión php-json es necesaria para que Matomo lea y escriba datos JSON.",
        "SystemCheckMailHelp": "Los mensajes de Feedback y Recuperar Contraseña no se enviarán sin mail().",
        "SystemCheckMemoryLimit": "Límite de memoria",
        "SystemCheckMemoryLimitHelp": "En un sitio web de alto tráfico, el proceso de archivo puede requerir más memoria de la que se permite actualmente.<br />De ser necesario, cambiá la directiva memory_limit en tu archivo \"php.ini\".",
        "SystemCheckMemoryNoMemoryLimitSet": "No se estableció un límite de memoria",
        "SystemCheckNoErrorsOrWarnings": "No hay errores o advertencias",
        "SystemCheckOpenURL": "Abrir dirección web",
        "SystemCheckOpenURLHelp": "Suscripciones a boletines, notificaciones de actualización, y actualizaciones con un clic necesitan la extensión \"curl\", allow_url_fopen=On, o fsockopen() habilitada.",
        "SystemCheckOtherExtensions": "Otras extensiones",
        "SystemCheckOtherFunctions": "Otras funciones",
        "SystemCheckPackHelp": "La función pack() es requerida para rastrear visitantes en Matomo.",
        "SystemCheckPageSpeedDisabled": "PageSpeed deshabilitado",
        "SystemCheckPageSpeedWarning": "Recomendamos deshabilitar el módulo PageSpeed en tu servidor web %s: se informó que PageSpeed causa varios problemas con Matomo, como: informes de páginas rotas, Row Evolution roto y otros problemas que son difíciles de solucionar. Por favor, deshabilitá \"mod_pagespeed\" en este servidor.",
        "SystemCheckParseIniFileHelp": "Esta función incorporada fue deshabilitada en tu servidor. Matomo intentará emular su función pero podría encontrar más restricciones de seguridad. La funcionalidad de rastreo también será perjudicada.",
        "SystemCheckPdoAndMysqliHelp": "En un servidor GNU/Linux podés compilar php con las siguientes opciones: %1$s En tu \"php.ini\", agregá las siguientes líneas: %2$s",
        "SystemCheckPhp": "Versión PHP",
        "SystemCheckPhpPdoAndMysqli": "Más información en: %1$sPHP PDO%2$s y %3$sMYSQLI%4$s.",
        "SystemCheckPhpSetting": "Para prevenir algunos problemas críticos, debés establecer lo siguiente en tu archivo \"php.ini\": %s",
        "SystemCheckSessionHelp": "Necesitás configurar y reconstruir PHP con soporte de sesión habilitado (no usés \"--disable-session\").",
        "SystemCheckSettings": "Se requiere configuración PHP (php.ini)",
        "SystemCheckSummaryNoProblems": "¡Esssa! No hay problemas con tu configuración de Matomo. Date una palmadita en la espalda.",
        "SystemCheckSummaryThereWereErrors": "¡Epa! Matomo detectó algunos %1$sproblemas críticos%2$s con tu configuración Matomo. %3$sEstos problemas deberían corregirse inmediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Hay algunos problemas con tu sistema. Matomo funcionará, pero podrías encontrarte con algunos problemas menores.",
        "SystemCheckTimeLimitHelp": "En un sitio web de alto tráfico, la ejecución del proceso de archivado puede requerir más tiempo del permitido. De ser necesario, cambiá la directiva max_execution_time en su archivo \"php.ini\".",
        "SystemCheckTracker": "Estado del tracker",
        "SystemCheckTrackerHelp": "Falló la solicitud GET a \"matomo.php\". Intentá permitir esta dirección web en tu autenticación HTTP y deshabilitá \"mod_security\" (podés pedírselo a tu administrador web). Para más información sobre el error, revisá el archivo de registro de errores de tu servidor web.",
        "SystemCheckUpdateHttps": "Actualización sobre HTTPS",
        "SystemCheckViewFullSystemCheck": "Ver el informe completo de revisión del sistema",
        "SystemCheckWarnDomHelp": "Deberías habilitar la extensión \"dom\" (ej., instalar el paquete \"php-dom\" y/o el paquete \"php-xml\").",
        "SystemCheckWarnJsonHelp": "Deberías habilitar la extensión \"json\" (por ejemplo, instalando el paquete \"php-json\").",
        "SystemCheckWarnLibXmlHelp": "Deberías habilitar la extensión \"libxml\" (ej., instalar el paquete \"php-libxml\") ya que esta es requerida por otras extensiones de PHP.",
        "SystemCheckWarnOpensslHelp": "Deberías habilitar la extensión \"openssl\" para permitir actualizaciones seguras.",
        "SystemCheckWarnSimpleXMLHelp": "Deberías habilitar la extensión \"SimpleXML\" (ej., instalar el paquete \"php-simplexml\" y/o el paquete \"php-xml\").",
        "SystemCheckWarning": "Matomo funcionará normalmente, pero algunas funciones pueden estar ausentes",
        "SystemCheckWinPdoAndMysqliHelp": "En un servidor Windows podés agregar las siguientes líneas a tu php.ini: %s",
        "SystemCheckWriteDirs": "Directorios con acceso de escritura",
        "SystemCheckWriteDirsHelp": "Para arreglar este error en tu sistema GNU/Linux, intentá escribir los siguientes comandos",
        "SystemCheckZlibHelp": "Necesitás configurar y reconstruir PHP con el soporte \"zlib\" habilitado, --with-zlib.",
        "Tables": "Creando las tablas",
        "TablesCreatedSuccess": "¡Tablas creadas con éxito!",
        "TablesDelete": "Eliminar las tablas detectadas",
        "TablesDeletedSuccess": "Se eliminaron las tablas de Matomo exitosamente",
        "TablesFound": "Se encontraron las siguiente tablas en la base de datos",
        "TablesReuse": "Reutilizar las tablas ya existentes",
        "TablesUpdatedSuccess": "¡La base de datos fue actualizada exitosamente de %1$s a %2$s!",
        "TablesWarningHelp": "O bien elegir la reutilización de las tablas de bases de datos existentes, o bien seleccionar una instalación limpia para eliminar todos los datos existentes en la base de datos.",
        "TablesWithSameNamesFound": "Algunas %1$stablas en tu base de datos%2$s tienen los mismos nombres como las tablas Matomo que estás intentando crear",
        "Timezone": "Huso horario del sitio web",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que estés disfrutando de Matomo tanto como nosotros disfrutamos hacerlo.",
        "Welcome": "¡Bienvenido",
        "WelcomeHelp": "<p>Matomo es software libre de análisis de web que hace fácil obtener la información que querés de tus visitantes.</p> <p>Este proceso está dividido hasta en %s fáciles pasos y llevará unos 5 minutos.</p>",
        "WelcomeToCommunity": "¡Bienvenido a la comunidad Matomo!",
        "YouMayInstallPiwikNow": "Podés %1$sinstalar Matomo ahora%2$s"
    }
}
