{
    "Installation": {
        "CannotConnectToDb": "No se puedo conectar con la base de datos",
        "CollaborativeProject": "Piwik es un proyecto de colaboración, creado con amor por personas de todo el mundo",
        "ConfigurationHelp": "Su archivo de configuración de Piwik parece estar desconfigurado. Puede remover el archivo config\/config.ini.php y seguir la instalación, o corregir la configuración de conexión de la base de datos.",
        "ConfirmDeleteExistingTables": "¿Está seguro de que desea borrar las tablas: %s de su base de datos? ADVERTENCIA: ¡LOS DATOS DE ESTAS TABLAS NO SE PUEDEN RECUPERAR!",
        "Congratulations": "Enhorabuena",
        "CongratulationsHelp": "<p>¡Enhorabuena! La instalación de Piwik está completada.<\/p><p>¡Asegúrese de que el código JavaScript está introducido en sus páginas, y espere a sus primeros visitantes!<\/p>",
        "DatabaseAbilities": "Capacidades de la base de datos",
        "DatabaseCreation": "Creación de la base de datos",
        "DatabaseErrorConnect": "Error al intentar conectarse al servidor de la base de datos",
        "DatabaseServerVersion": "Versión del servidor de la base de datos",
        "DatabaseSetup": "Configuración de la base de datos",
        "DatabaseSetupAdapter": "adaptador",
        "DatabaseSetupDatabaseName": "nombre de la base de datos",
        "DatabaseSetupLogin": "usuario",
        "DatabaseSetupServer": "servidor de la base de datos",
        "DatabaseSetupTablePrefix": "prefijo de tabla",
        "Email": "email",
        "Extension": "extensión",
        "Filesystem": "Filesystem",
        "GoBackAndDefinePrefix": "Vuelve atrás y define un Prefijo para las Tablas de Piwik",
        "HappyAnalysing": "¡Disfruta del análisis!",
        "Installation": "Instalación",
        "InstallationStatus": "Estado de la instalación",
        "InsufficientPrivilegesHelp": "Puedes agregar estos privilegios utilizando una herramienta como phpMyAdmin o ejecutando las consultas SQL correspondientes. Si no sabes cómo hacer ninguna de estas operaciones, por favor solicita asistencia a tu sysadmin para que te conceda estos privilegios.",
        "InsufficientPrivilegesMain": "O no existe la base de datos (y no se podía crear), o el usuario especificado no tiene suficientes privilegios. El usuario de la base de datos debe tener los siguentes privilegios: %s",
        "JSTracking_EndNote": "Nota: Después del proceso de instalación, puedes generar código de seguimiento personalizado en la sección de administración %1$sCódigo de Seguimiento%2$s.",
        "JSTracking_Intro": "Para rastrear su tráfico web con Piwik necesitas asegurarte de que algún código extra fue agregado a cada uno de tus sitios web.",
        "LargePiwikInstances": "Ayuda para las grandes instancias de Piwik",
        "Legend": "Leyenda",
        "LoadDataInfileRecommended": "Si su servidor Piwik rastrea sitios con un alto tráfico (por ejemplo: > 100,000 páginas por mes), recomendamos que trate de arreglar este problema.",
        "LoadDataInfileUnavailableHelp": "Utilizando %1$s acelerará gratamente el proceso de archivado de Piwik. Para hacerlo efectivo en Piwik, trate de actualizar su software PHP & MySQL y asegurar que el usuario de la base de datos posee los %2$s privilegios.",
        "NfsFilesystemWarning": "Su servidor está utilizando un sistema de archivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Esto significa que Piwik será extremadamente lento cuando se utilice sesiones basadas en archivos.",
        "NfsFilesystemWarningSuffixInstall": "Utilizando sesiones basadas en archivos sobre NFS es extremadamente lento, por lo tanto, Piwik utilizará sesiones basada en base de datos. Si tiene varios usuarios de panel, puede que necesite incrementar el número máximo de conexiones de clientes al servidor de la base de datos.",
        "NoConfigFound": "El archivo de configuración de Piwik no se ha encontrado y está intentando acceder a una página de Piwik.<br \/><b>  » Puede <a href='index.php'>instalar Piwik ahora<\/a><\/b><br \/><small>¡Si ha instalado Piwik antes y tiene algunas tablas en su BD, no se preocupe, usted puede reutilizar las mismas tablas y mantener sus datos existentes!<\/small>",
        "NotSupported": "no soportado",
        "Optional": "Opcional",
        "Password": "Contraseña",
        "PasswordDoNotMatch": "las contraseñas no coinciden",
        "PasswordRepeat": "contraseña (repetir)",
        "PercentDone": "%s %% Hecho",
        "PleaseFixTheFollowingErrors": "Por favor solucione los siguientes errores",
        "PluginDescription": "Proceso de instalación de Piwik. La Instalación es usualmente hecha solo una vez. Si el archivo de configuración config\/config.ini.php se elimina, la instalación comenzará de nuevo.",
        "Requirements": "Requisitos de Piwik",
        "RestartWebServer": "Luego de realizar este cambio renicia tu servidor web.",
        "ReusingTables": "Reutilizando las tablas",
        "SeeBelowForMoreInfo": "Véase más adelante para mayor información.",
        "SetupWebsite": "Configurar una página web",
        "SetupWebsiteError": "Se ha producido un error al añadir el sitio web",
        "SetupWebSiteName": "nombre del sitio web",
        "SetupWebsiteSetupSuccess": "¡Sitio web %s creado con éxito!",
        "SetupWebSiteURL": "URL del sitio web",
        "SiteSetup": "Por favor, establece el primer sitio web al que deseas rastrear y analizar con Piwik:",
        "SiteSetupFootnote": "Nota: una vez que la instalación de Piwik finalice, podrás agregar más Sitios Web para rastrear.",
        "SuperUser": "Súper Usuario",
        "SuperUserLogin": "Nombre de super usuario",
        "SuperUserSetupError": "Se ha producido un error al añadir el Super user",
        "SuperUserSetupSuccess": "¡Súper Usuario creado con éxito!",
        "SystemCheck": "Comprobación del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: Las actualizaciones de Piwik necesitan permisos de escritura en la carpeta de instalación y sus subcarpetas",
        "SystemCheckCreateFunctionHelp": "Piwik utiliza funciones anónimas para devoluciones de llamada.",
        "SystemCheckDatabaseHelp": "Piwik requiere o bien la extensión mysqli o ambas extensiones PDO y pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory no estará disponible para crear vistas para el módulo de llamadas.",
        "SystemCheckError": "Se ha producido un error - debe ser arreglado antes de continuar",
        "SystemCheckEvalHelp": "Requerido por el formulario HTML y el sistema de plantillas.",
        "SystemCheckExtensions": "Extensiones requeridas",
        "SystemCheckFileIntegrity": "Integridad de archivos",
        "SystemCheckFunctions": "Funciones requeridas",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (gráfica)",
        "SystemCheckGDHelp": "Las \"sparklines\" (gráficas pequeñas) no funcionarán.",
        "SystemCheckGlobHelp": "Esta función integrada se ha desactivado en su host. Piwik intentará emular esta función, pero puede encontrarse con restricciones de seguridad. La funcionalidad puede verse afectada.",
        "SystemCheckGzcompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckGzuncompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckIconvHelp": "Necesita configurar y reconstruir PHP con soporte \"iconv\" habilitado, --with-iconv.",
        "SystemCheckJsonHelp": "Para leer y escribir datos JSON es necesario tener la extensión php5-json.",
        "SystemCheckMailHelp": "Los mensajes de Feedback y Recuperar Contraseña no se enviarán sin mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Se requiere la extensión mbstring para manejar caracteres multibyte en el interfaz del usuario y también las respuestas de la API. Por favor controla que mbstring.func_overload sea establecido a \"0\" en php.ini.",
        "SystemCheckMemoryLimit": "Límite de memoria",
        "SystemCheckMemoryLimitHelp": "En un sitio web de alto tráfico, el proceso de archivo puede requerir más memoria de la que se permite actualmente.<br \/>Véase la Directiva memory_limit en su archivo php.ini si es necesario.",
        "SystemCheckOpenURL": "Abrir URL",
        "SystemCheckOpenURLHelp": "Suscripciones a boletines, notificaciones de actualización, y actualizaciones con un clic necesitan la extensión \"curl\", allow_url_fopen=On, o fsockopen() habilitado.",
        "SystemCheckOtherExtensions": "Otras extensiones",
        "SystemCheckOtherFunctions": "Otras funciones",
        "SystemCheckPackHelp": "La función pack() es obligatoria para seguir visitantes en Piwik.",
        "SystemCheckParseIniFileHelp": "Esta función integrada se ha desactivado en su host. Piwik intentará emular esta función, pero puede encontrar más restricciones de seguridad.",
        "SystemCheckPdoAndMysqliHelp": "En un servidor Linux puede compilar php con las siguientes opciones: %1$s En su php.ini, añada las siguientes líneas: %2$s",
        "SystemCheckPhp": "Versión PHP",
        "SystemCheckPhpPdoAndMysqli": "Más información en: %1$sPHP PDO%2$s y %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Necesita configurar y reconstruir PHP con la Librería Estándar de PHP habilitada (por defecto).",
        "SystemCheckSummaryNoProblems": "Hurra! No hay problemas con su configuración de Piwik. Dése una palmadita en la espalda.",
        "SystemCheckSummaryThereWereErrors": "Oh! Piwik ha detectado algunos %1$sproblemas críticos%2$s con su configuración Piwik. %3$sLos mismos deben ser arreglados inmediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Existen ciertos problemas en su sistema. Piwik correrá, pero puede experimentar ciertos pequeños problemas.",
        "SystemCheckTimeLimitHelp": "En un sitio web con un tráfico elevado, la ejecución del proceso de archivado puede requerir más tiempo del permitido.<br \/>Mire la directiva max_execution_time en su archivo php.ini si es necesario",
        "SystemCheckTracker": "Estado del tracker",
        "SystemCheckTrackerHelp": "Las peticiones GET a piwik.php fallaron. Intente incluir en la lista blanca de mod_security y HTTP Authentication esta URL.",
        "SystemCheckWarnDomHelp": "Usted debería habilitar la extensión \"dom\" (ej., instalar el paquete \"php-dom\" y\/o el paquete \"php-xml\").",
        "SystemCheckWarning": "Piwik funcionará normalmente, pero algunas características pueden faltar",
        "SystemCheckWarnJsonHelp": "Usted debería habilitar la extensión \"json\" (ej., instalar el paquete \"php-json\") para un mejor rendimiento.",
        "SystemCheckWarnLibXmlHelp": "Usted debería habilitar la extensión \"libxml\" (ej., instalar el paquete \"php-libxml\") ya que esta es requerida por otras extensiones de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Usted debería habilitar la extensión \"SimpleXML\" (ej., instalar el paquete \"php-simplexml\" y\/o el paquete \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "En un servidor Windows puede añadir las siguientes líneas a su php.ini: %s",
        "SystemCheckWriteDirs": "Directorios con acceso de escritura",
        "SystemCheckWriteDirsHelp": "Para arreglar este error en su sistema Linux, intente tecleando los siguientes comandos",
        "SystemCheckZlibHelp": "Necesita configurar y reconstruir PHP con el soporte \"zlib\" habilitado, --with-zlib.",
        "Tables": "Creando las tablas",
        "TablesCreatedSuccess": "¡Tablas creadas con éxito!",
        "TablesDelete": "Borrar las tablas detectadas",
        "TablesDeletedSuccess": "Tablas existentes de Piwik borradas con éxito",
        "TablesFound": "Las siguientes tablas se han encontrado en la base de datos",
        "TablesReuse": "Reutilizar las tablas ya existentes",
        "TablesUpdatedSuccess": "¡La base de datos fue actualizada con éxito de %1$s a %2$s!",
        "TablesWarningHelp": "O bien optar por la reutilización de las tablas de bases de datos existentes o seleccionar una instalación limpia para borrar todos los datos existentes en la base de datos.",
        "TablesWithSameNamesFound": "Algunas %1$s tablas en su base de datos %2$s tienen el mismo nombre como las tablas que Piwik está intentando crear.",
        "Timezone": "zona horaria del sitio web",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que te gusta usar Piwik tanto como a nosotros nos gusta crearlo.",
        "Welcome": "¡Bienvenido!",
        "WelcomeHelp": "<p>Piwik es un software de análisis web de código abierto que facilita el obtener la información que desea de sus visitantes.<\/p><p>Este proceso se divide en %s sencillos pasos que le llevarán en torno a 5 minutos.<\/p>",
        "WelcomeToCommunity": "¡Bienvenido a la comunidad de Piwik!"
    }
}