{
    "Installation": {
        "CollaborativeProject": "Piwik es un proyecto de colaboración, creado con amor por personas de todo el mundo.",
        "ConfigurationHelp": "Su archivo de configuración Piwik parece estar desconfigurado. Puede remover el archivo config\/config.ini.php y seguir la instalación, o corregir la configuración de conexión de la base de datos.",
        "ConfirmDeleteExistingTables": "¿Está seguro de que desea borrar las tablas: %s de su base de datos? ADVERTENCIA: ¡LOS DATOS DE ESTAS TABLAS NO SE PUEDEN RECUPERAR!",
        "Congratulations": "Enhorabuena",
        "CongratulationsHelp": "<p>¡Enhorabuena! La instalación de Piwik está completada.<\/p><p>¡Asegúrese que el código JavaScript está introducido en sus páginas, y espere sus primeros visitantes!<\/p>",
        "DatabaseAbilities": "Capacidades de la base de datos",
        "DatabaseCreation": "Creación de la base de datos",
        "DatabaseErrorConnect": "Error al intentar conectarse al servidor de la base de datos",
        "DatabaseServerVersion": "Versión del servidor de la base de datos",
        "DatabaseSetup": "Configuración de la base de datos",
        "DatabaseSetupAdapter": "Adaptador",
        "DatabaseSetupDatabaseName": "Nombre de la base de datos",
        "DatabaseSetupLogin": "Iniciar sesión",
        "DatabaseSetupServer": "Servidor de la base de datos",
        "DatabaseSetupTablePrefix": "Prefijo de tabla",
        "Email": "Correo electrónico",
        "Extension": "extensión",
        "Filesystem": "Filesystem",
        "GetInvolved": "Si le gusta lo que ves, puede %1$sparticipar%2$s.",
        "GoBackAndDefinePrefix": "Vuelva atrás y defina un prefijo para las Tablas de Piwik",
        "HappyAnalysing": "¡Disfruta del análisis!",
        "Installation": "Instalación",
        "InstallationStatus": "Estado de la instalación",
        "InsufficientPrivilegesHelp": "Puedes agregar estos privilegios utilizando una herramienta como phpMyAdmin o ejecutando las consultas SQL correspondientes. Si no sabe cómo hacer alguna de estas operaciones, por favor solicite asistencia a su administrador de sistema para que le otorgue estos privilegios.",
        "InsufficientPrivilegesMain": "O no existe la base de datos (y no pudo no ser creada), o el usuario especificado no tiene suficientes privilegios. El usuario de la base de datos debe tener los siguentes privilegios: %s",
        "InvalidStateError": "Error: Piwik ya está instalado. %1$s Volver %2$s a Piwik%3$s.",
        "JsTagArchivingHelp1": "Para sitios con tráfico medio o elevado se deben efectuar ciertas optimizaciones para ayudar a Piwik a funcionar más rápidamente (como %1$shabilitar archivado automático%2$s).",
        "JSTracking_EndNote": "Nota: Después del proceso de instalación, puede generar código de seguimiento personalizado en la sección de administración %1$sCódigo de seguimiento%2$s.",
        "JSTracking_Intro": "Para rastrear su tráfico de internet con Piwik necesita asegurarse que cierto código extra sea agregado a cada uno de sus sitios de internet.",
        "LargePiwikInstances": "Ayuda a usuarios con sitios de internet con alto tráfico",
        "Legend": "Leyenda",
        "LoadDataInfileRecommended": "Si su servidor Piwik rastrea sitios con alto tráfico (por ejemplo: > 100,000 páginas por mes), recomendamos que trate de arreglar este problema.",
        "LoadDataInfileUnavailableHelp": "Utilizando %1$s acelerará gratamente el proceso de archivado de Piwik. Para hacerlo efectivo en Piwik, trate de actualizar su software PHP & MySQL y asegurar que el usuario de la base de datos posee los %2$s privilegios.",
        "NfsFilesystemWarning": "Su servidor está utilizando un sistema de archivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Esto significa que Piwik será extremadamente lento cuando se utilice sesiones basadas en archivos.",
        "NfsFilesystemWarningSuffixInstall": "Utilizando sesiones basadas en archivos sobre NFS es extremadamente lento, por lo tanto Piwik utilizará sesiones basada en base de datos. Si tiene varios usuarios de tableros, puede que necesite incrementar el número máximo de conexiones de clientes al servidor de la base de datos.",
        "NoConfigFound": "El archivo de configuración de Piwik no se ha encontrado y está intentando acceder a una página de Piwik.<br \/><b>  » Puede <a href='index.php'>instalar Piwik ahora<\/a><\/b><br \/><small>¡Si ha instalado Piwik antes y tiene algunas tablas en su base de datos, no se preocupe, puede reutilizar las mismas tablas y mantener sus datos existentes!<\/small>",
        "Optional": "Opcional",
        "Password": "Contraseña",
        "PasswordDoNotMatch": "contraseña no coincide",
        "PasswordRepeat": "Contraseña (repetir)",
        "PercentDone": "%s %% Hecho",
        "PleaseFixTheFollowingErrors": "Por favor solucione los siguientes errores",
        "DefaultSettings": "Ajustes predeterminados Piwik",
        "DefaultSettingsHelp": "Piwik ya incluye ajustes predeterminados. Puede personalizarlos ahora o llevarlos a cabo posteriormente en la pantalla de administración.",
        "Requirements": "Requisitos de Piwik",
        "RestartWebServer": "Luego de realizar este cambio, reinicie su servidor de internet.",
        "ReusingTables": "Reutilizando las Tablas",
        "PiwikOrgNewsletter": "Enviarme un correo electrónico con las principales actualizaciones de la comunidad Piwik",
        "PiwikProNewsletter": "enviarme información sobre los servicios y ofertas de %sPiwik PRO%s",
        "SeeBelowForMoreInfo": "Véase más adelante para mayor información.",
        "SetupWebsite": "Configurar un sitio de internet",
        "SetupWebsiteError": "Se ha producido un error al añadir el sitio de internet",
        "SetupWebSiteName": "Nombre del sitio de internet",
        "SetupWebsiteSetupSuccess": "¡Sitio de internet %s creado con éxito!",
        "SetupWebSiteURL": "Dirección URL del sitio de internet",
        "SiteSetup": "Por favor, establece el primer sitio de internet al que desea rastrear y analizar con Piwik:",
        "SiteSetupFootnote": "Nota: una vez que la instalación de Piwik finalice, podrá agregar más sitios de internet para rastrear.",
        "SuperUser": "Super Usuario",
        "SuperUserLogin": "Inicio de sesión Super usuario",
        "SuperUserSetupError": "Se ha producido un error al añadir el Super usuario",
        "SuperUserSetupSuccess": "¡Super usuario creado con éxito!",
        "SystemCheck": "Comprobación del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: Las actualizaciones de Piwik necesitan permisos de escritura en la carpeta de instalación y sus subcarpetas",
        "SystemCheckCreateFunctionHelp": "Piwik utiliza funciones anónimas para repeticiones de llamada.",
        "SystemCheckDatabaseExtensions": "Extensiones MySQL",
        "SystemCheckDatabaseHelp": "Piwik requiere o bien la extensión mysqli o ambas extensiones PDO y pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory no estará disponible para crear vistas para el módulo de llamadas.",
        "SystemCheckError": "Se ha producido un error - debe ser arreglado antes de continuar",
        "SystemCheckEvalHelp": "Requerido por HTML QuickForm y el sistema de plantillas Smarty.",
        "SystemCheckExtensions": "Otras extensiones requeridas",
        "SystemCheckFileIntegrity": "Integridad de archivos",
        "SystemCheckFunctions": "Funciones requeridas",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (gráfica)",
        "SystemCheckGDHelp": "Los minigráficos e imágenes de gráficos (en la aplicación móvil de Piwik y en los informes por correo electrónico) no funcionarán.",
        "SystemCheckGlobHelp": "Esta función integrada se ha desactivado en su host. Piwik intentará emular esta función, pero puede encontrarse con restricciones de seguridad. La funcionalidad puede verse afectada.",
        "SystemCheckGzcompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckGzuncompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckIconvHelp": "Necesita configurar y reconstruir PHP con soporte \"iconv\" habilitado, --with-iconv.",
        "SystemCheckJsonHelp": "Para leer y escribir datos JSON es necesario tener la extensión php5-json.",
        "SystemCheckMailHelp": "Los mensajes de Feedback y Recuperar Contraseña no se enviarán sin un correo electrónico().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Se requiere la extensión mbstring para manejar caracteres multibyte en el interfaz del usuario y también las respuestas de la API. Por favor controle que mbstring.func_overload sea establecido en \"0\" en php.ini.",
        "SystemCheckMemoryLimit": "Límite de memoria",
        "SystemCheckMemoryLimitHelp": "En un sitio de internet de alto tráfico, el proceso de archivo puede requerir más memoria de la que se permite actualmente. Véase la Directiva memory_limit en su archivo php.ini si es necesario.",
        "SystemCheckOpenURL": "Abrir URL",
        "SystemCheckOpenURLHelp": "Suscripciones a boletines, notificaciones de actualización y actualizaciones con un clic necesitan la extensión \"curl\", allow_url_fopen=On, o fsockopen() habilitado.",
        "SystemCheckOtherExtensions": "Otras extensiones",
        "SystemCheckOtherFunctions": "Otras funciones",
        "SystemCheckPageSpeedDisabled": "PageSpeed deshabilitado",
        "SystemCheckPageSpeedWarn": "Recomendamos deshabilitar el módulo PageSpeed en su servidor de internet %s: PageSpeed fue reportado de causar diversas cuestiones con Piwik.",
        "SystemCheckPackHelp": "La función pack() es obligatoria para rastrear visitantes en Piwik.",
        "SystemCheckParseIniFileHelp": "Esta función integrada se ha desactivado en su host. Piwik intentará emular esta función, pero puede encontrar más restricciones de seguridad.",
        "SystemCheckPdoAndMysqliHelp": "En un servidor Linux puede compilar php con las siguientes opciones: %1$s En su php.ini, añada las siguientes líneas: %2$s",
        "SystemCheckPhp": "Versión PHP",
        "SystemCheckPhpPdoAndMysqli": "Más información en: %1$sPHP PDO%2$s y %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Necesita configurar y reconstruir PHP con la Librería Estándar de PHP habilitada (por defecto).",
        "SystemCheckSettings": "Configuración PHP solicitada (php.ini)",
        "SystemCheckSummaryNoProblems": "Hurra! No hay problemas con su configuración de Piwik. Dése una palmadita en la espalda.",
        "SystemCheckSummaryThereWereErrors": "Oh! Piwik ha detectado algunos %1$sproblemas críticos%2$s en su configuración Piwik. %3$sEstos deben ser arreglados inmediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Existen ciertos problemas en su sistema. Piwik funcionará, pero puede experimentar algunos problemas.",
        "SystemCheckTimeLimitHelp": "En un sitio de internet con un tráfico elevado, la ejecución del proceso de archivado puede requerir un mayor tiempo del actualmente permitido. Si es necesario, cambie la directiva max_execution_time en su archivo php.ini.",
        "SystemCheckTracker": "Estado del rastreador",
        "SystemCheckTrackerHelp": "La petición GET hacia piwik.php falló. Intente autorizar a esta URL de la autenticación HTTP y deshabilite mod_security (puede que tenga que solicitarlo a su servicio de alojamiento). Para una mayor información acerca de este error, verifique el archivo de registro de errores de su servidor de internet.",
        "SystemCheckWarnDomHelp": "Debería habilitar la extensión \"dom\" (ej., instalar el paquete \"php-dom\" y\/o \"php-xml\").",
        "SystemCheckWarning": "Piwik funcionará normalmente, pero algunas características pueden faltar",
        "SystemCheckWarnJsonHelp": "Debería habilitar la extensión \"json\" (ej., instalar el paquete \"php-json\") para un mejor rendimiento.",
        "SystemCheckWarnLibXmlHelp": "Debería habilitar la extensión \"libxml\" (ej., \"instalar el paquete php-libxml\") ya que esta es requerida por otras extensiones de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Debería habilitar la extensión \"SimpleXML\" (ej., instalar el paquete \"php-simplexml\" y\/o \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "En un servidor Windows puede añadir las siguientes líneas a su php.ini: %s",
        "SystemCheckWriteDirs": "Directorios con acceso de escritura",
        "SystemCheckWriteDirsHelp": "Para arreglar este error en su sistema GNU\/Linux, intente los siguientes comandos",
        "SystemCheckZlibHelp": "Necesita configurar y reconstruir PHP con el soporte \"zlib\" habilitado, --with-zlib.",
        "SystemCheckCronArchiveProcess": "Archivo Cron",
        "SystemCheckCronArchiveProcessCLI": "Administrando procesos vía CLI",
        "SystemCheckPhpSetting": "Para prevenir ciertas cuestiones críticas, debe agregar lo siguiente en su archivo php.ini: %s",
        "SystemCheckUpdateHttps": "Actualizar sobre HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "Piwik no puede usar HTTPS para actualizar, caerá nuevamente en una actualización HTTP insegura. Verifique que CURL o allow_url_fopen tengan respaldo y que la extensión openssl PHP esté instalada: http:\/\/piwik.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "no respaldado",
        "Tables": "Creando las tablas",
        "TablesCreatedSuccess": "¡Tablas creadas con éxito!",
        "TablesDelete": "Borrar las tablas detectadas",
        "TablesDeletedSuccess": "Tablas existentes de Piwik borradas con éxito",
        "TablesFound": "Las siguientes tablas se han encontrado en la base de datos",
        "TablesReuse": "Reutilizar las tablas ya existentes",
        "TablesUpdatedSuccess": "¡La base de datos fue actualizada con éxito de %1$s a %2$s!",
        "TablesWarningHelp": "O bien optar por la reutilización de las tablas de bases de datos existentes o seleccionar una instalación limpia para borrar todos los datos existentes en la base de datos.",
        "TablesWithSameNamesFound": "Algunas %1$s tablas en su base de datos %2$s tienen el mismo nombre como las tablas que Piwik está intentando crear.",
        "Timezone": "Zona horario sitio de internet",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que disfrute usar Piwik tanto como a nosotros nos gusta crearlo.",
        "Welcome": "¡Bienvenido!",
        "WelcomeHelp": "<p>Piwik es un software de análisis de internet de código abierto que facilita la obtención de información que desea de sus visitantes.<\/p><p>Este proceso se divide en %s sencillos pasos que le llevarán unos 5 minutos.<\/p>",
        "WelcomeToCommunity": "¡Bienvenido a la comunidad de Piwik!",
        "CannotConnectToDb": "No se puedo conectar con la base de datos",
        "CannotConnectToDbResolvingExplanation": "Este puede ser un problema temporal, intente %1$sactualizar la página%2$s. Si el problema persiste, contáctese con su administrador Piwik."
    }
}