{
    "Installation": {
        "CannotConnectToDb": "No se puedo conectar con la base de datos",
        "CannotConnectToDbResolvingExplanation": "Este puede ser un problema temporal, intente %1$sactualizar la página%2$s. Si el problema persiste, contáctese con su administrador Matomo.",
        "CollaborativeProject": "Matomo es un proyecto de colaboración construido con amor.",
        "ConfigurationHelp": "Corrija su archivo de configuración de Matomo eliminando config/config.ini.php y reanudando la instalación, o corrigiendo la configuración de la conexión a la base de datos.",
        "ConfirmDeleteExistingTables": "¿Borrar las tablas %s de su base de datos? ADVERTENCIA: ¡LOS DATOS DE ESTAS TABLAS NO SE PUEDEN RECUPERAR!",
        "Congratulations": "Enhorabuena",
        "CongratulationsHelp": "<p>¡Felicidades! Su instalación de Matomo está completa.</p><p>Asegúrese de que su código de seguimiento está introducido en sus páginas, y espere a sus primeros visitantes.</p> &lt;p",
        "CopyBelowInfoForSupport": "Copie o descargue la información a continuación, en caso de que nuestro equipo de soporte le solicite esta información.",
        "CopySystemCheck": "Copiar la comprobación del sistema",
        "DatabaseAbilities": "Capacidades de la base de datos",
        "DatabaseCreation": "Creación de la base de datos",
        "DatabaseErrorConnect": "No se ha podido conectar con el servidor de la base de datos",
        "DatabaseServerVersion": "Versión del servidor de base de datos",
        "DatabaseSetup": "Configuración de la base de datos",
        "DatabaseSetupAdapter": "Adaptador",
        "DatabaseSetupDatabaseName": "Nombre de la base de datos",
        "DatabaseSetupLogin": "Iniciar sesión",
        "DatabaseSetupServer": "Servidor de la base de datos",
        "DatabaseSetupTablePrefix": "Prefijo de tabla",
        "DefaultSettings": "Ajustes predeterminados Matomo",
        "DefaultSettingsHelp": "Matomo ya incluye ajustes predeterminados. Puede personalizarlos ahora o llevarlos a cabo posteriormente en la pantalla de administración.",
        "DownloadSystemCheck": "Descargar la comprobación del sistema",
        "Email": "Correo electrónico",
        "Extension": "extensión",
        "Filesystem": "Filesystem",
        "GetInvolved": "Si le gusta lo que ves, puede %1$sparticipar%2$s.",
        "GoBackAndDefinePrefix": "Vuelve a definir un prefijo para las tablas de Matomo",
        "HappyAnalysing": "¡Disfruta del análisis!",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Si has instalado Matomo anteriormente y posees algunas tablas en tu base de datos, no te preocupes, ¡puedes reusarlas y mantenerlas!",
        "InformationalResults": "Resultados de información",
        "Installation": "Instalación",
        "InstallationStatus": "Estado de la instalación",
        "InsufficientPrivilegesHelp": "Estos privilegios se pueden agregar en phpMyAdmin o ejecutando las consultas SQL correctas. Si no sabe cómo hacerlo, pídale a su administrador de sistemas que lo haga.",
        "InsufficientPrivilegesMain": "O bien la base de datos no existe (y no se ha podido crear), o bien el usuario especificado no tiene suficientes privilegios. El usuario de la base de datos debe tener los siguientes privilegios: %s",
        "InvalidStateError": "Error: Matomo ya está instalado. %1$s Volver %2$s a Matomo%3$s.",
        "JSTracking_EndNote": "Nota: Después de la instalación, puede generar código de seguimiento personalizado en la sección de administración %1$sCódigo de seguimiento%2$s.",
        "JSTracking_Intro": "Para rastrear su tráfico de internet con Matomo necesita asegurarse que cierto código extra sea agregado a cada una de sus páginas de su sitio.",
        "JsTagArchivingHelp1": "Para sitios web de tráfico medio y alto, ciertas optimizaciones ayudan a que Matomo funcione más rápido (como %1$sconfigurar el guardado automático%2$s).",
        "LargePiwikInstances": "Ayuda para usuarios con páginas web de alto tráfico",
        "Legend": "Leyenda",
        "LoadDataInfileRecommended": "Debería resolver este problema si su servidor Matomo rastrea páginas web de alto tráfico(por ejemplo: más de 100.000 páginas al mes)",
        "LoadDataInfileUnavailableHelp": "Pista: Usando %1$s actualizando tu software PHP y MySQL y asegurándose de que el usuario de tu base de datos tenga el privilegio %2$s acelera el procesamiento de archivos por parte de Matomo.",
        "NfsFilesystemWarning": "Su servidor está utilizando un sistema de archivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Esto significa que Matomo será extremadamente lento cuando se utilicen sesiones basadas en archivos.",
        "NfsFilesystemWarningSuffixInstall": "Utilizando sesiones basadas en archivos sobre NFS es extremadamente lento, por lo tanto Matomo utilizará sesiones basadas en base de datos. Si tiene varios usuarios de tableros, puede que necesite incrementar el número máximo de conexiones de clientes al servidor de la base de datos.",
        "NoConfigFileFound": "El archivo de configuración de Matomo no pudo ser encontrado y está intentando acceder a una página de Matomo.",
        "NotSupported": "no respaldado",
        "Optional": "Opcional",
        "Password": "Contraseña",
        "PasswordDoNotMatch": "contraseña no coincide",
        "PasswordRepeat": "Contraseña (repetir)",
        "PercentDone": "%s %% Hecho",
        "PiwikOrgNewsletter": "Enviarme un correo electrónico con las principales actualizaciones de la comunidad Matomo",
        "PleaseFixTheFollowingErrors": "Por favor solucione los siguientes errores",
        "ProfessionalServicesAdTitle": "Analíticas avanzadas y Servicios",
        "ProfessionalServicesNewsletter": "envíenme información sobre %1$slos servicios profesionales y productos%2$s de Matomo",
        "ProfessionalServicesfessionalDiscoverHow": "Conozca más acerca de los %1$s productos y servicios adicionales %2$s de Matomo y de cómo incrementar sus conversiones e ingresos.",
        "ProfessionalServicesfessionalServicesAdText": "Nuestra red de expertos puede ayudar a su organización a desarrollar al máximo el poder analítico de Matomo",
        "Requirements": "Requisitos de Matomo",
        "RestartWebServer": "Luego de realizar este cambio, reinicie su servidor de internet.",
        "ReusingTables": "Reutilizando las Tablas",
        "SeeBelowForMoreInfo": "Véase más adelante para mayor información.",
        "SetupWebSiteName": "Nombre del sitio de internet",
        "SetupWebSiteURL": "Dirección URL del sitio de internet",
        "SetupWebsite": "Configurar un sitio de internet",
        "SetupWebsiteError": "Se ha producido un error al añadir el sitio de internet",
        "SetupWebsiteSetupSuccess": "¡Sitio de internet %s creado con éxito!",
        "SiteSetup": "Por favor, establezca el primer sitio web al que desea seguir y analizar con Matomo:",
        "SiteSetupFootnote": "Nota: una vez que la instalación de Matomo finalice, podrá agregar más sitios de internet para rastrear.",
        "SuperUser": "Super Usuario",
        "SuperUserLogin": "Inicio de sesión Super usuario",
        "SuperUserSetupError": "Se ha producido un error al añadir el Super usuario",
        "SuperUserSetupSuccess": "¡Super usuario creado con éxito!",
        "SystemCheck": "Comprobación del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: Las actualizaciones a un solo-clic de Matomo necesitan permisos de escritura en la carpeta de instalación Matomo y sus contenidos.",
        "SystemCheckCronArchiveProcessCLI": "Administrando procesos vía CLI",
        "SystemCheckDatabaseExtensions": "Extensiones MySQL",
        "SystemCheckDatabaseHelp": "Matomo requiere o bien la extensión mysqli o PDO y pdo_mysql.",
        "SystemCheckDatabaseSSL": "Conexión SSL a la base de datos",
        "SystemCheckDatabaseSSLCipher": "Está siendo utilizado un cifrado SSL",
        "SystemCheckDatabaseSSLDisabled": "El soporte SSL en su servidor de su base de datos está deshabilitado",
        "SystemCheckDatabaseSSLNo": "El servidor de la base de datos no está compilada con soporte SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s está establecida en '1' pero la conexión SSL no está funcionando",
        "SystemCheckDatabaseSSLOn": "Su base de datos admite conexiones SSL pero no se está utilizando. Verifique la configuración SSL de su base de datos en su archivo de configuración de Matomo",
        "SystemCheckDebugBacktraceHelp": "View::factory no estará disponible para crear vistas para el módulo de llamadas.",
        "SystemCheckError": "Se ha producido un error - debe ser arreglado antes de continuar",
        "SystemCheckEvalHelp": "Requerido por HTML QuickForm y el sistema de plantillas Smarty.",
        "SystemCheckExtensions": "Otras extensiones requeridas",
        "SystemCheckFileIntegrity": "Integridad de archivos",
        "SystemCheckFunctions": "Funciones requeridas",
        "SystemCheckGDFreeType": "GD &gt; 2.x + Freetype (gráfica)",
        "SystemCheckGDHelp": "Los minigráficos e imágenes de gráficos (en la aplicación móvil de Matomo y en los informes por correo electrónico) no funcionarán.",
        "SystemCheckGlobHelp": "Esta función integrada se ha desactivado en su host. Matomo intentará emular esta función, pero puede encontrarse con restricciones de seguridad. La funcionalidad puede verse afectada.",
        "SystemCheckGzcompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckGzuncompressHelp": "Es necesario habilitar la extensión zlib y la función gzcompress.",
        "SystemCheckHashHelp": "Necesitas configurar y recompilar PHP con soporte habilitado para \"hash()\": quitar la opción --disable-hash.",
        "SystemCheckMailHelp": "Los mensajes de Feedback y Recuperar Contraseña no se enviarán sin un correo electrónico().",
        "SystemCheckMemoryLimit": "Límite de memoria",
        "SystemCheckMemoryLimitHelp": "En un sitio de internet de alto tráfico, el proceso de archivo puede requerir más memoria de la que se permite actualmente. Véase la Directiva memory_limit en su archivo php.ini si es necesario.",
        "SystemCheckNoErrorsOrWarnings": "No hay errores ni advertencias",
        "SystemCheckOpenURL": "Abrir URL",
        "SystemCheckOpenURLHelp": "Suscripciones a boletines, notificaciones de actualización y actualizaciones con un clic necesitan la extensión \"curl\", allow_url_fopen=On, o fsockopen() habilitado.",
        "SystemCheckOtherExtensions": "Otras extensiones",
        "SystemCheckOtherFunctions": "Otras funciones",
        "SystemCheckPackHelp": "La función pack() es obligatoria para monitorear visitantes en Matomo.",
        "SystemCheckPageSpeedDisabled": "PageSpeed deshabilitado",
        "SystemCheckPageSpeedWarning": "Recomendamos desactivar el módulo PageSpeed en su servidor web %s: se ha informado que PageSpeed causó varios problemas con Matomo, tales como: informes de páginas rotas, evolución de fila rota y otros problemas que son difíciles de solucionar. Por favor deshabilite mod_pagespeed en este servidor.",
        "SystemCheckParseIniFileHelp": "Esta función integrada se ha desactivado en su host. Matomo intentará emular esta función, pero puede encontrar más restricciones de seguridad.",
        "SystemCheckPdoAndMysqliHelp": "En un servidor Linux puede compilar php con las siguientes opciones: %1$s En su php.ini, añada las siguientes líneas: %2$s",
        "SystemCheckPhp": "Versión PHP",
        "SystemCheckPhpPdoAndMysqli": "Más información en: %1$sPHP PDO%2$s y %3$sMYSQLI%4$s.",
        "SystemCheckPhpSetting": "Para prevenir ciertas cuestiones críticas, debe agregar lo siguiente en su archivo php.ini: %s",
        "SystemCheckSettings": "Configuración PHP solicitada (php.ini)",
        "SystemCheckSummaryNoProblems": "Hurra! No hay problemas con su configuración de Matomo. Dése una palmadita en la espalda.",
        "SystemCheckSummaryThereWereErrors": "Oh! Matomo ha detectado algunos %1$sproblemas críticos%2$s en su configuración Matomo. %3$sEstos deben ser arreglados inmediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Existen ciertos problemas en su sistema. Matomo funcionará, pero puede experimentar algunos problemas.",
        "SystemCheckTimeLimitHelp": "En un sitio de internet con un tráfico elevado, la ejecución del proceso de archivado puede requerir un mayor tiempo del actualmente permitido. Si es necesario, cambie la directiva max_execution_time en su archivo php.ini.",
        "SystemCheckTracker": "Estado del rastreador",
        "SystemCheckTrackerHelp": "La solicitud GET a matomo.php falló. Intente incluir en su lista blanca esta URL de Autenticación HTTP y deshabilite mod_security (es posible que tenga que consultarlo con su proveedor de alojamiento web). Para obtener más información sobre el error, consulte el archivo de registro de errores de su servidor web.",
        "SystemCheckUpdateHttps": "Actualizar sobre HTTPS",
        "SystemCheckViewFullSystemCheck": "Vea el informe total de verificación del sistema",
        "SystemCheckWarnDomHelp": "Debería habilitar la extensión \"dom\" (ej., instalar el paquete \"php-dom\" y/o \"php-xml\").",
        "SystemCheckWarnLibXmlHelp": "Debería habilitar la extensión \"libxml\" (ej., \"instalar el paquete php-libxml\") ya que esta es requerida por otras extensiones de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Debería habilitar la extensión \"SimpleXML\" (ej., instalar el paquete \"php-simplexml\" y/o \"php-xml\").",
        "SystemCheckWarning": "Matomo funcionará normalmente, pero algunas características pueden faltar",
        "SystemCheckWinPdoAndMysqliHelp": "En un servidor Windows puede añadir las siguientes líneas a su php.ini: %s",
        "SystemCheckWriteDirs": "Directorios con acceso de escritura",
        "SystemCheckWriteDirsHelp": "Para arreglar este error en su sistema GNU/Linux, intente los siguientes comandos",
        "SystemCheckZlibHelp": "Necesita configurar y reconstruir PHP con el soporte \"zlib\" habilitado, --with-zlib.",
        "Tables": "Creando las tablas",
        "TablesCreatedSuccess": "¡Tablas creadas con éxito!",
        "TablesDelete": "Borrar las tablas detectadas",
        "TablesDeletedSuccess": "Tablas existentes de Matomo eliminadas con éxito",
        "TablesFound": "Las siguientes tablas se han encontrado en la base de datos",
        "TablesReuse": "Reutilizar las tablas ya existentes",
        "TablesUpdatedSuccess": "¡La base de datos fue actualizada con éxito de %1$s a %2$s!",
        "TablesWarningHelp": "O bien optar por la reutilización de las tablas de bases de datos existentes o seleccionar una instalación limpia para borrar todos los datos existentes en la base de datos.",
        "TablesWithSameNamesFound": "Algunas %1$s tablas en su base de datos %2$s tienen el mismo nombre como las tablas que Matomo está intentando crear.",
        "Timezone": "Zona horario sitio de internet",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que disfrute usar Matomo tanto como a nosotros nos gusta crearlo.",
        "Welcome": "Bienvenido",
        "WelcomeHelp": "<p>Matomo es un software de análisis web gratuito/libre que facilita la obtención de información deseada de sus visitantes.</p><p> Este proceso se divide en %s pasos fáciles y demorará alrededor de 5 minutos.</p>",
        "WelcomeToCommunity": "¡Bienvenido a la comunidad Matomo!",
        "YouMayInstallPiwikNow": "Ahora puede %1$sinstalar Matomo%2$s"
    }
}
