{
    "Installation": {
        "CollaborativeProject": "پیویک یک پروژه گروهی است که با عشق و علاقه توسط افرادی از سراسر دنیا ساخته شده است.",
        "ConfigurationHelp": "فایل پیکربندی Piwik شما به نظر می رسد بد باشد. شما هم می توانید پیکربندی \/ config.ini.php و حذف از سر نصب و راه اندازی و یا اصلاح تنظیمات اتصال پایگاه داده.",
        "ConfirmDeleteExistingTables": "آیا شما مطمئن هستید که می خواهید این جدول ها را : %s از پایگاه داده تان حذف کنید؟ هشدار : داده های این جدول ها قابل بازیابی نخواهد بود!",
        "Congratulations": "تبریک",
        "CongratulationsHelp": "<P> تبریک می گویم! نصب Piwik شما کامل است. <\/P> <P>اطمینان حاصل کنید که کد جاوا اسکریپت در صفحات خود را وارد و منتظر برای اولین بازدیدکنندگان خود را <\/P>",
        "DatabaseAbilities": "امکانات پایگاه داده",
        "DatabaseCreation": "ایجاد پایگاه داده",
        "DatabaseErrorConnect": "خطا در هنگام اتصال به سرور پایگاه داده",
        "DatabaseServerVersion": "نسخه پایگاه داده سرور",
        "DatabaseSetup": "راه اندازی پایگاه داده",
        "DatabaseSetupAdapter": "آداپتور",
        "DatabaseSetupDatabaseName": "نام پایگاه داده",
        "DatabaseSetupLogin": "نام کاربری",
        "DatabaseSetupServer": "پایگاه داده سرور",
        "DatabaseSetupTablePrefix": "پیشوند جدول",
        "Extension": "گسترش",
        "Filesystem": "فایل سیستم",
        "GoBackAndDefinePrefix": "به عقب برگردید و پیشوندی برای جدول های پیویک بنویسید",
        "Installation": "راه اندازی",
        "InstallationStatus": "وضعیت راه اندازی",
        "JSTracking_Intro": "برای ردیابی ترافیک وب شما توسط پیویک ، شما نیاز دارید تا مطمئن شوید کدهای اضافی به هر صفحه وب شما اضافه شده است.",
        "LargePiwikInstances": "راهنمایی برای نمونه های بزرگ پیویک",
        "Legend": "علائم",
        "LoadDataInfileRecommended": "اگر سرور پیویک شما وبسایت های با ترافیک بالا را ردیابی می کند(برای مثال 100,000< بازدید در ماه) ، ما توصیه می کنیم که تلاش کنید این مشکلات را برطرف کنید.",
        "NfsFilesystemWarning": "سرور شما از فایل سیستم NFS استفاده می کند.",
        "NfsFilesystemWarningSuffixAdmin": "این به آن معنا است که پیویک بسیار کند خواهد بود هنگامی که از فایل مبتنی بر نشست ها(session) استفاده می کند.",
        "NfsFilesystemWarningSuffixInstall": "استفاده از نشست های مبتنی بر فایل با NFS بسیار کند است، بنابراین پیویک نشست های مبتنی بر پایگاه داده را به کار خواهد برد. اگر شما کاربران همزمان بسیاری دارید ، احتمالا نیاز به افزایش تعداد اتصالات کاربر(Client Connection) به پایگاه داده دارید.",
        "NoConfigFound": "Piwik فایل پیکربندی را می توان یافت نمی شود و شما در حال تلاش برای دسترسی به یک صفحه Piwik. <br\/><B> »می تواند href='index.php'> <a نصب Piwik در حال حاضر <\/a> <\/B> <br \/> <small> اگر شما نصب Piwik قبل و برخی از جداول در پایگاه داده خود را داشته باشند، نگران نباشید، شما می توانید جداول و استفاده مجدد از داده های موجود خود را حفظ کنید <\/small>",
        "Optional": "اختیاری",
        "PasswordDoNotMatch": "کلمه عبور یکی نیست",
        "PercentDone": "%s %% انجام شده",
        "PleaseFixTheFollowingErrors": "لطفا خطاهای زیر را تعمیر کنید",
        "Requirements": "نیازمندی های پیویک",
        "RestartWebServer": "پس از این تغییر، وب سرورتان را دوباره راه اندازی (restart)کنید",
        "SeeBelowForMoreInfo": "برای اطلاعات بیشتر پایین را ببینید.",
        "SetupWebsite": "راه اندازی وبسایت",
        "SetupWebsiteError": "خطا در هنگام اضافه کردن وب سایت",
        "SetupWebsiteSetupSuccess": "وبسایت %s با موفقیت ایجاد شد!",
        "SiteSetup": "لطفا اولین وبسایتی را که می خواهید توسط پیویک ردیابی و تحلیل شود را نصب کنید:",
        "SiteSetupFootnote": "توجه: بلافاصله بعد از اینکه نصب پیویک پایان یافت ، شما قادر خواهید بود که وبسایت های بیشتری را برای ردیابی اضافه کنید!",
        "SuperUser": "ابرکاربر",
        "SuperUserSetupError": "در هنگام افزودن کاربر فوق العاده خطایی رخ داد",
        "SuperUserSetupSuccess": "ابرکاربر را با موفقیت ایجاد شد!",
        "SystemCheck": "بررسی سیستم",
        "SystemCheckAutoUpdateHelp": "توجه: Piwik یک کلیک کنید به روز رسانی نیاز به نوشتن مجوز به پوشه Piwik و محتویات آن است.",
        "SystemCheckCreateFunctionHelp": "Piwik با استفاده از توابع ناشناس برای تماس مجدد.",
        "SystemCheckDatabaseHelp": "Piwik نیاز یا پسوند mysqli و یا هر دو PDO و pdo_mysql پسوند.",
        "SystemCheckDebugBacktraceHelp": "مشاهده :: کارخانه قادر نخواهد بود برای ایجاد دیدگاه برای ماژول های فراخوانی شده است.",
        "SystemCheckError": "خطا رخ داده - باید ثابت قبل از شما ادامه",
        "SystemCheckEvalHelp": "مورد نیاز سیستم قالب HTML QuickForm و ناقلا.",
        "SystemCheckExtensions": "سایر گسترش دهنده های ضروری",
        "SystemCheckFileIntegrity": "یکپارچگی فایل",
        "SystemCheckFunctions": "عملیات ضروری",
        "SystemCheckGDHelp": "The sparklines (small graphs) will not work.",
        "SystemCheckGlobHelp": "این تابع ساخته شده در میزبان خود را غیر فعال شده است. Piwik تلاش خواهد کرد این تابع برای شبیه سازی است اما ممکن است محدودیت های امنیتی بیشتر روبرو می شوند. کارکرد ممکن است تأثیر داشته است.",
        "SystemCheckGzcompressHelp": "شما نیاز به فعال کردن پسوند zlib می و gzcompress تابع.",
        "SystemCheckGzuncompressHelp": "شما نیاز به فعال کردن پسوند zlib می و gzuncompress تابع.",
        "SystemCheckIconvHelp": "شما نیاز به تنظیم و بازسازی PHP با پشتیبانی از \"iconv\" فعال باشد، - با iconv.",
        "SystemCheckMailHelp": "انتقادات و پیشنهادات و پیامهای رمز عبور را فراموش کرده اید بدون پست الکترونیکی () ارسال نخواهد شد.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "محدودیت حافظه",
        "SystemCheckMemoryLimitHelp": "در یک وب سایت با ترافیک بالا، فرایند آرشیو ممکن است نیاز به حافظه بیشتری از آنچه در حال حاضر اجازه. در صورت لزوم، تغییر بخشنامه memory_limit را در فایل php.ini خود را.",
        "SystemCheckOpenURL": "بازکردن آدرس",
        "SystemCheckOpenURLHelp": "اشتراک در خبرنامه، به روز رسانی، و تنها با یک کلیک به روز رسانی نیاز به توسعه، \"حلقه\" allow_url_fopen = روشن، و یا fsockopen () فعال کنید.",
        "SystemCheckOtherExtensions": "سایر گسترش دهنده ها",
        "SystemCheckOtherFunctions": "سایر عملیات",
        "SystemCheckPackHelp": "بسته تابع () موظف است نسبت به ردیابی بازدید کننده در Piwik.",
        "SystemCheckParseIniFileHelp": "این تابع ساخته شده در میزبان خود را غیر فعال شده است. Piwik تلاش خواهد کرد این تابع برای شبیه سازی است اما ممکن است محدودیت های امنیتی بیشتر روبرو می شوند. عملکرد نرم افزار نیز نهفته است.",
        "SystemCheckPhp": "نسخه php",
        "SystemCheckPhpPdoAndMysqli": "اطلاعات بیشتر: %1$sPHP PDO%2$s and %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "شما نیاز به تنظیم و بازسازی PHP با کتابخانه استاندارد PHP (SPL) را فعال کنید (به طور پیش فرض).",
        "SystemCheckSummaryNoProblems": "هورا! هیچ مشکلی با نصب پیویک شما نیست.",
        "SystemCheckSummaryThereWereWarnings": "چند مشکل با سیستم شما وجود دارد. پیویک اجرا خواهد شد ولی ممکن است شما با مشکلات جزئی را تجربه کنید.",
        "SystemCheckTimeLimitHelp": "در وب سایت پر ترافیک، اجرای فرایند آرشیو ممکن است زمان بیشتری از آنچه در حال حاضر اجازه داده نیاز داشته باشد. در صورت لزوم، تغییر بخشنامه max_execution_time در فایل php.ini خود را.",
        "SystemCheckTracker": "وضعیت نرم افزار",
        "SystemCheckWarnDomHelp": "شما باید پسوند \"DOM\" (به عنوان مثال، نصب PHP-DOM \"و \/ یا\" PHP-XML \"بسته) را فعال کنید.",
        "SystemCheckWarning": "Piwik به طور معمول کار خواهد کرد اما برخی از ویژگی های ممکن است از دست رفته",
        "SystemCheckWarnJsonHelp": "شما باید فرمت JSON \"(به عنوان مثال، نصب بسته\" پی اچ پی JSON \") برای عملکرد بهتر را فعال کنید.",
        "SystemCheckWarnLibXmlHelp": "شما باید \"فرمت\" libxml (به عنوان مثال، \"نصب پی اچ پی libxml\" بسته) را به عنوان آن را با پسوند PHP اصلی دیگر مورد نیاز را فعال کنید.",
        "SystemCheckWarnSimpleXMLHelp": "شما باید پسوند \"SimpleXML\" (به عنوان مثال، نصب PHP-simplexml \"و \/ یا\" PHP-XML \"بسته) را فعال کنید.",
        "SystemCheckWinPdoAndMysqliHelp": "روی یک سرور ویندوزی شما می توانید خط های زیر را به php.ini اضافه کنید: %s",
        "SystemCheckWriteDirs": "راهنماها با دسترسی نوشتن",
        "SystemCheckWriteDirsHelp": "برای حل این خطا بر روی سیستم لینوکس خود را، سعی کنید با تایپ کردن دستور زیر را ()",
        "SystemCheckZlibHelp": "شما نیاز به بازسازی و پیکربندی PHP با پشتیبانی از zlib می \"را فعال کنید، - با zlib می.",
        "NotSupported": "پشتیبانی نمیشود",
        "Tables": "ایجاد جداول",
        "TablesCreatedSuccess": "جداول با موفقیت ساخته شد!",
        "TablesDelete": "حذف جداول شناسایی",
        "TablesDeletedSuccess": "جدول های موجود پیویک با موفقیت پاک شدند",
        "TablesFound": "جداول زیر را در پایگاه داده یافت شده اند",
        "TablesReuse": "استفاده مجدد از جداول موجود",
        "TablesWarningHelp": "یا برای استفاده مجدد از جداول پایگاه داده موجود انتخاب کنید و یا انتخاب یک نصب تمیز برای پاک کردن تمام اطلاعات موجود در پایگاه داده است.",
        "WeHopeYouWillEnjoyPiwik": "ما آرزو می کنیم شما از کار با پیویک لذت ببرید همان طوری که مااز ساختن آن لذت بردیم.",
        "Welcome": "خوش آمدید!",
        "WelcomeHelp": "<p>پیویک یک نرم افزار آمار وب متن باز است که بدست آوردن اطلاعات بازدیدکنندگان وبسایت شما را آسان کرده است.<\/p><p>فرآیند نصب پیویک به %s مرحله ی آسان تقسیم شده است و فقط حدود 5 دقیقه زمان می برد.<\/p>",
        "WelcomeToCommunity": "به انجمن برنامه خوش آمدید",
        "CannotConnectToDb": "نمیتوان با پایگاه داده ارتباط برقرار کرد"
    }
}