{
    "Installation": {
        "CannotConnectToDb": "Impossible de se connecter à la base de données",
        "CannotConnectToDbResolvingExplanation": "Cela peut être un problème temporaire, essayer de %1$srafraichir la page%2$s. Si le problème persiste veuillez contacter votre administrateur Piwik.",
        "CollaborativeProject": "Piwik est un projet collaboratif, construit avec amour par des personnes du monde entier.",
        "ConfigurationHelp": "Votre configuration de Piwik semble être erronée. Vous pouvez ou bien supprimer config\/config.inc.php et reprendre l'installation ou corriger les paramètres de connexion.",
        "ConfirmDeleteExistingTables": "Êtes vous sûr de vouloir supprimer les tables : %s de votre base de données? ATTENTION: LES DONNÉES SERONT DÉFINITIVEMENT PERDUES!",
        "Congratulations": "Félicitations",
        "CongratulationsHelp": "<p>Félicitations! Votre installation de Piwik est terminée.<\/p><p>Assurez-vous que le code JavaScript est présent sur toutes vos pages et attendez vos premiers visiteurs!<\/p>",
        "DatabaseAbilities": "Capacités de la base de données",
        "DatabaseCreation": "Création de la base de données",
        "DatabaseErrorConnect": "Erreur lors de la tentative de connexion au serveur de base de données",
        "DatabaseServerVersion": "Version du serveur de base de données",
        "DatabaseSetup": "Installation de la base de données",
        "DatabaseSetupAdapter": "adaptateur",
        "DatabaseSetupDatabaseName": "nom de la base",
        "DatabaseSetupLogin": "compte",
        "DatabaseSetupServer": "serveur de la base de données",
        "DatabaseSetupTablePrefix": "préfixe des tables",
        "Email": "courriel",
        "Extension": "extension",
        "Filesystem": "Système de fichiers",
        "GetInvolved": "Si vous aimez ce que vous voyez, vous pouvez %1$svous impliquer%2$s.",
        "GoBackAndDefinePrefix": "Retournez à la page précédente et définissez le préfixe pour les tables Piwik",
        "HappyAnalysing": "Bonne analyse!",
        "Installation": "Installation",
        "InstallationStatus": "Statut de l'installation",
        "InsufficientPrivilegesHelp": "Vous pouvez donner ces droits en utilisant un outils tel que phpMyAdmin ou en exécutant les requêtes SQL appropriées. Si vous ne savez pas comment effectuer cela veuillez demander à votre administrateur système de donner ces droits pour vous.",
        "InsufficientPrivilegesMain": "La base de données n'existe pas (et n'a pas pu être créée), ou l'utilisateur spécifié a des privilèges insuffisants. Les utilisateurs de la base de données doivent avoir les privilèges suivants : %s",
        "JsTagArchivingHelp1": "Pour les sites à moyen et fort trafic il existe des optimisations qui pourraient être mises en place pour aider Piwik à s'exécuter plus rapidement (comme %1$smettre en place l'auto-archivage%2$s).",
        "JSTracking_EndNote": "Note: après le processus d'installation, vous pouvez générer un code de suivi personnalisé depuis la section d'administration \"%1$sCode de Suivi%2$s.",
        "JSTracking_Intro": "Pour effectuer le suivi du trafic web avec Piwik vous devez vous assurer que du code supplémentaire est ajouté sur toutes vos pages.",
        "LargePiwikInstances": "Aide pour les instances de Piwik volumineuses",
        "Legend": "Légendes",
        "LoadDataInfileRecommended": "Si votre serveur Piwik traque des sites à grand trafic, (ex > 100 000 pages par mois), nous recommandons d'essayer de résoudre ce problème.",
        "LoadDataInfileUnavailableHelp": "L'utilisation de %1$s va grandement accélérer la vitesse du processus d'archivage de Piwik. Pour le rendre disponible à Piwik, essayez de mettre à jour PHP & MySQL et assurez vous que votre utilisateur MySQL a les privilèges de %2$s.",
        "NfsFilesystemWarning": "Votre serveur utilise un système de fichier NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Cela signifie que Piwik va être très lent lors de l'utilisation des sessions en fichier.",
        "NfsFilesystemWarningSuffixInstall": "Utiliser les sessions en fichier avec NFS est très lent, donc Piwik va utiliser des sessions en base de données. Si vous avez plusieurs utilisateurs de tableaux de bords en parallèle, vous pourriez avoir besoin d'augmenter le nombre maximal de connexions au serveur de base de données.",
        "NoConfigFound": "Le fichier de configuration de Piwik ne peut être trouvé et vous essayez d'accéder à une page de Piwik.<br> <b>  » Vous pouvez <a href='index.php'>installer Piwik maintenant<\/a><\/b><br><small>Si vous avez déjà installé Piwik ne vous inquiétez pas Piwik réutilisera ces tables et leurs données.<\/small>",
        "NotSupported": "non supporté",
        "Optional": "Optionnel",
        "Password": "mot de passe",
        "PasswordDoNotMatch": "Le mot de passe ne concorde pas",
        "PasswordRepeat": "mot de passe (à nouveau)",
        "PercentDone": "%s %% Fait",
        "PiwikOrgNewsletter": "envoyez moi des courriels pour les mises à jour importantes de Piwik",
        "PiwikProNewsletter": "Je suis intéressé par les services %sPiwik PRO%s (pas plus d'un courriel par mois)",
        "PleaseFixTheFollowingErrors": "Merci de corriger les erreurs suivantes",
        "PluginDescription": "Procédé d'installation de Piwik. L'installation est effectuée une unique fois. Si le fichier de configuration config\/config.inc.php est supprimé, l'installation recommencera.",
        "Requirements": "Pré requis Piwik",
        "RestartWebServer": "Après avoir effectué ces modifications, redémarrez votre serveur web.",
        "ReusingTables": "Réutilisation des Tables",
        "SeeBelowForMoreInfo": "Voir ci-dessous pour plus d'informations.",
        "SetupWebsite": "Paramétrer un site",
        "SetupWebsiteError": "Une erreur a été rencontrée pendant l'ajout du site",
        "SetupWebSiteName": "nom du site web",
        "SetupWebsiteSetupSuccess": "Site %s créé avec succès!",
        "SetupWebSiteURL": "URL du site web",
        "SiteSetup": "Veuillez configurer le premier site web que vous voulez suivre et analyser avc Piwik :",
        "SiteSetupFootnote": "Note : une fois que l'installation de Piwik est terminée, vous pourrez ajouter d'autres sites web à suivre!",
        "SuperUser": "Super Utilisateur",
        "SuperUserLogin": "login du super user",
        "SuperUserSetupError": "Erreur lors de l'ajout du super utilisateur.",
        "SuperUserSetupSuccess": "Super Utilisateur créé avec succès!",
        "SystemCheck": "Vérification du système",
        "SystemCheckAutoUpdateHelp": "Note: La mise à jour de Piwik en un clic requiert une permission en écriture sur le dossier de Piwik et son contenu.",
        "SystemCheckCreateFunctionHelp": "Piwik utilise des fonctions anonymes pour les callbacks.",
        "SystemCheckCronArchiveProcess": "Tâche Cron d'archivage",
        "SystemCheckCronArchiveProcessCLI": "Gestion des processus via ligne de commande",
        "SystemCheckDatabaseHelp": "Piwik requiert ou l'extension mysqli ou les extensions pdo et pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory ne pourra pas créer des vues pour le module appelé.",
        "SystemCheckError": "Une erreur s'est produite — elle doit être corrigée avant de pouvoir continuer",
        "SystemCheckEvalHelp": "Requis part le système de modèle HTML QuickForm et Smarty.",
        "SystemCheckExtensions": "Extensions requises",
        "SystemCheckFileIntegrity": "Intégrité du fichier",
        "SystemCheckFunctions": "Fonctions requises",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphiques)",
        "SystemCheckGDHelp": "Les sparklines (petits graphiques) ne fonctionneront pas.",
        "SystemCheckGlobHelp": "Cette fonction native a été désactivée sur votre hôte. Piwik va tenter de l'émuler mais il pourra rencontrer des restrictions de sécurité. Les fonctionnalités pourront en être impactées.",
        "SystemCheckGzcompressHelp": "Vous devez activer l'extension zlib et la fonction gzcompress",
        "SystemCheckGzuncompressHelp": "Vous devez activer l'extension zlib et la fonction gzuncompress",
        "SystemCheckIconvHelp": "Vous devez configurer PHP et le recompiler avec le support \"iconv\" activé, --with-iconv.",
        "SystemCheckJsonHelp": "L'extension php5-json est nécéssaire pour lire et écrire des données au format JSON.",
        "SystemCheckMailHelp": "Les Feedback (commentaires) et mots de passe perdus ne pourront être envoyés sans la fonciton mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "L'extension msstring est requise pour gérer les caractères sur plusieurs octets dans l'interface utilisateur et dans les réponses de l'API. Veuillez aussi vérifier que mbstring.func_overload est définit à \"0\" dans php.ini.",
        "SystemCheckMemoryLimit": "Limite mémoire",
        "SystemCheckMemoryLimitHelp": "Sur un site à trafic important, le processus d'archivage peut prendre plus de mémoire que la limite actuelle autorisée.<br \/>Référez-vous à la configuration memory_limit de votre php.ini si nécessaire.",
        "SystemCheckOpenURL": "Ouvrez l'URL",
        "SystemCheckOpenURLHelp": "Abonnements à la newsletter, notifications des mises à jour, et mise à jour en un clic requièrent l'extension curl, allow_url_fopen=On, ou fsockopen() activé.",
        "SystemCheckOtherExtensions": "Autres extensions",
        "SystemCheckOtherFunctions": "Autres fonctions",
        "SystemCheckPackHelp": "La fonction pack() est requise pour suivre les visiteurs dans Piwik.",
        "SystemCheckParseIniFileHelp": "Cette fonction incluse a été désactivée sur votre serveur. Piwik va essayer d'émuler cette fonction mais il est possible que vous rencontriez des restrictions de sécurité par la suite. Les performances seront aussi impactées.",
        "SystemCheckPdoAndMysqliHelp": "Sur un serveur linux vous pouvez compiler PHP avec les options suivantes : %1$s Dans votre php.ini, ajoutez les lignes suivantes: %2$s",
        "SystemCheckPhp": "Version PHP",
        "SystemCheckPhpPdoAndMysqli": "Plus d'informations sur: %1$sPHP PDO%2$s et %3$sMYSQLI%4$s.",
        "SystemCheckSessionAutostart": "Pour éviter certains problèmes veuillez définir le paramètre suivant dans votre fichier php.ini: session.auto_start=0",
        "SystemCheckSplHelp": "Vous devez configurer et recompiler PHP avec la librairie standard (par défaut).",
        "SystemCheckSummaryNoProblems": "Génial! Il n'y a aucun problème avec votre installation de Piwik. Donnez vous une tape dans le dos.",
        "SystemCheckSummaryThereWereErrors": "Oh-oh! Piwik a détecté des %1$sproblèmes critiques%2$s avec votre installation de Piwik. %3$sCes problèmes critiques doivent être fixés immédiatement.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Il y a des problèmes avec votre système. Piwik va fonctionner, mais vous pourriez rencontrer des problèmes mineurs.",
        "SystemCheckTimeLimitHelp": "Sur un site à trafic important, le processus d'archivage peut prendre plus de temps qu'il n'est déjà autorisé.<br \/> Référez-vous à la configuration max_execution_time de votre php.ini si nécessaire.",
        "SystemCheckTracker": "Statut du traqueur",
        "SystemCheckTrackerHelp": "La requête GET vers piwik.php a échoué. Essayez d'ajouter cette URL en liste blanche de mod_security et de l'authentification HTTP.",
        "SystemCheckWarnDomHelp": "Vous devriez activer l'extension \"dom\" (ex installez le paquet \"php-dom\" et\/ou \"php-xml\").",
        "SystemCheckWarning": "Piwik fonctionnera normalement mais certaines fonctionnalités seront manquantes",
        "SystemCheckWarnJsonHelp": "Vous devriez activer l'extension \"json\" (ex installez le paquet \"php-json\") pour de meilleures performances.",
        "SystemCheckWarnLibXmlHelp": "Vous devriez activer l'extension \"libxml\" (ex installez le paquet \"php-libxml\") qui est de plus requis par d'autres extensions internes de PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Vous devriez activer l'extension \"SimpleXML\" (ex installez le paquet \"php-simplexml\" et\/ou \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Sur un serveur windows vous pouvez ajouter les lignes suivantes à votre php.ini: %s",
        "SystemCheckWriteDirs": "Répertoires avec les droits d'accès en écriture",
        "SystemCheckWriteDirsHelp": "Pour corriger les erreurs sur votre système Linux essayez de taper les commandes suivantes",
        "SystemCheckZlibHelp": "Vous devez reconfigurer et recompiler PHP avec le support zlib, --with-zlib.",
        "Tables": "Création des tables",
        "TablesCreatedSuccess": "Tables créées avec succès!",
        "TablesDelete": "Supprimer les tables détectées",
        "TablesDeletedSuccess": "Tables Piwik existantes supprimées avec succès",
        "TablesFound": "Les tables suivantes ont été trouvées dans la base de données",
        "TablesReuse": "Réutiliser les tables existantes",
        "TablesUpdatedSuccess": "La base de données a été mise à jour avec succès de la version %1$s à %2$s!",
        "TablesWarningHelp": "Vous pouvez choisir de réutiliser les tables de la base de données existante ou sélectionner une nouvelle installation pour effacer toutes les données existantes dans la base de données.",
        "TablesWithSameNamesFound": "Environ %1$s tables dans votre base de données %2$s ont le même nom que celles que Piwik essaie de créer.",
        "Timezone": "fuseau horaire du site web",
        "WeHopeYouWillEnjoyPiwik": "Nous espérons que vous allez aimer utiliser Piwik autant que nous aimons le concevoir.",
        "Welcome": "Bienvenue!",
        "WelcomeHelp": "<p>Piwik est une application d'analyse du web Open Source qui vous permet d'obtenir facilement les informations que vous désirez sur vos visiteurs.<\/p>\t<p>Ce procédé est divisé en %s étapes faciles et vous prendra 5 minutes environ.<\/p>",
        "WelcomeToCommunity": "Bienvenue dans la communauté Piwik!"
    }
}