{
    "Installation": {
        "ConfigurationHelp": "Úgy tűnik, a Piwik konfigurációs fájl hibás. Törölheted a config\/config.ini.php fájlt — újrakezdve a telepítést, vagy kijavíthatod az adatbázis-kapcsolathoz szükséges beállításokat.",
        "ConfirmDeleteExistingTables": "Biztos vagy benne, hogy törölni akarod a %s táblákat az adatbázisból? FIGYELEM: A TÖRÖLT TÁBLÁK ADATAI NEM ÁLLÍTHATÓK VISSZA!",
        "Congratulations": "Gratulálunk",
        "CongratulationsHelp": "<p>Gratulálunk! A Piwik telepítése kész!<\/p><p>Bizonyosodj meg róla, hogy a JavaScript követőkód beillesztésre került minden weblapba. Ebben az esetben nincs más hátra, mint várnod az első látogatókat!<\/p>",
        "DatabaseCreation": "Adatbázis létrehozása",
        "DatabaseErrorConnect": "Hiba lépett fel az adatbázishoz történő csatlakozáskor.",
        "DatabaseServerVersion": "Adatbázisszerver verziója",
        "DatabaseSetup": "Adatbázis beállítása",
        "DatabaseSetupAdapter": "adapter",
        "DatabaseSetupDatabaseName": "adatbázis neve",
        "DatabaseSetupLogin": "felhasználó",
        "DatabaseSetupServer": "Adatbázisszerver",
        "DatabaseSetupTablePrefix": "táblanév előtagja",
        "Email": "e-mail",
        "Extension": "kiterjesztés",
        "GoBackAndDefinePrefix": "Lépj vissza, és add meg a Piwik táblák nevének előtagját!",
        "Installation": "Telepítés",
        "InstallationStatus": "Telepítés állása",
        "LargePiwikInstances": "Súgó nagyobb weboldalakra telepítéshez",
        "Legend": "Magyarázó felirat",
        "NoConfigFound": "Megpróbáltál belépni a Piwik oldalra, de a konfigurációs fájl nem található.<br \/><b>  » <a href='index.php'>(Újra)telepítheted a Piwik-et most.<\/a><\/b><br \/><small>Ha már telepítetted a Piwik-et korábban és voltak már táblák az adatbázisodban, ne aggódj, tudod használni azokat a táblákat és így megmaradnak a meglévő adataid !<\/small>",
        "Optional": "Opcionális",
        "Password": "jelszó",
        "PasswordDoNotMatch": "jelszó nem egyezik",
        "PasswordRepeat": "jelszó (ismét)",
        "PercentDone": "%s %% kész",
        "PleaseFixTheFollowingErrors": "Kérjük, javítsd a következő hibákat",
        "PluginDescription": "Piwik telepítése. Általában csak egyszer fut le, ha azonban a config\/config.inc.php konfigurációs fájl hiányzik, akkor a telepítés újból fog kezdődni.",
        "Requirements": "Piwik Rendszerkövetelmények",
        "SetupWebsite": "Weboldal beállítása",
        "SetupWebsiteError": "Hiba a weboldal hozzáadása közben!",
        "SetupWebSiteName": "weboldal neve",
        "SetupWebsiteSetupSuccess": "A %s weboldal sikeresen létrehozva!",
        "SetupWebSiteURL": "weboldal URL-je",
        "SuperUser": "Mindenható (Super User)",
        "SuperUserLogin": "rendszergazda felhasználó",
        "SuperUserSetupSuccess": "Mindenható (Super User) felhasználó sikeresen létrehozva!",
        "SystemCheck": "rendszerellenőrzés",
        "SystemCheckAutoUpdateHelp": "Megjegyzés: Az egyklikkes Piwik frissítés működéséhez írási jogosultság szükséges a Piwik mappára és annak tartalmára egyaránt.",
        "SystemCheckCreateFunctionHelp": "A Piwik anonim funkciókat használ a callback-okhoz.",
        "SystemCheckDatabaseHelp": "A Piwik-nek szüksége van vagy a mysqli kiterjesztésre vagy a PDO és a pdo_mysql kiterjesztésekre.",
        "SystemCheckDebugBacktraceHelp": "View::factory nem áll rendelkezésre a nézetek legenerálásához az azt meghívó modul számára.",
        "SystemCheckError": "Hiba lépet fel - ki kell javítanod, mielőtt folytatnád",
        "SystemCheckEvalHelp": "Szükséges a HTML QuickForm és a Smarty sablonrendszerek működéséhez.",
        "SystemCheckExtensions": "Egyéb szükséges kiterjesztések",
        "SystemCheckFileIntegrity": "Fájlitegritás",
        "SystemCheckFunctions": "Szükséges funkciók",
        "SystemCheckGDHelp": "A szikravonalak (mini grafikonok) nem fognak működni.",
        "SystemCheckGlobHelp": "Ez a beépített funkció le van tiltva a szervereden. Piwik megpróbálja emulálni ezt a funkciót, de további biztonsági korlátozások akadályozhatják ezt. A Piwik működésére kihatással lehet mindez.",
        "SystemCheckGzcompressHelp": "Engedélyezned kell a zlib kiterjesztést és a gzcompress funkciót.",
        "SystemCheckGzuncompressHelp": "Engedélyezned kell a zlib kiterjesztést és a gzuncompress funkciót.",
        "SystemCheckIconvHelp": "Konfigurálni és rebuildelni kell a PHP-t az \"iconv\" támogatás engedélyezésével: --with-iconv",
        "SystemCheckMailHelp": "A Piwik fejlesztőknek szóló visszajelzés és az elveszett jelszó pótlása céljából generált e-mail üzenetek nem lesznek elküldve a mail() nélkül.",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Memória limit",
        "SystemCheckMemoryLimitHelp": "Egy nagy forgalmú weboldalon az archiválási folyamathoz több memória kell, mint a jelenleg engedélyezett. Ha szükséges, változtasd meg a memory_limit direktívát a php.ini fájlodban.",
        "SystemCheckOpenURL": "URL megnyitása",
        "SystemCheckOpenURLHelp": "Hírlevélre feliratkozás, frissítésekről értesítés és az egyklikkes frissítések működéséhez szükséges a \"curl\" kiterjesztés, az allow_url_fopen=On beállítás, vagy a or fsockopen() engedélyezése.",
        "SystemCheckOtherExtensions": "Egyéb kiterjesztések",
        "SystemCheckOtherFunctions": "Egyéb funkciók",
        "SystemCheckPackHelp": "A pack() funkció szükséges a látogatók Piwik-ben történő nyomon követéséhez.",
        "SystemCheckParseIniFileHelp": "Ez a beépített funkció le van tiltva a szervereden. Piwik megpróbálja emulálni ezt a funkciót, de további biztonsági korlátozások akadályozhatják ezt. A nyomon követés teljesítményére szintén kihatással lehet mindez.",
        "SystemCheckPdoAndMysqliHelp": "Linux szerveren a következő opciókkal fordíthatja a php-t: %1$s majd a php.ini fájlban a következő sorokat kell hozzáadni: %2$s",
        "SystemCheckPhp": "PHP verzió",
        "SystemCheckPhpPdoAndMysqli": "További információ a %1$sPHP PDO-ról%2$sés %3$sMYSQLI-ról%4$s.",
        "SystemCheckSplHelp": "Konfigurálni és rebuildelni kell a PHP-t a Standard PHP Library (SPL) engedélyezésével (alapértelmezettként).",
        "SystemCheckTimeLimitHelp": "Egy nagy forgalmú weboldalon az archiválási folyamat végrehajtásához több idő kell, mint a jelenleg engedélyezett. Ha szükséges, változtasd meg a max_execution_time direktívát a php.ini fájlodban.",
        "SystemCheckTracker": "Tracker státusz",
        "SystemCheckTrackerHelp": "A piwik.php-ra irányuló GET lekérdezés sikertelen. Próbáld meg a whitelist-re felvenni ezt az URL-t a mod_security vagy a HTTP Authenticaton esetén.",
        "SystemCheckWarnDomHelp": "Engedélyezned kell a \"dom\" kiterjesztést (például a \"php-dom\" és\/vagy a \"php-xml\" csomag installálásával).",
        "SystemCheckWarning": "A Piwik működni fog normálisan, de néhány funkció hiányozhat",
        "SystemCheckWarnJsonHelp": "Engedélyezned kell a \"json\" kiterjesztést (például a \"php-json\" csomag installálásával) a jobb teljesítmény érdekében.",
        "SystemCheckWarnLibXmlHelp": "Engedélyezned kell a \"libxml\" kiterjesztést (például a \"php-libxml\" csomag installásával), mivel erre szüksége van más, PHP core kiterjesztésnek.",
        "SystemCheckWarnSimpleXMLHelp": "Engedélyezned kell a \"SimpleXML\" kiterjesztést (például a \"php-simplexml\" és\/vagy a \"php-xml\" csomag installálásával).",
        "SystemCheckWinPdoAndMysqliHelp": "Windows szerveren a következő sorokat adhatja hozzá a php.ini fájhoz: %s",
        "SystemCheckWriteDirs": "Könyvtárak írási jogosultsággal",
        "SystemCheckWriteDirsHelp": "Hogy kijavítsd a hibát Linux rendszereden, próbáld ki a következő parancso(ka)t",
        "SystemCheckZlibHelp": "Konfigurálni és rebuildelni kell a PHP-t a \"zlib\" támogatás engedélyezésével: --with-zlib",
        "Tables": "Táblák létrehozása",
        "TablesCreatedSuccess": "Táblák sikeresen létrehozva!",
        "TablesDelete": "Észlelt táblák törlése",
        "TablesDeletedSuccess": "Korábbi Piwik táblák sikeresen törölve!",
        "TablesFound": "A következő táblák találhatók meg az adatbázisban",
        "TablesReuse": "Meglévő táblák felhasználása",
        "TablesWarningHelp": "Dönts a meglévő adatbázis táblák újrafelhasználása mellett vagy válaszd az teljes újratelepítést az adatbázisban található korábbi adatok törlésével.",
        "TablesWithSameNamesFound": "Néhány táblának (%1$s) az adatbázisodban (%2$s) ugyanaz a neve, mint amilyet a Piwik próbál létrehozni.",
        "Timezone": "weboldal időzónája",
        "Welcome": "Üdvözöllek!",
        "WelcomeHelp": "<p>A Piwik egy nyílt forráskódú webanalitikai szoftver, mellyel könnyedén juthatsz információkhoz weboldalad látogatottságáról.<\/p><p>A telepítési folyamat %s egyszerű lépésből áll és kb. 5 percet vesz igénybe.<\/p>"
    }
}