{
    "Installation": {
        "ConfigurationHelp": "Tampaknya berkas konfigurasi Piwik Anda terdapat kesalahan. Anda dapat menghapus config\/config.ini.php dan melanjutkan instalasi, atau memperbaiki pengaturan sambungan basisdata.",
        "ConfirmDeleteExistingTables": "Apakan Anda yakin menghapus tabel: %s dari basisdata Anda? PERINGATAN: DATA DALAM TABEL TERSEBUT TAK DAPAT DIKEMBALIKAN!",
        "Congratulations": "Selesai",
        "CongratulationsHelp": "<p>Selamat! Instalasi Piwik selesai.<\/p><p>Pastikan kode JavaScript Anda telah dimasukkan pada halaman Anda, lalu tunggu pengunjung pertama Anda!<\/p>",
        "DatabaseAbilities": "Kemampuan Basisdata",
        "DatabaseCreation": "Pembuatan basisdata",
        "DatabaseErrorConnect": "Galat ketika coba sambungan ke peladen basisdata",
        "DatabaseServerVersion": "Versi peladen basisdata",
        "DatabaseSetup": "Pengaturan Basisdata",
        "DatabaseSetupAdapter": "adaptor",
        "DatabaseSetupDatabaseName": "nama basisdata",
        "DatabaseSetupLogin": "masuk-log",
        "DatabaseSetupServer": "peladen basisdata",
        "DatabaseSetupTablePrefix": "awalan tabel",
        "Email": "surel",
        "Extension": "ekstensi",
        "Filesystem": "Sistem Berkas",
        "GoBackAndDefinePrefix": "Kembali dan tetapkan kode awalan untuk tabel Piwik",
        "Installation": "Instalasi",
        "InstallationStatus": "Status Instalasi",
        "InsufficientPrivilegesHelp": "Anda dapat menambah hak akses tersrbut menggunakan perangkat seperti phpMyAdmin atau mengeksekusi kueri SQL yang sesuai. Apabila Anda tak mengetahui bagaimana melakukannya, harap bertanya kepada pengurus sistem Anda untuk memperoleh hak tersebut.",
        "JsTagArchivingHelp1": "Untuk kunjungan situs menengah dan tinggi terdapat beberapa optimasi yang haris dibuat untuk membantu Piwik berjalan lebih cepat (seperti %1$smengatur pengarsipan-otomatis%2$s).",
        "JSTracking_EndNote": "Catatan: Setelah proses pemasangan, Anda dapat membangkitkan kode pelacakan tersesuaikan di bidang %1$sKode Pelacakan%2$s dalam halaman pengelola.",
        "JSTracking_Intro": "Untuk melacak lalu lintas ramatraya menggunakan Piwik, Anda harus menambah beberapa kode tambahan untuk setiap halaman situs Anda.",
        "LargePiwikInstances": "Bantuan perihal Piwik besar",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Bila peladen Piwik Anda melacak lalu lintas situs yang tinggi (misal > 100.000 halaman tiap bulan), kami menyarankan memperbaiki masalah ini.",
        "LoadDataInfileUnavailableHelp": "Menggunakan %1$s akan meningkatkan kecapatan pengarsipan Piwik. Untuk menjadikan ini tersedia untkuk Piwik, silakan memperbarui perangkat lunak PHP & MySQL Anda dan pastikan pengguna basisdata Anda memiliki hak %2$s.",
        "NfsFilesystemWarning": "Peladen Anda menggunakan berkas sistem NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Ini berarti Piwik akan sangat lambat ketika menggunakan sesi berdasar berkas.",
        "NfsFilesystemWarningSuffixInstall": "Menggunakan sesi berdasar berkas dalam sisten berkas dalam NFS sangat lambat, sehingga Piwik akan menggunakan sesi berdasar basisdata. Bila Anda memiliki pengguna panel kendali secara bersamaan, Anda munkin membutuhkan peningkatan jumlah sambungan pengguna ke peladen basisdata.",
        "NoConfigFound": "Berkas konfigurasi tak dapat ditemukan dan Anda mencoba untuk mengakses halaman Piwik. <br \/><strong>» Anda dapat <a href='index.php'>memasang Piwik sekarang<\/a><\/strong> <br \/><small>Jika Anda memasang Piwik sebelumnya dan memiliki beberapa tabel di basisdata Anda, jangan khawatir. Anda dapat menggunakan tabel lainnya dan menjaga data Anda saat ini!<\/small>",
        "Optional": "Pilihan",
        "Password": "sandi",
        "PasswordDoNotMatch": "sandi tak sama",
        "PasswordRepeat": "sandi (ulangi)",
        "PercentDone": "%s%% Selesai",
        "PleaseFixTheFollowingErrors": "Silakan perbaiki galat berikut ini",
        "PluginDescription": "Proses Instalasi Piwik. Instalasi ini biasanya dilakukan hanya sekali. Bila berkas konfigurasi di config\/config.inc.php terhapus, instalasi akan diulangi.",
        "Requirements": "Persyaratan Piwik",
        "RestartWebServer": "Setelah membuat perubahan tersebut, muat ulang peladen web Anda.",
        "SeeBelowForMoreInfo": "Lihat di bawah untuk informasi selengkapnya.",
        "SetupWebsite": "Atur Situs",
        "SetupWebsiteError": "Terdapat galat ketika menambah situs",
        "SetupWebSiteName": "nama situs",
        "SetupWebsiteSetupSuccess": "Situs %s berhasil dibuat!",
        "SetupWebSiteURL": "URL situs",
        "SiteSetup": "harap mengatur situs pertama yang ingin Anda lacak dan analisis menggunkana Piwik:",
        "SiteSetupFootnote": "Catatan: sekali Pemasangan Piwik selesai, Anda akan mampu menambah Situs lain untuk dilacak!",
        "SuperUser": "Pengguna Super",
        "SuperUserLogin": "masuk-log pengguna super",
        "SuperUserSetupSuccess": "Pengguna Super berhasil dibuat!",
        "SystemCheck": "Pemeriksaan Sistem",
        "SystemCheckAutoUpdateHelp": "Catatan: Satu-Klik pembaruan Piwik membutuhkan izin-tulis ke map Piwik dan isinya.",
        "SystemCheckCreateFunctionHelp": "Piwik menggunakan fungsi anonim untuk panggil balik.",
        "SystemCheckDatabaseHelp": "Piwik membutuhkan ekstensi mysqli atau kedua ekstensi PDO dan pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory tidak akan dapat membuat tampilan untuk modul panggilan.",
        "SystemCheckError": "Telah terjadi galat - harus diperbaiki sebelum Anda melanjutkannya",
        "SystemCheckEvalHelp": "Dibutuhkan oleh sistem HTML QuickForm dan Smarty templating.",
        "SystemCheckExtensions": "Ekstensi lain dibutuhkan",
        "SystemCheckFileIntegrity": "Integritas berkas",
        "SystemCheckFunctions": "Fungsi yang dibutuhkan",
        "SystemCheckGDHelp": "Bagan garis (grafik kecil) tak bekerja.",
        "SystemCheckGlobHelp": "Fungsi bawaan ini telah dimatikan dalam inang Anda. Piwik akan mencoba untuk meniru fungsi ini namun mungkin menghadapi pembatasan keamanan lebih lanjut. Fungsionalitas mungkin terkena dampak.",
        "SystemCheckGzcompressHelp": "Anda dapat mengaktifkan ekstensi zlib dan fungsi gzcompress.",
        "SystemCheckGzuncompressHelp": "Anda dapat mengaktifkam ekstensi zlib dan fungsi gzuncompress.",
        "SystemCheckIconvHelp": "Anda dapat mengonfigurasi dan membangun ulang PHP dengan dukungan \"iconv\" diaktifkan, --with-iconv.",
        "SystemCheckMailHelp": "Pesan Umpanbalik dan Pemulihan Sandi tidak terkirim tanpa fungsi mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Batas Memori",
        "SystemCheckMemoryLimitHelp": "Dalam situs dengan kunjungan tinggi, kemungkinan pengarsipan membutuhkan memori lebih banyak daripada yang diperbolehkan saat ini. Bila dibutuhkan, ubah nilai memory_limit dalam berkas php.ini Anda.",
        "SystemCheckOpenURL": "Buka URL",
        "SystemCheckOpenURLHelp": "Berlangganan Buletin, memperbarui pemberitahuan, dan pembaruan satu-klik membutuhkan ekstensi \"curl\", allow_url_fopen=On, atau fsockopen() yang diaktifkan.",
        "SystemCheckOtherExtensions": "Ekstensi lain",
        "SystemCheckOtherFunctions": "Fungsi lain",
        "SystemCheckPackHelp": "Fungsi pack() dibutuhkan untuk melacak pengunjung di Piwik.",
        "SystemCheckParseIniFileHelp": "Fungsi bawaan ini telah dimatikan dalam inang Anda. Piwik akan mencoba untuk meniru fungsi ini namun mungkin menghadapi pembatasan keamanan lebih lanjut. Kinerja pelacak juga akan terpengaruh.",
        "SystemCheckPdoAndMysqliHelp": "Dalam peladen Linux Anda dapat mengompilasi php dengan opsi berikut: %1$s Di php.ini Anda, tambah baris berikut: %2$s",
        "SystemCheckPhp": "Versi PHP",
        "SystemCheckPhpPdoAndMysqli": "Informasi lebih lanjut di: %1$sPHP PDO%2$s dan %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Anda dapat mengonfigurasi dan membangun ulang PHP dengan Standard PHP Library (SPL) diaktifkan (secara asali).",
        "SystemCheckSummaryNoProblems": "Hore! Tidak ada permasalahan dalam pemasangan Piwik Anda. Beri diri Anda sebuah tepukan punggung.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik mendeteksi beberapa %1$spermsalahan kritis%2$s dalam with your Piwik setup. %3$sPermasalahan tersebut harus segera diperbaiki segera.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Terdapat beberapa permasalahan dalam sistem Anda. Piwik akan berjalan, tetapi Anda mungkin mengalami beberapa permasalahan kecil.",
        "SystemCheckTimeLimitHelp": "Dalam situs dengan kunjungan tinggi, mengeksekusi proses pengarsipan kemungkinan membutuhkan lebih banyak waktu daripada yang dibolehkan sekarang. Bila diperlukan, ubah nilai max_execution_time dalam berkas php.ini Anda.",
        "SystemCheckTracker": "Status Pelacak",
        "SystemCheckTrackerHelp": "Permintaan GET ke piwik.php gagal. Coba membahkan daftar putih URL ini ke mod_security dan HTTP Authentication.",
        "SystemCheckWarnDomHelp": "Anda harus mengaktifkan ekstensi \"dom\" (misalnya, memasang paket \"php-dom\" dan\/atau \"php-xml\").",
        "SystemCheckWarning": "Piwik akan berjalan normal, tetapi beberapa fitur kemungkinan tak tersedia",
        "SystemCheckWarnJsonHelp": "Anda harus mengaktifkan ekstensi \"json\" (misalnya, memasang paket \"php-json\") untuk kinerja yang lebih baik.",
        "SystemCheckWarnLibXmlHelp": "Anda harus mengaktifkan ekstensi \"libxml\" (misalnya, paket \"instalasi php-libxml\") seperti yang dipersyaratkan oleh ekstensi PHP inti lainnya.",
        "SystemCheckWarnSimpleXMLHelp": "Anda harus mengaktifkan ekstensi \"SimpleXML\" (misalnya, memasang \"php-simplexml\" dan\/atau \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Dalam peladen Windows Anda dapat menambah baris berikut dalam php.ini Anda: %s",
        "SystemCheckWriteDirs": "Direktori dengan akses tulis",
        "SystemCheckWriteDirsHelp": "Untuk dapat memperbaiki galat tersebut di sistem Linux Anda, coba untuk mengetik perintah berikut",
        "SystemCheckZlibHelp": "Anda dapat mengonfigurasi dan membangun ulang PHP dengan dukungan \"zlib\" diaktifkan, --with-zlib.",
        "Tables": "Membuat Tabel",
        "TablesCreatedSuccess": "Tabel berhasil dibuat!",
        "TablesDelete": "Hapus tabel yang ditemukan",
        "TablesDeletedSuccess": "Tabel Piwik saat ini berhasil dihapus",
        "TablesFound": "Tabel berikut telah ditemukan dalam basisdata",
        "TablesReuse": "Gunakan ulang tabel saat ini",
        "TablesWarningHelp": "Di antara pilihan menggunakan ulang tabel yang telah ada atau memilih instalasi bersih untuk menghapus seluruh data yang ada dalam basisdata.",
        "TablesWithSameNamesFound": "Beberapa tabel %1$s dalam basisdata Anda %2$s memiliki beberapa nama dengan nama tabel yang akan dibuat oleh Piwik",
        "Timezone": "wilayah waktu situs",
        "Welcome": "Selamat Datang!",
        "WelcomeHelp": "<p>Piwik merupakan piranti lunak analisa ramatraya yang memudahkan Anda mendapatkan informasi yang diinginkan dari pengunjung.<\/p><p>Proses ini dibagi menjadi %s langkah mudah dan membutuhkan sekitar 5 menit.<\/p>"
    }
}