{
    "Installation": {
        "CollaborativeProject": "Matomo è un progetto in collaborazione, costruito con amore da persone di tutto il mondo.",
        "ConfigurationHelp": "La tua configurazione di Matomo risulta essere errata. Puoi rimuovere il file config\/config.ini.php e riprendere l'installazione, oppure correggere le impostazioni di connessione al database.",
        "ConfirmDeleteExistingTables": "Sei sicuro di voler cancellare le tabelle %s dal tuo database? ATTENZIONE: I DATI NON POTRANNO ESSERE RECUPERATI!",
        "Congratulations": "Congratulazioni",
        "CongratulationsHelp": "<p>Congratulazioni! La tua installazione di Matomo è completa.<\/p><p>Assicurati che nelle tue pagine sia stato inserito il codice JavaScript, e attendi il tuo primo visitatore!<\/p>",
        "DatabaseAbilities": "Capacità del database",
        "DatabaseCreation": "Creazione del database",
        "DatabaseErrorConnect": "Errore durante la connessione al server del database",
        "DatabaseServerVersion": "Versione del server del database",
        "DatabaseSetup": "Impostazioni database",
        "DatabaseSetupAdapter": "Adattatore",
        "DatabaseSetupDatabaseName": "Nome Database",
        "DatabaseSetupLogin": "Login",
        "DatabaseSetupServer": "Database server",
        "DatabaseSetupTablePrefix": "Prefisso Tabelle",
        "Email": "Email",
        "Extension": "estensione",
        "Filesystem": "Filesystem",
        "GetInvolved": "Se ti piace ciò che vedi, puoi %1$scollaborare%2$s.",
        "GoBackAndDefinePrefix": "Torna indietro e definisci un nuovo prefisso per le Tabelle di Matomo",
        "HappyAnalysing": "Felici statistiche!",
        "Installation": "Installazione",
        "InformationalResults": "Risultati informativi",
        "CopyBelowInfoForSupport": "Copia o scarica le info qui sotto nel caso in cui il nostro team di assistenza ti chieda queste informazioni.",
        "CopySystemCheck": "Copia controllo sistema",
        "DownloadSystemCheck": "Scarica controllo sistema",
        "InstallationStatus": "Stato dell'installazione",
        "InsufficientPrivilegesHelp": "È possibile aggiungere questi privilegi utilizzando uno strumento come phpMyAdmin o con l'esecuzione di opportune query SQL. Se non sai come fare queste cose, chiedi al tuo amministratore di sistema di concederti questi privilegi.",
        "InsufficientPrivilegesMain": "O il database non esiste (e non poteva essere creato), oppure l'utente specificato dispone di privilegi insufficienti. L'utente del database deve disporre dei seguenti privilegi: %s",
        "InvalidStateError": "Errore: Matomo è già installato. %1$sTorna indietro%2$s a Matomo%3$s.",
        "JsTagArchivingHelp1": "Per i siti con un traffico medio-alto ci sono alcune ottimizzazioni che andrebbero fatte per aiutare Matomo a girare più velocemente (come %1$simpostare l'autoarchiviazione%2$s).",
        "JSTracking_EndNote": "Nota: dopo l'installazione, è possibile generare un codice personalizzato di tracking nella sezione di amministrazione%1$s Codice Tracking%2$s.",
        "JSTracking_Intro": "Per tracciare il tuo traffico web devi assicurarti che sia stato aggiunto a tutte le pagine del codice aggiuntivo.",
        "LargePiwikInstances": "Aiuto per grandi installazioni di Matomo",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Se il tuo server Matomo traccia dei siti web ad alto traffico (ad esempio > 100.000 pagine al mese), ti consigliamo di provare a risolvere questo problema.",
        "LoadDataInfileUnavailableHelp": "L'utilizzo di %1$s accelera notevolmente il processo di archiviazione di Matomo. Per renderlo disponibile a Matomo, prova ad aggiornare il tuo software PHP & MySQL e assicurati che la tua utenza del database abbia i privilegi %2$s.",
        "NfsFilesystemWarning": "Il tuo server utilizza un file system NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Questo significa che Matomo sarà estremamente lento quando utilizzerà delle sessioni basate sui file.",
        "NfsFilesystemWarningSuffixInstall": "L'utilizzo di sessioni basate sui file è estremamente lento, così Matomo userà delle sessioni con database. Se hai molti utenti nella dashboard, potresti avere la necessità di aumentare il numero massimo di connessioni dei client al server del database.",
        "NoConfigFileFound": "Il file di configurazione di Matomo non si trova e tu stai cercando di accedere ad una pagina di Matomo.",
        "YouMayInstallPiwikNow": "Ora puoi %1$sinstallare Matomo%2$s",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Se hai già installato Matomo in precedenza e hai delle tabelle nel database, non preoccuparti, puoi riutilizzare le stesse tabelle e conservare i dati esistenti!",
        "Optional": "Opzionale",
        "Password": "Password",
        "PasswordDoNotMatch": "Le Password non coincidono",
        "PasswordRepeat": "Password (ripeti)",
        "PercentDone": "%s %% Fatto",
        "ProfessionalServicesAdTitle": "Analisi Avanzate e Servizi",
        "ProfessionalServicesfessionalServicesAdText": "La nostra rete di esperti può aiutare la tua organizzazione a sbloccare tutta la potenza delle statistiche di Matomo.",
        "ProfessionalServicesfessionalDiscoverHow": "Impara altro sui %1$sprodotti supplementari e i servizi%2$s di Matomo e come su come incrementare conversioni e ricavi.",
        "PleaseFixTheFollowingErrors": "Per favore, risolvi i seguenti errori",
        "DefaultSettings": "Impostazioni predefinite di Matomo",
        "DefaultSettingsHelp": "Matomo ha delle impostazioni predefinite. Puoi personalizzarle ora o farlo in seguito dalla schermata di amministrazione.",
        "Requirements": "Requisiti di Matomo",
        "RestartWebServer": "Dopo aver fatto questa modifica, riavvia il server web.",
        "ReusingTables": "Riutilizzo delle Tabelle",
        "PiwikOrgNewsletter": "inviami per email gli aggiornamenti importanti della comunità di Matomo",
        "ProfessionalServicesNewsletter": "inviami informazioni sui %1$sServizi professionali e i prodotti%2$s per Matomo",
        "SeeBelowForMoreInfo": "Guarda sotto per altre informazioni.",
        "SetupWebsite": "Configura un sito web",
        "SetupWebsiteError": "C'è stato un errore durante l'aggiunta del sito web",
        "SetupWebSiteName": "Nome del sito",
        "SetupWebsiteSetupSuccess": "Sito %s creato con successo!",
        "SetupWebSiteURL": "URL del sito",
        "SiteSetup": "Si prega di configurare il primo sito web che si desidera monitorare e analizzare con Matomo:",
        "SiteSetupFootnote": "Nota: una volta che l'installazione di Matomo sarà finita, sarete in grado di aggiungere altri siti web da monitorare!",
        "SuperUser": "Super User",
        "SuperUserLogin": "Accesso super user",
        "SuperUserSetupError": "C'è stato un errore durante l'aggiunta del Super User",
        "SuperUserSetupSuccess": "Super User creato con successo!",
        "SystemCheck": "Controllo del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: L'aggiornamento One Click di Matomo richiede i permessi di scrittura per la cartella Matomo e per il suo contenuto.",
        "SystemCheckDatabaseExtensions": "Estensioni MySQL",
        "SystemCheckDatabaseHelp": "Matomo necessita dell'estensione mysqli o in alternativa sia l'estensione PDO che l'estensione pdo_mysql",
        "SystemCheckDatabaseSSL": "Connessione SSL al Database",
        "SystemCheckDatabaseSSLCipher": "Cifratura SSL da utilizzare",
        "SystemCheckDatabaseSSLDisabled": "Il supporto SSL del tuo server del database è disabilitato",
        "SystemCheckDatabaseSSLNo": "Il server del database non è compilato con il supporto SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s è impostato a '1' ma la connessione SSL non sta funzionando",
        "SystemCheckDatabaseSSLOn": "Il tuo database supporta le connessioni SSL ma non è utilizzata una connessione SSL. Controlla le impostazioni SSL del tuo database nel file di configurazione di Matomo",
        "SystemCheckDebugBacktraceHelp": "View::factory non può creare viste (view) per il modulo chiamante.",
        "SystemCheckError": "Si è verificato un errore - deve essere corretto prima di proseguire",
        "SystemCheckEvalHelp": "Richiesto da HTML QuickForm e Smarty templating system.",
        "SystemCheckExtensions": "Altre estensioni Richieste",
        "SystemCheckFileIntegrity": "Integrità dei file",
        "SystemCheckFunctions": "Funzioni richieste",
        "SystemCheckFunctionHelp": "Devi abilitare questa funzione di base.",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (grafica)",
        "SystemCheckGDHelp": "Le sparkline (piccoli grafici) e i grafici immagine (nell'app Matomo Mobile e nei report email) non funzioneranno.",
        "SystemCheckGlobHelp": "Questa funzionare integrata è stata disattivata dal tuo host. Matomo proverà ad emulare questa funzione ma ciò potrebbe incontrare successive restrizioni di sicurezza. La funzionalità potrebbe risentirne.",
        "SystemCheckGzcompressHelp": "Devi abilitare l'estensione zlib e la funzione gzcompress.",
        "SystemCheckGzuncompressHelp": "Devi abilitare l'estensione zlib e la funzione gzuncompress.",
        "SystemCheckHashHelp": "Devi configurare e ricostruire PHP con il supporto hash() abilitato escludendo l'opzione 'disabilita hash'.",
        "SystemCheckIconvHelp": "Hai bisogno di configurare e fare il rebuild del PHP con il supporto \"iconv\" abilitato, --with-iconv",
        "SystemCheckJsonHelp": "L'estensione php-json è richiesta perché Matomo legga e scriva i dati JSON.",
        "SystemCheckMailHelp": "Feedback e messaggi su Password Perdute non saranno inviati senza che sia disponibile la funzione mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "L'estensione mbstring è necessaria per gestire i caratteri multibyte nell'interfaccia Utente e le risposte API. Inoltre, controlla che mbstring.func_overload sia impostato su \"0\" nel php.ini.",
        "SystemCheckMemoryLimit": "Memoria massima",
        "SystemCheckMemoryLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più memoria di quella attualmente consentita.<br \/>Cambia la direttiva memory_limmit nel tuo file php.ini se necessario.",
        "SystemCheckNoErrorsOrWarnings": "Non ci sono errori o avvisi",
        "SystemCheckViewFullSystemCheck": "Guarda il report completo di controllo del sistema",
        "SystemCheckOpenURL": "Apri URL",
        "SystemCheckOpenURLHelp": "L'iscrizione alla newsletter, le notifiche degli aggiornamenti e 'one-click updates' (aggiornamenti con un solo click) richiedono che siano abilitati l'estensione 'curl', allow_url_fopen=On o fsockopen().",
        "SystemCheckOtherExtensions": "Altre estensioni",
        "SystemCheckOtherFunctions": "Altre funzioni",
        "SystemCheckPageSpeedDisabled": "PageSpeed disabilitato",
        "SystemCheckPageSpeedWarning": "Ti consigliamo di disabilitare il modulo PageSpeed nel tuo server web %s: è stato segnalato che PagePort ha causato diversi problemi con Matomo, come ad esempio: report delle pagine non funzionanti, Row Evolution interrotto e altri problemi difficili da risolvere. Si prega di disabilitare mod_pagespeed su questo server.",
        "SystemCheckPackHelp": "La funzione pack() è necessaria per monitorare i visitatori in Matomo.",
        "SystemCheckParseIniFileHelp": "Questa funzione è stata disattivata sul tuo host. Matomo proverà a emularla ma potrebbe incontrare altre restrizioni di sicurezza. Anche le prestazioni del tracker potrebbero risentirne.",
        "SystemCheckPdoAndMysqliHelp": "Su un server GNU\/Linux puoi compilare PHP con le seguenti opzioni: %1$s. Nel tuo php.ini, aggiungi le seguenti righe: %2$s",
        "SystemCheckPhp": "Versione PHP",
        "SystemCheckPhpPdoAndMysqli": "Maggiori informazioni a riguardo: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Devi configurare e ricostruire il PHP con la libreria Standard PHP (SPL)abilitata (di default).",
        "SystemCheckSettings": "Richiesta configurazione PHP (php.ini)",
        "SystemCheckSummaryNoProblems": "Evviva! Non ci sono problemi con le impostazioni di Matomo. Datti una pacca sulla spalla.",
        "SystemCheckSummaryThereWereErrors": "Matomo ha rilevato alcuni %1$sproblemi critici%2$s con la propria configurazione. %3$sQuesti problemi devono essere risolti immediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Ci sono alcuni problemi con il tuo sistema. Matomo verrà eseguito lo stesso ma potrebbero verificarsi alcuni problemi minori.",
        "SystemCheckTimeLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più tempo di quello attualmente consentito.<br \/>Cambia la direttiva max_execution_time nel tuo file php.ini se necessario.",
        "SystemCheckTracker": "Stato del tracker",
        "SystemCheckTrackerHelp": "Richiesta GET a matomo.php fallita. Prova ad autorizzare questo URL dall'Autenticazione HTTP e a disabilitare mod_security (potresti dover chiedere al tuo webhost). Per ulteriori informazioni sull'errore, controlla il log degli errori del server Web.",
        "SystemCheckWarnDomHelp": "Dovresti abilitare l'estensione \"dom\" (ad esempio, installando \"php-dom\" e\/o \"php-xml\").",
        "SystemCheckWarning": "Matomo sarà pienamente funzionante, ma alcune funzioni potrebbero essere mancanti.",
        "SystemCheckWarnJsonHelp": "Dovresti abilitare l'estensione \"json\" (ad esempio, installando \"php-json\") per prestazioni migliori.",
        "SystemCheckWarnLibXmlHelp": "Dovresti abilitare l'estensione \"libxml\" (ad esempio, installando \"php-libxml\") in quanto è richiesto da altre estensioni di base di PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Dovresti abilitare l'estensione \"SimpleXML\" (ad esempio, installando \"php-simplexml\" e\/o \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Su un server Windows puoi aggiungere le seguenti righe al tuo php.ini: %s",
        "SystemCheckWriteDirs": "Directories con permessi di scrittura",
        "SystemCheckWriteDirsHelp": "Per correggere questo errore nel tuo sistema GNU\/Linux, prova ad eseguire il seguente comando",
        "SystemCheckZlibHelp": "Devi configurare e ricostruire il PHP con il supporto zlib abilitato, --with-zlib.",
        "SystemCheckCronArchiveProcess": "Impostazione Cron Job",
        "FasterReportLoading": "caricamento veloce dei report",
        "SystemCheckCronArchiveProcessCLI": "Gestione processi tramite CLI",
        "SystemCheckPhpSetting": "Per prevenire alcuni problemi critici, devi impostare ciò che segue nel php.ini: %s",
        "SystemCheckUpdateHttps": "Aggiorna tramite HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "Matomo non può utilizzare il protocollo HTTPS per l'aggiornamento e ritornerà all'aggiornamento non sicuro HTTP. Controlla che CURL o allow_fopen siano supportati e che sia installata l'estensione PHP openssl: https:\/\/matomo.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "non supportato",
        "Tables": "Sto creando le tabelle",
        "TablesCreatedSuccess": "Tabelle create con successo!",
        "TablesDelete": "Cancella le tabelle individuate",
        "TablesDeletedSuccess": "Le tabelle di Matomo esistenti sono state eliminate con successo",
        "TablesFound": "Le seguenti tabelle sono state trovate nel database",
        "TablesReuse": "Riusa le tabelle esistenti",
        "TablesUpdatedSuccess": "Il database è stato aggiornato con successo da %1$s a %2$s!",
        "TablesWarningHelp": "Scegli se riusare le tabelle esistenti del database o procedi con una nuova installazione cancellando tutti i dati esistenti.",
        "TablesWithSameNamesFound": "Alcune %1$s tabelle nel tuo database %2$s hanno lo stesso nome delle tabelle che Matomo sta cercando di creare.",
        "Timezone": "Fuso orario del sito web",
        "WeHopeYouWillEnjoyPiwik": "Noi speriamo che tu gradirai utilizzare Matomo come a noi piace realizzarlo.",
        "Welcome": "Benvenuto!",
        "WelcomeHelp": "<p>Matomo è un software di analisi web libero e gratuito che ti rende facile prendere dai tuoi visitatori le informazioni che desideri.<\/p><p>Questo processo è suddiviso in %s semplici step e richiederà circa 5 minuti.<\/p>",
        "WelcomeToCommunity": "Benevenuto nella comunità di Matomo!",
        "CannotConnectToDb": "Impossibile connettersi al database",
        "CannotConnectToDbResolvingExplanation": "Potrebbe trattarsi di un problema temporaneo, prova a %1$sricaricare la pagina%2$s. Se il problema persiste, contatta il tuo amministratore di Matomo.",
        "EmailPrivacyNotice": "Il tuo indirizzo email verrà utilizzato solo per inviarti la newsletter. Per questo dobbiamo condividere la tua email con un fornitore di terze parti. Questo provider è attualmente Mad Mimi, ma questo potrebbe cambiare in futuro. Non condivideremo la tua email con nessun altro né utilizzeremo la tua email per scopi diversi dall'invio della newsletter. È possibile disdire in qualsiasi momento. Si prega di consultare la nostra %1$spolitica sulla privacy%2$s per ulteriori informazioni.",
        "PerformanceSettingsDesc1": "Un'ultima nota riguardo alle prestazioni: il tuo Matomo è configurato e pronto per monitorare e generare report sul traffico del tuo sito web, ma se trovi che Matomo sia lento, ti consigliamo di fare un passo in più per configurare l'%1$sarchiviazione CLI%2$s. Questo genererà periodicamente in background, anziché su richiesta, i tuoi report.",
        "PerformanceSettingsDesc2": "Ciò richiede l'aggiunta di un comando Matomo al cron job che non può essere eseguito automaticamente dall'installer, ma puoi %1$sleggere le nostre FAQ per sapere come configurarlo da solo%2$s."
    }
}