{
    "Installation": {
        "CannotConnectToDb": "Impossibile connettersi al database",
        "CannotConnectToDbResolvingExplanation": "Potrebbe trattarsi di un problema temporaneo, prova a %1$sricaricare la pagina%2$s. Se il problema persiste, contatta il tuo amministratore di Matomo.",
        "CollaborativeProject": "Matomo è un progetto collaborativo, creato con amore.",
        "ConfigurationHelp": "Correggi la tua configurazione di Matomo rimuovendo il file config/config.ini.php e proseguendo l'installazione, oppure correggendo le impostazioni di connessione al database.",
        "ConfirmDeleteExistingTables": "Sei sicuro di voler cancellare le tabelle %s dal tuo database? ATTENZIONE: I DATI NON POTRANNO ESSERE RECUPERATI!",
        "Congratulations": "Congratulazioni",
        "CongratulationsHelp": "<p>Congratulazioni! La tua installazione di Matomo è completa.</p><p>Assicurati che nelle tue pagine sia stato inserito il codice per il tracking, e attendi i tuoi primi visitatori.</p>",
        "CopyBelowInfoForSupport": "Copia o scarica le info qui sotto, nel caso in cui il nostro team di assistenza dovesse chiederti queste informazioni.",
        "CopySystemCheck": "Copia controllo sistema",
        "DatabaseAbilities": "Capacità del database",
        "DatabaseCreation": "Creazione del database",
        "DatabaseErrorConnect": "Errore durante la connessione al server del database",
        "DatabaseServerVersion": "Versione del server del database",
        "DatabaseSetup": "Impostazioni database",
        "DatabaseSetupAdapter": "Adattatore",
        "DatabaseSetupDatabaseName": "Nome Database",
        "DatabaseSetupLogin": "Login",
        "DatabaseSetupServer": "Database server",
        "DatabaseSetupTablePrefix": "Prefisso Tabelle",
        "DefaultSettings": "Impostazioni predefinite di Matomo",
        "DefaultSettingsHelp": "Matomo ha delle impostazioni predefinite. Puoi personalizzarle ora o farlo in seguito dalla schermata di amministrazione.",
        "DownloadSystemCheck": "Scarica controllo sistema",
        "Email": "Email",
        "EmailPrivacyNotice": "Il tuo indirizzo email verrà utilizzato solo per inviarti la newsletter. Per questo dobbiamo condividere la tua email con Mad Mini, ma questo fornitore potrebbe cambiare in futuro. Non condivideremo la tua email con nessun altro né utilizzeremo la tua email per altri scopi. È possibile disdire in qualsiasi momento. La nostra %1$spolitica sulla privacy%2$s contiene ulteriori informazioni.",
        "Extension": "estensione",
        "FasterReportLoading": "caricamento report più rapido",
        "Filesystem": "Filesystem",
        "GetInvolved": "Se ti piace ciò che vedi, puoi %1$scollaborare%2$s.",
        "GoBackAndDefinePrefix": "Torna indietro e scegli un prefisso per le tabelle di Matomo",
        "HappyAnalysing": "Felici statistiche!",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Se hai già installato Matomo in precedenza e hai delle tabelle nel database, non preoccuparti, puoi riutilizzare le stesse tabelle e conservare i dati esistenti.",
        "InformationalResults": "Risultati informativi",
        "Installation": "Installazione",
        "InstallationStatus": "Stato dell'installazione",
        "InsufficientPrivilegesHelp": "È possibile aggiungere questi privilegi utilizzando phpMyAdmin, o con l'esecuzione di opportune query SQL. Se non sai come fare queste cose, chiedi al tuo amministratore di sistema di farlo.",
        "InsufficientPrivilegesMain": "O il database non esiste (e non poteva essere creato), oppure l'utente specificato non dispone di privilegi sufficienti. L'utente del database deve disporre dei seguenti privilegi: %s",
        "InvalidStateError": "Errore: Matomo è già installato. %1$sTorna indietro%2$s a Matomo%3$s.",
        "JSTracking_EndNote": "Nota: dopo l'installazione, è possibile generare un codice di tracking personalizzato nella sezione di amministrazione %1$sCodice Tracking%2$s.",
        "JSTracking_Intro": "Per tracciare il tuo traffico web devi assicurarti che sia stato aggiunto a tutte le pagine del codice aggiuntivo.",
        "JsTagArchivingHelp1": "Per i siti con un traffico medio-alto, alcune ottimizzazioni aiutano Matomo a girare più velocemente (per esempio %1$simpostare l'autoarchiviazione%2$s).",
        "LargePiwikInstances": "Aiuto per utenti con siti ad alto volume di traffico",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Dovresti risolvere questo problema se il tuo server Matomo traccia dei siti web ad alto traffico (ad esempio oltre 100.000 pagine al mese).",
        "LoadDataInfileUnavailableHelp": "Suggerimento: l'utilizzo di %1$s aggiornando i tuoi PHP e MySQL e assicurandoti che il tuo utente database abbia i privilegi %2$s accelera notevolmente il processo di archiviazione di Matomo.",
        "MatomoHttpRequestConfigInfo": "L'opzione <code>force_matomo_http_request</code> nelle impostazioni generali, è attiva; raccomandiamo caldamente di disattivarla per ragioni di sicurezza. Per maggiori dettagli ti preghiamo di leggere %1$squi%2$s su come disattivare l'https per le richieste di matomo.org",
        "MatomoHttpsNotSupported": "Impossibile inizializzare l'HTTPS. Le connessioni a matomo.org utilizzano l'HTTPS per impostazione predefinita per motivi di sicurezza. Assicurati che l'HTTPS funzioni nel tuo ambiente o abilita l'opzione `force_matomo_http_request`. Per maggiori dettagli legga %1$s su come disabilitare l'https per le richieste %2$s",
        "NfsFilesystemWarning": "Il tuo server utilizza un file system NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Questo significa che Matomo sarà estremamente lento quando utilizzerà delle sessioni basate sui file.",
        "NfsFilesystemWarningSuffixInstall": "L'utilizzo di sessioni basate sui file su NFS è estremamente lento, perciò Matomo userà delle sessioni in DB. Se hai molti accessi contemporanei alla dashboard, potresti dover aumentare il numero massimo di connessioni client al server del database.",
        "NoConfigFileFound": "Il file di configurazione di Matomo non si trova, e tu stai cercando di accedere ad una pagina di Matomo.",
        "NotSupported": "non supportato",
        "Optional": "Opzionale",
        "Password": "Password",
        "PasswordDoNotMatch": "Le password non coincidono",
        "PasswordRepeat": "Password (ripeti)",
        "PercentDone": "%s %% completato",
        "PerformanceSettingsDesc1": "il tuo Matomo è configurato e pronto per monitorare e generare report sul traffico del tuo sito web,. Imposta %1$sl'archiviazione tramite riga di comando%2$s. Questa genererà i report in background, anziché su richiesta.",
        "PerformanceSettingsDesc2": "Questo richiede l'aggiunta di un comando di Matomo al cron job, ma non può essere eseguito automaticamente dall'installer. %1$sLeggi le nostre FAQ per sapere come configurarlo in autonomia.%2$s",
        "PhpBinaryCheck": "Binario PHP a 64 bit",
        "PhpBinaryCheckHelp": "32 bit <p>Aggiorna PHP ad una versione a 64 bit a partire da gennaio 2026 per prevenire bug.</p>",
        "PiwikOrgNewsletter": "abbonati alla nostra newsletter per ricevere informazioni periodiche relative a Matomo.",
        "PleaseFixTheFollowingErrors": "Per favore, risolvi i seguenti errori",
        "ProfessionalServicesAdTitle": "Analisi Avanzate e Servizi",
        "ProfessionalServicesNewsletter": "inviami informazioni sui Servizi professionali %1$s e i prodotti %2$s per Matomo",
        "ProfessionalServicesfessionalDiscoverHow": "Impara altro sui %1$sprodotti supplementari e i servizi%2$s di Matomo e come su come incrementare conversioni e ricavi.",
        "ProfessionalServicesfessionalServicesAdText": "La nostra rete di esperti può aiutare la tua organizzazione a sfruttare tutti il potenziale di analisi di Matomo.",
        "Requirements": "Requisiti di Matomo",
        "RestartWebServer": "Dopo aver fatto questa modifica, riavvia il server web.",
        "ReusingTables": "Riutilizzo delle Tabelle",
        "SeeBelowForMoreInfo": "Seguono maggiori informazioni.",
        "SetupWebSiteName": "Nome del sito",
        "SetupWebSiteURL": "URL del sito",
        "SetupWebsite": "Configura un sito web",
        "SetupWebsiteError": "C'è stato un errore durante l'aggiunta del sito web",
        "SetupWebsiteSetupSuccess": "Sito %s creato con successo!",
        "SiteSetup": "Si prega di configurare il primo sito web che si desidera monitorare e analizzare con Matomo:",
        "SiteSetupFootnote": "Nota: una volta che l'installazione di Matomo sarà finita, sarete in grado di aggiungere altri siti web da monitorare.",
        "SuperUser": "Super User",
        "SuperUserLogin": "Accesso super user",
        "SuperUserSetupError": "C'è stato un errore durante l'aggiunta del Super User",
        "SuperUserSetupSuccess": "Super User creato.",
        "SystemCheck": "Controllo del sistema",
        "SystemCheckAutoUpdateHelp": "Nota: L'aggiornamento 1-Click di Matomo richiede i permessi di scrittura per la cartella di Matomo e per il suo contenuto.",
        "SystemCheckCronArchiveProcess": "Impostazione Cron Job",
        "SystemCheckCronArchiveProcessCLI": "Gestione processi tramite CLI",
        "SystemCheckDatabaseExtensions": "Estensioni MySQL",
        "SystemCheckDatabaseHelp": "Matomo necessita dell'estensione MySQLi o in alternativa sia l'estensione PDO che l'estensione pdo_mysql.",
        "SystemCheckDatabaseSSL": "Connessione SSL al Database",
        "SystemCheckDatabaseSSLCipher": "Cifratura SSL da utilizzare",
        "SystemCheckDatabaseSSLDisabled": "Il supporto SSL del tuo server database è disabilitato",
        "SystemCheckDatabaseSSLNo": "Il server database non è compilato con il supporto SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s è impostato a '1' ma la connessione SSL non sta funzionando",
        "SystemCheckDatabaseSSLOn": "Il tuo database supporta le connessioni SSL ma non le sta utilizzando. Controlla le impostazioni SSL del database nel file di configurazione di Matomo",
        "SystemCheckDebugBacktraceHelp": "View::factory non può creare viste (view) per il modulo chiamante.",
        "SystemCheckError": "Si è verificato un errore e deve essere risolto prima di proseguire",
        "SystemCheckEvalHelp": "Richiesto da HTML QuickForm e dal sistema di template Smarty.",
        "SystemCheckExtensions": "Altre estensioni Richieste",
        "SystemCheckFileIntegrity": "Integrità dei file",
        "SystemCheckFilterHelp": "Devi configurare e ricostruire PHP con il supporto a \"filter\" abilitato (non usare --disable-filter).",
        "SystemCheckFunctions": "Funzioni richieste",
        "SystemCheckGDFreeType": "GD &gt; 2.x + FreeType (grafica)",
        "SystemCheckGDHelp": "Le sparkline (piccoli grafici) e i grafici (nell'app Matomo Mobile e nei report email) non funzioneranno.",
        "SystemCheckGlobHelp": "Questa funzionare integrata è stata disattivata sul tuo host. Matomo proverà ad emulare questa funzione, ma potrebbe incontrare altre restrizioni di sicurezza. La funzionalità potrebbe risentirne.",
        "SystemCheckGzcompressHelp": "Devi abilitare l'estensione zlib e la funzione gzcompress.",
        "SystemCheckGzuncompressHelp": "Devi abilitare l'estensione zlib e la funzione gzuncompress.",
        "SystemCheckHashHelp": "Devi configurare e ricostruire PHP con il supporto a hash() abilitato escludendo l'opzione --disable-hash.",
        "SystemCheckJsonHelp": "L'estensione php-json è necessaria per Matomo per leggere e scrivere dati JSON.",
        "SystemCheckMailHelp": "I feedback e i messaggi di recupero password non saranno inviati se la funzione 'mail()' non è disponibile.",
        "SystemCheckMemoryLimit": "Memoria massima",
        "SystemCheckMemoryLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più memoria di quella attualmente consentita. Se necessario, cambia la direttiva memory_limit nel tuo file php.ini.",
        "SystemCheckMemoryNoMemoryLimitSet": "Non è stato impostato il limite di memoria",
        "SystemCheckNoErrorsOrWarnings": "Non ci sono errori o avvisi",
        "SystemCheckOpenURL": "Apri URL",
        "SystemCheckOpenURLHelp": "L'iscrizione alla newsletter, le notifiche degli aggiornamenti e gli aggiornamenti '1-click' richiedono che sia abilitata l'estensione 'curl', l'impostazione allow_url_fopen=On oppure fsockopen().",
        "SystemCheckOtherExtensions": "Altre estensioni",
        "SystemCheckOtherFunctions": "Altre funzioni",
        "SystemCheckPackHelp": "La funzione 'pack()' è necessaria per monitorare i visitatori in Matomo.",
        "SystemCheckPageSpeedDisabled": "PageSpeed disabilitato",
        "SystemCheckPageSpeedWarning": "Ti consigliamo di disabilitare il modulo PageSpeed nel tuo server web %s: è stato segnalato che PageSpeed causa problemi a Matomo, come report delle pagine non funzionanti, Row Evolution interrotto ecc.. Si prega di disabilitare la mod_pagespeed su questo server.",
        "SystemCheckParseIniFileHelp": "Questa funzione incorporata è stata disattivata sul tuo host. Matomo proverà a emularla ma potrebbe incontrare altre restrizioni di sicurezza. Anche le prestazioni del tracker potrebbero risentirne.",
        "SystemCheckPdoAndMysqliHelp": "Su un server GNU/Linux puoi compilare PHP con le seguenti opzioni: %1$s. Nel tuo php.ini, aggiungi le seguenti righe: %2$s",
        "SystemCheckPhp": "Versione PHP",
        "SystemCheckPhpPdoAndMysqli": "Maggiori informazioni: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckPhpSetting": "Impostare come segue il tuo php.ini per prevenire errori critici: %s",
        "SystemCheckSessionHelp": "Configura e ricompila PHP con il supporto a \"session\" abilitato (non usare --disable-session).",
        "SystemCheckSettings": "Richiesta configurazione PHP (php.ini)",
        "SystemCheckShellExecHelp": "Si raccomanda di attivare questa funzione integrata di PHP. %1$sPer maggiori informazioni, leggi qui.%2$s",
        "SystemCheckSummaryNoProblems": "Non ci sono problemi con le impostazioni di Matomo. Datti una pacca sulla spalla.",
        "SystemCheckSummaryThereWereErrors": "L'installazione di Matomo ha alcuni %1$sproblemi critici%2$s. %3$sRisolvili immediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Ci sono alcuni problemi con il tuo sistema. Matomo verrà eseguito lo stesso, ma potrebbero verificarsi alcuni problemi minori.",
        "SystemCheckTimeLimitHelp": "Su un sito web con grande traffico, il processo di archiviazione potrebbe richiedere più tempo di quello attualmente consentito. Se necessario, modifica la direttiva 'max_execution_time' nel tuo file php.ini .",
        "SystemCheckTracker": "Stato del tracker",
        "SystemCheckTrackerHelp": "Richiesta GET a matomo.php fallita. Prova ad autorizzare questo URL nell'autenticazione HTTP e a disabilitare la 'mod_security' (potresti dover chiedere al tuo provider di hosting). Per ulteriori informazioni sull'errore, controlla il log degli errori sul tuo server.",
        "SystemCheckUpdateHttps": "Aggiorna tramite HTTPS",
        "SystemCheckViewFullSystemCheck": "Guarda il report completo di controllo del sistema",
        "SystemCheckWarnDomHelp": "Dovresti abilitare l'estensione \"dom\" (ad esempio, installando i package \"php-dom\" e/o \"php-xml\").",
        "SystemCheckWarnJsonHelp": "È necessario abilitare l'estensione \"json\" (ad esempio, installando il package \"php-json\").",
        "SystemCheckWarnLibXmlHelp": "Dovresti abilitare l'estensione \"libxml\" (ad esempio, installando \"php-libxml\") in quanto è richiesto da altre estensioni di base di PHP.",
        "SystemCheckWarnOpensslHelp": "È necessario abilitare l'estensione \"OpenSSL\" per consentire aggiornamenti sicuri.",
        "SystemCheckWarnSimpleXMLHelp": "Dovresti abilitare l'estensione \"SimpleXML\" (ad esempio, installando \"php-simplexml\" e/o \"php-xml\").",
        "SystemCheckWarning": "Matomo funzionerà normalmente, ma potrebbero mancare alcune funzionalità.",
        "SystemCheckWinPdoAndMysqliHelp": "Su un server Windows puoi aggiungere le seguenti righe al tuo php.ini: %s",
        "SystemCheckWriteDirs": "Directories con permessi di scrittura",
        "SystemCheckWriteDirsHelp": "Per correggere questo errore nel tuo sistema GNU/Linux, prova ad eseguire il seguente comando",
        "SystemCheckZlibHelp": "Devi configurare e ricompilare PHP con il supporto zlib abilitato, --with-zlib.",
        "Tables": "Sto creando le tabelle",
        "TablesCreatedSuccess": "Tabelle create",
        "TablesDelete": "Cancella le tabelle individuate",
        "TablesDeletedSuccess": "Tabelle preesistenti di Matomo eliminate",
        "TablesFound": "Queste tabelle sono già nel database",
        "TablesReuse": "Riusa le tabelle esistenti",
        "TablesUpdatedSuccess": "Database aggiornato da %1$s a %2$s!",
        "TablesWarningHelp": "Scegli se riusare le tabelle esistenti del database, o procedi con una nuova installazione cancellando tutti i dati esistenti.",
        "TablesWithSameNamesFound": "Alcune %1$s tabelle nel tuo database '%2$s' hanno lo stesso nome delle tabelle che Matomo sta cercando di creare.",
        "Timezone": "Fuso orario del sito web",
        "WeHopeYouWillEnjoyPiwik": "Divertiti usando Matomo come a noi ci divertiamo a realizzarlo.",
        "Welcome": "Benvenuto",
        "WelcomeHelp": "<p>Matomo è un software libero usato per analizzare il traffico dai tuoi visitatori.</p><p>Questo processo è suddiviso in %s semplici passi e richiede circa 5 minuti.</p>",
        "WelcomeToCommunity": "Benvenuto nella comunità di Matomo.",
        "YouMayInstallPiwikNow": "Ora puoi %1$sinstallare Matomo%2$s"
    }
}
