{
    "Installation": {
        "CollaborativeProject": "Piwik is een samenwerkingsproject, met liefde gebouwd door mensen van over de hele wereld.",
        "ConfigurationHelp": "Uw Piwik configuratie bestand is waarschijnlijk niet correct geconfigureerd. U kunt ofwel config\/config.ini.php verwijderen en de installatie vervolgen of de toegangsgegevens voor de database corrigeren.",
        "ConfirmDeleteExistingTables": "Bent u zeker dat u de tabellen wilt verwijderen: %s uit uw datbase? WAARSCHUWING: DATA VAN DEZE TABELLEN KAN NIET WORDEN HERSTELD!",
        "Congratulations": "Gefeliciteerd",
        "CongratulationsHelp": "<p>Gefeliciteerd! Uw Piwik installatie is voltooid.<\/p><p>Controleer of de javascript code geplaatst is op uw pagina's, en wacht op de eerste bezoekers!<\/p>",
        "DatabaseAbilities": "Database mogelijkheden",
        "DatabaseCreation": "Database creatie",
        "DatabaseErrorConnect": "Fout opgetreden bij het maken van een verbinding met de database server.",
        "DatabaseServerVersion": "Database server versie",
        "DatabaseSetup": "Database setup",
        "DatabaseSetupAdapter": "adapter",
        "DatabaseSetupDatabaseName": "database naam",
        "DatabaseSetupLogin": "login",
        "DatabaseSetupServer": "database server",
        "DatabaseSetupTablePrefix": "tabel voorvoegsel",
        "Email": "email",
        "Extension": "extensie",
        "Filesystem": "Bestandsssysteem",
        "GoBackAndDefinePrefix": "Ga terug en definieer een voorvoegsel voor de Piwik tabellen",
        "Installation": "Installatie",
        "InstallationStatus": "Installatie status",
        "InsufficientPrivilegesHelp": "U kunt deze privileges toeveoegen door gebruik te maken van een tool als phpMyAdmin of door het uitvoeren van de juiste SQL queries. Als u niet weet hoe dit moet, dan kunt u het beste de beheerder van uw webserver vragen om de privileges aan te passen.",
        "InsufficientPrivilegesMain": "Oftwel bestaat de Database niet (en kon ze niet worden aangemaakt), of de opgegeven Gebruiker heeft onvoldoende rechten. Database gebruiker heeft de volgende rechten nodig: %s",
        "JsTagArchivingHelp1": "Voor middelgrote en grote websites, zijn er enkele optimalisaties die Piwik moeten helpen sneller te werken (zoals %1$s auto-archivering instellen%2$s).",
        "JSTracking_EndNote": "Opmerking: Na het installatie proces, kun je custom tracking code genereren in het %1$sTracking Code%2$s admin gedeelte.",
        "JSTracking_Intro": "Om je web verkeer te volgen met Piwik, moet je zorgen dat je wat extra vode toevoegt aan het einde van je webpagina's.",
        "LargePiwikInstances": "Hulp voor grote Piwik installaties",
        "Legend": "Legende",
        "LoadDataInfileRecommended": "Als je Piwik server populaire websites trackt (bijv. > 100,000 pagina's per maand), raden we aan dit probleem op te lossen.",
        "LoadDataInfileUnavailableHelp": "%1$s gebruiken zal Piwik's archivatie proces aanzienlijk versnellen. Om het beschikbaar te maken aan Piwik, update je PHP & MySQL software en zorg dat je database gebruiker %2$s rechten heeft.",
        "NfsFilesystemWarning": "Je server gebruikt het NFS bestandssysteem",
        "NfsFilesystemWarningSuffixAdmin": "Dit betekent dat Piwik extreem traag zal zijn bij gebruik van bestands gebaseerde sessies.",
        "NfsFilesystemWarningSuffixInstall": "Gebruik maken van bestands gebaseerde sessies op NFS is extreem traag, dus zal Piwik gebruik maken van database sessies. Indien je veel gelijktijdige dashboard gebruikers hebt, zul je mogelijk het maximum aantal client connecties naar de database server moeten verhogen.",
        "NoConfigFound": "Het Piwik configuratiebestand werd niet gevonden.<br \/><b>  » U kunt <a href='index.php'>Piwik nu installeren<\/a><\/b><br \/><small>Wanneer u Piwik al eerder geïnstalleerd heeft en de Piwik tabellen reeds data bevatten: maakt u zich geen zorgen, u kunt dezelfde tabellen blijven gebruiken en uw bestaande data behouden!<\/small>',",
        "NotSupported": "niet ondersteund",
        "Optional": "Optioneel",
        "Password": "wachtwoord",
        "PasswordDoNotMatch": "wachtwoord komt niet overeen",
        "PasswordRepeat": "wachtwoord (herhaal)",
        "PercentDone": "%s %% Gereed",
        "PleaseFixTheFollowingErrors": "Los de volgende problemen op",
        "PluginDescription": "Installatieproces van Piwik. De installatie wordt meestal maar éénmaal uitgevoerd. Als het configuratie bestand config\/config.inc.php is verwijderd, zal de installatie opnieuw beginnen.",
        "Requirements": "Piwik vereisten",
        "RestartWebServer": "Herstart uw webserver na deze aanpassing.",
        "ReusingTables": "Hergebruik de tabellen",
        "SeeBelowForMoreInfo": "Zie hieronder voor meer informatie.",
        "SetupWebsite": "Configureer een website",
        "SetupWebsiteError": "Er heeft zich een fout voorgedaan tijdens het toevoegen van de website",
        "SetupWebSiteName": "website naam",
        "SetupWebsiteSetupSuccess": "Website %s succesvol gecreëerd!",
        "SetupWebSiteURL": "website url",
        "SiteSetup": "Gelieve de eerste website dat met Piwik wilt volgen en analyseren.",
        "SiteSetupFootnote": "Opmerking: wanneer de Piwik installatie is voltooid, kun je meer websites toevoegen!",
        "SuperUser": "Superuser",
        "SuperUserLogin": "superuser login",
        "SuperUserSetupError": "Er was een fout met het toevoegen van de Super Gebruiker",
        "SuperUserSetupSuccess": "Superuser succesvol gecreëerd!",
        "SystemCheck": "Systeemcontrole",
        "SystemCheckAutoUpdateHelp": "Opmerking: Piwik One Click update vereist schrijfrechten naar de Piwik map en alle onderliggende bestanden en mappen.",
        "SystemCheckCreateFunctionHelp": "Piwik gebruikt anonieme functies voor aanroepen.",
        "SystemCheckDatabaseHelp": "Piwik vereist ofwel de mysqli extensie of de PDO en pdo_mysql extensies.",
        "SystemCheckDebugBacktraceHelp": "View::factory zal niet in staat zijn views te creëren voor de aangeroepen module",
        "SystemCheckError": "Er is een fout opgetreden - deze dient verholpen te zijn alvorens u verder gaat",
        "SystemCheckEvalHelp": "Vereist door het HTML Quickform en Smarty Template systeem.",
        "SystemCheckExtensions": "Andere vereiste extensies",
        "SystemCheckFileIntegrity": "Bestand integriteit",
        "SystemCheckFunctions": "Vereiste functies",
        "SystemCheckGDHelp": "De sparklines (kleine grafieken) zullen niet werken.",
        "SystemCheckGlobHelp": "Deze ingebouwde functie is uitgeschakeld door uw webhoster. Piwik zal proberen deze functie te emuleren, maar kan tegen andere veiligheids restricties oplopen. Functionaliteit kan worden ingeperkt.",
        "SystemCheckGzcompressHelp": "U dient de zlib extensie en gzcompress functie te activeren.",
        "SystemCheckGzuncompressHelp": "U dient de zlib extensie en gzuncompress functie te activeren.",
        "SystemCheckIconvHelp": "U moet PHP configureren met iconv support ingeschakeld --with-iconv.",
        "SystemCheckMailHelp": "Feedback en vergeten wachtwoord berichten zullen niet worden verzonden zonder mail()",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Geheugenlimiet",
        "SystemCheckMemoryLimitHelp": "Het meten van een website met veel bezoekers kan meer geheugen vereisen dan momenteel is toegestaan.<br \/>Controleer de directive memory_limit in uw php.ini file indien noodzakelijk.",
        "SystemCheckOpenURL": "Open URL",
        "SystemCheckOpenURLHelp": "Nieuwsbrief inschrijvingen, update notificaties, en one-click updates vereisen de \"curl\" extensie, allow_url_fopen=On, of fsockopen() ingeschakeld.",
        "SystemCheckOtherExtensions": "Andere extensies",
        "SystemCheckOtherFunctions": "Andere functies",
        "SystemCheckPackHelp": "De pack() functie is nodig om bezoekers in Piwik te registreren.",
        "SystemCheckParseIniFileHelp": "Deze ingebouwde functie is uitgeschakeld op uw host. Piwik zal proberen deze functie te emuleren maar dit kan andere veiligheidsbeperkingen oplopen. De Tracker prestaties zullen ook veranderen.",
        "SystemCheckPdoAndMysqliHelp": "Op een Linux server kunt u php compileren met de volgende opties: %1$s in uw php.ini, voeg de volgende regels toe: %2$s",
        "SystemCheckPhp": "PHP versie",
        "SystemCheckPhpPdoAndMysqli": "Meer informatie op: %1$sPHP PDO%2$s en %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "U moet PHP opnieuw configureren en compileren met de standard PHP LIbrary (SPL) ingeschakeld (standaard)",
        "SystemCheckSummaryNoProblems": "Hoera! Er zijn geen problemen met je Piwik setup. Geef jezelf een schouderklopje.",
        "SystemCheckSummaryThereWereErrors": "Oeps! Piwik heeft enkele %1$skritieke problemen%2$s gedetecteerd in je Piwik setup. %3$sDeze problemen zouden meteen gefixed moeten worden.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Er zijn enkele problemen met je systeem. Piwik zal werken, maar je kunt enkele kleine problemen ervaren.",
        "SystemCheckTimeLimitHelp": "Het meten van een website met veel bezoekers kan meer tijd in beslag nemen dan momenteel is toegestaan.<br \/>Controleer de directive max_execution_time in uw php.ini file indien noodzakelijk",
        "SystemCheckTracker": "Tracker status",
        "SystemCheckTrackerHelp": "GET request naar piwik.php mislukt. Probeer deze URL te whitelisten van HTTP Authentication en deactiveer mod_security (wellicht moet u dit vragen aan de beheerder van uw webserver).",
        "SystemCheckWarnDomHelp": "U dient de \"dom\" extension (e.g., install the \"php-dom\" and\/or \"php-xml\" package) te activeren.",
        "SystemCheckWarning": "Piwik zal normaal functioneren, maar er zullen een aantal mogelijkheden ontbreken",
        "SystemCheckWarnJsonHelp": "U dient de \"json\" extensie (e.g., install the \"php-json\" package) te activeren voor betere prestaties.",
        "SystemCheckWarnLibXmlHelp": "U dient de \"libxml\" extensie (e.g., \"install the php-libxml\" package) te activeren, omdat het gebruikt wordt door andere core PHP extensies.",
        "SystemCheckWarnSimpleXMLHelp": "U dient de \"SimpleXML\" extension (e.g., install the \"php-simplexml\" and\/or \"php-xml\" package) te activeren.",
        "SystemCheckWinPdoAndMysqliHelp": "Op een Windows server kunt u de volgende regels toevoegen aan het bestand php.ini: %s",
        "SystemCheckWriteDirs": "Mappen met schrijf-rechten",
        "SystemCheckWriteDirsHelp": "Om dit probleem te verhelpen op uw linux server, type de volgende commando(s)",
        "SystemCheckZlibHelp": "U moet PHP configureren met zlib support ingeschakeld, --with-zlib.",
        "Tables": "Tabellen creëren",
        "TablesCreatedSuccess": "De tabellen zijn succesvol aangemaakt",
        "TablesDelete": "Verwijder de gevonden tabellen",
        "TablesDeletedSuccess": "Bestaande Piwik tabellen met succes verwijderd",
        "TablesFound": "De volgende tabellen werden aangetroffen in de database",
        "TablesReuse": "Hergebruik de bestaande tabellen",
        "TablesUpdatedSuccess": "De database was succesvol bijgewerkt van %1$s naar %2$s!",
        "TablesWarningHelp": "Kies voor het hergebruiken van deze tabellen of voor een schone installatie van de database.",
        "TablesWithSameNamesFound": "Enkele %1$s tabellen in uw database %2$s hebben dezelfde naam als de tabellen die Piwik probeert aan te maken.",
        "Timezone": "tijdzone website",
        "Welcome": "Welkom!",
        "WelcomeHelp": "<p>Piwik is een open source web analytics software pakket die u op simpele wijze de gegevens van uw bezoekers presenteert.<\/p><p>Dit proces is opgedeeld in %s simpele stappen welke ongeveer 5 minuten in beslag nemen.<\/p>",
        "WelcomeToCommunity": "Welkom bij de Piwik community!"
    }
}