{
    "Installation": {
        "CollaborativeProject": "Piwik is een samenwerkingsproject, met liefde gebouwd door mensen van over de hele wereld.",
        "ConfigurationHelp": "Uw Matomo configuratie bestand is waarschijnlijk niet correct geconfigureerd. U kunt ofwel config\/config.ini.php verwijderen en de installatie vervolgen of de toegangsgegevens voor de database corrigeren.",
        "ConfirmDeleteExistingTables": "Bent u zeker dat u de tabellen wilt verwijderen: %s uit uw datbase? WAARSCHUWING: DATA VAN DEZE TABELLEN KAN NIET WORDEN HERSTELD!",
        "Congratulations": "Gefeliciteerd",
        "CongratulationsHelp": "<p>Gefeliciteerd! Uw Matomo installatie is voltooid.<\/p><p>Controleer of de javascript code geplaatst is op uw pagina's, en wacht op de eerste bezoekers!<\/p>",
        "DatabaseAbilities": "Mogelijkheden database",
        "DatabaseCreation": "Aanmaken database",
        "DatabaseErrorConnect": "Fout opgetreden bij het maken van een verbinding met de database server.",
        "DatabaseServerVersion": "Serverversie database",
        "DatabaseSetup": "Database instellen",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "Naam database",
        "DatabaseSetupLogin": "Inloggen",
        "DatabaseSetupServer": "Server database",
        "DatabaseSetupTablePrefix": "Voorvoegsel tabel",
        "Email": "E-mailadres",
        "Extension": "extensie",
        "Filesystem": "Bestandssysteem",
        "GetInvolved": "Lijkt je dit wel wat? %1$sHelp zelf mee!%2$s.",
        "GoBackAndDefinePrefix": "Ga terug en definieer een voorvoegsel voor de Matomo-tabellen",
        "HappyAnalysing": "Veel plezier met analyseren!",
        "Installation": "Installatie",
        "InstallationStatus": "Status installatie",
        "InsufficientPrivilegesHelp": "U kunt deze privileges toevoegen door gebruik te maken van een tool als phpMyAdmin of door het uitvoeren van de juiste SQL queries. Als u niet weet hoe dit moet, dan kunt u het beste de beheerder van uw webserver vragen om de privileges aan te passen.",
        "InsufficientPrivilegesMain": "Of de database bestaat niet (en kon niet worden aangemaakt), of de opgegeven gebruiker heeft onvoldoende rechten. De database gebruiker heeft de volgende rechten nodig: %s",
        "InvalidStateError": "Fout: Piwik is reeds geïnstalleerd. %1$s Ga terug %2$s naar Matomo%3$s.",
        "JsTagArchivingHelp1": "Voor middelgrote en grote websites, zijn er enkele optimalisaties die Matomo moeten helpen sneller te werken (zoals %1$s auto-archivering instellen%2$s).",
        "JSTracking_EndNote": "Opmerking: Na het installatie proces, kun je custom tracking code genereren in het %1$sTracking Code%2$s admin gedeelte.",
        "JSTracking_Intro": "Om je web verkeer te volgen met Matomo, moet je zorgen dat je wat extra code toevoegt aan het einde van je webpagina's.",
        "LargePiwikInstances": "Hulp voor gebruikers met druk bezochte websites",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Als je Matomo server populaire websites trackt (bijv. > 100,000 pagina's per maand), raden we aan dit probleem op te lossen.",
        "LoadDataInfileUnavailableHelp": "%1$s gebruiken zal Piwik's archivatie proces aanzienlijk versnellen. Om het beschikbaar te maken aan Matomo, update je PHP & MySQL software en zorg dat je database gebruiker %2$s rechten heeft.",
        "NfsFilesystemWarning": "Uw server gebruikt een NFS-bestandssysteem.",
        "NfsFilesystemWarningSuffixAdmin": "Dit betekent dat Matomo extreem traag zal zijn bij gebruik van bestands gebaseerde sessies.",
        "NfsFilesystemWarningSuffixInstall": "Gebruik maken van bestands gebaseerde sessies op NFS is extreem traag, dus zal Matomo gebruik maken van database sessies. Indien je veel gelijktijdige dashboard gebruikers hebt, zul je mogelijk het maximum aantal client connecties naar de database server moeten verhogen.",
        "NoConfigFileFound": "Hey Piwik configuratie bestand kon niet worden gevonden en je probeert een Matomo pagina te benaderen.",
        "YouMayInstallPiwikNow": "U kunt %1$sMatomo nu installeren%2$s",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Wanneer je eerder Matomo hebt geinstalleerd en al wat tabellen in je database hebt, wees gerust, je kan de tabellen opnieuw gebruiken en de bestaande data hergebruiken!",
        "Optional": "Optioneel",
        "Password": "Wachtwoord",
        "PasswordDoNotMatch": "wachtwoord komt niet overeen",
        "PasswordRepeat": "Wachtwoord (herhalen)",
        "PercentDone": "%s %% klaar",
        "ProfessionalServicesAdTitle": "Geavanceerde analytics & diensten",
        "ProfessionalServicesfessionalServicesAdText": "Ons netwerk van experts kan uw organisatie helpen om de volledige kracht van Matomo analytics te benutten.",
        "ProfessionalServicesfessionalDiscoverHow": "Kom meer te weten over %1$saanvullende producten en diensten%2$s voor Matomo en hoe u uw conversies en omzet kunt laten groeien.",
        "PleaseFixTheFollowingErrors": "Los de volgende problemen op",
        "DefaultSettings": "Standaard Matomo instellingen",
        "DefaultSettingsHelp": "Piwik komt met voorgedefinieerde instellingen. Je kunt deze nu aanpassen of dit later doen in het admin scherm.",
        "Requirements": "Vereisten Matomo",
        "RestartWebServer": "Herstart uw webserver na deze aanpassing.",
        "ReusingTables": "Hergebruik de tabellen",
        "PiwikOrgNewsletter": "email mij bij grote Matomo gemeenschap updates",
        "ProfessionalServicesNewsletter": "stuur me informatie over %1$sProfessionele diensten en producten%2$s voor Matomo",
        "SeeBelowForMoreInfo": "Zie hieronder voor meer informatie.",
        "SetupWebsite": "Configureer een website",
        "SetupWebsiteError": "Er heeft zich een fout voorgedaan tijdens het toevoegen van de website",
        "SetupWebSiteName": "Naam website",
        "SetupWebsiteSetupSuccess": "Website %s succesvol aangemaakt!",
        "SetupWebSiteURL": "URL website",
        "SiteSetup": "Gelieve de eerste website dat met Matomo wilt volgen en analyseren.",
        "SiteSetupFootnote": "Opmerking: wanneer de Matomo installatie is voltooid, kun je meer websites toevoegen!",
        "SuperUser": "Superuser",
        "SuperUserLogin": "Super user login",
        "SuperUserSetupError": "Er was een fout met het toevoegen van de Super Gebruiker",
        "SuperUserSetupSuccess": "Superuser succesvol gecreëerd!",
        "SystemCheck": "Systeemcontrole",
        "SystemCheckAutoUpdateHelp": "Opmerking: Piwik One Click update vereist schrijfrechten naar de Matomo map en alle onderliggende bestanden en mappen.",
        "SystemCheckCreateFunctionHelp": "Piwik gebruikt anonieme functies voor aanroepen.",
        "SystemCheckDatabaseExtensions": "MySQL-extensies",
        "SystemCheckDatabaseHelp": "Piwik vereist ofwel de mysqli extensie of de PDO en pdo_mysql extensies.",
        "SystemCheckDebugBacktraceHelp": "View::factory zal niet in staat zijn views te creëren voor de aangeroepen module",
        "SystemCheckError": "Er is een fout opgetreden - deze dient verholpen te zijn alvorens u verder gaat",
        "SystemCheckEvalHelp": "Vereist door het HTML Quickform en Smarty Template systeem.",
        "SystemCheckExtensions": "Andere vereiste extensies",
        "SystemCheckFileIntegrity": "Bestandsintegriteit",
        "SystemCheckFunctions": "Vereiste functies",
        "SystemCheckFunctionHelp": "U moet deze ingebouwde functie inschakelen.",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (afbeeldingen)",
        "SystemCheckGDHelp": "De sparklines (kleine grafieken) zullen niet werken.",
        "SystemCheckGlobHelp": "Deze ingebouwde functie is uitgeschakeld door uw webhoster. Matomo zal proberen deze functie te emuleren, maar kan tegen andere veiligheids restricties oplopen. Functionaliteit kan worden ingeperkt.",
        "SystemCheckGzcompressHelp": "U moet de zlib-extensie en gzcompress-functie inschakelen.",
        "SystemCheckGzuncompressHelp": "U moet de zlib-extensie en gzuncompress-functie inschakelen.",
        "SystemCheckHashHelp": "Je dient PHP opnieuw te configureren en compileren met hash() support, door de optie --disable-hash weg te laten.",
        "SystemCheckIconvHelp": "U moet PHP configureren met iconv support ingeschakeld --with-iconv.",
        "SystemCheckJsonHelp": "De php5-json-extensie is vereist voor Matomo om JSON-gegevens te lezen en te schrijven.",
        "SystemCheckMailHelp": "Feedback en vergeten wachtwoord berichten zullen niet worden verzonden zonder mail()",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "De mbstring extensie is vereist om multibyte karakters te verwerken in de gebruikersinterface en API antwoorden. Controleer ook dat mbstring.func_overload op \"0\" staat in php.ini.",
        "SystemCheckMemoryLimit": "Geheugenlimiet",
        "SystemCheckMemoryLimitHelp": "Het meten van een website met veel bezoekers kan meer geheugen vereisen dan momenteel is toegestaan.<br \/>Controleer de directive memory_limit in uw php.ini file indien noodzakelijk.",
        "SystemCheckNoErrorsOrWarnings": "Er zijn geen fouten of waarschuwingen",
        "SystemCheckViewFullSystemCheck": "Bekijk het volledige systeem controle rapport",
        "SystemCheckOpenURL": "Open URL",
        "SystemCheckOpenURLHelp": "Nieuwsbrief inschrijvingen, update notificaties, en one-click updates vereisen de \"curl\" extensie, allow_url_fopen=On, of fsockopen() ingeschakeld.",
        "SystemCheckOtherExtensions": "Andere extensies",
        "SystemCheckOtherFunctions": "Andere functies",
        "SystemCheckPageSpeedDisabled": "PageSpeed uitgeschakeld",
        "SystemCheckPageSpeedWarning": "Wij raden aan om de PageSpeed Module van uw web server uit te schakelen %s: PageSpeed veroorzaakt meerdere problemen met Matomo, zoals: problemen met Pages reports, Row Evolution, en andere problemen die moeilijk te adresseren zijn. Schakel daarom mod_pagespeed uit op deze server.",
        "SystemCheckPackHelp": "De pack()-functie is vereist om bezoekers te volgen in Matomo.",
        "SystemCheckParseIniFileHelp": "Deze ingebouwde functie is uitgeschakeld op uw host. Matomo zal proberen deze functie te emuleren maar dit kan andere veiligheidsbeperkingen oplopen. De Tracker prestaties zullen ook veranderen.",
        "SystemCheckPdoAndMysqliHelp": "Op een Linux server kunt u php compileren met de volgende opties: %1$s in uw php.ini, voeg de volgende regels toe: %2$s",
        "SystemCheckPhp": "PHP-versie",
        "SystemCheckPhpPdoAndMysqli": "Meer informatie op: %1$sPHP PDO%2$s en %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "U moet PHP opnieuw configureren en compileren met de standard PHP LIbrary (SPL) ingeschakeld (standaard)",
        "SystemCheckSettings": "Vereiste PHP-configuratie (php.ini)",
        "SystemCheckSummaryNoProblems": "Hoera! Er zijn geen problemen met je Matomo setup. Geef jezelf een schouderklopje.",
        "SystemCheckSummaryThereWereErrors": "Oeps! Piwik heeft enkele %1$skritieke problemen%2$s gedetecteerd in je Matomo setup. %3$sDeze problemen zouden meteen gefixed moeten worden.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Er zijn enkele problemen met je systeem. Matomo zal werken, maar je kunt enkele kleine problemen ervaren.",
        "SystemCheckTimeLimitHelp": "Het meten van een website met veel bezoekers kan meer tijd in beslag nemen dan momenteel is toegestaan.<br \/>Controleer de directive max_execution_time in uw php.ini file indien noodzakelijk",
        "SystemCheckTracker": "Status tracker",
        "SystemCheckTrackerHelp": "GET request naar piwik.php mislukt. Probeer deze URL te whitelisten van HTTP Authentication en deactiveer mod_security (wellicht moet u dit vragen aan de beheerder van uw webserver).",
        "SystemCheckWarnDomHelp": "U dient de \"dom\" extension (e.g., install the \"php-dom\" and\/or \"php-xml\" package) te activeren.",
        "SystemCheckWarning": "Piwik zal normaal functioneren, maar er zullen een aantal mogelijkheden ontbreken",
        "SystemCheckWarnJsonHelp": "U dient de \"json\" extensie (e.g., install the \"php-json\" package) te activeren voor betere prestaties.",
        "SystemCheckWarnLibXmlHelp": "U dient de \"libxml\" extensie (e.g., \"install the php-libxml\" package) te activeren, omdat het gebruikt wordt door andere core PHP extensies.",
        "SystemCheckWarnSimpleXMLHelp": "U dient de \"SimpleXML\" extension (e.g., install the \"php-simplexml\" and\/or \"php-xml\" package) te activeren.",
        "SystemCheckWinPdoAndMysqliHelp": "Op een Windows server kunt u de volgende regels toevoegen aan het bestand php.ini: %s",
        "SystemCheckWriteDirs": "Mappen met schrijfrechten",
        "SystemCheckWriteDirsHelp": "Om dit probleem te verhelpen op uw linux server, type de volgende commando(s)",
        "SystemCheckZlibHelp": "U moet PHP configureren en herbouwen met \"zlib\"-ondersteuning ingeschakeld, --with-zlib.",
        "SystemCheckCronArchiveProcess": "Archivatie Cron",
        "SystemCheckCronArchiveProcessCLI": "Processen beheren via CLI",
        "SystemCheckPhpSetting": "Om een kritiek probleem te vermijden moet je de volgende instelling plaatsen in je php.ini bestand: %s",
        "SystemCheckUpdateHttps": "Bijwerken via HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "Piwik kan geen gebruik maken van HTTPS om up te daten. Het zal gebruik maken van de onveilige HTTP update. Controleer dat CURL of allow_url_fopen is ondersteund en dat de PHP openssl extensie is geïnstalleerd: http:\/\/piwik.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "niet ondersteund",
        "Tables": "Tabellen aanmaken",
        "TablesCreatedSuccess": "Tabellen met succes aangemaakt!",
        "TablesDelete": "Verwijder de gevonden tabellen",
        "TablesDeletedSuccess": "Bestaande Matomo-tabellen met succes verwijderd",
        "TablesFound": "De volgende tabellen waren gevonden in de database",
        "TablesReuse": "Hergebruik de bestaande tabellen",
        "TablesUpdatedSuccess": "De database was succesvol bijgewerkt van %1$s naar %2$s!",
        "TablesWarningHelp": "Kies voor het hergebruiken van deze tabellen of voor een schone installatie van de database.",
        "TablesWithSameNamesFound": "Enkele %1$s tabellen in uw database %2$s hebben dezelfde naam als de tabellen die Matomo probeert aan te maken.",
        "Timezone": "Tijdzone website",
        "WeHopeYouWillEnjoyPiwik": "We hopen dat je evenveel plezier hebt in het gebruiken van Matomo als dat wij hebben in het ontwikkelen.",
        "Welcome": "Welkom!",
        "WelcomeHelp": "<p>Matomo is een open source web analytics software pakket die u op simpele wijze de gegevens van uw bezoekers presenteert.<\/p><p>Dit proces is opgedeeld in %s simpele stappen welke ongeveer 5 minuten in beslag nemen.<\/p>",
        "WelcomeToCommunity": "Welkom bij de Matomo-gemeenschap!",
        "CannotConnectToDb": "Kan geen verbinding met de database maken",
        "CannotConnectToDbResolvingExplanation": "Dit kan een tijdelijk probleem zijn, probeer de %1$spagina te vernieuwen%2$s. Contacteer je Matomo administrator indien het probleem blijft."
    }
}