{
    "Installation": {
        "CollaborativeProject": "Piwik jest wspólnym projektem, tworzonym z miłością przez ludzi z całego świata.",
        "ConfigurationHelp": "Twój plik konfiguracyjny Matomo wydaje się nieskonfigurowany. Możesz również usunąć config\/config.ini.php i powtórzyć instalację, lub naprawić konfigurację połączenia z bazą danych.",
        "ConfirmDeleteExistingTables": "Czy masz pewność, że chcesz skasować tabele: %s ze swojej bazy danych? OSTRZEŻENIE: DANE Z TYCH TABEL NIE ZOSTANĄ ODTWORZONE CZY ZABEZPIECZONE!",
        "Congratulations": "Gratulacje",
        "CongratulationsHelp": "<p>Gratulacje! Twoja instalacja Matomo zakończyła się powodzeniem.<\/p><p>Upewnij się, że Twój śledzący kod JavaScript znajduje się na Twoich stronach, a teraz czekaj na swoich pierwszych odwiedzających!<\/p>",
        "DatabaseAbilities": "Możliwości bazy danych",
        "DatabaseCreation": "Utworzenie bazy danych",
        "DatabaseErrorConnect": "Błąd podczas próby połączenia się z serwerem baz danych",
        "DatabaseServerVersion": "Wersja serwera bazy danych",
        "DatabaseSetup": "Konfiguracja bazy danych",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "Nazwa bazy danych",
        "DatabaseSetupLogin": "Login",
        "DatabaseSetupServer": "Serwer bazy danych",
        "DatabaseSetupTablePrefix": "Prefix tabel",
        "Email": "Email",
        "Extension": "rozszerzenie",
        "Filesystem": "System plików",
        "GetInvolved": "Jeśli podoba Ci się to co widzisz, możesz %1$sprzyłączyć się%2$s.",
        "GoBackAndDefinePrefix": "Cofnij się i zdefiniuj obowiązujący Prefix dla tabel",
        "HappyAnalysing": "Powodzenia!",
        "Installation": "Instalacja",
        "InstallationStatus": "Postęp instalacji",
        "InsufficientPrivilegesHelp": "Wskazane uprawnienia możesz nałożyć przy pomocy takich narządzi jak phpMyAdmin lub odpowiednich kwerend SQL. Jeśli nie wiesz, jak to zrobić, skontaktuj się ze swoim administratorem, który nałoży te uprawnienia.",
        "InsufficientPrivilegesMain": "Baza danych nie istnieje (i nie mogła zostać utworzona), albo wskazany użytkownik nie posiada odpowiednich uprawnień. Wymagane uprawnienia użytkownika bazy danych: %s",
        "InvalidStateError": "BŁĄD: Piwik jest już zainstalowany. %1$sWróć%2$s do Matomo%3$s",
        "JsTagArchivingHelp1": "Dla stron o średnim i dużym ruchu można wykonać kilka optymalizacji, by pomóc Matomo'owi działać szybciej (na przykład %1$sustawienie automatycznej archiwizacji%2$s[en]).",
        "JSTracking_EndNote": "NOTKA: Po zakończeniu procesu instalacji, w sekcji %1$sKod śledzący%2$s panelu administracyjnego, możesz wygenerować spersonalizowany kod śledzący.",
        "JSTracking_Intro": "Aby śledzić ruch na swoich stronach przy pomocy Matomo upewnij się, że trochę dodatkowego kodu znajdzie się na każdej analizowanej stronie.",
        "LargePiwikInstances": "Pomoc w przypadku dużych instalacji z Matomo",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "W przypadku, gdy Twój serwer Matomo śledzi strony o wysokim natężeniu ruchu (np. > 100 000 stron miesięcznie), zalecamy naprawić ten problem.",
        "LoadDataInfileUnavailableHelp": "Użycie %1$s w znaczny sposób przyspieszy proces archiwizowania Piwik'a. Aby Matomo mógł z niego korzystać zaktualizuj PHP i MySQL oraz upewnij się, że użytkownik bazy danych ma uprawnienia %2$s.",
        "NfsFilesystemWarning": "Twój system używa systemu plików NFS",
        "NfsFilesystemWarningSuffixAdmin": "To oznacza, że Matomo będzie ekstremalnie wolny, ponieważ korzysta z sesji opartych o pliki.",
        "NfsFilesystemWarningSuffixInstall": "Użytkowanie sesji opartych o NFS jest ekstremalnie wolne, więc Matomo użyje do sesji bazy danych. Jeśli masz wielu użytkowników równocześnie korzystających z pulpitu, możesz zostać zmuszony do podniesienia ilości połączeń klienckich do serwera bazodanowego.",
        "NoConfigFileFound": "Plik konfiguracyjny Piwik'a nie został znaleziony a Ty próbujesz uzyskać dostęp do strony Matomo.",
        "YouMayInstallPiwikNow": "Teraz możesz %1$szainstalować Matomo%2$s",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Jeśli wcześniej zainstalowałeś Matomo'a i pozostały Ci jakieś tabele w bazie, nie przejmuj się, możesz ich użyć ponownie i zachować dane!",
        "Optional": "Opcionalnie",
        "Password": "Hasło",
        "PasswordDoNotMatch": "hasła nie zgadzają się",
        "PasswordRepeat": "Hasło (powtórzone)",
        "PercentDone": "%s %% wykonano",
        "ProfessionalServicesAdTitle": "Zaawansowana analityka i usługi",
        "ProfessionalServicesfessionalServicesAdText": "Sieć naszych ekspertów może wspomóc Twoją organizację w wyzwoleniu mocy analiz Matomo",
        "ProfessionalServicesfessionalDiscoverHow": "Dowiedz się więcej o %1$sdodatkowych produktach i usługach%2$s Matomo'a oraz jak podnieść swoją konwersję i dochód.",
        "PleaseFixTheFollowingErrors": "Prosimy naprawić następujące błędy",
        "DefaultSettings": "Domyślne ustawienia Matomo",
        "DefaultSettingsHelp": "Piwik dostarczany jest z domyślnymi ustawieniami. Możesz je spersonalizować teraz lub później w panelu administracyjnym.",
        "Requirements": "Wymagania systemu Matomo",
        "RestartWebServer": "Po dokonaniu tych zmian, zrestartuj swój serwer.",
        "ReusingTables": "Ponowne użycie Tabel",
        "PiwikOrgNewsletter": "Wyślij mi wiadomość email z głównymi aktualizacjami społeczności Matomo",
        "ProfessionalServicesNewsletter": "wyślij mi informacje o %1$sprofesjonalnych usługach i produktach%2$s Matomo",
        "SeeBelowForMoreInfo": "Poniżej znajdziesz więcej informacji.",
        "SetupWebsite": "Konfiguracja portalu",
        "SetupWebsiteError": "Pojawił się błąd podczas dodawania portalu",
        "SetupWebSiteName": "Nazwa portalu",
        "SetupWebsiteSetupSuccess": "Serwis %s utworzono pomyślnie!",
        "SetupWebSiteURL": "URL portalu",
        "SiteSetup": "Proszę skonfiguruj pierwszy serwis, który chcesz śledzić i analizować przy pomocy Matomo'a:",
        "SiteSetupFootnote": "NOTKA: po zakończeniu instalacji Matomo'a, będzie możliwe dodanie kolejnych portali do śledzenia!",
        "SuperUser": "Super Użytkownik",
        "SuperUserLogin": "Login Super Użytkownika",
        "SuperUserSetupError": "Wystąpił błąd podczas dodawania Super Użytkownika",
        "SuperUserSetupSuccess": "Konto Super Użytkownika utworzono pomyślnie!",
        "SystemCheck": "Sprawdzenie systemu",
        "SystemCheckAutoUpdateHelp": "Uwaga: automatyczna aktualizacja statystyk Piwik wymaga praw do zapisu w folderze Matomo i w jego podkatalogach.",
        "SystemCheckCreateFunctionHelp": "Piwik używa funkcji anonimowych dla wywołań zwrotnych.",
        "SystemCheckDatabaseExtensions": "Rozszerzenia MySQL",
        "SystemCheckDatabaseHelp": "Do prawidłowego działania Matomo wymaga rozszerzenia mysqli lub jednocześnie działających rozszerzeń PDO i pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "Widok::fabryka nie będzie zdolna do wygenerowania widoku modułu.",
        "SystemCheckError": "Wystąpił błąd - musi go naprawić przed wykonaniem kolejnego kroku",
        "SystemCheckEvalHelp": "Wymagane przez HTML QuickForm system szablonów Smarty.",
        "SystemCheckExtensions": "Pozostałe wymagane rozszerzenia",
        "SystemCheckFileIntegrity": "Integralność pliku",
        "SystemCheckFunctions": "Wymagane funkcje",
        "SystemCheckFunctionHelp": "Należy włączyć tą wbudowaną funkcję.",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "Linie przerywane (mała grafika sparklines) nie będzie wyświetlana.",
        "SystemCheckGlobHelp": "Ta wbudowana funkcja została wyłączona przez twój hosting. Matomo podejmie próbę jej emulowania, ale może napotkać kolejne ograniczenia związane z bezpieczeństwem. Może to mieć wpływ na funkcjonalność.",
        "SystemCheckGzcompressHelp": "Musisz włączyć rozszerzenie zlib i funkcję gzcompress.",
        "SystemCheckGzuncompressHelp": "Musisz włączyć rozszerzenie zlib i funkcję gzuncompress.",
        "SystemCheckHashHelp": "Musisz skonfigurować i przebudować swoją instalację PHP usuwając opcję --disable-hash, aby włączyć wsparcie dla funkcji hash().",
        "SystemCheckIconvHelp": "Potrzebujesz skonfigurować i przebudować środowisko PHP, z włączonym wsparciem dla \"iconv\", --with-iconv.",
        "SystemCheckJsonHelp": "Rozszeżenie php5-json jest wymagane przez Matomo do odczytywania i zapisywania danych w formacie JSON.",
        "SystemCheckMailHelp": "Informacje zwrotne i wiadomości odzyskiwania hasła nie będą wysyłane bez funkcji mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Rozszerzenie mbstring jest wymagane do obsługi znaków wielobajtowych w interfejsie użytkownika i odpowiedziach API. Upewnij się, że wartość mbstring.func_overload jest równa \"0\" w pliku php.ini.",
        "SystemCheckMemoryLimit": "Limit pamięci",
        "SystemCheckMemoryLimitHelp": "Na stronach o wysokim ruchu, proces archiwizacji może wymagać więcej pamięci niż obecnie dostępna. Jeżeli okaże się to konieczne, zmień wielkość memory_limit w pliku php.ini.",
        "SystemCheckNoErrorsOrWarnings": "Nie ma błędów ani ostrzeżeń",
        "SystemCheckViewFullSystemCheck": "Przeglądaj pełny raport ze sprawdzenia systemu",
        "SystemCheckOpenURL": "Otwórz URL",
        "SystemCheckOpenURLHelp": "Subskrypcja newslettera, informacje o aktualizacjach i automatyczne aktualizacje wymagają włączenia rozszerzenia \"curl\", ustawienia allow_url_fopen=On, lub włączonego fsockopen().",
        "SystemCheckOtherExtensions": "Pozostałe rozszerzenia",
        "SystemCheckOtherFunctions": "Pozostałe funkcje",
        "SystemCheckPageSpeedDisabled": "PageSpeed wyłączone",
        "SystemCheckPageSpeedWarning": "Zalecamy wyłączenie modułu PageSpeed Twojego serwera www %s: otrzymaliśmy wiele zgłoszeń z informacjami, że PageSpeed: psuł strony raportów, psuł Row Evolution i powodował wiele innych trudnych do zdiagnozowania sytuacji. Proszę wyłącz mod_pagespeed na tym serwerze.",
        "SystemCheckPackHelp": "Funkcja pack() jest wymagana do śledzenia odwiedzających w Matomo.",
        "SystemCheckParseIniFileHelp": "Ta wbudowana funkcja została wyłączona przez twój hosting. Matomo podejmie próbę jej emulacji, ale może napotkać kolejne ograniczenia związane z bezpieczeństwem. Może to mieć wpływ na wydajność śledzenia.",
        "SystemCheckPdoAndMysqliHelp": "Na serwerach pracujących w oparciu o system Linux możesz skompilować PHP z użyciem następującej opcji: %1$s W pliku php.ini, dodaj następujące linie: %2$s",
        "SystemCheckPhp": "wersja PHP",
        "SystemCheckPhpPdoAndMysqli": "Więcej informacji na temat: %1$sPHP PDO%2$s i %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Musisz skonfigurować i przebudować instalację PHP, aby włączyć (domyślnie) Standardową Biblioteką PHP (SPL).",
        "SystemCheckSettings": "Wymagana konfiguracja PHP (php.ini)",
        "SystemCheckSummaryNoProblems": "Hurra! Twój Matomo jest poprawnie skonfigurowany. Możesz przybić sobie piątkę.",
        "SystemCheckSummaryThereWereErrors": "O nie! Matomo wykrył kilka %1$skrytycznych problemów%2$s w swojej konfiguracji. %3$s Te problemy powinny zostać jak najszybciej rozwiązane.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Są pewne problemy z systemem. Matomo będzie działać, ale mogą wystąpić drobne problemy.",
        "SystemCheckTimeLimitHelp": "Na stronach o dużym ruchu, działanie i archiwizacja może wymagać więcej czasu niż jest dostępny. Jeżeli okaże się to konieczne, zmień polecenie max_execution_time w pliku php.ini.",
        "SystemCheckTracker": "Status śledzenia",
        "SystemCheckTrackerHelp": "Żądanie GET do piwik.php nie powiodło się, Spróbuj dodać do białej listy adres z uwierzytelnienia HTTP i wyłączyć mod_security (konieczny może się okazać kontakt z Twoim hostingodawcą). Więcej informacji dotyczących błędu znajdziesz w logu błędów serwera.",
        "SystemCheckWarnDomHelp": "Rozszerzenie \"dom\" winno być włączone (np., instalując pakiety \"php-dom\" i\/lub pakiet \"php-xml\").",
        "SystemCheckWarning": "Piwik będzie działać normalnie, ale pewnie funkcje mogą być nieosiągalne",
        "SystemCheckWarnJsonHelp": "Rozszerzenie \"json\" powinno być włączone (np.poprzez instalację pakietu \"php-json\") dla uzyskania lepszej wydajności.",
        "SystemCheckWarnLibXmlHelp": "Rozszerzenie \"libxml\" winno być włączone (np., instalując pakiet \"php-libxml\") tak jak jest to wymagane przez inne rozszerzenia jądra PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Rozszerzenie \"SimpleXML\" winno być włączone (np., instalując pakiety \"php-simplexml\" i\/lub \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Na serwerach w oparciu o Windows możesz dodać następujące linie do pliku php.ini: %s",
        "SystemCheckWriteDirs": "Katalogi z prawem do zapisu",
        "SystemCheckWriteDirsHelp": "Aby naprawić ten błąd w swoim systemie Linux, próbuj wpisać następującą komendę(y)",
        "SystemCheckZlibHelp": "Potrzebujesz skonfigurować i przebudować środowisko PHP, z włączonym wsparciem dla \"zlib\", --with-zlib.",
        "SystemCheckCronArchiveProcess": "Cron archiwizujący",
        "SystemCheckCronArchiveProcessCLI": "Zarządzaj procesami z wiersza poleceń",
        "SystemCheckPhpSetting": "Aby zapobiec kilku krytycznym problemom, musisz skonfigurować php.ini zgodnie z tymi wytycznymi: %s",
        "SystemCheckUpdateHttps": "Aktualizacja przez HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "Piwik nie może pobrać aktualizacji przez HTTP i awaryjnie skorzysta z nizabezpieczonego połączenia HTTP. Sprawdź czy w systemie dostępny jest CURL lub allow_url_fopen oraz upewnij się, że rozszerzenie PHP openssl jest zainstalowane: http:\/\/piwik.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "nie obsługiwane",
        "Tables": "Tworzenie tabel",
        "TablesCreatedSuccess": "Tabele zostały utworzone pomyślnie!",
        "TablesDelete": "Kasowanie wykrytych tabel z bazy",
        "TablesDeletedSuccess": "Istniejące stare tabele Matomo zostały skasowane pomyślnie",
        "TablesFound": "Następujące tabele zostały znalezione w bazie danych",
        "TablesReuse": "Ponowne wykorzystanie istniejących tabel",
        "TablesUpdatedSuccess": "Baza danych została pomyślnie zaktualizowana z wersji %1$s do %2$s!",
        "TablesWarningHelp": "Wykorzystaj ponownie istniejące w bazie danych tabele albo wybierz czystą instalację aby usunąć wszystkie zapisane w bazie dane.",
        "TablesWithSameNamesFound": "Pewne %1$s tabele w twojej bazie danych %2$s mają takie same nazwy jak tabele które Matomo stara się utworzyć",
        "Timezone": "Strefa czasowa portalu",
        "WeHopeYouWillEnjoyPiwik": "Mamy nadzieję, że korzystanie z Matomo przyniesie Ci tyle satysfakcji ile nam przynosi jego tworzenie.",
        "Welcome": "Witaj!",
        "WelcomeHelp": "<p>Matomo jest systemem analityki statystyk stron w oparciu o wolne oprogramowanie open source, które zapewnia bezpośrednie pozyskanie informacji o odwiedzinach danego serwisu www.<\/p><p>Proces ten jest podzielony na kilka łatwych kroków, obecnie w ilości: %s i zajmie około 5 minut.<\/p>",
        "WelcomeToCommunity": "Witamy w społeczności Matomo",
        "CannotConnectToDb": "Nie można połączyć się z bazą danych",
        "CannotConnectToDbResolvingExplanation": "To może być sytuacja przejściowa, spróbuj %1$sodświeżyć stronę%2$s. Jeśli to nie rozwiąże sytuacji skontaktuj się ze swoim administratorem Matomo."
    }
}