{
    "Installation": {
        "CannotConnectToDb": "Nie można połączyć się z bazą danych",
        "CannotConnectToDbResolvingExplanation": "To może być sytuacja przejściowa, spróbuj %1$sodświeżyć stronę%2$s. Jeśli to nie rozwiąże sytuacji skontaktuj się ze swoim administratorem Matomo.",
        "CollaborativeProject": "Matomo jest wspólnym projektem, tworzonym z miłością.",
        "ConfigurationHelp": "Twój plik konfiguracyjny Matomo zdaje się zawierać niewłaściwe dane. Możesz usunąć plik config/config.ini.php i wznowić instalację lub poprawić ustawienia połączenia z bazą danych.",
        "ConfirmDeleteExistingTables": "Czy masz pewność, że chcesz skasować tabele: %s ze swojej bazy danych? OSTRZEŻENIE: DANYCH Z TYCH TABEL NIE DA SIĘ ODTWORZYĆ!",
        "Congratulations": "Gratulacje",
        "CongratulationsHelp": "<p>Congratulations! Your Matomo installation is complete.</p><p>Ensure your tracking code is entered on your pages, and wait for your first visitors.</p>",
        "CopyBelowInfoForSupport": "Zachowaj lub pobierz poniższe informacje na wypadek, gdyby nasz zespół pomocy technicznej Cię o nie poprosił.",
        "CopySystemCheck": "Kopiuj kontrolę systemu",
        "DatabaseAbilities": "Możliwości bazy danych",
        "DatabaseCreation": "Utworzenie bazy danych",
        "DatabaseErrorConnect": "Could not connect to the database server",
        "DatabaseServerVersion": "Database-server version",
        "DatabaseSetup": "Konfiguracja bazy danych",
        "DatabaseSetupAdapter": "Adapter",
        "DatabaseSetupDatabaseName": "Nazwa bazy danych",
        "DatabaseSetupLogin": "Login",
        "DatabaseSetupServer": "Serwer bazy danych",
        "DatabaseSetupTablePrefix": "Prefix tabel",
        "DefaultSettings": "Domyślne ustawienia Matomo",
        "DefaultSettingsHelp": "Matomo dostarczany jest z domyślnymi ustawieniami. Możesz je spersonalizować teraz lub później w panelu administracyjnym.",
        "DownloadSystemCheck": "Pobierz kontrolę systemu",
        "Email": "Email",
        "EmailPrivacyNotice": "Twój adres e-mail będzie wykorzystywany wyłącznie do wysyłania Ci naszego newslettera. W tym celu jest on udostępniany firmie Mad Mimi, przy czym dostawca zewnętrzny może ulec zmianie. Nie udostępnimy Twojego adresu e-mail nikomu innemu ani nie wykorzystamy go w żadnym innym celu. W każdej chwili możesz zrezygnować z subskrypcji. Więcej informacji znajdziesz w %1$spolityce prywatności%2$s.",
        "Extension": "rozszerzenie",
        "FasterReportLoading": "szybsze wczytywanie raportów",
        "Filesystem": "System plików",
        "GetInvolved": "Jeśli podoba Ci się to co widzisz, możesz %1$sprzyłączyć się%2$s.",
        "GoBackAndDefinePrefix": "Go back and define a prefix for the Matomo tables",
        "HappyAnalysing": "Powodzenia!",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Jeśli wcześniej zainstalowałeś Matomo'a i pozostały Ci jakieś tabele w bazie, nie przejmuj się, możesz ich użyć ponownie i zachować dane!",
        "InformationalResults": "Informacje o rezultatach",
        "Installation": "Instalacja",
        "InstallationStatus": "Postęp instalacji",
        "InsufficientPrivilegesHelp": "Wskazane uprawnienia możesz nałożyć przy pomocy takich narządzi jak phpMyAdmin lub odpowiednich kwerend SQL. Jeśli nie wiesz, jak to zrobić, skontaktuj się ze swoim administratorem, który nałoży te uprawnienia.",
        "InsufficientPrivilegesMain": "Baza danych nie istnieje (i nie mogła zostać utworzona), albo wskazany użytkownik nie posiada odpowiednich uprawnień. Wymagane uprawnienia użytkownika bazy danych: %s",
        "InvalidStateError": "BŁĄD: Matomo jest już zainstalowany. %1$sWróć%2$s do Matomo%3$s",
        "JSTracking_EndNote": "NOTKA: Po zakończeniu procesu instalacji, w sekcji %1$sKod śledzący%2$s panelu administracyjnego, możesz wygenerować spersonalizowany kod śledzący.",
        "JSTracking_Intro": "Aby śledzić ruch na swoich stronach przy pomocy Matomo upewnij się, że trochę dodatkowego kodu znajdzie się na każdej analizowanej stronie.",
        "JsTagArchivingHelp1": "Dla stron o średnim i dużym ruchu można wykonać kilka optymalizacji, by pomóc Matomo'owi działać szybciej (na przykład %1$sustawienie automatycznej archiwizacji%2$s[en]).",
        "LargePiwikInstances": "Pomoc w przypadku dużych instalacji z Matomo",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Jeśli Twój serwer Matomo śledzi strony o wysokim ruchu (większym niż 100 000 stron miesięcznie), zalecamy podjęcie próby rozwiązania tego problemu.",
        "LoadDataInfileUnavailableHelp": "Użycie %1$s w znaczny sposób przyspieszy proces archiwizowania Matomo'a. Aby Matomo mógł z niego korzystać zaktualizuj PHP i MySQL oraz upewnij się, że użytkownik bazy danych ma uprawnienia %2$s.",
        "NfsFilesystemWarning": "Twój system używa systemu plików NFS",
        "NfsFilesystemWarningSuffixAdmin": "To oznacza, że Matomo będzie ekstremalnie wolny, ponieważ korzysta z sesji opartych o pliki.",
        "NfsFilesystemWarningSuffixInstall": "Użytkowanie sesji opartych o NFS jest ekstremalnie wolne, więc Matomo użyje do sesji bazy danych. Jeśli masz wielu użytkowników równocześnie korzystających z pulpitu, możesz zostać zmuszony do podniesienia ilości połączeń klienckich do serwera bazodanowego.",
        "NoConfigFileFound": "Plik konfiguracyjny Matomo'a nie został znaleziony a Ty próbujesz uzyskać dostęp do strony Matomo.",
        "NotSupported": "nie obsługiwane",
        "Optional": "Opcionalnie",
        "Password": "Hasło",
        "PasswordDoNotMatch": "hasła nie zgadzają się",
        "PasswordRepeat": "Hasło (powtórzone)",
        "PercentDone": "%s %% wykonano",
        "PerformanceSettingsDesc2": "Wymaga to dodania polecenia Matomo do programu Cron, czego instalator nie może zrobić automatycznie. %1$sZapoznaj się z naszym FAQ aby nauczyć się konfigurować to samodzielnie.%2$s",
        "PiwikOrgNewsletter": "Wyślij mi wiadomość email z głównymi aktualizacjami społeczności Matomo",
        "PleaseFixTheFollowingErrors": "Prosimy naprawić następujące błędy",
        "ProfessionalServicesAdTitle": "Zaawansowana analityka i usługi",
        "ProfessionalServicesNewsletter": "wyślij mi informacje o %1$sprofesjonalnych usługach i produktach%2$s Matomo",
        "ProfessionalServicesfessionalDiscoverHow": "Dowiedz się więcej o %1$sdodatkowych produktach i usługach%2$s Matomo'a oraz jak podnieść swoją konwersję i dochód.",
        "ProfessionalServicesfessionalServicesAdText": "Sieć naszych ekspertów może pomóc Twojej organizacji uwolnić pełną moc statystyk Matomo.",
        "Requirements": "Wymagania systemu Matomo",
        "RestartWebServer": "Po dokonaniu tych zmian, zrestartuj swój serwer.",
        "ReusingTables": "Ponowne użycie Tabel",
        "SeeBelowForMoreInfo": "Poniżej znajdziesz więcej informacji.",
        "SetupWebSiteName": "Nazwa portalu",
        "SetupWebSiteURL": "URL portalu",
        "SetupWebsite": "Konfiguracja portalu",
        "SetupWebsiteError": "Pojawił się błąd podczas dodawania portalu",
        "SetupWebsiteSetupSuccess": "Serwis %s utworzono pomyślnie!",
        "SiteSetup": "Proszę skonfiguruj pierwszy serwis, który chcesz śledzić i analizować przy pomocy Matomo'a:",
        "SiteSetupFootnote": "NOTKA: po zakończeniu instalacji Matomo'a, będzie możliwe dodanie kolejnych portali do śledzenia!",
        "SuperUser": "Super Użytkownik",
        "SuperUserLogin": "Login Super Użytkownika",
        "SuperUserSetupError": "Wystąpił błąd podczas dodawania Super Użytkownika",
        "SuperUserSetupSuccess": "Konto Super Użytkownika utworzono pomyślnie!",
        "SystemCheck": "Sprawdzenie systemu",
        "SystemCheckAutoUpdateHelp": "Uwaga: automatyczna aktualizacja statystyk Matomo wymaga praw do zapisu w folderze Matomo i w jego podkatalogach.",
        "SystemCheckCronArchiveProcess": "Skonfiguruj Cron",
        "SystemCheckCronArchiveProcessCLI": "Zarządzaj procesami z wiersza poleceń",
        "SystemCheckDatabaseExtensions": "Rozszerzenia MySQL",
        "SystemCheckDatabaseHelp": "Do prawidłowego działania Matomo wymaga rozszerzenia mysqli lub jednocześnie działających rozszerzeń PDO i pdo_mysql.",
        "SystemCheckDatabaseSSL": "Połączenie SSL z bazą danych",
        "SystemCheckDatabaseSSLCipher": "Wykorzystywany szyfr SSL",
        "SystemCheckDatabaseSSLDisabled": "Wsparcie SSL na Twoim serwerze bazy danych jest wyłączone",
        "SystemCheckDatabaseSSLNo": "Serwer bazy danych nie został skompilowany ze wsparciem SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s jest ustawione na '1', ale połączenie SSL nie działa",
        "SystemCheckDatabaseSSLOn": "Twoja baza danych wspiera połączenia SSL, ale połączenie SSL nie jest wykorzystywane. Sprawdź ustawienia SSL bazy danych w pliku konfiguracyjnym Twojego Matomo",
        "SystemCheckDebugBacktraceHelp": "Widok::fabryka nie będzie zdolna do wygenerowania widoku modułu.",
        "SystemCheckError": "Wystąpił błąd - musi go naprawić przed wykonaniem kolejnego kroku",
        "SystemCheckEvalHelp": "Wymagane przez HTML QuickForm system szablonów Smarty.",
        "SystemCheckExtensions": "Pozostałe wymagane rozszerzenia",
        "SystemCheckFileIntegrity": "Integralność pliku",
        "SystemCheckFilterHelp": "Musisz skonfigurować i odtworzyć PHP z obsługą \"filtrów\" (nie używaj --disable-filter).",
        "SystemCheckFunctions": "Wymagane funkcje",
        "SystemCheckGDFreeType": "GD &gt; 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "Linie przerywane (mała grafika sparklines) nie będzie wyświetlana.",
        "SystemCheckGlobHelp": "Ta wbudowana funkcja została wyłączona przez twój hosting. Matomo podejmie próbę jej emulowania, ale może napotkać kolejne ograniczenia związane z bezpieczeństwem. Może to mieć wpływ na funkcjonalność.",
        "SystemCheckGzcompressHelp": "Musisz włączyć rozszerzenie zlib i funkcję gzcompress.",
        "SystemCheckGzuncompressHelp": "Musisz włączyć rozszerzenie zlib i funkcję gzuncompress.",
        "SystemCheckHashHelp": "Musisz skonfigurować i przebudować swoją instalację PHP usuwając opcję --disable-hash, aby włączyć wsparcie dla funkcji hash().",
        "SystemCheckJsonHelp": "Wymagane rozszerzenie php-json jest potrzebne Matomo do odczytu i zapisu danych JSON.",
        "SystemCheckMailHelp": "Informacje zwrotne i wiadomości odzyskiwania hasła nie będą wysyłane bez funkcji mail().",
        "SystemCheckMemoryLimit": "Limit pamięci",
        "SystemCheckMemoryLimitHelp": "Na stronach o wysokim ruchu, proces archiwizacji może wymagać więcej pamięci niż obecnie dostępna. Jeżeli okaże się to konieczne, zmień wielkość memory_limit w pliku php.ini.",
        "SystemCheckMemoryNoMemoryLimitSet": "Nie ma wyznaczonego limitu pamięci",
        "SystemCheckNoErrorsOrWarnings": "Nie ma błędów ani ostrzeżeń",
        "SystemCheckOpenURL": "Otwórz URL",
        "SystemCheckOpenURLHelp": "Subskrypcja newslettera, informacje o aktualizacjach i automatyczne aktualizacje wymagają włączenia rozszerzenia \"curl\", ustawienia allow_url_fopen=On, lub włączonego fsockopen().",
        "SystemCheckOtherExtensions": "Pozostałe rozszerzenia",
        "SystemCheckOtherFunctions": "Pozostałe funkcje",
        "SystemCheckPackHelp": "Funkcja pack() jest wymagana do śledzenia odwiedzających w Matomo.",
        "SystemCheckPageSpeedDisabled": "PageSpeed wyłączone",
        "SystemCheckPageSpeedWarning": "Zaleca się wyłączenie modułu PageSpeed na Twoim serwerze %s: PageSpeed powoduje kilka problemów z Matomo, takich jak: raporty uszkodzonych stron, zmiany uszkodzonych rzędów itp. Wyłącz mod_pagespeed na tym serwerze.",
        "SystemCheckParseIniFileHelp": "Ta wbudowana funkcja została wyłączona przez twój hosting. Matomo podejmie próbę jej emulacji, ale może napotkać kolejne ograniczenia związane z bezpieczeństwem. Może to mieć wpływ na wydajność śledzenia.",
        "SystemCheckPdoAndMysqliHelp": "Na serwerach pracujących w oparciu o system Linux możesz skompilować PHP z użyciem następującej opcji: %1$s W pliku php.ini, dodaj następujące linie: %2$s",
        "SystemCheckPhp": "wersja PHP",
        "SystemCheckPhpPdoAndMysqli": "Więcej informacji na temat: %1$sPHP PDO%2$s i %3$sMYSQLI%4$s.",
        "SystemCheckPhpSetting": "Aby zapobiec kilku krytycznym problemom, musisz skonfigurować php.ini zgodnie z tymi wytycznymi: %s",
        "SystemCheckSettings": "Wymagana konfiguracja PHP (php.ini)",
        "SystemCheckShellExecHelp": "Zalecane jest włączenie tej wbudowanej funkcji PHP. %1$s Przeczytaj aby dowiedzieć się więcej.%2$s",
        "SystemCheckSummaryNoProblems": "Hurra! Twój Matomo jest poprawnie skonfigurowany. Możesz przybić sobie piątkę.",
        "SystemCheckSummaryThereWereErrors": "O nie! Matomo wykrył kilka %1$skrytycznych problemów%2$s w swojej konfiguracji. %3$s Te problemy powinny zostać jak najszybciej rozwiązane.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Są pewne problemy z systemem. Matomo będzie działać, ale mogą wystąpić drobne problemy.",
        "SystemCheckTimeLimitHelp": "Na stronach o dużym ruchu, działanie i archiwizacja może wymagać więcej czasu niż jest dostępny. Jeżeli okaże się to konieczne, zmień polecenie max_execution_time w pliku php.ini.",
        "SystemCheckTracker": "Status śledzenia",
        "SystemCheckTrackerHelp": "Żądanie GET do matomo.php nie powiodło się. Spróbuj dodać do whitelisting ten URL z HTTP Authentication i wyłączyć mod_security (być może będziesz musiał zapytać o to swojego webhost). Więcej informacji o tym błędzie znajdziesz sprawdzając na swoim serwerze WWW plik z dziennikiem błędów.",
        "SystemCheckUpdateHttps": "Aktualizacja przez HTTPS",
        "SystemCheckViewFullSystemCheck": "Przeglądaj pełny raport ze sprawdzenia systemu",
        "SystemCheckWarnDomHelp": "Rozszerzenie \"dom\" winno być włączone (np., instalując pakiety \"php-dom\" i/lub pakiet \"php-xml\").",
        "SystemCheckWarnJsonHelp": "Należy aktywować rozszerzenie \"JSON\" (np. poprzez zainstalowanie pakietu \"php-json\").",
        "SystemCheckWarnLibXmlHelp": "Rozszerzenie \"libxml\" winno być włączone (np., instalując pakiet \"php-libxml\") tak jak jest to wymagane przez inne rozszerzenia jądra PHP.",
        "SystemCheckWarnOpensslHelp": "Należy aktywować rozszerzenie \"OpenSSL\", aby umożliwić bezpieczne aktualizacje.",
        "SystemCheckWarnSimpleXMLHelp": "Rozszerzenie \"SimpleXML\" winno być włączone (np., instalując pakiety \"php-simplexml\" i/lub \"php-xml\").",
        "SystemCheckWarning": "Matomo będzie działać normalnie, ale pewnie funkcje mogą być nieosiągalne",
        "SystemCheckWinPdoAndMysqliHelp": "Na serwerach w oparciu o Windows możesz dodać następujące linie do pliku php.ini: %s",
        "SystemCheckWriteDirs": "Katalogi z prawem do zapisu",
        "SystemCheckWriteDirsHelp": "Aby naprawić ten błąd w swoim systemie Linux, próbuj wpisać następującą komendę(y)",
        "SystemCheckZlibHelp": "Potrzebujesz skonfigurować i przebudować środowisko PHP, z włączonym wsparciem dla \"zlib\", --with-zlib.",
        "Tables": "Tworzenie tabel",
        "TablesCreatedSuccess": "Tabele zostały utworzone pomyślnie!",
        "TablesDelete": "Kasowanie wykrytych tabel z bazy",
        "TablesDeletedSuccess": "Istniejące stare tabele Matomo zostały skasowane pomyślnie",
        "TablesFound": "Następujące tabele zostały znalezione w bazie danych",
        "TablesReuse": "Ponowne wykorzystanie istniejących tabel",
        "TablesUpdatedSuccess": "Baza danych została pomyślnie zaktualizowana z wersji %1$s do %2$s!",
        "TablesWarningHelp": "Wykorzystaj ponownie istniejące w bazie danych tabele albo wybierz czystą instalację aby usunąć wszystkie zapisane w bazie dane.",
        "TablesWithSameNamesFound": "Pewne %1$s tabele w twojej bazie danych %2$s mają takie same nazwy jak tabele które Matomo stara się utworzyć",
        "Timezone": "Strefa czasowa portalu",
        "WeHopeYouWillEnjoyPiwik": "Mamy nadzieję, że korzystanie z Matomo przyniesie Ci tyle satysfakcji ile nam przynosi jego tworzenie.",
        "Welcome": "Witaj",
        "WelcomeHelp": "<p>Matomo to bezpłatne/wolne statystyki dla stron www pozwalające Ci łatwo uzyskać informacje o Twoich odwiedzających.</p><p>Ten proces jest podzielony na %s prostych kroków i zajmie około 5 minut.</p>",
        "WelcomeToCommunity": "Witamy w społeczności Matomo",
        "YouMayInstallPiwikNow": "Teraz możesz %1$szainstalować Matomo%2$s"
    }
}
