{
    "Installation": {
        "CollaborativeProject": "Piwik é um projeto colaborativo, construído com amor por pessoas de todo o mundo.",
        "ConfigurationHelp": "Seu arquivo de configuração Piwik parece estar desconfigurado. Você pode ou remover config\/config.ini.php e fechar a instalação, ou corrigir as configurações de conexão com banco de dados.",
        "ConfirmDeleteExistingTables": "Tem certeza que quer apagar as tabelas: %s do seu banco de dados? AVISO: DADOS DESTAS TABELAS NÃO PODERÃO SER RECUPERADOS!",
        "Congratulations": "Parabéns",
        "CongratulationsHelp": "<p>Parabéns! A sua instalação do Piwik está completa.<\/p><p>Certifique-se de ter colocado o código JavaScript em todas as suas páginas, e aguarde os seus primeiros visitantes!<\/p>",
        "DatabaseAbilities": "Capacidades de banco de dados",
        "DatabaseCreation": "Criação do banco de dados",
        "DatabaseErrorConnect": "Erro enquanto tentando conectar ao servidor do banco de dados",
        "DatabaseServerVersion": "versão do servidor de banco de dados",
        "DatabaseSetup": "Setup do banco de dados",
        "DatabaseSetupAdapter": "adaptador",
        "DatabaseSetupDatabaseName": "nome do banco de dados",
        "DatabaseSetupLogin": "login",
        "DatabaseSetupServer": "servidor de banco de dados",
        "DatabaseSetupTablePrefix": "prefixo da tabela",
        "Email": "email",
        "Extension": "extensão",
        "Filesystem": "Sistema de arquivos",
        "GetInvolved": "Se você gosta do que você vê, você pode %1$sparticipar%2$s.",
        "GoBackAndDefinePrefix": "Volte e defina um prefixo para as tabelas Piwik",
        "HappyAnalysing": "Boa análise!",
        "Installation": "Instalação",
        "InstallationStatus": "Status da Instalação",
        "InsufficientPrivilegesHelp": "Você pode adicionar esses privilégios usando uma ferramenta como o phpMyAdmin ou executando as consultas SQL de permissões. Se você não sabe como fazer essas coisas, por favor, peça ao seu sysadmin para conceder esses privilégios para você.",
        "InsufficientPrivilegesMain": "Ou o banco de dados não existe (e não poderia ser criado), ou o usuário especificado tem privilégios insuficientes. Usuário de banco de dados deve ter os seguintes privilégios: %s",
        "JsTagArchivingHelp1": "Para sites de médio e alto tráfego existem certas otimizações que devem ser feitas para ajudar o Piwik a funcionar mais rápido (como %1$sconfigurar auto-arquivamento%2$s).",
        "JSTracking_EndNote": "Nota: Após o processo de instalação, você pode gerar um código de rastreamento personalizado nas configurações de %1$sCódigo de rastreamento%2$s .",
        "JSTracking_Intro": "Para acompanhar o seu tráfego na web com Piwik você precisa ter certeza de algum código extra é adicionado a cada uma de suas páginas.",
        "LargePiwikInstances": "Ajuda para instancias Piwik grandes",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Se o servidor Piwik rastreia sites de alto tráfego (ex.:> 100.000 páginas por mês), recomendamos para tentar corrigir este problema.",
        "LoadDataInfileUnavailableHelp": "Usando %1$s vai acelerar bastante o processo de arquivamento do Piwik. Para torná-lo disponível para Piwik, tente atualizar seu PHP e MySQL e verifique se o usuário do banco de dados tem o privilégio %2$s.",
        "NfsFilesystemWarning": "O servidor está usando um sistema de arquivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Isto significa que o Piwik será extremamente lento quando estiver se baseabdo em arquivos de sessão.",
        "NfsFilesystemWarningSuffixInstall": "Em NFS, usando arquivos baseados em sessões fica extremamente lento, por isso que o Piwik irá utilizar sessões em banco. Se você tem muitos usuários do painel simultâneas, você pode precisar aumentar o número máximo de conexões do cliente para o servidor de banco de dados.",
        "NoConfigFound": "O arquivo de configuração de relatórios não pode ser encontrado e você está tentando acessar uma página do Piwik.<br \/><b>  » Você poderá <a href='index.php'>instalar o Piwik agora<\/a><\/b><br \/><small>Se você instalou o Piwik antes e possui algumas tabelas em seu banco de dados, não se preocupe, você poderá reutilizar as mesmas tabelas e manter os dados existentes!<\/small>",
        "Optional": "Opcional",
        "Password": "senha",
        "PasswordDoNotMatch": "senha não confere",
        "PasswordRepeat": "senha (repetir)",
        "PercentDone": "%s %% Completo",
        "PleaseFixTheFollowingErrors": "Por favor, corrija os seguintes erros",
        "PluginDescription": "Processo de instalação do Piwik. A instalação normalmente é feita apenas uma vez. Se o arquivo de configuração config\/config.inc.php é deletado, a instalação começará novamente.",
        "Requirements": "Requerimentos do Piwik",
        "RestartWebServer": "Depois de fazer essa alteração, reinicie o seu servidor web.",
        "SeeBelowForMoreInfo": "Veja abaixo para mais informações.",
        "SetupWebsite": "Configurar um website",
        "SetupWebsiteError": "Ocorreu um erro ao tentar adicionar o website",
        "SetupWebSiteName": "nome do website",
        "SetupWebsiteSetupSuccess": "Website %s criado com sucesso!",
        "SetupWebSiteURL": "URL do website",
        "SiteSetup": "Por favor, configure o primeiro site que você gostaria de acompanhar e analisar com Piwik:",
        "SiteSetupFootnote": "Nota: Quando a instalação do Piwik estiver concluída, você será capaz de adicionar mais sites para acompanhar!",
        "SuperUser": "Super User",
        "SuperUserLogin": "login super usuário",
        "SuperUserSetupError": "Houve um erro ao tentar adicionar o Super Usuário",
        "SuperUserSetupSuccess": "Super usuário criado com sucesso!",
        "SystemCheck": "Checagem do Sistema",
        "SystemCheckAutoUpdateHelp": "Nota: atualização do Piwik One Click requer permissões de escrita para as pastas Piwik e seu conteúdo.",
        "SystemCheckCreateFunctionHelp": "Piwik usa funções anônimas para callbacks",
        "SystemCheckDatabaseHelp": "O Piwik requer ou a extensão mysqli ou ambas as extensões PDO e pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View Factory não será permitida para criar views pelo módulo chamado.",
        "SystemCheckError": "Ocorreu um erro - precisa ser reparado antes de você poder prosseguir",
        "SystemCheckEvalHelp": "Requisitado pelo HTML QuickForm e sistema Smarty de templating.",
        "SystemCheckExtensions": "Outras extensões requeridas",
        "SystemCheckFileIntegrity": "Integridade de arquivo.",
        "SystemCheckFunctions": "Funções requeridas",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "Os sparklines (gráficos pequenos) não irão funcionar.",
        "SystemCheckGlobHelp": "Essa função embutida foi desabilitada em seu host. Piwik tentará simular essa função mas poderá encontrar mais adiante restrições de segurança. Funcionalidades podem ser impactadas.",
        "SystemCheckGzcompressHelp": "Você precisa habilitar a extensão zlib e a função gzcompress.",
        "SystemCheckGzuncompressHelp": "Você precisa habilitar a extensão zlib e a função gzuncompress.",
        "SystemCheckIconvHelp": "Você precisa configurar e reconstruir PHP com suporte \"iconv\" habilitado, --with-iconv.",
        "SystemCheckMailHelp": "Mensagens de feedback e senha perdida não serão enviadas sem mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMemoryLimit": "Limite de Memória",
        "SystemCheckMemoryLimitHelp": "Em um site com alto tráfego, o processo de arquivamento pode exigir mais memória do que o atualmente permitido. Se necessário, mude a diretiva memory_limit no seu arquivo php.ini.",
        "SystemCheckOpenURL": "Abre URL",
        "SystemCheckOpenURLHelp": "Assinaturas de newsletters e notificações de atualização e atualizações em um clique requerem a extensão \"curl\", allow_url_fopen=On, ou fsockopen() ativada.",
        "SystemCheckOtherExtensions": "outras extensões",
        "SystemCheckOtherFunctions": "Outras funções",
        "SystemCheckPackHelp": "A função pack() é necessária para monitorar visitantes em Piwik.",
        "SystemCheckParseIniFileHelp": "Essa função built-in foi desabilitada em seu host. Piwik tentará simular essa função mas poderá encontrar algumas restrições de segurança. Rastreador de performance também será impactado.",
        "SystemCheckPdoAndMysqliHelp": "Num servidor Linux você poderá compilar o php com as seguintes opções: %1$s No seu php.ini, adicione as seguintes linhas: %2$s",
        "SystemCheckPhp": "Versão do PHP",
        "SystemCheckPhpPdoAndMysqli": "Mais informações em: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Você precisa configurar e remontar o PHP com a Standard PHP Library (SPL) habilitada (por padrão).",
        "SystemCheckSummaryNoProblems": "Huzzah! Não há problemas com sua configuração Piwik. Dê a você mesmo um tapinha nas costas.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik detectou algunas %1$squestões críticas%2$s com as suas configurações. %3$s Estas questões devem ser corrigidas imediatamente. %4$s",
        "SystemCheckSummaryThereWereWarnings": "Existem alguns problemas com o seu sistema. Piwik será executado, mas você pode experimentar alguns problemas menores.",
        "SystemCheckTimeLimitHelp": "Em um site com alto tráfego, executar o processo de arquivamento pode exigir mais memória do que o atualmente permitido. Se necessário, altere a diretiva max_execution_time no seu arquivo php.ini.",
        "SystemCheckTracker": "Status do Rastreador",
        "SystemCheckTrackerHelp": "Solicitação GET para piwik.php falhou. Tente whitelisting esta URL da Autenticação HTTP e desativar o mod_security (você pode ter que pedir a sua hospedagem).",
        "SystemCheckWarnDomHelp": "Você deve habilitar a extensão \"dom\" por exemplo, instalar o \"php-dom\" e\/ou o pacote \"php-xml\").",
        "SystemCheckWarning": "Piwik vai funcionar corretamente mas alguns recursos podem não estar disponíveis",
        "SystemCheckWarnJsonHelp": "Você deve habilitar a extensão \"json\" (por exemplo, instalar o pacote \"php-json\") para um melhor desempenho.",
        "SystemCheckWarnLibXmlHelp": "Você deve habilitar a extensão \"libxml\" (por exemplo, \"instalar o php-libxml\" pacote), como é exigido por extensões do PHP do núcleo.",
        "SystemCheckWarnSimpleXMLHelp": "Você deve habilitar a extensão \"SimpleXML\" (por exemplo, instalar o \"php-simplexml\" e\/ou o pacote \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Num servidor Windows você poderá adicionar as seguintes linhas ao seu php.ini: %s",
        "SystemCheckWriteDirs": "Diretórios com permissão de escrita",
        "SystemCheckWriteDirsHelp": "Para resolver este problema no seu sistema Linux, tente digitar os seguintes comando(s)",
        "SystemCheckZlibHelp": "Você precisa configurar e remontar o PHP com suporte \"zlib\" ativado, --with-zlib.",
        "Tables": "Criando as tabelas",
        "TablesCreatedSuccess": "Tabelas criadas com sucesso!",
        "TablesDelete": "Excluir as tabelas encontradas",
        "TablesDeletedSuccess": "Tabelas Piwik excluídas com sucesso",
        "TablesFound": "As seguintes tabelas foram encontradas no banco de dados",
        "TablesReuse": "Reutilizar as tabelas existentes",
        "TablesUpdatedSuccess": "O banco de dados foi atualizado com sucesso da versão %1$s para %2$s!",
        "TablesWarningHelp": "Escolha reutilizar as tabelas existentes ou selecione uma nova instalação para apagar todas as informações no banco de dados.",
        "TablesWithSameNamesFound": "Algumas tabelas %1$s no seu banco de dados %2$s tem o mesmo nome das tabelas que o Piwik está tentando criar",
        "Timezone": "fuso-horário do website",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que você goste de usar Piwik tanto quanto nós de tê-lo feito.",
        "Welcome": "Bem vindo!",
        "WelcomeHelp": "<p>Piwik é um analisador de tráfego open source que torna fácil obter informações sobre os seus visitantes.<\/p><p>Este processo é dividido em %s passos fáceis e irá demorar por volta de 5 minutos.<\/p>",
        "WelcomeToCommunity": "Bem-vindo à comunidade Piwik!"
    }
}