{
    "Installation": {
        "CannotConnectToDb": "Não foi possível conectar ao banco de dados",
        "CannotConnectToDbResolvingExplanation": "Este pode ser um problema temporário, tente %1$satualizar a página%2$s. Entre em contato com o administrador do Matomo se o problema persistir.",
        "CollaborativeProject": "Matomo é um projeto colaborativo, construído com amor.",
        "ConfigurationHelp": "Corrija o arquivo de configuração do Matomo removendo config/config.ini.php e retomando a instalação ou corrigindo as configurações da conexão do banco de dados.",
        "ConfirmDeleteExistingTables": "Excluir as tabelas %s do seu banco de dados? AVISO: OS DADOS DESTAS TABELAS NÃO PODEM SER RECUPERADOS!",
        "Congratulations": "Parabéns",
        "CongratulationsHelp": "<p>Parabéns! A instalação do Matomo está concluída.</p><p>Certifique-se de que seu código de rastreamento foi inserido em suas páginas e aguarde seus primeiros visitantes.</p>",
        "CopyBelowInfoForSupport": "Copie ou baixe as informações abaixo, caso nossa equipe de suporte solicite essas informações.",
        "CopySystemCheck": "Copiar verificação do sistema",
        "DatabaseAbilities": "Capacidades de banco de dados",
        "DatabaseCreation": "Criação do banco de dados",
        "DatabaseErrorConnect": "Não foi possível conectar ao servidor de banco de dados",
        "DatabaseServerVersion": "versão do servidor de banco de dados",
        "DatabaseSetup": "Setup do banco de dados",
        "DatabaseSetupAdapter": "adaptador",
        "DatabaseSetupDatabaseName": "nome do banco de dados",
        "DatabaseSetupLogin": "login",
        "DatabaseSetupServer": "servidor de banco de dados",
        "DatabaseSetupTablePrefix": "prefixo da tabela",
        "DefaultSettings": "Configurações Matomo padrão",
        "DefaultSettingsHelp": "Matomo vem com configurações padrão. Você pode personalizá-las agora ou posteriormente no painel de administração.",
        "DownloadSystemCheck": "Baixar verificação do sistema",
        "Email": "E-mail",
        "EmailPrivacyNotice": "Seu endereço de e-mail será usado apenas para enviar o boletim informativo. É compartilhado com Mad Mimi para fazer isso, mas o provedor terceirizado pode mudar. Não compartilharemos seu e-mail com mais ninguém nem o usaremos para qualquer outra finalidade. Cancele a assinatura a qualquer momento. A %1$spolítica de privacidade%2$s tem mais informações.",
        "Extension": "extensão",
        "FasterReportLoading": "carregamento de relatório mais rápido",
        "Filesystem": "Sistema de arquivos",
        "GetInvolved": "Se você gosta do que você vê, você pode %1$sparticipar%2$s.",
        "GoBackAndDefinePrefix": "Volte e defina um prefixo para as tabelas Matomo",
        "HappyAnalysing": "Boa análise!",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Se você instalou o Matomo antes e tem algumas tabelas no seu banco de dados, não se preocupe, você pode reutilizar as mesmas tabelas e manter seus dados existentes.",
        "InformationalResults": "Resultados informativos",
        "Installation": "Instalação",
        "InstallationStatus": "Status da Instalação",
        "InsufficientPrivilegesHelp": "Esses privilégios podem ser adicionados no phpMyAdmin ou executando as consultas SQL corretas. Se você não sabe como, peça ao seu administrador de sistema para fazê-lo.",
        "InsufficientPrivilegesMain": "O banco de dados não existe (e não pôde ser criado) ou o usuário especificado não tem privilégios suficientes. O usuário do banco de dados deve ter os seguintes privilégios: %s",
        "InvalidStateError": "Erro: Matomo já está instalado. %1$s Voltar %2$s para Matomo%3$s.",
        "JSTracking_EndNote": "Observação: após a instalação, você pode gerar um código de rastreamento personalizado na seção de administração de %1$scódigo de rastreamento%2$s.",
        "JSTracking_Intro": "Para acompanhar o seu tráfego na web com Matomo você precisa ter certeza de algum código extra é adicionado a cada uma de suas páginas.",
        "JsTagArchivingHelp1": "Para sites de tráfego médio e alto, certas otimizações ajudam o Matomo a funcionar mais rápido (como %1$sconfigurar o arquivamento automático%2$s).",
        "LargePiwikInstances": "Ajuda para usuários com sites de alto tráfego",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Você deve corrigir esse problema se o seu servidor Matomo rastrear sites de alto tráfego (por exemplo: mais de 100.000 páginas por mês).",
        "LoadDataInfileUnavailableHelp": "Dica: %1$s atualizar seu PHP e MySQL e garantir que o usuário do banco de dados tenha o privilégio %2$s acelera muito o processo de arquivamento do Matomo.",
        "MatomoHttpRequestConfigInfo": "A opção <code>force_matomo_http_request</code> na configuração geral está ativada, é altamente recomendável desativá-la por motivos de segurança. Para obter mais detalhes, leia %1$smostrar para desabilitar https para solicitações de matomo.org%2$s",
        "MatomoHttpsNotSupported": "Não foi possível inicializar o HTTPS. As conexões com o matomo.org usam HTTPS por padrão para segurança. Certifique-se de que o HTTPS funcione em seu ambiente ou habilite a opção `force_matomo_http_request`. Para obter mais detalhes, leia %1$scomo desabilitar https para solicitações de matomo.org%2$s",
        "NfsFilesystemWarning": "O servidor está usando um sistema de arquivos NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Isso significa que o Matomo ficará extremamente lento ao usar sessões baseadas em arquivo.",
        "NfsFilesystemWarningSuffixInstall": "O uso de sessões baseadas em arquivo NFS é extremamente lento, então Matomo usará sessões de banco de dados. Se você tiver muitos usuários simultâneos, pode ser necessário aumentar o número máximo de conexões cliente para o servidor de banco de dados.",
        "NoConfigFileFound": "Não foi possível encontrar o arquivo de configuração do Matomo e você está tentando acessar uma página do Matomo.",
        "NotSupported": "não suportado",
        "Optional": "Opcional",
        "Password": "Senha",
        "PasswordDoNotMatch": "senhas incompatíveis",
        "PasswordRepeat": "Senha (repetir)",
        "PercentDone": "%s %% feito",
        "PerformanceSettingsDesc1": "Seu Matomo está configurado e pronto para rastrear e relatar o tráfego do seu site. Configure o arquivamento %1$sCLI%2$s se achar que está lento. Isso gera relatórios em segundo plano, em vez de sob demanda.",
        "PerformanceSettingsDesc2": "Isso requer adicionar um comando Matomo ao Cron, o que não pode ser feito automaticamente pelo instalador. %1$sLeia nosso FAQ para aprender a configurá-lo sozinho.%2$s",
        "PhpBinaryCheck": "Binário de 64 bits do PHP",
        "PhpBinaryCheckHelp": "32-bit <p>Atualize para um binário PHP de 64 bits até janeiro de 2026 para evitar bugs.</p>",
        "PiwikOrgNewsletter": "assine nosso boletim informativo para receber informações regulares sobre o Matomo.",
        "PleaseFixTheFollowingErrors": "Por favor, corrija os seguintes erros",
        "ProfessionalServicesAdTitle": "Análises e Serviços Avançados",
        "ProfessionalServicesNewsletter": "envie-me informações sobre %1$sserviços e produtos profissionais%2$s para Matomo",
        "ProfessionalServicesfessionalDiscoverHow": "Saiba mais sobre %1$sprodutos e serviços adicionais%2$s para o Matomo e como aumentar suas conversões e receita.",
        "ProfessionalServicesfessionalServicesAdText": "Nossa rede de especialistas pode ajudar sua organização a usar o Matomo Analytics em todo o seu potencial.",
        "Requirements": "Requerimentos do Matomo",
        "RestartWebServer": "Depois de fazer essa alteração, reinicie o seu servidor web.",
        "ReusingTables": "Reutilizando as Tabelas",
        "SeeBelowForMoreInfo": "Mais informações abaixo.",
        "SetupWebSiteName": "Nome do website",
        "SetupWebSiteURL": "URL do website",
        "SetupWebsite": "Configurar um site",
        "SetupWebsiteError": "Não foi possível adicionar o site",
        "SetupWebsiteSetupSuccess": "Site %s criado",
        "SiteSetup": "Configure o primeiro site que você gostaria de rastrear e analisar com o Matomo:",
        "SiteSetupFootnote": "Observação: quando a instalação do Matomo estiver concluída, você será capaz de adicionar mais sites para acompanhar.",
        "SuperUser": "Superusuário",
        "SuperUserLogin": "Login de superusuário",
        "SuperUserSetupError": "Não foi possível adicionar o superusuário",
        "SuperUserSetupSuccess": "Superusuário criado.",
        "SystemCheck": "Checagem do Sistema",
        "SystemCheckAutoUpdateHelp": "Observação: a atualização com um clique do Matomo requer permissão de gravação para a pasta Matomo e seu conteúdo.",
        "SystemCheckCronArchiveProcess": "Configurar Cron",
        "SystemCheckCronArchiveProcessCLI": "Gerenciar processos via CLI",
        "SystemCheckDatabaseExtensions": "Extensões MySQL",
        "SystemCheckDatabaseHelp": "Matomo requer a extensão MySQLi ou as extensões PDO e pdo_mysql.",
        "SystemCheckDatabaseSSL": "Conexão SSL do banco de dados",
        "SystemCheckDatabaseSSLCipher": "Cifra SSL sendo usada",
        "SystemCheckDatabaseSSLDisabled": "O suporte SSL está desativado em seu servidor de banco de dados",
        "SystemCheckDatabaseSSLNo": "Servidor de banco de dados não está compilado com suporte SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s está definido como '1', mas a conexão SSL não está funcionando",
        "SystemCheckDatabaseSSLOn": "Seu banco de dados suporta mas não está usando conexões SSL. Verifique as configurações de SSL do seu banco de dados no arquivo de configuração do Matomo",
        "SystemCheckDebugBacktraceHelp": "View Factory não será permitida para criar views pelo módulo chamado.",
        "SystemCheckError": "Ocorreu um erro e deve ser corrigido antes de continuar",
        "SystemCheckEvalHelp": "Exigido pelo HTML QuickForm e pelo sistema de modelagem Twig.",
        "SystemCheckExtensions": "Outras extensões requeridas",
        "SystemCheckFileIntegrity": "Integridade dos arquivos",
        "SystemCheckFilterHelp": "Você precisa configurar e reconstruir o PHP com suporte a \"filter\" (não use --disable-filter).",
        "SystemCheckFunctions": "Funções requeridas",
        "SystemCheckGDFreeType": "GD &gt; 2.x + Freetype (gráficos)",
        "SystemCheckGDHelp": "Os minigráficos e os gráficos de imagem (no aplicativo móvel Matomo e nos relatórios por e-mail) não funcionarão.",
        "SystemCheckGlobHelp": "Esta função integrada foi desativada em seu host. Matomo tentará emular a função, mas poderá encontrar restrições de segurança. A funcionalidade poderá ser afetada.",
        "SystemCheckGzcompressHelp": "Você precisa ativar a extensão zlib e a função gzcompress.",
        "SystemCheckGzuncompressHelp": "Você precisa ativar a extensão zlib e a função gzuncompress.",
        "SystemCheckHashHelp": "Configure e reconstrua o PHP com o suporte necessário para hash() excluindo a opção --disable-hash.",
        "SystemCheckJsonHelp": "A extensão php-json é necessária para o Matomo ler e escrever dados JSON.",
        "SystemCheckMailHelp": "Mensagens de feedback e 'senha perdida' não serão enviadas sem 'mail()'.",
        "SystemCheckMemoryLimit": "Limite de Memória",
        "SystemCheckMemoryLimitHelp": "Em um site de alto tráfego, o processo de arquivamento pode exigir mais memória do que o permitido atualmente. Se necessário, altere a diretiva memory_limit em seu arquivo php.ini.",
        "SystemCheckMemoryNoMemoryLimitSet": "Não há limite de memória definido",
        "SystemCheckNoErrorsOrWarnings": "Sem erros ou avisos",
        "SystemCheckOpenURL": "Abre URL",
        "SystemCheckOpenURLHelp": "Assinaturas de boletins informativos, notificações de atualização e atualizações com um clique requerem a extensão \"cURL\", allow_url_fopen=On ou fsockopen() habilitado.",
        "SystemCheckOtherExtensions": "outras extensões",
        "SystemCheckOtherFunctions": "Outras funções",
        "SystemCheckPackHelp": "A função 'pack()' é necessária para rastrear visitantes no Matomo.",
        "SystemCheckPageSpeedDisabled": "PageSpeed está desativado",
        "SystemCheckPageSpeedWarning": "Recomenda-se desligar o módulo PageSpeed em seu servidor web %s: PageSpeed causa vários problemas com o Matomo, tais como: relatórios de páginas quebradas, evolução de linhas quebradas, etc. Por favor, desligue mod_pagespeed neste servidor.",
        "SystemCheckParseIniFileHelp": "Esta função integrada foi desativada em seu host. Matomo tentará emulá-la, mas pode encontrar restrições de segurança. O desempenho do rastreador será afetado.",
        "SystemCheckPdoAndMysqliHelp": "Em um servidor GNU/Linux você pode compilar o PHP com as seguintes opções: %1$s Em seu php.ini, adicione as seguintes linhas: %2$s",
        "SystemCheckPhp": "Versão do PHP",
        "SystemCheckPhpPdoAndMysqli": "Mais informações em: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckPhpSetting": "Configure seu arquivo php.ini assim para evitar erros críticos: %s",
        "SystemCheckSessionHelp": "Configure e reconstrua o PHP com o suporte de \"sessão\" (não use --disable-session).",
        "SystemCheckSettings": "Configuração PHP requerida (php.ini)",
        "SystemCheckShellExecHelp": "Recomenda-se ativar esta função interna do PHP. %1$sLeia isto para saber mais.%2$s",
        "SystemCheckSummaryNoProblems": "Não há problemas com sua configuração Matomo. Dê a você mesmo um tapinha nas costas.",
        "SystemCheckSummaryThereWereErrors": "Sua configuração do Matomo tem alguns %1$sproblemas críticos%2$s. %3$sCorrija-os imediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Existem alguns problemas com o seu sistema. O Matomo será executado, mas você poderá ter pequenos problemas.",
        "SystemCheckTimeLimitHelp": "Em um site de alto tráfego, a execução do processo de arquivamento pode demorar mais do que o permitido atualmente. Se necessário, altere a diretiva 'max_execution_time' em seu arquivo php.ini.",
        "SystemCheckTracker": "Status do Rastreador",
        "SystemCheckTrackerHelp": "Não foi possível executar a solicitação GET para matomo.php. Tente colocar este URL na lista de permissões da autenticação HTTP e desative 'mod_security' (talvez você precise perguntar ao seu host). Há mais informações sobre o erro no respectivo arquivo de log em seu servidor.",
        "SystemCheckUpdateHttps": "Atualização por HTTPS",
        "SystemCheckViewFullSystemCheck": "Veja o relatório completo de verificação do sistema",
        "SystemCheckWarnDomHelp": "Você deve ativar a extensão \"dom\" (por exemplo: instalar o pacote \"php-dom\" e/ou \"php-xml\").",
        "SystemCheckWarnJsonHelp": "Você deve ativar a extensão \"JSON\" (por exemplo: instalar o pacote \"php-json\").",
        "SystemCheckWarnLibXmlHelp": "Você deve habilitar a extensão \"libxml\" (por exemplo, \"instalar o php-libxml\" pacote), como é exigido por extensões do PHP do núcleo.",
        "SystemCheckWarnOpensslHelp": "Você deve ativar a extensão \"OpenSSL\" para permitir atualizações seguras.",
        "SystemCheckWarnSimpleXMLHelp": "Você deve habilitar a extensão \"SimpleXML\" (por exemplo, instalar o \"php-simplexml\" e/ou o pacote \"php-xml\").",
        "SystemCheckWarning": "Matomo vai funcionar corretamente, mas alguns recursos podem não estar disponíveis.",
        "SystemCheckWinPdoAndMysqliHelp": "Num servidor Windows você poderá adicionar as seguintes linhas ao seu php.ini: %s",
        "SystemCheckWriteDirs": "Diretórios com permissão de escrita",
        "SystemCheckWriteDirsHelp": "Para resolver este problema no seu sistema Linux, tente digitar os seguintes comando(s)",
        "SystemCheckZlibHelp": "Configure e reconstrua o PHP com o suporte \"zlib\" necessário, --with-zlib.",
        "Tables": "Criando as tabelas",
        "TablesCreatedSuccess": "Tabelas criadas",
        "TablesDelete": "Excluir as tabelas encontradas",
        "TablesDeletedSuccess": "Tabelas existentes do Matomo excluídas",
        "TablesFound": "Encontradas essas tabelas no banco de dados",
        "TablesReuse": "Reutilizar as tabelas existentes",
        "TablesUpdatedSuccess": "Banco de dados atualizado de %1$s para %2$s!",
        "TablesWarningHelp": "Escolha reutilizar as tabelas de banco de dados existentes ou selecione uma instalação limpa para apagar todos os dados existentes.",
        "TablesWithSameNamesFound": "Algumas tabelas %1$s em seu banco de dados '%2$s' têm os mesmos nomes das tabelas que o Matomo está tentando criar",
        "Timezone": "Fuso horário do site",
        "WeHopeYouWillEnjoyPiwik": "Divirta-se usando o Matomo tanto quanto gostamos de fazê-lo.",
        "Welcome": "Bem vindo",
        "WelcomeHelp": "<p>Matomo é um software livre usado para analisar o tráfego de seus visitantes.</p><p>Este processo tem %s etapas e leva cerca de 5 minutos.</p>",
        "WelcomeToCommunity": "Bem-vindo à comunidade Matomo.",
        "YouMayInstallPiwikNow": "Você pode %1$sinstalar o Matomo agora%2$s"
    }
}
