{
    "Installation": {
        "CollaborativeProject": "O Matomo é um projeto colaborativo, construído com amor por pessoais de todo o mundo.",
        "ConfigurationHelp": "O seu ficheiro de configuração do Matomo aparenta estar mal configurado. Pode remover config\/config.ini.php e continuar a instalação ou corrigir as definições de ligação à base de dados.",
        "ConfirmDeleteExistingTables": "Tem a certeza que deseja eliminar as tabelas: %s da sua base de dados? AVISO: DADOS DESTAS TABELAS NÃO PODERÃO SER RECUPERADOS!",
        "Congratulations": "Parabéns",
        "CongratulationsHelp": "<p>Parabéns! A sua instalação do Matomo está completa.<\/p><p>Confirme que o seu código JavaScript está inserido nas suas páginas e aguarde pelos seus primeiros visitantes!<\/p>",
        "DatabaseAbilities": "Capacidades da base de dados",
        "DatabaseCreation": "Criação da base de dados",
        "DatabaseErrorConnect": "Erro ao tentar ligar ao servidor da base de dados",
        "DatabaseServerVersion": "Versão do servidor de base de dados",
        "DatabaseSetup": "Configuração da base de dados",
        "DatabaseSetupAdapter": "Adaptador",
        "DatabaseSetupDatabaseName": "Nome da base de dados",
        "DatabaseSetupLogin": "Nome de utilizador",
        "DatabaseSetupServer": "Servidor da base de dados",
        "DatabaseSetupTablePrefix": "Prefixo das tabelas",
        "Email": "E-mail",
        "Extension": "extensão",
        "Filesystem": "Sistema de ficheiros",
        "GetInvolved": "Se gosta do que vê, pode %1$sparticipar%2$s.",
        "GoBackAndDefinePrefix": "Retroceder e definir um Prefixo para as tabelas do Matomo",
        "HappyAnalysing": "Boas análises!",
        "Installation": "Instalação",
        "InstallationStatus": "Estado da instalação",
        "InsufficientPrivilegesHelp": "Pode adicionar estes privilégios utilizando uma ferramenta como o phpMyAdmin ou executando as instruções SQL certas. Se não sabe fazer estas coisas, peça ao administrador do sistema para atribuir estes privilégios por si.",
        "InsufficientPrivilegesMain": "Ou a base de dados não existe (e não pode ser criada), ou o utilizador não tem privilégios suficientes. O utilizador da base de dados tem de ter os seguintes privilégios: %s",
        "InvalidStateError": "Erro: o Matomo já está instalado. %1$s Voltar %2$s para o Matomo%3$s.",
        "JsTagArchivingHelp1": "Para sites com tráfego médio e alto, existem certas otimizações que devem ser feitas para ajudar o Matomo a funcionar mais rápido (como, por exemplo, %1$sconfigurar o arquivamento automático%2$s).",
        "JSTracking_EndNote": "Nota: Depois do processo de instalação, para gerar um código de acompanhamento personalizado na secção administrativa %1$sCódigo de acompanhamento%2$s.",
        "JSTracking_Intro": "Para acompanhar o seu tráfego web como o Matomo, tem de garantir que é adicionado algum código adicional a cada uma das suas páginas.",
        "LargePiwikInstances": "Ajuda para utilizadores de sites com um grande volume de tráfego",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Se o seu servidor Matomo acompanha sites com tráfego elevado (por exemplo, mais de 100 000 páginas por mês), recomendamos que procure resolver este problema.",
        "LoadDataInfileUnavailableHelp": "Utilizar %1$s irá acelerar consideravelmente a velocidade de arquivamento do Matomo. Para o disponibilizar para o Matomo, tente atualizar o seu PHP e MySQL, e confirme que o seu utilizar da base de dados tem o privilégio %2$s.",
        "NfsFilesystemWarning": "O seu servidor está utilizar um sistema de ficheiros NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Isto significa que o seu Matomo será extremamente lento quando a utilizar sessões baseadas em ficheiros.",
        "NfsFilesystemWarningSuffixInstall": "Utilizar sessões baseadas em ficheiros em NFS é extremamente lento, pelo que o Matomo irá utilizar sessões na base de dados. Se tiver muitos utilizadores de painéis em simultâneo, poderá precisar de aumentar o número máximo de ligações de clientes ao servidor de base de dados.",
        "NoConfigFileFound": "O ficheiro de configuração do Matomo não foi encontrado e está a tentar aceder a uma página do Matomo.",
        "YouMayInstallPiwikNow": "Pode %1$sinstalar o Matomo agora%2$s",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Se instalou o Matomo antes e tem algumas tabelas na sua base de dados, não se preocupe, pode reutilizar as mesmas tabelas e manter os dados existentes!",
        "Optional": "Opcional",
        "Password": "Palavra-passe",
        "PasswordDoNotMatch": "a palavra-passe não coincide",
        "PasswordRepeat": "Palavra-passe (repetir)",
        "PercentDone": "%s %% concluído",
        "ProfessionalServicesAdTitle": "Análise e serviços avançados",
        "ProfessionalServicesfessionalServicesAdText": "A nossa rede de especialistas pode ajudar a sua organização a desbloquear todo o poder do Matomo.",
        "ProfessionalServicesfessionalDiscoverHow": "Saiba mais sobre %1$sprodutos e serviços adicionais%2$s para o Matomo e como aumentar as suas conversões e receita.",
        "PleaseFixTheFollowingErrors": "Por favor corrija os seguintes erros",
        "DefaultSettings": "Definições predefinidas do Matomo",
        "DefaultSettingsHelp": "O Matomo vem com definições predefinidas. Pode personalizá-las agora ou fazê-lo mais tarde no ecrã de administração.",
        "Requirements": "Requisitos do Matomo",
        "RestartWebServer": "Depois de fazer esta alteração, reinicie o seu servidor web.",
        "ReusingTables": "Reutilizando as tabelas",
        "PiwikOrgNewsletter": "enviem-me e-mails com atualizações importantes da comunidade Matomo",
        "ProfessionalServicesNewsletter": "enviem-me informações sobre %1$sserviços e produtos profissionais%2$s para o Matomo",
        "SeeBelowForMoreInfo": "Mais informações em baixo.",
        "SetupWebsite": "Configurar um site",
        "SetupWebsiteError": "Ocorreu um erro ao adicionar o site",
        "SetupWebSiteName": "Nome do site",
        "SetupWebsiteSetupSuccess": "O site %s foi criado com sucesso!",
        "SetupWebSiteURL": "URL do site",
        "SiteSetup": "Por favor, configure o primeiro site que gostaria de acompanhar e analisar com o Matomo:",
        "SiteSetupFootnote": "Nota: quando a instalação do Matomo estiver concluída, poderá adicionar mais sites a acompanhar!",
        "SuperUser": "Super-utilizador",
        "SuperUserLogin": "Autenticação de super-utilizador",
        "SuperUserSetupError": "Ocorreu um erro ao adicionar o super-utilizador",
        "SuperUserSetupSuccess": "Super-utilizador criado com sucesso",
        "SystemCheck": "Verificação de sistema",
        "SystemCheckAutoUpdateHelp": "Nota: A atualização com um clique do Matomo necessita de permissões de escrita na pasta do Matomo e respetivos conteúdos.",
        "SystemCheckDatabaseExtensions": "Extensões MySQL",
        "SystemCheckDatabaseHelp": "O Matomo necessita da extensão mysqli ou das extensões PDO e pdo_mysql.",
        "SystemCheckDatabaseSSL": "Ligação SSL à base de dados",
        "SystemCheckDatabaseSSLCipher": "Cifra SSL a ser utilizada",
        "SystemCheckDatabaseSSLDisabled": "O suporte SSL no seu servidor de base de dados está desativado",
        "SystemCheckDatabaseSSLNo": "O servidor de base de dados não está compilado com suporte para SSL",
        "SystemCheckDatabaseSSLNotWorking": "%s está definido a '1' mas ligação SSL não está a funcionar",
        "SystemCheckDatabaseSSLOn": "A sua base de dados suporta ligações SSL mas a ligação SSL não está a ser utilizada. Confirme as definições SSL da sua base de dados no ficheiro de configuração do Matomo",
        "SystemCheckDebugBacktraceHelp": "View::factory não poderá criar visualizações para o módulo que o invoque.",
        "SystemCheckError": "Ocorreu um erro - tem de ser corrigido antes de poder continuar",
        "SystemCheckEvalHelp": "Necessário pelo HTML QuickForm e pelo sistema de modelos Smarty.",
        "SystemCheckExtensions": "Outras extensões necessárias",
        "SystemCheckFileIntegrity": "Integridade dos ficheiros",
        "SystemCheckFunctions": "Funções necessárias",
        "SystemCheckFunctionHelp": "Precisa de ativar esta função incorporada.",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (gráficos)",
        "SystemCheckGDHelp": "Os sparklines (gráficos pequenos) e gráficos de imagem (na aplicação móvel do Matomo e relatórios por e-mail) não irão funcionar.",
        "SystemCheckGlobHelp": "Esta função incorporada foi desativada no seu servidor. O Matomo irá tentar emular esta função mas pode encontrar restrições de segurança adicionais. A funcionalidade pode ser afetada.",
        "SystemCheckGzcompressHelp": "Precisa ativar a extensão zlib e a função gzcompress.",
        "SystemCheckGzuncompressHelp": "Precisa ativar a extensão zlib e a função gzuncompress.",
        "SystemCheckHashHelp": "Tem de configurar e reconstruir o PHP com o suporte para a função hash() ativado, removendo a opção --disable-hash.",
        "SystemCheckIconvHelp": "Tem de configurar e reconstruir o PHP com o suporte \"iconv\" ativado, --with-iconv.",
        "SystemCheckMailHelp": "Mensagens de feedback e de palavras-passe perdida não serão enviadas sem mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "A extensão mbstring é necessária para trabalhar com caracteres multibyte na interface do utilizador e com respostas da API. Confirme ainda que mbstring.func_overload está definido como \"0\" no php.ini.",
        "SystemCheckMemoryLimit": "Limite de memória",
        "SystemCheckMemoryLimitHelp": "Num site com tráfego elevado, o processo de arquivamento pode exigir mais memória do que o permitido atualmente. Se necessário, altere a diretiva memory_limit no seu ficheiro php.ini.",
        "SystemCheckNoErrorsOrWarnings": "Não existem erros ou avisos",
        "SystemCheckViewFullSystemCheck": "Ver o relatório completo de análise ao sistema",
        "SystemCheckOpenURL": "Abrir endereço",
        "SystemCheckOpenURLHelp": "Inscrições em newsletters, notificações sobre atualizações e atualizações com um clique necessitam da extensão \"curl\", allow_url_fopen=On, ou fsockopen() ativado.",
        "SystemCheckOtherExtensions": "Outras extensões",
        "SystemCheckOtherFunctions": "Outras funções",
        "SystemCheckPageSpeedDisabled": "PageSpeed desativado",
        "SystemCheckPageSpeedWarning": "Recomendamos que desative o módulo PageSpeed no seu servidor web %s: foi reportado que o PageSpeed origina vários problemas no Matomo, tais como: relatórios falaciosos de páginas, evolução falaciosa da linha e outros problemas difíceis de diagnosticar. Por favor, desative o mod_pagespeed neste servidor.",
        "SystemCheckPackHelp": "A função pack () é necessária para acompanhar os visitantes no Matomo.",
        "SystemCheckParseIniFileHelp": "Esta função incorporada foi desativada no seu servidor. O Matomo irá tentar emular esta função mas pode encontrar restrições de segurança adicionais. O desempenho do acompanhamento também será afetado.",
        "SystemCheckPdoAndMysqliHelp": "Num servidor Linux pode compilar php com as seguintes opções: %1$s No seu ficheiro php.ini, adicione as seguintes linhas: %2$s",
        "SystemCheckPhp": "Versão de PHP",
        "SystemCheckPhpPdoAndMysqli": "Mais informações em: %1$sPHP PDO%2$s e %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Tem de configurar e reconstruir o PHP com a Standard PHP Library (SPL) ativada (por predefinição).",
        "SystemCheckSettings": "Configuração de PHP obrigatória (php.ini)",
        "SystemCheckSummaryNoProblems": "Não existem problemas com a sua configuração do Matomo.",
        "SystemCheckSummaryThereWereErrors": "Oh, não! O Matomo detetou alguns %1$sproblemas críticos%2$s com a sua configuração do Matomo. %3$sEstes problemas devem ser resolvidos imediatamente.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Existem alguns problemas com o seu sistema. O Matomo irá funcionar, mas poderá deparar-se com alguns pequenos problemas.",
        "SystemCheckTimeLimitHelp": "Num site com tráfego elevado, executar o processo de arquivamento pode exigir mais tempo do que atualmente permitido. Se necessário, altere a diretiva max_execution_time no seu ficheiro php.ini.",
        "SystemCheckTracker": "Estado do acompanhamento",
        "SystemCheckTrackerHelp": "O pedido GET para o matomo.php falhou. Tente autorizar este endereço na autenticação HTTP e desative o mod_security (pode ter de solicitar à entidade responsável pelo alojamento). Para mais informação sobre o erro, consulte o ficheiro dp registo de erros do servidor web.",
        "SystemCheckWarnDomHelp": "Deve ativar a extensão \"dom\" (por exemplo, instalar o pacote \"php-dom\" e\/ou \"php-xml\").",
        "SystemCheckWarning": "O Matomo vai funcionar normalmente mas podem faltar algumas funcionalidades",
        "SystemCheckWarnJsonHelp": "Deve ativar a extensão \"json\" (por exemplo, instalar o pacote \"php-json\") para um melhor desempenho.",
        "SystemCheckWarnLibXmlHelp": "Deve ativar a extensão \"libxml\" (por exemplo, \"instalar o pacote php-libxml\" ), já que é exigido por outras extensões essenciais do PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Deve ativar a extensão \"SimpleXML\" (por exemplo, instalar o pacote \"php-simplexml\" e\/ou \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Num servidor Windows pode adicionar as seguintes linhas ao seu ficheiro php.ini: %s",
        "SystemCheckWriteDirs": "Diretórios com permissão de escrita",
        "SystemCheckWriteDirsHelp": "Para resolver este problema no seu sistema GNU\/Linux, tente introduzir o(s) seguinte(s) comando(s)",
        "SystemCheckZlibHelp": "Tem de configurar e reconstruir o PHP com o suporte \"zlib\" ativado, --with-zlib.",
        "SystemCheckCronArchiveProcessCLI": "Gerir processo via linha de comandos",
        "SystemCheckPhpSetting": "Para impedir algum problema crítico, pode definir o seguinte no seu ficheiro php.ini: %s",
        "SystemCheckUpdateHttps": "Atualização sob HTTPS",
        "SystemCheckUpdateHttpsNotSupported": "O Matomo não consegue utilizar HTTPS para atualizar, pelo que irá reverter para uma atualização insegura por HTTP. Confirme que o CURL ou allow_url_fopen é suportado e que a extensão openssl do PHP está instalada: https:\/\/matomo.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "não suportado",
        "Tables": "A criar as Tabelas",
        "TablesCreatedSuccess": "Tabelas criadas com sucesso!",
        "TablesDelete": "Eliminar as tabelas detetadas",
        "TablesDeletedSuccess": "As tabelas Matomo existentes foram eliminadas com sucesso",
        "TablesFound": "As seguintes tabelas foram encontradas na base de dados",
        "TablesReuse": "Reutilizar as tabelas existentes",
        "TablesUpdatedSuccess": "A base de dados foi atualizada com sucesso de %1$s para %2$s!",
        "TablesWarningHelp": "Escolha reutilizar as tabelas existentes ou selecione uma instalação nova para eliminar os dados existentes da base de dados.",
        "TablesWithSameNamesFound": "Algumas %1$s tabelas na sua base de dados %2$s têm o mesmo nome que as tabelas que o Matomo está a tentar criar",
        "Timezone": "Fuso horário do site",
        "WeHopeYouWillEnjoyPiwik": "Esperamos que goste tanto de utilizar o Matomo como nós gostamos de o fazer.",
        "Welcome": "Bem-vindo!",
        "WelcomeHelp": "<p>O Matomo é um software de web analytics gratuito\/livre que faz com que seja simples obter a informação que pretende dos seus visitantes<\/p><p>Este processo está dividido em %s passos simples que vão demorar cerca de 5 minutos.<\/p>",
        "WelcomeToCommunity": "Bem-vindo à comunidade do Matomo!",
        "CannotConnectToDb": "Não foi possível ligar à base de dados",
        "CannotConnectToDbResolvingExplanation": "Isto pode ser um problema temporário; tente %1$satualizar a página%2$s. Se o problema persistir, por favor contacte o seu administrador do Matomo.",
        "EmailPrivacyNotice": "O seu endereço de e-mail apenas será utilizado para lhe enviar a newsletter. Para o efeito, temos de partilhar o seu endereço de e-mail com um fornecedor. Atualmente este fornecedor é a Mad Mimi, mas isto pode ser alterado no futuro. Não iremos partilhar o seu e-mail com mais ninguém nem utilizar o seu endereço de e-mail para outro propósito para além de lhe enviar a newsletter. Pode anular a subscrição a qualquer momento. Por favor consulte a nossa %1$spolítica de privacidade%2$s para mais informação."
    }
}