{
    "Installation": {
        "CollaborativeProject": "Piwik este un proiect colaborativ, construit cu dragoste de oameni de pe tot mapamondul.",
        "ConfigurationHelp": "Fisierul de configurare Piwik pare să fie configurat greșit. Puteți fie să eliminați config \/ config.ini.php și reluati instalarea, sau a se corecta setările de conexiune de date.",
        "ConfirmDeleteExistingTables": "Sigur doriți să ștergeți tabelele: %s din baza de date? AVERTISMENT: DATELE DIN ACESTE TABELE NU POT FI RECUPERATE",
        "Congratulations": "Felicitari",
        "CongratulationsHelp": "<p> Felicitări! Instalarea Piwik este completă. <\/P> Asigurați-vă că codul JavaScript este înscris pe paginile dvs., și așteptați primi vizitatori! <\/P>",
        "DatabaseAbilities": "Abilități baze de date",
        "DatabaseCreation": "Creare bază de date",
        "DatabaseErrorConnect": "Eroare în timp ce se încearcă conectarea la serverul de baze de date",
        "DatabaseServerVersion": "Versiune server Bază de date",
        "DatabaseSetup": "Setare Bază de date",
        "DatabaseSetupAdapter": "Adaptor",
        "DatabaseSetupDatabaseName": "nume bază de date",
        "DatabaseSetupLogin": "Logare",
        "DatabaseSetupServer": "server bază de date",
        "DatabaseSetupTablePrefix": "prefix tabel",
        "Extension": "extensie",
        "Filesystem": "Sistem de fișiere",
        "GetInvolved": "Dacă iti place ceea ce vezi, putoti %1$s sa se implice %2$s.",
        "GoBackAndDefinePrefix": "Du-te înapoi și defineste un prefix pentru tabelele Piwik",
        "HappyAnalysing": "Analiza placuta!",
        "Installation": "Installation",
        "InstallationStatus": "Installation status",
        "InsufficientPrivilegesHelp": "Poți adăuga aceste drepturi folosind o unealtă ca phpMyAdmin sau prin executarea query-lor SQL corecte. Dacă nu știi să faci asta, adresează-te te rog administratorului de sistem pentru a aloca aceste drepturi.",
        "InsufficientPrivilegesMain": "Fie baza de date nu există (și nu ar putea fi creata), sau Utilizatorul specificat nu are suficiente privilegii . Utilizatorul bazei de date trebuie să aibă următoarele privilegii: %s",
        "JsTagArchivingHelp1": "Pentru site-urile cu trafic mare si mediu există anumite optimizări care ar trebui să fie făcute pentru a ajuta Piwik sa mearga mai repede (cum ar fi %1$setari auto-arhivarea%2$s).",
        "JSTracking_EndNote": "Notă: După procesul de instalare, puteți genera codul de urmărire personalizat în %1$sCodul de urmarire %2$s secțiune admin.",
        "JSTracking_Intro": "Pentru a urmări traficul web cu Piwik aveți nevoie să vă asigurați ca un cod suplimentar este adăugat la fiecare dintre paginile dvs. de Web",
        "LargePiwikInstances": "Ajutor pentru utilizatorii site-urilor cu trafic intens",
        "Legend": "Legenda",
        "LoadDataInfileRecommended": "Dacă serverul dumneavoastră Piwik urmărește site-uri cu trafic mare (ex.> 100.000 pagini pe lună), vă recomandăm să încercați sa rezolvati această problemă.",
        "LoadDataInfileUnavailableHelp": "Folosind %1$s va accelera foarte mult pe Piwik procesul de arhivare . Pentru a pune la dispoziția Piwik, încercați să actualizați software-ul PHP si MySQL și asigurați-vă că utilizator de bază de date are privilegiul %2$s.",
        "NfsFilesystemWarning": "Server-ul dvs. foloseste ca si sistem de fisiere NFS.",
        "NfsFilesystemWarningSuffixAdmin": "Acest lucru înseamnă că Piwik va fi extrem de lent atunci când se utilizează sesiuni bazate pe fișiere.",
        "NfsFilesystemWarningSuffixInstall": "Folosind sesiuni bazate pe fișiere NFS sunt extrem de lente, astfel Piwik va folosi sesiuni de baze de date. Dacă aveți mai mulți utilizatori de tablou de bord, ar putea fi necesar sa se creasca numărul maxim de conexiuni client la serverul de baze de date.",
        "NoConfigFound": "Fișierul de configurare Piwik nu a putut fi găsit și se încearcă să se acceseze o pagină Piwik.<br \/><b> » Puteți a href='index.php'> instala Piwik acum <\/a><\/b><br \/><mic> Dacă ați instalat Piwik înainte și au aveti unele tabele din DB , nu vă faceți griji, aveți posibilitatea să reutilizați aceleași tabele și să se păstreze datele existente!<\/mic>",
        "Optional": "Opţional",
        "PasswordDoNotMatch": "Parola nu se potriveste",
        "PercentDone": "%s %% Done",
        "PleaseFixTheFollowingErrors": "Vă rugăm să reparati următoarele erori",
        "Requirements": "Piwik Cerințe",
        "RestartWebServer": "Dupa ce faci aceasta schimbare, reporniți serverul de web.",
        "ReusingTables": "Reutilizare Tabele",
        "PiwikOrgNewsletter": "trimite-mi email-uri cu noutăți importante legate de comunitatea Piwik",
        "SeeBelowForMoreInfo": "Vezi mai jos pentru mai multe informații.",
        "SetupWebsite": "Setup a website",
        "SetupWebsiteError": "A fost o eroare atunci când s-a adăugart website-ul",
        "SetupWebsiteSetupSuccess": "Website %s creat cu succes!",
        "SiteSetup": "Vă rugăm să configurati primul website pe care doriți să-l urmăriți și să fie analizat cu Piwik:",
        "SiteSetupFootnote": "Notă: odată ce instalarea Piwik este terminata, va fi capabil de a adăuga mai multe site-uri pentru a urmări!",
        "SuperUser": "Utilizator privilegiat",
        "SuperUserSetupError": "Nu a fost o eroare la adăugarea Super Utilizatorului",
        "SuperUserSetupSuccess": "Utilizator privilegiat creat cu succes!",
        "SystemCheck": "System check",
        "SystemCheckAutoUpdateHelp": "Notă: Un singur click pe Piwik pentru actualizare se necesită scrie-permisiune la folderul Piwik și conținutul său.",
        "SystemCheckCreateFunctionHelp": "Piwik foloseste functii anonime pentru callback.",
        "SystemCheckDatabaseHelp": "Piwik necesită fie extensia mysqli sau ambele extensiile DOP și PDO_MYSQL .",
        "SystemCheckDebugBacktraceHelp": "Vezi :: fabrica nu va fi capabila sa creeze vizualizări pentru modulul de asteptare.",
        "SystemCheckError": "A apărut o eroare - trebuie să fie reparata înainte de a continua",
        "SystemCheckEvalHelp": "Necesat de HTML Quickform și sistem templating Smarty .",
        "SystemCheckExtensions": "Alte extensii necesare",
        "SystemCheckFileIntegrity": "Fișier integrat",
        "SystemCheckFunctions": "Funcții necesare",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (grafică)",
        "SystemCheckGDHelp": "Sparklines (grafice mici) și graficele de imagine (în Piwik app mobile și rapoarte de e-mail) nu vor funcționa.",
        "SystemCheckGlobHelp": "Această funcție built-in a fost dezactivată de gazda dumneavoastra. Piwik va încerca să imite această funcție, dar poate întâlni alte restricții de securitate. Funcționalitatea poatr fi afectata.",
        "SystemCheckGzcompressHelp": "Trebuie sa se permita extinderea zlib și funcția gzcompress.",
        "SystemCheckGzuncompressHelp": "Trebuie sa permiti extinderea zlib și funcția gzuncompress.",
        "SystemCheckIconvHelp": "Aveți nevoie de a configura și reconstrui PHP cu suport \"iconv\" activat, - cu-iconv.",
        "SystemCheckJsonHelp": "Este necesară extinderea php5-JSON pentru ca Piwik să citească și să scrie date JSON.",
        "SystemCheckMailHelp": "Mesajele de feedback și pierederea parolei nu va fi trimisa fara mail ().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Extensia mbstring este necesara pentru a se ocupa de caractere multioctet în interfața cu utilizatorul și API răspunsuri. De asemenea, vă rugăm să verificați dacă mbstring.func_overload este setat la \"0\" în php.ini.",
        "SystemCheckMemoryLimit": "Memory limit",
        "SystemCheckMemoryLimitHelp": "Pe un site cu trafic mare, procesul de arhivare poate necesita mai multă memorie decât este permis în prezent. Dacă este necesar, schimbați directiva limira_memorie în fișierul dvs. php.ini.",
        "SystemCheckOpenURL": "Deschide URL",
        "SystemCheckOpenURLHelp": "Abonamente la buletine informative, notificări de actualizare, și un singur clic-update necesită extensia \"ondula\", allow_url_fopen = On, sau fsockopen () activat.",
        "SystemCheckOtherExtensions": "Alte extensii",
        "SystemCheckOtherFunctions": "Alte Funcţionalităţi",
        "SystemCheckPackHelp": "Funcția pachet () este necesara pentru a urmări vizitatori de pe Piwik.",
        "SystemCheckParseIniFileHelp": "Această funcție built-in a fost dezactivată de gazda dumneavoastra. Piwik va încerca să imite această funcție, dar se pot întâlni cu alte restricții de securitate. Performanță Tracker va fi, de asemenea, afectata.",
        "SystemCheckPdoAndMysqliHelp": "Pe un server Linux, puteți compila php cu următoarele opțiuni: %1$s în php.ini dvs., adăugați următoarele linii: %2$s",
        "SystemCheckPhp": "PHP version",
        "SystemCheckPhpPdoAndMysqli": "Mai multe informatii pe:%1$sPHP PDO%2$s si %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Aveți nevoie pentru a configura și reconstrui PHP cu PHP Biblioteca Standard (SPL) activata (implicit).",
        "SystemCheckSummaryNoProblems": "Huzzah! Nu există probleme cu configurarea Piwik. Dă-ți o palma pe spate.",
        "SystemCheckSummaryThereWereErrors": "Uh-oh! Piwik a detectat unele probleme %1$s critic %2$s cu configurarea Piwik. %3$s Aceste probleme ar trebui să fie fixate imediat.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Există unele probleme cu sistemul dumneavoastră. Piwik va rula, dar s-ar putea confrunta cu unele probleme minore.",
        "SystemCheckTimeLimitHelp": "Pe un site cu trafic mare, executarea procesului de arhivare poate necesita mai mult timp decât este permis în prezent. Dacă este necesar, schimbați directiva max_executare_timp în fișierul dvs. php.ini",
        "SystemCheckTracker": "Stare Tracker",
        "SystemCheckWarnDomHelp": "Ar trebui să se permită extinderea \"dom\" (de exemplu, instalați \"php-dom\" și \/ sau \"php-xml\" pachet).",
        "SystemCheckWarning": "Piwik va funcționa în mod normal, dar unele caracteristici pot lipsi",
        "SystemCheckWarnJsonHelp": "Ar trebui să se permită extinderea \"JSON\" (de exemplu, instalați \"php-JSON\" pachetul) pentru o performanță mai bună.",
        "SystemCheckWarnLibXmlHelp": "Ar trebui să se permită extinderea \"libxml\" (de exemplu, \"instalti php-libxml\" pachetul), așa cum este cerut prin alte extensii de bază PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Ar trebui să permită extinderea \"SimpleXML\" (de exemplu, instalați \"php-SimpleXML\" și \/ sau \"php-xml\" pachet).",
        "SystemCheckWinPdoAndMysqliHelp": "Pe un server Windows, puteți să adăugați următoarele linii la php.ini: %s",
        "SystemCheckWriteDirs": "Directoare cu acces de scriere",
        "SystemCheckWriteDirsHelp": "Pentru a remedia această eroare pe sistemul dvs. Linux, încercați să tastați următoarea comandă",
        "SystemCheckZlibHelp": "Aveți nevoie de a configura și reconstrui PHP cu \"zlib\" sprijin activat, - cu-zlib.",
        "SystemCheckCronArchiveProcess": "Arhiva Cron",
        "SystemCheckCronArchiveProcessCLI": "Administrarea proceselor via CLI",
        "NotSupported": "nu sunt acceptate",
        "Tables": "Creare Tabele",
        "TablesCreatedSuccess": "Tabele create cu succes!",
        "TablesDelete": "Sterge tabelele detectate",
        "TablesDeletedSuccess": "Tabele Piwik existente au fost șterse cu succes",
        "TablesFound": "Urmatoarele tabele au fost gasite in baza de date",
        "TablesReuse": "Reutilizeaza tabelele existente",
        "TablesUpdatedSuccess": "Baza de date a fost actualizată cu succes de la %1$s la %2$s!",
        "TablesWarningHelp": "Alege fie să reutilizezi tabelele bazei de date existente sau selecteaza o instalare curată pentru a șterge toate datele existente în baza de date.",
        "TablesWithSameNamesFound": "Unele %1$s tabele din baza de date %2$s au aceleași nume ca tabelele Piwik care se încercarca a se crea",
        "WeHopeYouWillEnjoyPiwik": "Sperăm că vă veți bucura de utilizarea Piwik la fel de mult cum ne bucurăm de ceea ce face.",
        "Welcome": "Bine ai venit!",
        "WelcomeHelp": "<p> Piwik este un software de analiză de web open source care îl face ușor pentru a obține informațiile pe care doriți de la vizitatori. <\/p> Acest proces este împărțită în %s pași simpli și va dura aproximativ 5 minute. <\/p>",
        "WelcomeToCommunity": "Bine ai venit în comunitatea Piwik!"
    }
}