{
    "Installation": {
        "CollaborativeProject": "Piwik-u është një projekt në bashkëpunim, i ndërtuar me dashuri nga njerëz anembanë botës.",
        "ConfigurationHelp": "Kartela juaj për formësimin e Matomo-ut duket se është e keqformësuar. Ose mund të hiqni config\/config.ini.php dhe rinisni instalimin, ose ndreqni rregullimet për lidhjen me bazën e të dhënave.",
        "ConfirmDeleteExistingTables": "Jeni i sigurt se doni të fshihen tabelat: %s prej bazës së të dhënave? KUJDES: NUK DO TË MUND TË RIKTHENI TË DHËNAT PREJ KËTYRE TABELAVE!",
        "Congratulations": "Urime",
        "CongratulationsHelp": "<p>Urime! Instalimi juaj i Matomo-ut u plotësua.<\/p><p>Sigurohuni që keni futur kodin JavaScript te faqet tuaja, dhe prisni për vizitorët e parë!<\/p>",
        "DatabaseAbilities": "Aftësi baze të dhënash",
        "DatabaseCreation": "Krijim baze të dhënash",
        "DatabaseErrorConnect": "Gabim gjatë provës për t’u lidhur me shërbyesin e bazës së të dhënave",
        "DatabaseServerVersion": "Version shërbyesi baze të dhënash",
        "DatabaseSetup": "Rregullimi i Bazës së të Dhënave",
        "DatabaseSetupAdapter": "Përshtatës",
        "DatabaseSetupDatabaseName": "Emër Baze të Dhënash",
        "DatabaseSetupLogin": "hyrje",
        "DatabaseSetupServer": "Shërbyes Baze të Dhënash",
        "DatabaseSetupTablePrefix": "Parashtesë Tabele",
        "Email": "Email",
        "Extension": "zgjerim",
        "Filesystem": "Sistem kartelash",
        "GetInvolved": "Nëse ju pëlqen ajo që shihni, mund %1$stë përfshiheni%2$s.",
        "GoBackAndDefinePrefix": "Kthehuni mbrapsht dhe përcaktoni një Prefiks për Tabelat e Matomo-ut",
        "HappyAnalysing": "Analiza të mbara!",
        "Installation": "Instalim",
        "InstallationStatus": "Gjendje instalimi",
        "InsufficientPrivilegesHelp": "Këto privilegje mund t’i shtoni duke përdorur një mjet të tillë si phpMyAdmin ose duke kryer kërkesat e duhura SQL. Nëse nuk dini si t’i bëni këto gjëra, ju lutemi, kërkojini përgjegjësit të sistemit tuaj t’ju akordojë këto privilegje.",
        "InsufficientPrivilegesMain": "Ose Baza e të Dhënave s’ekziston, (dhe s’krijohet dot), ose Përdoruesi i caktuar ka privilegje të pamjaftueshme. Përdoruesi i bazës së të dhënave duhet të ketë privilegjet vijuese: %s",
        "InvalidStateError": "Gabim: Piwik-u është i instaluar tashmë. %1$s Rikthehuni %2$s te Matomo-u%3$s.",
        "JsTagArchivingHelp1": "Për sajte me trafik mesatar ose të madh ka disa optimizime që duhen bërë për ta ndihmuar Piiwik-un të xhirojë më shpejt (të tillë si %1$srregullimi i vetëarkivimit%2$s).",
        "JSTracking_EndNote": "Shënim: pas procesit të instalimit, te ndarja %1$sKod Ndjekjeje%2$s e përgjegjësit mund të prodhoni kod vetjak ndjekjesh.",
        "JSTracking_Intro": "Që të ndiqni trafikun tuaj web me Matomo-un, duhet të siguroni shtimin e ca kodi shtesë te secila faqe web e juaja.",
        "LargePiwikInstances": "Ndihmë për raste Matomo-u me ngarkesë",
        "Legend": "Legjendë",
        "LoadDataInfileRecommended": "Nëse shërbyesi juaj Matomo ndjek sajte me trafik të madh (p.sh. > 100,000 faqe në muaj), këshillojmë të përpiqeni ta ndreqni këtë problem.",
        "LoadDataInfileUnavailableHelp": "Përdorimi i %1$s do ta përshpejtojë mjaft procesin e arkivimit në Piwik. Që Matomo-u të mund ta përdorë, provoni të përditësoni software-in tuaj PHP & MySQL dhe sigurohuni që përdoruesi i bazës tuaj të të dhënave ka privilegje %2$s.",
        "NfsFilesystemWarning": "Shërbyesi juaj përdor një sistem NFS kartelash.",
        "NfsFilesystemWarningSuffixAdmin": "Kjo do të thotë që Matomo-u do të jetë tejet i ngadaltë kur të përdorë sesione të bazuar në kartela.",
        "NfsFilesystemWarningSuffixInstall": "Përdorimi për NFS-në i sesioneve të bazuar në kartela është tejet i ngadaltë, ndaj Matomo-u do të përdorë sesione të bazuar në baza të dhënash. Nëse keni shumë përdorues të njëkohshëm të pultit, mund të keni nevojë të rritni numrin maksimum të lidhjeve nga klientët te shërbyesi i bazës së të dhënave.",
        "NoConfigFileFound": "S’u gjet dot kartela e formësimit të Piwik-ut dhe po përpiqeni të hyni në një faqe Matomo.",
        "YouMayInstallPiwikNow": "Tani %1$smund të instaloni Matomo-un%2$s",
        "IfPiwikInstalledBeforeTablesCanBeKept": "Nëse e keni instaluar herë tjetër Matomo-un dhe keni disa tabela në BD-në tuaj, mos u shqetësoni, mund të ripërdorni të njëjtat tabela dhe të ruani të dhënat ekzistuese!",
        "Optional": "Opsionale",
        "Password": "Fjalëkalim",
        "PasswordDoNotMatch": "fjalëkalimet nuk përputhen",
        "PasswordRepeat": "Fjalëkalim (rijepeni)",
        "PercentDone": "Plotësuar %s %%",
        "ProfessionalServicesAdTitle": "Statistika & Shërbime të Përparuara",
        "ProfessionalServicesfessionalServicesAdText": "Rrjeti ynë i ekspertëve mund ta ndihmojë organizmin tuaj të çlirojë fuqinë e plotë të analizave Matomo.",
        "ProfessionalServicesfessionalDiscoverHow": "Mësoni mbi %1$sproduktet dhe shërbimet shtesë%2$s për Matomo dhe se si të shtoni shndërrimet dhe të ardhurat tuaja.",
        "PleaseFixTheFollowingErrors": "Ju lutemi, ndreqni gabimet vijuese",
        "DefaultSettings": "Rregullimet parazgjedhje për Matomo-un",
        "DefaultSettingsHelp": "Piwik-u instalohet me rregullime parazgjedhje. Ato mund t’i përshtatni tani ose këtë ta bëni më vonë që nga skena e përgjegjësit.",
        "Requirements": "Të domosdoshme për Matomo-un",
        "RestartWebServer": "Pas kryerjes së këtij ndryshimi, rinisni shërbyesin tuaj.",
        "ReusingTables": "Ripërdorim Tabelash",
        "PiwikOrgNewsletter": "njoftomëni me email rreth përditësimesh të rëndësishme të Matomo-ut nga bashkësia",
        "ProfessionalServicesNewsletter": "dërgomëni të dhëna mbi %1$sshërbime dhe produkte Profesionale%2$s për Matomo",
        "SeeBelowForMoreInfo": "Për më tepër informacion, shihni më poshtë.",
        "SetupWebsite": "Rregulloni një Sajt",
        "SetupWebsiteError": "Pati një gabim gjatë shtimit të një sajti",
        "SetupWebSiteName": "Emër sajti",
        "SetupWebsiteSetupSuccess": "Sajti %s u shtua me sukses!",
        "SetupWebSiteURL": "URL sajti",
        "SiteSetup": "Ju lutemi, caktoni sajtin e parë që dëshironi të ndiqet dhe analizohet me Matomo:",
        "SiteSetupFootnote": "Shënim: pasi të përfundojë instalimi i Matomo-ut, do të jeni në gjendje të shtoni më tepër Sajte për ndjekje!",
        "SuperUser": "Superpërdorues",
        "SuperUserLogin": "Hyrje si superpërdorues",
        "SuperUserSetupError": "Pati një gabim gjatë shtimit të Superpërdoruesit",
        "SuperUserSetupSuccess": "Superpërdoruesi u krijua me sukses!",
        "SystemCheck": "Kontroll sistemi",
        "SystemCheckAutoUpdateHelp": "Shënim: përditësimi me Një Klikim i Piwik-ut lyp leje për shkrim te dosja Matomo dhe lënda e saj.",
        "SystemCheckCreateFunctionHelp": "Piwik-u përdor funksione anonime për \"callbacks\".",
        "SystemCheckDatabaseExtensions": "Zgjerime MySQL",
        "SystemCheckDatabaseHelp": "Piwik-u lyp ose zgjerimin mysqli, ose që të dy zgjerimet PDO dhe pdo_mysql.",
        "SystemCheckDebugBacktraceHelp": "View::factory nuk do të jetë në gjendje të krijojë parje për modulin thirrës.",
        "SystemCheckError": "Ndodhi një gabim - duhet të ndreqet përpara se të ecni më tej",
        "SystemCheckEvalHelp": "E domosdoshme për HTML QuickForm dhe sistemin Smarty të gjedheve.",
        "SystemCheckExtensions": "Të tjera zgjerime të domosdoshme",
        "SystemCheckFileIntegrity": "Pacenueshmëri kartele",
        "SystemCheckFunctions": "Funksione të domosdoshëm",
        "SystemCheckFunctionHelp": "Lypset ta aktivizoni këtë funksion të brendshëm.",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (grafikë)",
        "SystemCheckGDHelp": "Grafikët vijëzorë (grafikë të veckël) nuk do të funksionojnë.",
        "SystemCheckGlobHelp": "Ky funksion i trupëzuar është i çaktivizuar te streha juaj. Matomo-u do të përpiqet ta emulojë këtë funksion por mund të hasë kufizime të mëtejshme sigurie. Kjo mund të ketë ndikim te funksionimi.",
        "SystemCheckGzcompressHelp": "Lypset të aktivizoni zgjerimin zlib dhe funksionin gzcompress.",
        "SystemCheckGzuncompressHelp": "Lypset të aktivizoni zgjerimin zlib dhe funksionin gzuncompress.",
        "SystemCheckHashHelp": "Lypset të formësoni dhe rikrijoni PHP-në me mbulim të hash() të aktivizuar duke përjashtuar mundësinë --disable-hash.",
        "SystemCheckIconvHelp": "Lypset të formësoni dhe rindërtoni PHP-në me aktivizim të mbulimit të \"iconv\", --with-iconv.",
        "SystemCheckJsonHelp": "Zgjerimi php5-json është i domosdoshëm që Matomo-u të lexojë dhe shkruajë të dhëna JSON.",
        "SystemCheckMailHelp": "Mesazhet mbi Përshtypjet dhe Fjalëkalim të Humbur nuk kanë për t’u dërguar pa mail().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Zgjerimi mbstring lypset për trajtimin e shenjave shumëbajtshe te ndërfaqja e përdoruesit dhe përgjigjet API. Shihni gjithashtu që mbstring.func_overload te php.ini i është dhënë vlera \"0\".",
        "SystemCheckMemoryLimit": "Kufi kujtese",
        "SystemCheckMemoryLimitHelp": "Në një sajt me shumë trafik, procesi i arkivimit mund të dojë më tepër kujtesë se sa i është dhënë tani. Në u dashtë, ndryshojeni parametrin memory_limit te kartela juaj php.ini.",
        "SystemCheckNoErrorsOrWarnings": "S’ka gabime apo sinjalizime",
        "SystemCheckViewFullSystemCheck": "Shihni raportin e plotë të kontrollit të sistemit",
        "SystemCheckOpenURL": "Hap URL",
        "SystemCheckOpenURLHelp": "Pajtimet në buletine, njoftime përditësimesh, dhe përditësimet me një klikim e duan zgjerimin \"curl\", allow_url_fopen=On, ose fsockopen() të aktivizuar.",
        "SystemCheckOtherExtensions": "Zgjerime të tjera",
        "SystemCheckOtherFunctions": "Funksione të tjerë",
        "SystemCheckPageSpeedDisabled": "PageSpeed e çaktivizuar",
        "SystemCheckPageSpeedWarning": "Këshillojmë të çaktivizohet moduli PageSpeed te shërbyesi juaj web %s: PageSpeed është raportuar si shkaktare e disa problemeve me Matomo-un, të tilla si: raporte të dëmtuar për Faqet, Evolucion Rreshtash të dëmtuar, dhe të tjera probleme me të cilët është e vështirë të merresh. Ju lutemi, çaktivizojeni mod_pagespeed në këtë shërbyes.",
        "SystemCheckPackHelp": "Që të ndiqen vizitorët me Matomo-un, funksioni pack() është i domosdoshëm.",
        "SystemCheckParseIniFileHelp": "Ky funksion i trupëzuar është i çaktivizuar te streha juaj. Matomo-u do të përpiqet ta emulojë këtë funksion por mund të hasë kufizime të mëtejshme sigurie. Nga kjo do të preket edhe punimi i ndjekësit.",
        "SystemCheckPdoAndMysqliHelp": "Në një shërbyes Linux mund ta përpiloni php-në me mundësitë vijuese: %1$s te php.ini juaj, shtoni rreshtat vijues: %2$s",
        "SystemCheckPhp": "Version PHP-je",
        "SystemCheckPhpPdoAndMysqli": "Më tepër të dhëna te: %1$sPHP PDO%2$s dhe %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "Lypset të formësoni dhe krijoni PHP-në me Librarinë Standarde PHP të aktivizuar (si parazgjedhje).",
        "SystemCheckSettings": "Formësim PHP-je i domosdoshëm (php.ini)",
        "SystemCheckSummaryNoProblems": "Urraaa! S’ka probleme me rregullimin tuaj të Matomo-ut. Rrihini shpatullat vetes.",
        "SystemCheckSummaryThereWereErrors": "Ah! Matomo-u ka zbuluar disa %1$sçështje kritike%2$s me rregullimin tuaj për të. %3$sKëto çështje duhen ndrequr menjëherë.%4$s",
        "SystemCheckSummaryThereWereWarnings": "Ka disa probleme me sistemin tuaj. Matomo-u do të funksionojë, por mund të hasni ca probleme të vockla.",
        "SystemCheckTimeLimitHelp": "Në sajt me shumë trafik, përmbushja e procesit të arkivimit mund të dojë më tepër kohë se sa i është dhënë tani. Në u dashtë, ndryshojeni parametrin max_execution_time te kartela juaj php.ini.",
        "SystemCheckTracker": "Gjendje ndjekësi",
        "SystemCheckTrackerHelp": "Kërkesa GET te piwik.php dështoi. Provoni ta kaloni këtë URL si një të lejuar nga Mirëfilltësimi HTTP dhe çaktivizoni mod_security (mund t’ju duhet t’i kërkoni ndihmë strehuesit tuaj web).Për më tepër të dhëna mbi gabimin, shihni kartelën e regjistrimit të gabimeve të shërbyesit tuaj web.",
        "SystemCheckWarnDomHelp": "Do të duhej të aktivizonit zgjerimin \"dom\" (p.sh., instaloni paketën \"php-dom\" dhe\/ose \"php-xml\").",
        "SystemCheckWarning": "Piwik-u do të punojë normalisht por mund t’i mungojnë disa veçori",
        "SystemCheckWarnJsonHelp": "Do të duhej të aktivizonit zgjerimin \"json\" (p.sh., instaloni paketën \"php-json\") për punim më të mirë.",
        "SystemCheckWarnLibXmlHelp": "Do të duhej të aktivizonit zgjerimin \"libxml\" (p.sh., paketën \"install the php-libxml\" ) meqë është e domosdoshme nga zgjerime të tjera bazë të PHP-së.",
        "SystemCheckWarnSimpleXMLHelp": "Do të duhej të aktivizonit zgjerimin \"SimpleXML\" (p.sh., instaloni paketën \"php-simplexml\" dhe\/ose \"php-xml\").",
        "SystemCheckWinPdoAndMysqliHelp": "Në një shërbyes Windows, mund të shtoni rreshtat vijues te php.ini juaj: %s",
        "SystemCheckWriteDirs": "Drejtori me hyrje për shkrim",
        "SystemCheckWriteDirsHelp": "Për ndreqjen e këtij gabimi në sistemin tuaj Linux, provoni të shtypni urdhrin(at) vijues",
        "SystemCheckZlibHelp": "Lypset të formësoni dhe rikrijoni PHP-në me mbulim të zlib-it të aktivizuar, --with-zlib.",
        "SystemCheckCronArchiveProcess": "Cron Arkivi",
        "SystemCheckCronArchiveProcessCLI": "Administrim procesesh përmes CLI-së",
        "SystemCheckPhpSetting": "Që të parandaloni disa probleme kritike, duhet të rregulloni sa vijon te kartela juaj php.ini: %s",
        "SystemCheckUpdateHttps": "Përditësoje përmes HTTPS-je",
        "SystemCheckUpdateHttpsNotSupported": "Piwik-u s’mund të përdorë HTTPS për përditësim, ndaj do të kalojë te përditësimi i pasigurt përmes HTTP. Kujdesuni që të mbulohet CURL ose allow_url_fopen dhe që zgjerimi PHP openssl të jetë i instaluar: http:\/\/piwik.org\/faq\/troubleshooting\/faq_177\/.",
        "NotSupported": "e pambuluar",
        "Tables": "Krijim Tabelash",
        "TablesCreatedSuccess": "Tabelat u krijuan me sukses!",
        "TablesDelete": "Fshiji tabelat e zbuluara",
        "TablesDeletedSuccess": "Tabelat ekzistuese të Matomo-ut u fshinë me sukses",
        "TablesFound": "Te baza e të dhënave u gjetën tabelat vijuese",
        "TablesReuse": "Ripërdor tabelat ekzistuese",
        "TablesUpdatedSuccess": "Baza e të dhënave u përditësua me sukses, nga %1$s në %2$s!",
        "TablesWarningHelp": "Ose zgjidhni përdorimin sërish të tabelave ekzistuese të bazës së të dhënave, ose përzgjidhni instalimin nga e para për të fshirë tërë të dhënat ekzistuese te baza e të dhënave.",
        "TablesWithSameNamesFound": "Disa tabela %1$s te baza juaj e të dhënave %2$s kanë të njëjtit emra si tabelat që Matomo-u po përpiqet të krijojë",
        "Timezone": "Zonë kohore e sajtit",
        "WeHopeYouWillEnjoyPiwik": "Shpresojmë t’ju shijojë Matomo-i po aq sa na shijon neve krijimi i tij.",
        "Welcome": "Mirë se vini!",
        "WelcomeHelp": "<p>Matomo-u është një program analizash web, me burim të hapët, që e bën të lehtë të kihen të dhëna që dëshironi rreth vizitorëve tuaj.<\/p><p>Ky proces është ndarë në %s hapa të kollajtë dhe do të zgjasë rreth 5 minuta.<\/p>",
        "WelcomeToCommunity": "Mirë se vini te bashkësia Matomo!",
        "CannotConnectToDb": "S’lidhet dot me bazën e të dhënave",
        "CannotConnectToDbResolvingExplanation": "Ky mund të jetë problem i përkohshëm, provoni %1$stë rifreskoni faqen%2$s. Nëse problemi vazhdon, ju lutemi lidhuni me përgjegjësin e Matomo-ut tuaj."
    }
}