{
    "Installation": {
        "CollaborativeProject": "Ang Piwik ay mga pinagsama-samang mga proyekto na binuo na may pag-ibig sa pamamagitan ng mga tao mula sa buong mundo.",
        "ConfigurationHelp": "Ang iyong Piwik configuration file ay mukhang hindi tama. Maari mong tanggalin ang config\/config.ini.php at ipagpatuloy ang pag-iinstall o itama ang database connection settings.",
        "ConfirmDeleteExistingTables": "Sigurado ka bang gusto mong tanggaling ang mga table na ito: %s mula sa iyong database? BABALA: ANG MGA DATUS MULA SA MGA TABLES NA ITO AY HINDI NA MAIBABALIK!",
        "Congratulations": "Congratulations",
        "CongratulationsHelp": "Binabati ka namin! Ang pag-iinstall mo sa Piwik ay tapos na<\/P><p>Tiyakin na ang iyong JavaScript code ay nailagay sa mga tamang pahina at maghintay na lamang para sa iyong unang bisita! <\/ p>",
        "DatabaseAbilities": "kakayahan ng database",
        "DatabaseCreation": "Pag-gawa ng database",
        "DatabaseErrorConnect": "Nagkaroon ng error habang sinusubukang kumonekta sa server ng database",
        "DatabaseServerVersion": "Bersyon database server",
        "DatabaseSetup": "Database Setup",
        "DatabaseSetupAdapter": "Adaptor",
        "DatabaseSetupDatabaseName": "Pangalan ng database",
        "DatabaseSetupLogin": "Login",
        "DatabaseSetupServer": "Database Server",
        "DatabaseSetupTablePrefix": "Table Prefix",
        "Extension": "karugtong",
        "Filesystem": "Sistema ng File",
        "GetInvolved": "Kung gusto mo ang nakikita mo maari kang %1$s makibahagi %2$s.",
        "GoBackAndDefinePrefix": "Bumalik at tukuyin ang isang Prefix para sa Piwik Tables",
        "Installation": "Installation",
        "InstallationStatus": "Status ng Pag-install",
        "InsufficientPrivilegesHelp": "Maari kang mag-dagdag ng mga pribilehiyong it sa pamamagitan ng paggamit ng tool tulad ng phpMyAdmin o sa pag e-execute ng tamang SQL quiries. Kung hindi alam kung paano gagawing mga ito mangyaring magtanong sa inyong sysadmin upang mabigay ang mga pribilehiyong ito sayo.",
        "JsTagArchivingHelp1": "Para sa katam-taman at mataas na traffic sa websites may mga pweding gawing optimizations upang makatulong sa Piwik upang ito ay bumilis(tulad ng %1$ssetting up auto-archiving%2$s).",
        "JSTracking_EndNote": "Tandaan: Matapos ang proseso ng pag-iinstall maari kang mag-generate ng customized tracking code sa %1$sTracking Code%2$s sa admin sekyon.",
        "JSTracking_Intro": "Upang ma subaybayan ang iyong traffic sa web na may Piwik kailangan mong siguraduhin na ang ilang mga code ay na-idinagdag sa bawat isa sa iyong mga webpages.",
        "LargePiwikInstances": "Tulong para sa mga gumagamit na may mataas na trapiko sa mga website.",
        "Legend": "Alamat",
        "LoadDataInfileRecommended": "Kung ang iyong Piwik server ay may mataas na traffic website (hal. > 100 000 pahina kada buwan) aming nirerekomenda na ayusin ang problemang ito.",
        "LoadDataInfileUnavailableHelp": "Ang pag-gamit ng %1$s ay lubos na magbibigay bilis sa pag proseso ng pag archive. Upang maging available ito sa Piwik subukan na e update ang iyong PHP & MySQL software at siguraduin na ang iyong mga database user ay may %2$s prebilehiyo.",
        "NfsFilesystemWarning": "Ang iyong server ay gumagamit ng isang NFS filesystem",
        "NfsFilesystemWarningSuffixAdmin": "Ito ay nangangahulugan na ang Piwik ay lubhang babagal kapag gumagamit ng file na batay sa session.",
        "NfsFilesystemWarningSuffixInstall": "Ang pag-gamit ng file based session sa NFS ay sobrang mabagal iyong kakailanganin ang pag dag-dag ng maximum number na komokonekta sa iyong database server.",
        "NoConfigFound": "Ang Piwik configuration file ay hindi makita at iyong sinusubukang pumasok sa pahina ng Piwik.<br \/><b> » Maari mong <a href='index.php'>I-install ang Piwik ngayon<\/a><\/b><br \/><small>Kung iyo ng nainstall ang piwik dati at at meron ka nang mga tables sa iyong DB wag mabahala maari mo paring gamitin ang parehong mga tables at mapanatili ang mga datus na meron ka na!<\/small>",
        "Optional": "Opsyonal",
        "PasswordDoNotMatch": "password ay hindi tumutugma",
        "PercentDone": "%s %% Tapos na",
        "PleaseFixTheFollowingErrors": "Mangyaring ayusin ang mga sumusunod na error",
        "Requirements": "Mga kailangan ng Piwik",
        "RestartWebServer": "Pagkatapos gawin ang pagbabagong ito i-restart ang iyong web browser",
        "ReusingTables": "Muling pag-gamit sa mga table",
        "PiwikOrgNewsletter": "I-email sa akin ang mga pangunahing update sa komunidad ng Piwik",
        "SeeBelowForMoreInfo": "Tingnan sa ibaba para sa karagdagang impormasyon.",
        "SetupWebsite": "Pag-setup ng Website",
        "SetupWebsiteError": "Mayroong error habang idinadagdag ang website.",
        "SetupWebsiteSetupSuccess": "Ang website %s ay matagumpay na nagawa!",
        "SiteSetup": "Mangyaring mag-setup ng unang website na nais mong subaybayan at ma-analyze gamit ang Piwik:",
        "SiteSetupFootnote": "Tandaan: sa sandaling pag i-install ng Piwik ay tapos na magagawa mong magdagdag ng mga website upang masubaybayan!",
        "SuperUser": "Super User",
        "SuperUserSetupError": "Nagkaroon ng error habang idinadagdag ang Super User",
        "SuperUserSetupSuccess": "Ang super user ay tagumpay na nagawa!",
        "SystemCheck": "Pagsusuri sa System",
        "SystemCheckAutoUpdateHelp": "Tandaan: Ang Piwik One click update ay nangangailangan ng permiso upang mabago ang folder at mga laman nito.",
        "SystemCheckCreateFunctionHelp": "Gumagamit ang Piwik ng hindi kilalang function para sa callback.",
        "SystemCheckDatabaseHelp": "Ang Piwik ay nangangailangan ng alinman sa extension mysqli o pareho ang PDO at pdo_mysql extension.",
        "SystemCheckDebugBacktraceHelp": "Tingnan :: ang factory ay hindi magagawang lumikha ng mga view para sa calling module.",
        "SystemCheckError": "May naganap na error - kailangan itong maayos bago magpatuloy.",
        "SystemCheckEvalHelp": "Kinakailangan ng HTML QuickForm at Smarty templating system.",
        "SystemCheckExtensions": "Iba pang mga kailangang extension",
        "SystemCheckFileIntegrity": "Integridad ng file",
        "SystemCheckFunctions": "Mga kinakailangang function",
        "SystemCheckGDFreeType": "GD > 2.x + Freetype (graphics)",
        "SystemCheckGDHelp": "Ang sparklines (maliit na mga graph) at graph ng imahe (sa app at Email ulat ng Piwik Mobile) ay hindi gagana.",
        "SystemCheckGlobHelp": "Ang mga gawa ng function na ito ay hindi gumagana sa iyong host. Ang piwik ay susubukan na ito ay gayahin ngunit maaring magkaroon ng karagdagang paghihipit sa seguridad. Ang functionality nito ay lubos na maapektuhan.",
        "SystemCheckGzcompressHelp": "Kailangan mong i-enable ang zlib extension at gzcompress function.",
        "SystemCheckGzuncompressHelp": "Kailangan mong i-enable ang zlib extension at gzuncompress function.",
        "SystemCheckIconvHelp": "kailangan mong i-configure at e-build ang PHP na may \"iconv\" ng may gumaganang support --with-iconv.",
        "SystemCheckJsonHelp": "Ang php5-json extension ay kinakailangan para sa Piwik upang basahin at isulat ang JSON data.",
        "SystemCheckMailHelp": "Ang Feedback at mga mensahe ng Nawalang Password ay hindi ipapadala nang walang mail ().",
        "SystemCheckMbstring": "mbstring",
        "SystemCheckMbstringHelp": "Ang mbstring extension ay kinakailangan upang magamit sa multibyte characters sa User Interface at API responses. Gayun-man mangyaring suriin na ang mbstring.func_overload ay naka set sa \"0\" sa php.ini.",
        "SystemCheckMemoryLimit": "Limitasyon ng memorya",
        "SystemCheckMemoryLimitHelp": "Sa may mataas na traffic na website ang proseso ng pag-archive ay mangailangan ng higit pang memory kaysa sa kasalukuyan. Kung kinakailangan palitan ang memory_limit directive sa iyong php.ini file",
        "SystemCheckOpenURL": "Bukas na URL",
        "SystemCheckOpenURLHelp": "Newsletter subscriptions update ng mga notipikasyon at ang isang click sa pag update ay nangangailan ng \"curl\" extension allow_url_fopen=On or fsockopen() enabled.",
        "SystemCheckOtherExtensions": "Iba pang mga extension",
        "SystemCheckOtherFunctions": "Iba pang mga function",
        "SystemCheckPackHelp": "Ang function na pack() ay kailangan upang masubaybayan ang mga bisita sa Piwik.",
        "SystemCheckParseIniFileHelp": "Ang mga gawa ng function na ito ay hindi gumagana sa iyong host. Ang piwik ay susubukan na ito ay gayahin ngunit maaring magkaroon ng karagdagang paghihipit sa seguridad. At ang performance ng tracker ay maapektuhan.",
        "SystemCheckPdoAndMysqliHelp": "Sa GNU\/Linux server ay maari mong e-compile ang iyong php kasama ang mag option na ito: %1$s In your php.ini idag-dag ang mga sumusunod na mga linya: %2$s",
        "SystemCheckPhp": "Bersyon ng PHP",
        "SystemCheckPhpPdoAndMysqli": "Marami pang impormasyon sa: : %1$sPHP PDO%2$s at %3$sMYSQLI%4$s.",
        "SystemCheckSplHelp": "kailangan mong i-configure at muling e-build ang PHP na may Standard PHP Library (SPL) na syang gumagana(default).",
        "SystemCheckSummaryNoProblems": "Huzzah! Walang mga problema sa pag-setup mo ng Piwk. Bigyan ang iyong sarili ng isang magandang pahinga.",
        "SystemCheckSummaryThereWereErrors": "Naku! Ang piwik ay may nakitang i-ilang %1$s critical isyo sa %2$s sa iyong Piwik setup. %3$s Ang mga isyung ito ay dapat na maayos ka-agad. %4$s",
        "SystemCheckSummaryThereWereWarnings": "May ilang mga isyu sa iyong system. Ang Piwik ay gagana ngunit maaari kang makaranas ng ilang mga menor na problema.",
        "SystemCheckTimeLimitHelp": "Sa website na may mataas na traffic ang pagsasagawa ng archiving process ay mangangailangan ng karagdagang oras kaysa sa kasaluyang proseso. Kung ito'y kinakailangan baguhin ang max_execution_time na nasa iyong php.ini file.",
        "SystemCheckTracker": "Status ng tracker",
        "SystemCheckWarnDomHelp": "Dapat mong paganahin ang extension na \"DOM\" (hal i-install ang \"php-DOM\" at \/ o \"php-xml\" package).",
        "SystemCheckWarning": "Ang Piwik ay gagana nang normal ngunit ang ilang mga feature ay maaaring mawala.",
        "SystemCheckWarnJsonHelp": "Dapat mong paganahin ang extension na \"json\" (hal i-install ang \"php-json\" package) para sa mas magandang performance.",
        "SystemCheckWarnLibXmlHelp": "Dapat mong paganahin \"libxml\" extension (hal.. \"i-install ang php-libxml\" package) dahil ito ay kinakailangan ng iba pang mga extension core ng PHP.",
        "SystemCheckWarnSimpleXMLHelp": "Maaari mong paganahin ang extension na \"SimpleXML\" (hal. i-install ang \"php-simplexml\" at \/ o \"php-xml\" package).",
        "SystemCheckWinPdoAndMysqliHelp": "Sa isang Windows server maaari mong idagdag ang sumusunod na linya sa iyong php.ini: %s",
        "SystemCheckWriteDirs": "Mga directory na may write access",
        "SystemCheckWriteDirsHelp": "Upang maayos ang error na ito sa iyong system GNU \/ Linux subukang mag-type sa (mga) sumusunod na command.",
        "SystemCheckZlibHelp": "Kailangan mong i-configure at muling e-build ang PHP na may \"zlib\" na may gumaganang supporta ng --with-zlib.",
        "SystemCheckCronArchiveProcess": "Archive ng Cron",
        "SystemCheckCronArchiveProcessCLI": "Mga pamamahala ng proseso sa pamamagitan ng CLI",
        "NotSupported": "Hindi supportado",
        "Tables": "Pag-gawa ng Tables",
        "TablesCreatedSuccess": "Ang mga table ay tagumpay na nalikha!",
        "TablesDelete": "Tanggaling ang mga nakitang table",
        "TablesDeletedSuccess": "Matagumpay na natanggal ang Piwik table.",
        "TablesFound": "Ang sumusunod na talahanayan ay natagpuan sa database",
        "TablesReuse": "Muling gamitin ang mga table",
        "TablesUpdatedSuccess": "Ang database ay matagumpay na na-update mula sa %1$s sa %2$s!",
        "TablesWarningHelp": "O di kaya piliin ang pag-gamit muli ng isang database tables o mag install ng bago upang mabura lahat ng datus sa database.",
        "TablesWithSameNamesFound": "Ang i-iilang %1$s mga table sa iyong database ng %2$s ay may kaparehong pangalan tulad ng mga tables sa Piwik na sinusubukang gawin.",
        "WeHopeYouWillEnjoyPiwik": "Umaasa kaming masiyahan ka sa paggamit ng Piwik kagaya ng aming kasiyahan sa paggawa nito.",
        "Welcome": "Maligayang Pagdating!",
        "WelcomeHelp": "<p>Piwi ay isang libreng web analytics software na ginagawang madali ang pagkuha ng impormasyon sa iyong mga bisita. <\/p> <p> Ang prosesong ito ay nakabahagi sa %s easy steps at uma-aabot lamang ng 5 minutes.<\/p>",
        "WelcomeToCommunity": "Maligayang pagdating sa komunidad Piwik!",
        "CannotConnectToDb": "Hindi makakonekta sa database",
        "CannotConnectToDbResolvingExplanation": "Itoy ay maaring panandaliang isyu subukan na %1$s e-refresh ang pahina %2$s. Kung patuloy pa rin ang ganitong problema mangyarin makipag-ugnayan sa iyong Piwik administrator."
    }
}