{
    "Login": {
        "BruteForceLog": "Лог за brute force атаки",
        "ConfirmationLinkSent": "Изпратена е връзка за потвърждение. Проверете пощенската си кутия, за да потвърдите заявката за смяна на парола.",
        "ContactAdmin": "Възможна причина: Вашият хост може да е деактивирал функцията mail(). <br>Моля, свържете се с администратор на Matomo.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Потребител с ниво на достъп на супер потребител не може да бъде автентикиран с помощта на механизма „%s“.",
        "ExceptionPasswordMD5HashExpected": "Параметърът на паролата се очаква да бъде MD5 хеш на парола.",
        "HelpIpRange": "Въведете един IP адрес или един IP диапазон на ред. Можете да използвате CIDR нотация, напр. %1$s или можете да използвате заместващи знаци, напр. %2$s или %3$s",
        "InvalidNonceOrigin": "Неуспешна защита на формуляра, невалиден произход. Ако преди сте се свързвали чрез https, моля, уверете се, че се свързвате през защитена (SSL/TLS) връзка и опитайте отново.",
        "InvalidNonceReferrer": "Защитата на формуляра не бе успешна, невалидна заглавка на препращащата информация. Ако използвате прокси сървър, трябва %1$s да конфигурирате Matomo да приема прокси header-a %2$s, който препраща header-a на хоста. Също така проверете дали header-а на Вашия Referrer (изпращач) е изпратена правилно и ако преди сте се свързвали чрез https, моля, уверете се, че се свързвате през защитена (SSL/TLS) връзка и опитайте отново.",
        "InvalidNonceSSLMisconfigured": "Също така, можете да %1$s принудите Matomo да използва защитена връзка %2$s: във Вашия конфигурационен файл %3$s задайте %4$s под секция %5$s",
        "InvalidNonceToken": "Сигурността на формуляра не бе успешна, неточен токен. Моля, презаредете формуляра и проверете дали Вашите бисквитки са активирани.",
        "InvalidNonceUnexpectedReferrer": "Защитата на формуляра е неуспешна, заглавката (header) на препращащия адрес е различна от очакваната заглавка на препращащата информация, проверете дали заглавката на препращащия адрес е изпратена правилно.",
        "InvalidOrExpiredToken": "Token-ът е грешен или изтекъл.",
        "InvalidUsernameEmail": "Грешно потребителско име и/или имейл адрес.",
        "LogIn": "Вход",
        "LoginOrEmail": "Потребителско име или имейл",
        "LoginPasswordNotCorrect": "Потребителското име и паролата не са верни.",
        "LostYourPassword": "Забравена парола?",
        "MailTopicPasswordChange": "Потвърждение смяната на паролата",
        "NotAllowListTakesPrecendence": "Ако IP съответства както на блокирания, така и на списъка \"никога не блокирай\", тогава списъкът с блокирани има предимство и IP няма да бъде разрешен.",
        "PasswordChanged": "Вашата парола е сменена.",
        "PasswordRepeat": "Парола (повторно)",
        "PasswordsDoNotMatch": "Паролите не съвпадат.",
        "RememberMe": "Запомни ме",
        "SettingBruteForceBlacklistIp": "Винаги блокирайте влизането на тези IP адреси",
        "SettingBruteForceEnable": "Активирайте откриването на Brute Force",
        "SettingBruteForceEnableHelp": "Откриването на Brute Force е важна функция за сигурност, използвана за защита на Вашите данни от неоторизиран достъп. Вместо да позволи на всеки потребител да изпробва хиляди или милиони комбинации от пароли за много кратко време, той ще позволи само определен брой неуспешни влизания в рамките на кратък период от време. Ако се появят твърде много неуспешни влизания в този период от време, потребителят няма да може да влезе, докато не изтече известно време. Моля, имайте предвид, че ако IP е блокиран, всеки потребител, който използва този IP, също ще бъде блокиран от влизане.",
        "SettingBruteForceMaxFailedLogins": "Брой разрешени опити за влизане във времеви диапазон",
        "SettingBruteForceWhitelistIp": "Никога не блокирайте влизането на тези IP адреси"
    }
}
