{
    "Login": {
        "BruteForceLog": "Лог за brute force атаки",
        "ChangeYourPassword": "Променете паролата си",
        "ConfirmPasswordReset": "Потвърдете нулиране на паролата",
        "ConfirmPasswordResetIntro": "За да потвърдите, че наистина Вие сте поискали тази промяна на паролата, моля, въведете новата си парола отново.",
        "ConfirmPasswordResetWrongPassword": "Въведената парола не съвпада с новата Ви парола. Ако не помните новоизбраната си парола, можете да нулирате паролата си отново. Ако не сте поискали промяна на паролата, просто не правете нищо и паролата Ви няма да бъде променена.",
        "ConfirmPasswordToContinue": "Потвърдете паролата си, за да продължите",
        "ConfirmationLinkSent": "Изпратена е връзка за потвърждение. Проверете пощенската си кутия, за да потвърдите заявката за смяна на парола.",
        "ContactAdmin": "Възможна причина: Вашият хост може да е деактивирал функцията mail(). <br>Моля, свържете се с администратор на Matomo.",
        "CurrentlyBlockedIPs": "В момента блокирани IP адреси",
        "CurrentlyBlockedIPsUnblockConfirm": "Наистина ли искате да деблокирате всички блокирани в момента IP адреси?",
        "CurrentlyBlockedIPsUnblockInfo": "Можете да деблокирате IP адреси, които в момента са блокирани, за да могат да влязат отново в случай, че са били грешно маркирани и трябва да могат да влязат отново.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Потребител с ниво на достъп на супер потребител не може да бъде автентикиран с помощта на механизма „%s“.",
        "ExceptionPasswordMD5HashExpected": "Параметърът на паролата се очаква да бъде MD5 хеш на парола.",
        "HelpIpRange": "Въведете един IP адрес или един IP диапазон на ред. Можете да използвате CIDR нотация, напр. %1$s или можете да използвате заместващи знаци, напр. %2$s или %3$s",
        "IPsAlwaysBlocked": "Тези IP адреси винаги са блокирани",
        "InvalidNonceOrigin": "Неуспешна защита на формуляра, невалиден произход. Ако преди сте се свързвали чрез https, моля, уверете се, че се свързвате през защитена (SSL/TLS) връзка и опитайте отново.",
        "InvalidNonceReferrer": "Защитата на формуляра не бе успешна, невалидна заглавка на препращащата информация. Ако използвате прокси сървър, трябва %1$s да конфигурирате Matomo да приема прокси header-a %2$s, който препраща header-a на хоста. Също така проверете дали header-а на Вашия Referrer (изпращач) е изпратена правилно и ако преди сте се свързвали чрез https, моля, уверете се, че се свързвате през защитена (SSL/TLS) връзка и опитайте отново.",
        "InvalidNonceSSLMisconfigured": "Също така, можете да %1$s принудите Matomo да използва защитена връзка %2$s: във Вашия конфигурационен файл %3$s задайте %4$s под секция %5$s",
        "InvalidNonceToken": "Сигурността на формуляра не бе успешна, неточен токен. Моля, презаредете формуляра и проверете дали Вашите бисквитки са активирани.",
        "InvalidNonceUnexpectedReferrer": "Защитата на формуляра е неуспешна, заглавката (header) на препращащия адрес е различна от очакваната заглавка на препращащата информация, проверете дали заглавката на препращащия адрес е изпратена правилно.",
        "InvalidOrExpiredToken": "Token-ът е грешен или изтекъл.",
        "InvalidUsernameEmail": "Грешно потребителско име и/или имейл адрес.",
        "LogIn": "Вход",
        "LoginNotAllowedBecauseBlocked": "В момента нямате право да влезете, защото сте имали твърде много неуспешни влизания, опитайте отново по-късно.",
        "LoginNotAllowedBecauseUserLoginBlocked": "Функционалността за влизане е временно деактивирана, тъй като има подозрително количество неуспешни опити за влизане през последния час.",
        "LoginOrEmail": "Потребителско име или имейл",
        "LoginPasswordNotCorrect": "Потребителското име и паролата не са верни.",
        "LostYourPassword": "Забравена парола?",
        "MailPasswordChangeBody2": "Здравейте %1$s,\n\nБеше получена заявка за нулиране на парола от %2$s. За да потвърдите тази заявка и за да можете да влезете с новите си идентификационни данни, моля, копирайте и поставете следната връзка във Вашия браузър:\n\n%3$s\n\nЗабележка: тази връзка ще изтече след 24 часа.\n\nБлагодарим Ви, че използвате Matomo!",
        "MailTopicPasswordChange": "Потвърждение смяната на паролата",
        "NewPassword": "Нова парола",
        "NewPasswordRepeat": "Нова парола (повторете)",
        "NotAllowListTakesPrecendence": "Ако IP съответства както на блокирания, така и на списъка \"никога не блокирай\", тогава списъкът с блокирани има предимство и IP няма да бъде разрешен.",
        "PasswordChanged": "Вашата парола е сменена.",
        "PasswordRepeat": "Парола (повторно)",
        "PasswordResetAlreadySent": "В последно време сте искали нулиране на паролата твърде често. Нова заявка може да се направи след един час. Ако имате проблеми с нулирането на паролата си, моля, свържете се с администратор за помощ.",
        "PasswordsDoNotMatch": "Паролите не съвпадат.",
        "PluginDescription": "Осигурява удостоверяване чрез потребителско име и парола, както и функция за нулиране на парола. Методът за удостоверяване може да бъде променен с помощта на друг плъгин за вход, като LoginLdap, наличен в Marketplace.",
        "RememberMe": "Запомни ме",
        "SettingBruteForceBlacklistIp": "Винаги блокирайте влизането на тези IP адреси",
        "SettingBruteForceEnable": "Активирайте откриването на Brute Force",
        "SettingBruteForceEnableHelp": "Откриването на Brute Force е важна функция за сигурност, използвана за защита на Вашите данни от неоторизиран достъп. Вместо да позволи на всеки потребител да изпробва хиляди или милиони комбинации от пароли за много кратко време, той ще позволи само определен брой неуспешни влизания в рамките на кратък период от време. Ако се появят твърде много неуспешни влизания в този период от време, потребителят няма да може да влезе, докато не изтече известно време. Моля, имайте предвид, че ако IP е блокиран, всеки потребител, който използва този IP, също ще бъде блокиран от влизане.",
        "SettingBruteForceMaxFailedLogins": "Брой разрешени опити за влизане във времеви диапазон",
        "SettingBruteForceMaxFailedLoginsHelp": "Ако повече от този брой неуспешни влизания са записани в рамките на конфигурирания по-долу времеви диапазон, блокирайте IP.",
        "SettingBruteForceTimeRange": "Брой на опитите за влизане в рамките на този интервал от време в минути",
        "SettingBruteForceTimeRangeHelp": "Въведете число в минути.",
        "SettingBruteForceWhitelistIp": "Никога не блокирайте влизането на тези IP адреси",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Забелязахме подозрително голям брой опити за влизане във Вашия акаунт в Matomo през последния час, по-специално опити за влизане %1$s от %2$s различни IP адреси. Подозираме, че някой може да се опитва да проникне във Вашия акаунт.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "За да защитите Вашето Matomo, препоръчваме да вземете следните предпазни мерки:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Уверете се, че паролата Ви е сигурна, произволна парола с подходяща дължина (например поне 30 знака).",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Настройте двуфакторна автентикация, така че атакуващи хакери да се нуждаят от повече информация от Вашата парола, за да влязат.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Освен това, ако Вашето Matomo има ограничен набор от потребители или IP адреси, през които потребителите ще имат достъп до него, може да е полезно да настроите списък с разрешени IP адреси. %1$sПрочетете нашата документация за повече информация.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Забелязахме някои подозрителни опити за влизане във Вашия акаунт...",
        "UnblockAllIPs": "Деблокирайте всички блокирани в момента IP адреси",
        "WrongPasswordEntered": "Моля, въведете правилната си парола."
    }
}
