{
    "Login": {
        "BruteForceLog": "Registre de força bruta",
        "ChangeYourPassword": "Canvia la teva contrasenya",
        "ConfirmPasswordReset": "Confirmeu el restabliment de la contrasenya",
        "ConfirmPasswordResetIntro": "Per confirmar que realment sou vos qui heu sol·licitat aquest canvi de contrasenya, torneu a introduir la vostra nova contrasenya.",
        "ConfirmPasswordResetWrongPassword": "La contrasenya introduïda no coincideix amb la vostra nova contrasenya. Si no recordeu la contrasenya que acabeu de triar, podeu restablir-la de nou. Si no heu sol·licitat el canvi de contrasenya, simplement no feu res i la vostra contrasenya no canviarà.",
        "ConfirmPasswordToContinue": "Confirmeu la vostra contrasenya per continuar",
        "ConfirmationLinkSent": "S'ha enviat un enllaç de confirmació a la vostra safata d'entrada. Comproveu el vostre correu electrònic i visiteu aquest enllaç per autoritzar la vostra sol·licitud de canvi de contrasenya.",
        "ContactAdmin": "Possible motiu: potser el vostre amfitrió hagi desactivat la funció mail(). <br>Contacteu amb el vostre administrador de Matomo.",
        "CurrentlyBlockedIPs": "IP bloquejades actualment",
        "CurrentlyBlockedIPsUnblockConfirm": "Confirma que vol desbloquejar totes les IP bloquejades actualment?",
        "CurrentlyBlockedIPsUnblockInfo": "Podeu desbloquejar les IP que estan bloquejades actualment, de manera que puguin tornar a iniciar sessió en cas que s'hagin marcat falsament i hagin de poder iniciar sessió de nou.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un usuari amb accés de superusuari no es pot autenticar mitjançant el mecanisme '%s'.",
        "ExceptionPasswordMD5HashExpected": "El paràmetre contrasenya hauria de ser un hash MD5 de la contrasenya.",
        "HelpIpRange": "Introduïu una adreça IP o un rang d'IP per línia. Podeu utilitzar la notació CIDR, per exemple %1$s o podeu utilitzar comodins, p. ex. %2$s o %3$s",
        "IPsAlwaysBlocked": "Aquestes IP sempre estan bloquejades",
        "InvalidNonceOrigin": "La seguretat del formulari ha fallat, origen no vàlid. Si us heu connectat prèviament mitjançant https, assegureu-vos que us esteu connectant mitjançant una connexió segura (SSL/TLS) i torneu-ho a provar.",
        "InvalidNonceReferrer": "La seguretat del formulari ha fallat, la capçalera de referent no és vàlida. Si utilitzeu un servidor intermediari, heu de %1$s configurar Matomo perquè accepti la capçalera del servidor intermediari %2$s que reenvia la capçalera de l'hoste. A més, comproveu que la vostra capçalera de referent s'enviï correctament i, si us heu connectat prèviament mitjançant https, assegureu-vos que us esteu connectant mitjançant una connexió segura (SSL/TLS) i torneu-ho a provar.",
        "InvalidNonceSSLMisconfigured": "A més, podeu %1$s obligar a Matomo a utilitzar una connexió segura%2$s: al vostre fitxer de configuració %3$s establiu %4$s a la secció %5$s",
        "InvalidNonceToken": "S'ha produït un error en la seguretat del formulari, coincidència de falta de testimoni. Torneu a carregar el formulari i comproveu que les vostres galetes estiguin habilitades.",
        "InvalidNonceUnexpectedReferrer": "La seguretat del formulari ha fallat, la capçalera de referent és diferent de la capçalera de referent esperada, comproveu que la capçalera de referent s'enviï correctament.",
        "InvalidOrExpiredToken": "El testimoni no és vàlid o ha caducat.",
        "InvalidUsernameEmail": "Nom d'usuari o adreça de correu electrònic no vàlids.",
        "LogIn": "Inicia la sessió",
        "LoginNotAllowedBecauseBlocked": "Actualment no teniu permís per iniciar sessió perquè heu tingut massa inicis de sessió fallits, torneu-ho a provar més tard.",
        "LoginNotAllowedBecauseUserLoginBlocked": "La funcionalitat d'inici de sessió està desactivada temporalment perquè hem detectat una quantitat sospitosa d'intents d'inici de sessió fallits durant l'última hora.",
        "LoginOrEmail": "Nom d'usuari o correu electrònic",
        "LoginPasswordNotCorrect": "Combinació incorrecta de nom d'usuari i contrasenya.",
        "LostYourPassword": "Heu perdut la contrasenya?",
        "MailPasswordChangeBody2": "Bones %1$s,\n\nS'ha rebut una sol·licitud de restabliment de la contrasenya de %2$s. Per confirmar aquest canvi de contrasenya perquè pugueu iniciar sessió amb les vostres noves credencials, copieu i enganxeu l'enllaç següent al vostre navegador:\n\n%3$s\n\nNota: aquest enllaç caducarà en 24 hores.\n\nI gràcies per utilitzar Matomo!",
        "MailTopicPasswordChange": "Confirmeu el canvi de contrasenya",
        "NewPassword": "Nova contrasenya",
        "NewPasswordRepeat": "Contrasenya nova (un altre cop)",
        "NotAllowListTakesPrecendence": "Si una IP coincideix a la llista de bloqueig i a la llista de no bloquejar, aleshores la llista de bloqueig té prioritat i la IP no s'autoritzaria.",
        "PasswordChanged": "S'ha canviat la vostra contrasenya.",
        "PasswordRepeat": "Contrasenya (torneu-la a escriure)",
        "PasswordResetAlreadySent": "Heu sol·licitat massa restabliments de contrasenya recentment. Es pot fer una nova sol·licitud en una hora. Si teniu problemes per restablir la contrasenya, poseu-vos en contacte amb el vostre administrador per obtenir ajuda.",
        "PasswordsDoNotMatch": "Les contrasenyes no coincideixen.",
        "PluginDescription": "Proporciona autenticació mitjançant nom d'usuari i contrasenya, així com la funcionalitat de restabliment de la contrasenya. El mètode d'autenticació es pot canviar mitjançant un altre connector d'inici de sessió, com ara LoginLdap, disponible al Marketplace.",
        "RememberMe": "Recorda'm",
        "SettingBruteForceBlacklistIp": "Bloquegeu sempre que aquestes IP puguin iniciar sessió",
        "SettingBruteForceEnable": "Activa la detecció de força bruta",
        "SettingBruteForceEnableHelp": "La detecció de força bruta és una característica de seguretat important que s'utilitza per protegir les vostres dades de l'accés no autoritzat. En lloc de permetre a qualsevol usuari provar milers o milions de combinacions de contrasenyes en molt poc temps, només permetrà una quantitat específica d'inicis de sessió fallits en un curt període de temps. Si es produeixen massa inicis de sessió fallits en aquest interval de temps, l'usuari no podrà iniciar sessió fins que hagi passat un temps. Tingueu en compte que si es bloqueja una IP, també es bloquejarà la sessió a tots els usuaris que utilitzin aquesta IP.",
        "SettingBruteForceMaxFailedLogins": "Nombre de reintents d'inici de sessió permesos dins de l'interval de temps",
        "SettingBruteForceMaxFailedLoginsHelp": "Si s'enregistren més d'aquest nombre d'inicis de sessió fallits dins de l'interval de temps configurat a continuació, bloquegeu la IP.",
        "SettingBruteForceTimeRange": "Compteu els intents d'inici de sessió dins d'aquest interval de temps en minuts",
        "SettingBruteForceTimeRangeHelp": "Introduïu un número en minuts.",
        "SettingBruteForceWhitelistIp": "No bloquegeu mai que aquestes IP iniciïn sessió",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Hem observat un nombre sospitós d'intents d'inici de sessió al vostre compte de Matomo durant l'última hora, concretament %1$s intents d'inici de sessió des de %2$s adreces IP diferents. Sospitem que algú pot estar intentant entrar al vostre compte.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Per tal de protegir el vostre Matomo, us recomanem que preneu les precaucions següents:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Assegureu-vos que la vostra contrasenya sigui una contrasenya segura i aleatòria de longitud adequada (per exemple, com a mínim 30 caràcters).",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Configura l'autenticació de dos factors perquè els atacants necessitin més informació que la vostra contrasenya per iniciar sessió.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "A més, si el vostre Matomo té un conjunt limitat d'usuaris o IP a través dels quals els usuaris hi accediran, pot ser beneficiós configurar una llista d'adreces IP. %1$sLlegiu els nostres documents per obtenir més informació.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Hem detectat alguns intents d'inici de sessió sospitosos al vostre compte...",
        "UnblockAllIPs": "Desbloqueja totes les IP bloquejades actualment",
        "WrongPasswordEntered": "Introduïu la vostra contrasenya correcta."
    }
}
