{
    "Login": {
        "BruteForceLog": "Brute Force Log",
        "ConfirmationLinkSent": "Ein Bestätigungslink wurde an Ihre E-Mail-Adresse verschickt. Überprüfen Sie Ihren Posteingang und besuchen diesen Link um die Passwortänderung zu bestätigen.",
        "ContactAdmin": "Möglicher Grund: Der Server könnte die mail()-Funktion deaktiviert haben.<br \/>Bitte sprechen Sie mit Ihrem Matomo Administrator.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Ein Benutzer mit Systemverwaltunszugriff kann nicht mit der Methode »%s« legitimiert werden.",
        "ExceptionPasswordMD5HashExpected": "Der Parameter »password« wird als MD5-Hash des Passwortes erwartet.",
        "InvalidNonceOrHeadersOrReferrer": "Sicherheitschecks fehlgeschlagen. Bitte laden Sie das Formular erneut und prüfen Sie, ob Ihr Browser Cookies zulässt. Wenn Sie einen Proxy Server verwenden, müssen Sie %1$sMatomo so einrichten, dass es Proxy Header akzeptiert%2$s.",
        "InvalidNonceSSLMisconfigured": "Sie können %1$sMatomo zur Verwendung einer sicheren Verbindung zwingen%2$s: Setzen sie dafür in der Konfigurationsdatei %3$s innerhalb der Sektion %5$s %4$s",
        "InvalidOrExpiredToken": "Der Token ist ungültig oder dessen Gültigkeitsdauer ist bereits abgelaufen.",
        "InvalidUsernameEmail": "Ungültiger Benutzername und\/oder E-Mail-Adresse",
        "LogIn": "Anmelden",
        "LoginOrEmail": "Benutzername oder E-Mail",
        "HelpIpRange": "Geben Sie eine IP Adresse oder einen IP Bereich pro Zeile ein. Sie können CIDR Notation verwengen, z. B. %1$s oder Sie können Wildcards verwenden, z. B. %2$s oder %3$s",
        "SettingBruteForceEnable": "Aktiviere Brute Force Erkennung",
        "SettingBruteForceEnableHelp": "Brute Force Erkennung ist ein wichtiges Sicherheitsfeature, das Ihre Daten vor nicht autorisiertem Zugriff schützt. In dem einem Benutzer nicht erlaubt wird innerhalb von kurzer Zeit Tausende oder gar Millionen von Passwortkombinationen in kurzer Zeit auszuprobieren, wird stattdessen nur eine bestimmte Anzahl Anmeldeversuche im vorbestimmten Zeitbereich zugelassen. Bei zu vielen fehlgeschlagenen Anmeldungen in diesem Zeitbereich wird dem Benutzer für eine vorgegebene Zeit verwehrt, sich anzumelden. Bitte beachten Sie, dass wenn eine bestimmte IP blockiert ist, dann alle Benutzer welche diese IP verwenden ebenfalls von der Blockierung betroffen sind.",
        "SettingBruteForceWhitelistIp": "Diese IPs nie vom Anmelden abhalten",
        "SettingBruteForceBlacklistIp": "Diese IPs immer vom Anmelden abhalten",
        "NotAllowListTakesPrecendence": "Wenn eine IP sowohl in der Liste der zu blockierenden als auch in der Liste der nie zu blockierenden IPs aufgeführt ist, dann wird die zu blockierende Liste berücksichtigt und die IP wird nicht zugelassen.",
        "SettingBruteForceMaxFailedLogins": "Anzahl erlaubter Versuche sich anzumelden innerhalb Zeitbereich",
        "SettingBruteForceMaxFailedLoginsHelp": "Wenn im konfigurierten Zeitraum mehr als diese Anzahl fehlgeschlagene Anmeldungen vermerkt werden, die IP blockieren.",
        "SettingBruteForceTimeRange": "Zähle Anmeldeversuche innerhalb dieses Zeitraums in Minuten",
        "SettingBruteForceTimeRangeHelp": "Geben Sie eine Nummer in Minuten an.",
        "ConfirmPasswordReset": "Passwort zurücksetzen bestätigen",
        "ConfirmPasswordResetIntro": "Um zu bestätigen, dass wirklich Sie es sind, der das Passort ändern muss, bitte das neue Passwort noch einmal eingeben.",
        "ConfirmPasswordResetWrongPassword": "Das angegebene Passwort passt nicht zu Ihrem neuen Passwort. Wenn Sie sich nicht an das neu angegebene Passwort erinnern können, setzten Sie Ihr Passwort noch einmal zurück. Wenn Sie diese Anfrage des Passworts nicht ändern, müssen Sie nichts weiter tun und das Passwort wird nicht geändert.",
        "LoginNotAllowedBecauseBlocked": "Sie sind aktuell nicht berechtigt sich anzumelden aufgrund zu vieler fehlgeschlagener Anmeldungen, bitte später noch einmal versuchen.",
        "CurrentlyBlockedIPs": "Aktuell geblockte IP-Adressen",
        "IPsAlwaysBlocked": "Diese IP-Adressen sind dauerhaft blockiert",
        "UnblockAllIPs": "Blockierung aller aktuell geblockten IPs aufheben",
        "CurrentlyBlockedIPsUnblockInfo": "Sie können aktuell geblockte IPs entblocken, so dass diese sich wieder anmelden können für den Fall dass sie fälschlicherweise markiert wurden und wieder die Möglichkeit haben müssen, sich einzuloggen.",
        "CurrentlyBlockedIPsUnblockConfirm": "Sind Sie sicher, dass Sie die Blockierung aller aktuell geblockten IPs aufheben wollen?",
        "LoginPasswordNotCorrect": "Benutzername und Passwort sind nicht korrekt",
        "LostYourPassword": "Passwort vergessen?",
        "ChangeYourPassword": "Ändern Sie ihr Passwort",
        "MailPasswordChangeBody2": "Hallo %1$s, \n\neine Passwortzurücksetzung wurde von %2$s angefordert. Um diese Passwortänderung zu bestätigen, und mit Ihren neuen Anmeldeoptionen einloggen zu können, kopieren Sie den folgenden Link und fügen ihn in Ihrem Browser ein: \n\n%3$s\n\nHinweis: Der Link ist nur 24 Stunden gültig. \n\nUnd vielen Dank, dass Sie Matomo verwenden!",
        "MailTopicPasswordChange": "Passwortänderung bestätigen",
        "NewPassword": "Neues Passwort",
        "NewPasswordRepeat": "Neues Passwort (Wiederholung)",
        "PasswordChanged": "Das Passwort wurde geändert.",
        "PasswordRepeat": "Passwort (wiederholen)",
        "PasswordsDoNotMatch": "Die Passwörter stimmen nicht überein.",
        "PasswordResetAlreadySent": "Sie haben in der letzten Zeit zu viele Anfragen für Passwortzurücksetzungen erstellt. Eine neue Anfrage kann frühestens in einer Stunde erfolgen. Falls Sie Probleme beim Zurücksetzen Ihres Passworts haben, kontaktieren Sie bitte Ihren Administrator.",
        "WrongPasswordEntered": "Bitte geben Sie das korrekte Passwort ein.",
        "ConfirmPasswordToContinue": "Bitte bestätigen Sie Ihr Passwort um fortzufahren",
        "PluginDescription": "Unterstützt Authentifizierung via Benutzername und Passwort sowie Password Reset Funktionalität. Die Authentifizierungsmethode kann durch ein anderes Login Plugin wie LoginLdap (verfügbar im Marketplace) geändert werden.",
        "RememberMe": "Angemeldet bleiben"
    }
}