{
    "Login": {
        "ConfirmationLinkSent": "Ένας σύνδεσμος επιβεβαίωσης εστάλει στο γραμματοκβώτιό σας. Ελέξτε την ηλεκτρονική σας αλληλογραφία και επισκευτείτε αυτόν τον σύνδεσμο για να πιστοποιήσετε το αίτημα αλλαγής κωδικού.",
        "ContactAdmin": "Πιθανή αιτία: ο διακομιστής έχει απενεργοποιημένη τη συνάρτηση mail() <br \/>Επικοινωνήστε με τον διαχειριστή.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Ένας χρήστης με δικαίωμα Υπερ-Χρήστη μπορεί να πιστοποιηθεί χρησιμοποιώντας το μηχανισμό '%s'.",
        "ExceptionPasswordMD5HashExpected": "Η παράμετρος του κωδικού πρόσβασης αναμενόταν να είναι ο αριθμός MD5 του κωδικού πρόσβασης.",
        "InvalidNonceOrHeadersOrReferrer": "Η ασφάλεια της φόρμας απέτυχε. Παρακαλώ επαναφορτώστε τη φόρμα και ελέγξτε αν τα cookies είναι ενεργοποιημένα. Αν χρησιμοποιείτε κάποιο διακομιστή μεσολάβησης, θα πρέπει να %1$s παραμετροποιήσετε το Piwik να δέχεται τις κεφαλίδες του μεσολαβητή%2$s που προωθούν την κεφαλίδα Host. Επίσης, ελέγξτε αν η κεφαλίδα Referrer αποστέλλεται σωστά.",
        "InvalidNonceSSLMisconfigured": "Επίσης, μπορείτε να %1$sαναγκάσετε το Piwik να χρησιμοποιεί ασφαλή σύνδεση%2$s: στο αρχείο ρυθμίσεων %3$s ορίστε το %4$s στο παρακάτω τμήμα %5$s",
        "InvalidOrExpiredToken": "Το τεκμήριο είναι άκυρο ή έχει λήξει",
        "InvalidUsernameEmail": "Λανθασμένο όνομα χρήστη ή\/και λάθος ηλεκτρονική διεύθυνση",
        "LogIn": "Σύνδεση",
        "LoginOrEmail": "Χρήστης ή Ηλεκτρονική διεύθυνση",
        "LoginPasswordNotCorrect": "Το όνομα χρήστη και ο κωδικός δεν είναι σωστά",
        "LostYourPassword": "Ξεχάσατε τον κωδικό σας;",
        "MailTopicPasswordChange": "Επιβεβαίωση Αλλαγής Κωδικού",
        "PasswordChanged": "Ο κωδικός σας έχει αλλάξει.",
        "PasswordRepeat": "Κωδικός (επανάληψη)",
        "PasswordsDoNotMatch": "Οι κωδικοί δεν ταιριάζουν.",
        "PluginDescription": "Παρέχει αυθεντικοποίηση μέσω ονόματος χρήστη και συνθηματικού όπως επίσης και λειτουργικότητα επαναφοράς συνθηματικού. Η μέθοδος αυθεντικοποίησης μπορεί να αλλαχθεί χρησιμοποιώντας άλλο πρόσθετο, όπως το LoginLdap που υπάρχει διαθέσιμο στην Αγορά.",
        "RememberMe": "Απομνημόνευση",
        "ResetPasswordInstructions": "Εισάγετε έναν νέο κωδικό για τον λογαριασμό σας."
    }
}