{
    "Login": {
        "ConfirmationLinkSent": "Ένας σύνδεσμος επιβεβαίωσης εστάλει στο γραμματοκβώτιό σας. Ελέξτε την ηλεκτρονική σας αλληλογραφία και επισκευτείτε αυτόν τον σύνδεσμο για να πιστοποιήσετε το αίτημα αλλαγής κωδικού.",
        "ContactAdmin": "Πιθανή αιτία: ο διακομιστής έχει απενεργοποιημένη τη συνάρτηση mail() <br \/>Επικοινωνήστε με τον διαχειριστή.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Ένας χρήστης με δικαίωμα Υπερ-Χρήστη μπορεί να πιστοποιηθεί χρησιμοποιώντας το μηχανισμό '%s'.",
        "ExceptionPasswordMD5HashExpected": "Η παράμετρος του κωδικού πρόσβασης αναμενόταν να είναι ο αριθμός MD5 του κωδικού πρόσβασης.",
        "InvalidNonceOrHeadersOrReferrer": "Η ασφάλεια της φόρμας απέτυχε. Επαναφορτώστε τη φόρμα και ελέγξτε ότι είναι ενεργοποιημένα τα cookies. Αν χρησιμοποιείτε διακομιστή μεσολάβησης, πρέπει να %sρυθμίσετε το Piwik να δέχεται την κεφαλίδα proxy%s που προωθεί την κεφαλίδα του διακομιστή. Επίσης, ελέγξτε ότι η κεφαλίδα Αναφορέα στέλνεται σωστά.",
        "InvalidOrExpiredToken": "Το τεκμήριο είναι άκυρο ή έχει λήξει",
        "InvalidUsernameEmail": "Λανθασμένο όνομα χρήστη ή\/και λάθος ηλεκτρονική διεύθυνση",
        "LogIn": "Σύνδεση",
        "LoginOrEmail": "Χρήστης ή Ηλεκτρονική διεύθυνση",
        "LoginPasswordNotCorrect": "Το όνομα χρήστη και ο κωδικός δεν είναι σωστά",
        "LostYourPassword": "Ξεχάσατε τον κωδικό σας;",
        "MailPasswordChangeBody": "Γεια σας, %1$s,\n\t\nΈνα αίτημα επαναφοράς κωδικού ελήφθεί από το %2$s. Για να επιβεβαίωσετε αυτή την αλλαγή κωδικού ώστε να μπορείτε να συνδεθείτε με τα νέα σας διαπιστευτήρια, ακολουθήστε τον παρακάτω σύνδεσμο:\n\n%3$s\n\nΣημείωση: αυτό το πειστήριο θα λήξει σε 24 ώρες.\n\nΚαι σας ευχαριστούμε που χρησιμοποιείτε το Piwik!",
        "MailTopicPasswordChange": "Επιβεβαίωση Αλλαγής Κωδικού",
        "PasswordChanged": "Ο κωδικός σας έχει αλλάξει.",
        "PasswordRepeat": "Κωδικός (επανάληψη)",
        "PasswordsDoNotMatch": "Οι κωδικοί δεν ταιριάζουν.",
        "PluginDescription": "Πρόσθετο Πιστοποίησης Εισόδου, διαβάζει τα διαπιστευτήρια από το αρχείο config\/config.ini.php για τον αρχικό Υπερ-Χρήστη και από τη βάση δεδομένων για τους άλλους χρήστες. Μπορεί εύκολα να αντικατασταθεί από ένα νέο μηχανισμό Πιστοποίησης (OpenID, htacces, προσαρμοσμένη Πιστοποίηση, κτλ.).",
        "RememberMe": "Απομνημόνευση",
        "ResetPasswordInstructions": "Εισάγετε έναν νέο κωδικό για τον λογαριασμό σας."
    }
}