{
    "Login": {
        "BruteForceLog": "Ημερολόγιο Βίαιης Επίθεσης",
        "ChangeYourPassword": "Αλλαγή του συνθηματικού σας",
        "ConfirmPasswordReset": "Επιβεβαίωση αρχικοποίησης συνθηματικού",
        "ConfirmPasswordResetIntro": "Για να επιβεβαιωθεί ότι είστε αυτός που πραγματικά ζήτησε την αλλαγή συνθηματικού, εισάγετε πάλι το νέο σας συνθηματικό.",
        "ConfirmPasswordResetWrongPassword": "Το συνθηματικό που εισαγάγατε δεν ταιριάζει με το νέο σας συνθηματικό. Αν δεν θυμάστε το νέο συνθηματικό που επιλέξατε, μπορείτε να το αρχικοποιήσετε εκ νέου. Αν δεν ζητήσατε αλλαγή συνθηματικού, μην κάνετε τίποτα και το συνθηματικό σας δε θα αλλάξει.",
        "ConfirmPasswordToContinue": "Επιβεβαιώστε το συνθηματικό σας για να συνεχίσετε",
        "ConfirmationLinkSent": "Ένας σύνδεσμος επιβεβαίωσης εστάλει στο γραμματοκβώτιό σας. Ελέξτε την ηλεκτρονική σας αλληλογραφία και επισκευτείτε αυτόν τον σύνδεσμο για να πιστοποιήσετε το αίτημα αλλαγής κωδικού.",
        "ContactAdmin": "Πιθανός λόγος: ο διακομιστής σας μπορεί να έχει απενεργοποιημένη την συνάρτηση mail(). <br>Παρακαλούμε επικοινωνήστε με τον διαχειριστή σας του Matomo.",
        "CurrentlyBlockedIPs": "Μπλοκαρισμένες αυτή τη στιγμή διευθύνσεις IP",
        "CurrentlyBlockedIPsUnblockConfirm": "Είστε σίγουροι ότι επιθυμείτε το ξεμπλοκάρισμα όλων των διευθύνσεων IP που είναι μπλοκαρισμένες αυτή τη στιγμή;",
        "CurrentlyBlockedIPsUnblockInfo": "Μπορείτε να ξεμπλοκάρετε διευθύνσεις IP που είναι αυτή τη στιγμή μπλοκαρισμένες, ώστε να μπορεί να γίνει εκ νέου είσοδος στην περίπτωση που αυτές θεωρήθηκαν εσφαλμένα προβληματικές.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Ένας χρήστης με δικαίωμα Υπερ-Χρήστη μπορεί να πιστοποιηθεί χρησιμοποιώντας το μηχανισμό '%s'.",
        "ExceptionPasswordMD5HashExpected": "Η παράμετρος του κωδικού πρόσβασης αναμενόταν να είναι ο αριθμός MD5 του κωδικού πρόσβασης.",
        "HelpIpRange": "Εισάγετε μία διεύθυνση IP ή εύρος διευθύνσεων ανά γραμμή. Μπορείτε να χρησιμοποιήσετε σήμανση CIDR, πχ. %1$s ή χαρακτήρες μπαλαντέρ, όπως %2$s ή %3$s",
        "IPsAlwaysBlocked": "Αυτές οι διευθύνσεις IP είναι πάντα μπλοκαρισμένες",
        "InvalidNonceOrigin": "Η ασφάλεια της φόρμας απέτυχε, άκυρη προέλευση. Αν έχετε προηγουμένως συνδεθεί με https, βεβαιωθείτε ότι συνδέεστε μέσω ασφαλούς σύνδεσης (SSL/TLS) και δοκιμάστε εκ νέου.",
        "InvalidNonceReferrer": "Η ασφάλεια της φόρμας απέτυχε, άκυρη κεφαλίδα αναφορέα. Αν χρησιμοποιείτε διαμεσολαβητή, θα πρέπει να %1$sρυθμίσετε το Matomo να δέχεται την κεφαλίδα διαμεσολαβητή%2$s που προωθεί την κεφαλίδα Host. Επίσης, ελέγξτε ότι η κεφαλίδα Referrer στέλνεται κανονικά και αν έχετε προηγουμένως συνδεθεί με https, βεβαιωθείτε ότι συνδέεστε μέσω ασφαλούς σύνδεσης (SSL/TLS) και δοκιμάστε εκ νέου.",
        "InvalidNonceSSLMisconfigured": "Επίσης, μπορείτε να %1$sαναγκάσετε το Matomo να χρησιμοποιεί ασφαλή σύνδεση%2$s: στο αρχείο ρυθμίσεων %3$s ορίστε το %4$s στο παρακάτω τμήμα %5$s",
        "InvalidNonceToken": "Η ασφάλεια της φόρμας απέτυχε, το τεκμήριο πιστοποίησης δεν είναι σωστό. Φορτώστε εκ νέου τη φόρμα και ελέγξτε αν τα cookies είναι ενεργοποιημένα.",
        "InvalidNonceUnexpectedReferrer": "Η ασφάλεια της φόρμας απέτυχε, η κεφαλίδα αναφορέα είναι διαφορετική από την αναμενόμενη κεφαλίδα, βεβαιωθείτε ότι η κεφαλίδα Referrer στέλνεται κανονικά.",
        "InvalidOrExpiredToken": "Το τεκμήριο αυθεντικοποίησης είναι άκυρο ή έχει λήξει.",
        "InvalidUsernameEmail": "Λανθασμένο όνομα χρήστη ή λάθος ηλεκτρονική διεύθυνση ταχυδρομείου.",
        "LogIn": "Σύνδεση",
        "LoginNotAllowedBecauseBlocked": "Δεν μπορείτε αυτή τη στιγμή να κάνετε είσοδο, γιατί είχατε πολλές αποτυχημένες προσπάθειες εισόδου, δοκιμάστε αργότερα.",
        "LoginNotAllowedBecauseUserLoginBlocked": "Η λειτουργικότητα εισόδου έχει απενεργοποιηθεί προσωρινά, καθώς παρατηρήθηκε ένας αριθμός από ύποπτες απόπειρες εισόδου την τελευταία ώρα.",
        "LoginOrEmail": "Χρήστης ή Ηλεκτρονική διεύθυνση",
        "LoginPasswordNotCorrect": "Ο συνδυασμός ονόματος χρήστη και κωδικού δεν είναι σωστός.",
        "LostYourPassword": "Ξεχάσατε τον κωδικό σας;",
        "MailPasswordChangeBody2": "Γεια σας %1$s,\n\nΈχει ληφθεί μια αίτηση επαναφοράς συνθηματικού από %2$s. Για να επιβεβαιώσετε την αλλαγή συνθηματικού ώστε να μπορείτε να συνδεθείτε με τα νέα σας διαπιστευτήρια, αντιγράψτε και επικολλήστε τον παρακάτω σύνδεσμο στο πρόγραμμα πλοήγησής σας:\n\n%3$s\n\nΣημείωση: Ο σύνδεσμος θα ισχύει για 24 ώρες.\n\nΕυχαριστούμε που χρησιμοποιείτε το Matomo!",
        "MailTopicPasswordChange": "Επιβεβαίωση Αλλαγής Κωδικού",
        "NewPassword": "Νέο συνθηματικό",
        "NewPasswordRepeat": "Νέο συνθηματικό (επανάληψη)",
        "NotAllowListTakesPrecendence": "Αν μια διεύθυνση IP υπάρχει και στη λίστα αποκλεισμού και στη λίστα μη αποκλεισμού, τότε η λίστα αποκλεισμού έχει προτεραιότητα και η διεύθυνση IP δε θα επιτραπεί.",
        "PasswordChanged": "Ο κωδικός σας έχει αλλάξει.",
        "PasswordRepeat": "Κωδικός (επανάληψη)",
        "PasswordResetAlreadySent": "Έχετε ζητήσει πολλές επαναφορές συνθηματικού πρόσφατα. Νέα αίτηση επαναφοράς συνθηματικού μπορεί να γίνει μετά από μία ώρα. Αν έχετε προβλήματα με την επαναφορά του συνθηματικού σας, επικοινωνήστε με τον διαχειριστή σας για βοήθεια.",
        "PasswordsDoNotMatch": "Οι κωδικοί δεν ταιριάζουν.",
        "PluginDescription": "Παρέχει αυθεντικοποίηση μέσω ονόματος χρήστη και συνθηματικού όπως επίσης και λειτουργικότητα επαναφοράς συνθηματικού. Η μέθοδος αυθεντικοποίησης μπορεί να αλλαχθεί χρησιμοποιώντας άλλο πρόσθετο, όπως το LoginLdap που υπάρχει διαθέσιμο στην Αγορά.",
        "RememberMe": "Απομνημόνευση",
        "SettingBruteForceBlacklistIp": "Να μπλοκάρονται πάντα αυτές οι διευθύνσεις IP από το να κάνουν είσοδο",
        "SettingBruteForceEnable": "Να ενεργοποιηθεί ο Εντοπισμός Βίαιης Επίθεσης",
        "SettingBruteForceEnableHelp": "Ο Εντοπισμός Βίαιης Επίθεσης είναι ένα σημαντικό χαρακτηριστικό ασφάλειας για την προστασία των δεδομένων σας από μη εξουσιοδοτημένη πρόσβαση. Αντί να επιτρέπεται σε ένα χρήστη να δοκιμάζει χιλιάδες ή εκατομμύρια συνδυασμών συνθηματικών μέσα σε ένα μικρό χρονικό διάστημα, θα επιτρέπει μόνο ένα συγκεκριμένο αριθμό αποτυχημένων προσπαθειών σύνδεσης. Αν συμβούν πολλές αποτυχημένες προσπάθειες εισόδου μέσα σε αυτό το χρονικό διάστημα, ο χρήστης δε θα μπορεί να κάνει σύνδεση αν δεν περάσει κάποιος χρόνος. Πρέπει να σημειωθεί ότι αν μια διεύθυνση IP μπλοκαριστεί, κάθε χρήστης που χρησιμοποιεί αυτή τη διεύθυνση επίσης θα μπλοκαριστεί από την είσοδο.",
        "SettingBruteForceMaxFailedLogins": "Αριθμός επιτρεπόμενων αποπειρών σύνδεσης μέσα στο χρονικό διάστημα",
        "SettingBruteForceMaxFailedLoginsHelp": "Αν έχει καταγραφεί μεγαλύτερος αριθμός αποτυχημένων αποπειρών σύνδεσης από τον αριθμό αυτό μέσα στο παρακάτω δεδομένο χρονικό διάστημα, να μπλοκαριστεί η διεύθυνση IP.",
        "SettingBruteForceTimeRange": "Να μετριούνται οι απόπειρες εισόδου μέσα σε αυτό το χρονικό διάστημα σε λεπτά",
        "SettingBruteForceTimeRangeHelp": "Εισάγετε ένα αριθμό σε λεπτά.",
        "SettingBruteForceWhitelistIp": "Να μην αποκλείονται ποτέ οι παρακάτω διευθύνσεις IP από την είσοδο",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Έχει παρατηρηθεί ένας ύποπτος μεγάλος αριθμός προσπαθειών εισόδου στο λογαριασμό σας του Matomo την τελευταία ώρα, συγκεκριμένα %1$s προσπάθειες εισόδου από %2$s ξεχωριστές διευθύνσεις IP. Υπάρχει υποψία ότι κάποιος προσπαθεί να μπει με το λογαριασμό σας.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Προκειμένου να ασφαλιστεί το Matomo σας, προτείνεται να λάβετε τις παρακάτω προφυλάξεις:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Βεβαιωθείτε ότι το συνθηματικό σας είναι ασφαλές και τυχαίο και κατάλληλου μεγέθους (για παράδειγμα, τουλάχιστον 30 χαρακτήρων).",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Ορισμός της πιστοποίησης δύο παραγόντων ώστε οι επιτιθέμενοι να χρειάζονται περισσότερη πληροφορία από το συνθηματικό σας απλά για να κάνουν είσοδο.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Επιπρόσθετα, αν το Matomo σας έχει ένα περιορισμένο αριθμό χρηστών ή διευθύνσεων IP από τις οποίες οι χρήστες έχουν προσπέλαση, ενδέχεται να είναι χρήσιμο να οριστεί μια λευκή λίστα διευθύνσεων IP. %1$sΔιαβάστε την τεκμηρίωση σχετικά για περισσότερες πληροφορίες.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Παρατηρήθηκε ένας αριθμός από ύποπτες απόπειρες εισόδου στο λογαριασμό σας...",
        "UnblockAllIPs": "Ξεμπλοκάρισμα όλων των διευθύνσεων IP που είναι μπλοκαρισμένες",
        "WrongPasswordEntered": "Παρακαλώ εισάγετε το σωστό συνθηματικό σας."
    }
}
