{
    "Login": {
        "BruteForceLog": "Brute Force Log",
        "ConfirmationLinkSent": "Open the confirmation link sent to your e-mail inbox to confirm changing your password.",
        "ContactAdmin": "Possible reason: your host may have disabled the mail() function. <br \/>Please contact your Matomo administrator.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "A user with superuser access cannot be authenticated using the '%s' mechanism.",
        "ExceptionPasswordMD5HashExpected": "The password parameter is expected to be a MD5 hash of the password.",
        "InvalidNonceToken": "The form security failed because of a token mismatch. Please reload the form and check that your cookies are on.",
        "InvalidNonceReferrer": "The form security failed because of an invalid \"Referer\" header. If you are using a proxy server, you must %1$sconfigure Matomo to accept the proxy header%2$s that forwards the host header. Also, check that your \"Referer\" header is sent correctly. If you previously connected using HTTPS, please ensure you are connecting over a secure (SSL/TLS) connection and try again.",
        "InvalidNonceUnexpectedReferrer" : "The form security failed because the \"Referer\" header is different from what was expected. Check that it is sent correctly.",
        "InvalidNonceOrigin": "The form security failed because of invalid origin. If you previously connected using HTTPS, please ensure you are connecting over a secure (SSL/TLS) connection and try again.",
        "InvalidNonceSSLMisconfigured": "Also, you may %1$sforce Matomo to use a secure connection%2$s: in your config file%3$s set %4$s below section %5$s",
        "InvalidOrExpiredToken": "The token is invalid or has expired.",
        "InvalidOrExpiredTokenV2": "The password has already been set or the link has expired.",
        "InvalidUsernameEmail": "Invalid username or e-mail address.",
        "LogIn": "Sign in",
        "LoginOrEmail": "Username or e-mail",
        "HelpIpRange": "Enter one IP address or one IP range per line. You can use CIDR notation e.g: %1$s or you can use wildcards, e.g: %2$s or %3$s",
        "SettingBruteForceEnable": "Enable Brute-force Detection",
        "SettingBruteForceEnableHelp": "Logs out users making too many password guesses within a timeframe for a while. This prevents anyone from testing all combinations. Getting a shared IP blocked also locks out its other users.",
        "SettingBruteForceWhitelistIp": "Never block these IPs from logging in",
        "SettingBruteForceBlacklistIp": "Always block these IPs from logging in",
        "NotAllowListTakesPrecendence": "If an IP is on both the list of IPs to block and never block, it is blocked.",
        "SettingBruteForceMaxFailedLogins": "Number of allowed login retries within a given time frame",
        "SettingBruteForceMaxFailedLoginsHelp": "Blocks the IP if more than this number of failed logins are recorded within the time frame set below.",
        "SettingBruteForceTimeRange": "Count login retries within this time range in minutes",
        "SettingBruteForceTimeRangeHelp": "Enter a number of minutes.",
        "ConfirmPasswordReset": "Reset password",
        "ConfirmPasswordResetIntro": "Please type your new password to confirm you really requested having your password changed.",
        "ConfirmPasswordResetWrongPassword": "The entered password does not match your newly made one. Reset your password again if you don't remember it. Don't do anything to keep your password if you didn't request changing it.",
        "LoginNotAllowedBecauseBlocked": "Too many failed logins. Please wait and try logging in again later.",
        "CurrentlyBlockedIPs": "Blocked IPs",
        "IPsAlwaysBlocked": "These IPs are always blocked",
        "UnblockAllIPs": "Unblock all blocked IPs",
        "CurrentlyBlockedIPsUnblockInfo": "You can unblock IPs blocked by mistake to allow them to log in again.",
        "CurrentlyBlockedIPsUnblockConfirm": "Unblock all blocked IPs?",
        "LoginPasswordNotCorrect": "Wrong username and/or password.",
        "LostYourPassword": "Lost your password?",
        "ChangeYourPassword": "Change your password",
        "MailPasswordChangeBody2": "Hi %1$s,\n\nA request to reset the password was received from %2$s. Copy and paste the following link in your web browser within 24 hours to log in with your new username and password:\n\n%3$s\n\nThank you for using Matomo.",
        "MailTopicPasswordChange": "Confirm changing the password",
        "NewPassword": "New password",
        "NewPasswordRepeat": "New password (repeat)",
        "PasswordChanged": "You can now use your new password to log in.",
        "PasswordRepeat": "Password (repeat)",
        "PasswordsDoNotMatch": "Mismatching passwords.",
        "PasswordResetAlreadySent": "You requested too many password resets recently. A new request can be made in one hour. Your administrator can help you if that doesn't work.",
        "WrongPasswordEntered": "Please enter your password.",
        "ConfirmPasswordToContinue": "Confirm your password to continue",
        "PluginDescription": "Provides username and password login as well as password reset functionality. The login method can be changed by using another login plugin such as LoginLdap available on the marketplace.",
        "RememberMe": "Remember Me",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Some suspicious login attempts were made using your username…",
        "SuspiciousLoginAttemptsInLastHourEmail1": "A suspiciously high number of login attempts was made on your Matomo account the last hour. Specifically %1$s login attempts from %2$s distinct IP addresses. Someone may be trying to break into your account.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Do the following:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Ensure your password is a secure, random password of at least 30 characters.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Set up two-factor authentication so attackers need more than just your password to log in.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Set up a list of IP addresses to never block if your Matomo has a limited set of users or IPs users access it from. %1$sRead the docs for more info.%2$s",
        "LoginNotAllowedBecauseUserLoginBlocked": "Logging in has been turned off since a suspicious amount of failed attempts were made during the last hour.",
        "InvitationTitle": "Accept invitation",
        "InvitationDeclineTitle": "Decline invitation",
        "InvitationDeclineBody": "Decline this invitation?",
        "InvitationHints": "(you can leave the page to cancel this action)",
        "Accept": "Accept",
        "PasswordRequired": "Please enter your password to continue",
        "DeclineInvitationInfo": "Your invitation was declined.",
        "BySigningUpPrivacyPolicy": "By signing up, I accept the %1$sprivacy policy%2$s",
        "BySigningUpTermsAndCondition": "By signing up, I accept the %1$sterms &amp; conditions%2$s",
        "BySigningUpPrivacyPolicyAndTermsAndCondition": "By signing up, I accept the %1$sprivacy policy%2$s and the %3$sterms &amp; conditions%4$s",
        "AcceptPrivacyPolicy": "You need to accept the privacy policy.",
        "AcceptTermsAndCondition": "You need to accept the terms &amp; conditions.",
        "AcceptPrivacyPolicyAndTermsAndCondition": "You need to accept the privacy policy and the terms &amp; conditions.",
        "CreatePassword": "Create Password",
        "CreatePasswordDescription": "Make sure you remember this password and keep it in a safe place.",
        "Password": "Password",
        "ConfirmPassword": "Confirm Password",
        "Confirm": "Confirm",
        "WelcomeToMatomo": "Welcome to Matomo!",
        "WelcomeTextDescriptionLine1": "As the ethical choice in analytics, our mission has always been to empower people to take back control of their data, and today you’ve joined ranks with millions of others who’ve done just that",
        "WelcomeTextDescriptionLine2": "Along with powerful insights, you can now rest easy knowing you have 100% data ownership, are protecting user privacy, and are choosing to do your part for your business and visitors.",
        "WelcomeTextDescriptionLine3": "If you need anything from us, please don’t hesitate to reach out.",
        "WelcomeTextDescriptionLine4": "Best of luck!",
        "WelcomeTextDescriptionLine5": "The Matomo team",
        "LetsGetStarted": "Lets Get Started",
        "StartTrackingData": "Start tracking data",
        "StartTrackingDataDescriptionLine1": "There are many easy ways to start tracking your website with Matomo. On the next screen you will see the most popular options, and step-by-step instructions how to get started with them.",
        "StartTrackingDataDescriptionLine2": "Alternatively, you can view our demo site to get more familiar with Matomo.",
        "StartTrackingNow": "Start Tracking Now",
        "ViewDemoSite": "View Demo Site"
    }
}
