{
    "Login": {
        "BruteForceLog": "Brute Force Log",
        "ConfirmationLinkSent": "A confirmation link has been sent to your inbox. Check your e-mail and visit this link to authorize your password change request.",
        "ContactAdmin": "Possible reason: your host may have disabled the mail() function. <br \/>Please contact your Matomo administrator.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "A user with Super User access cannot be authenticated using the '%s' mechanism.",
        "ExceptionPasswordMD5HashExpected": "The password parameter is expected to be a MD5 hash of the password.",
        "InvalidNonceToken": "Form security failed, token miss match. Please reload the form and check that your cookies are enabled.",
        "InvalidNonceReferrer": "Form security failed, invalid referrer header. If you use a proxy server, you must %1$s configure Matomo to accept the proxy header %2$s that forwards the Host header. Also, check that your Referrer header is sent correctly and  If you previously connected using https, please ensure you are connecting over a secure (SSL/TLS) connection and try again.",
        "InvalidNonceUnexpectedReferrer" : "Form security failed, the referrer header is different from the expected referrer header, check that your Referrer header is sent correctly.",
        "InvalidNonceOrigin": "Form security failed, invalid origin. If you previously connected using https, please ensure you are connecting over a secure (SSL/TLS) connection and try again.",
        "InvalidNonceSSLMisconfigured": "Also, you may %1$s force Matomo to use a secure connection%2$s: in your config file %3$s set %4$s below section %5$s",
        "InvalidOrExpiredToken": "Token is invalid or has expired.",
        "InvalidUsernameEmail": "Invalid username or e-mail address.",
        "LogIn": "Sign in",
        "LoginOrEmail": "Username or Email",
        "HelpIpRange": "Enter one IP address or one IP range per line. You can use CIDR notation eg. %1$s or you can use wildcards, eg. %2$s or %3$s",
        "SettingBruteForceEnable": "Enable Brute Force Detection",
        "SettingBruteForceEnableHelp": "Brute Force Detection is an important security feature used to protect your data from unauthorized access. Instead of allowing any user to try thousands, or millions of password combinations within a very short time, it will only allow a specific amount of failed logins within a short period of time. If too many failed logins occur in that time range, the user won't be able to log in until some time has passed. Please note that if an IP is blocked, every user that uses that IP will be blocked from logging in as well.",
        "SettingBruteForceWhitelistIp": "Never block these IPs from logging in",
        "SettingBruteForceBlacklistIp": "Always block these IPs from logging in",
        "NotAllowListTakesPrecendence": "If an IP matches both the block and never block list, then the block list takes precendence and the IP would not be allowed.",
        "SettingBruteForceMaxFailedLogins": "Number of allowed login retries within time range",
        "SettingBruteForceMaxFailedLoginsHelp": "If more than this number of failed logins are recorded within the time range configured below, block the IP.",
        "SettingBruteForceTimeRange": "Count login retries within this time range in minutes",
        "SettingBruteForceTimeRangeHelp": "Enter a number in minutes.",
        "ConfirmPasswordReset": "Confirm password reset",
        "ConfirmPasswordResetIntro": "To confirm it is really you who requested this password change, please enter your new password again.",
        "ConfirmPasswordResetWrongPassword": "The entered password does not match your new password. If you don't remember your newly chosen password you can reset your password again. If you didn't request the password change, simply do nothing and your password won't be changed.",
        "LoginNotAllowedBecauseBlocked": "You are currently not allowed to log in because you had too many failed logins, try again later.",
        "CurrentlyBlockedIPs": "Currently blocked IPs",
        "IPsAlwaysBlocked": "These IPs are always blocked",
        "UnblockAllIPs": "Unblock all currently blocked IPs",
        "CurrentlyBlockedIPsUnblockInfo": "You can unblock IPs that are currently blocked, so they can log in again in case they were falsely flagged and need to be able to log in again.",
        "CurrentlyBlockedIPsUnblockConfirm": "Are you sure you want to unblock all currently blocked IPs?",
        "LoginPasswordNotCorrect": "Wrong Username and password combination.",
        "LostYourPassword": "Lost your password?",
        "ChangeYourPassword": "Change your password",
        "MailPasswordChangeBody2": "Hi %1$s,\n\nA password reset request was received from %2$s. To confirm this password change so you can login with your new credentials, please copy and paste the following link in your browser:\n\n%3$s\n\nNote: this link will expire in 24 hours.\n\nAnd thank you for using Matomo!",
        "MailTopicPasswordChange": "Confirm Password Change",
        "NewPassword": "New password",
        "NewPasswordRepeat": "New password (repeat)",
        "PasswordChanged": "Your password has been changed.",
        "PasswordRepeat": "Password (repeat)",
        "PasswordsDoNotMatch": "Passwords do not match.",
        "PasswordResetAlreadySent": "You have requested too many password resets recently. A new request can be made in one hour. If you have problems resetting your password, please contact your administrator for help.",
        "WrongPasswordEntered": "Please enter your correct password.",
        "ConfirmPasswordToContinue": "Confirm your password to continue",
        "PluginDescription": "Provides authentication via username and password as well as password reset functionality. Authentication method can be changed by using another Login plugin such as LoginLdap available on the Marketplace.",
        "RememberMe": "Remember Me",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "We've noticed some suspicious login attempts to your account...",
        "SuspiciousLoginAttemptsInLastHourEmail1": "We've noticed a suspiciously high number of login attempts to your Matomo account in the last hour, specifically %1$s login attempts from %2$s distinct IP addresses. We suspect someone may be trying to break into your account.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "In order to safeguard your Matomo, we recommend taking the following precautions:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Ensure your password is a secure, random password of an appropriate length (for example, at least 30 characters).",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Setup two-factor auth so attackers will need more information than just your password in order to login.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Additionally, if your Matomo has a limited set of users or IPs through which users will access it, it may be beneficial to setup a IP address allowlist. %1$sRead our docs for more information.%2$s",
        "LoginNotAllowedBecauseUserLoginBlocked": "Login functionality is temporarily disabled since we've a suspicious amount of failed login attempts in the last hour."
    }
}
