{
    "Login": {
        "BruteForceLog": "Registro de fuerza bruta",
        "ConfirmationLinkSent": "Se envió un enlace de confirmación a tu cuenta de correo. Revisá tu email y visitá ese enlace para autorizar tu solicitud de cambio de contraseña.",
        "ContactAdmin": "Posible razón: tu servidor puede tener deshabilitado la función mail(). <br \/>Por favor, contactá a tu administrador de Matomo.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un usuario con acceso a súperusuario no puede ser autenticado usando el mecanismo \"%s\".",
        "ExceptionPasswordMD5HashExpected": "Se espera que el parámetro contraseña sea un chequeo de integridad MD5 de la contraseña.",
        "InvalidNonceOrHeadersOrReferrer": "Falló la seguridad del formulario. Por favor, recargá el formulario y comprobá que tus cookies estén habilitadas. Si usás un proxy, tenés que %1$s configurar Matomo para aceptar la cabecera \"Proxy\"%2$s que precede la cabecera \"Host\". También revisá que tu cabecera \"Referer\" se envíe correctamente.",
        "InvalidNonceSSLMisconfigured": "También podés %1$s forzar Matomo a usar una conexión segura%2$s: en tu archivo de configuración %3$s establecé %4$s debajo de la sección %5$s",
        "InvalidOrExpiredToken": "El indicio no es válido o venció.",
        "InvalidUsernameEmail": "Nombre de usuario y\/o dirección de correo electrónico no válidos.",
        "LogIn": "Iniciar sesión",
        "LoginOrEmail": "Usuario o correo electrónico",
        "HelpIpRange": "Introducí una dirección IP o un rango IP por línea. Podés usar notación CIDR, por ejemplo %1$s o podés usar comodines, por ejemplo: %2$s o %3$s.",
        "SettingBruteForceEnable": "Habilitar detección de fuerza bruta",
        "SettingBruteForceEnableHelp": "La detección de fuerza bruta es una importante función de seguridad usada para proteger tus datos de accesos no autorizados. En lugar de permitirle a cualquier usuario probar miles o millones de combinaciones posibles en un muy corto período de tiempo, sólo se le permitirá una cantidad específica de inicios de sesión fallidos dentro de un corto período de tiempo. Si se dan muchos intentos fallidos de inicio de sesión en ese margen de tiempo, el usuario no podrá iniciar sesión pasado un tiempo. Por favor, tené en cuenta que si se bloquea una dirección IP, cada usuario que use esa misma dirección IP será también impedido de iniciar sesión.",
        "SettingBruteForceWhitelistIp": "Nunca bloquear estas direcciones IP para iniciar sesión",
        "SettingBruteForceBlacklistIp": "Siempre bloquear estas direcciones IP para iniciar sesión",
        "SettingBruteForceMaxFailedLogins": "Número de intentos de inicio de sesión permitidos dentro del margen de tiempo",
        "SettingBruteForceMaxFailedLoginsHelp": "Si se registan más cantidades de inicios fallidos de sesión que estos, dentro del margen de tiempo configurado abajo, bloquear la dirección IP.",
        "SettingBruteForceTimeRange": "Número de intentos de inicio de sesión dentro del margen de tiempo en minutos",
        "SettingBruteForceTimeRangeHelp": "Ingresá los minútos en números",
        "LoginNotAllowedBecauseBlocked": "Actualmente no se te permite iniciar sesión debido a demasiados intentos fallidos. Por favor, intentá más tarde.",
        "CurrentlyBlockedIPs": "Direcciones IP bloqueadas actualmente",
        "IPsAlwaysBlocked": "Estas direcciones IP están siempre bloqueadas",
        "UnblockAllIPs": "Desbloquear todas las direcciones IP bloqueadas actualmente",
        "CurrentlyBlockedIPsUnblockInfo": "Podés desbloquear direcciones IP que están actualmente bloqueadas, así se puede iniciar sesión de nuevo, en caso de una falsa alarma y ante la necesidad de ingresar nuevamente.",
        "CurrentlyBlockedIPsUnblockConfirm": "¿Estás seguro que querés desbloquear todas las direcciones IP bloqueadas actualmente?",
        "LoginPasswordNotCorrect": "Combinación no válida de usuario y contraseña.",
        "LostYourPassword": "¿Te olvidaste la contraseña?",
        "ChangeYourPassword": "Cambiá tu contraseña",
        "MailPasswordChangeBody2": "Hola, %1$s.\n\nSe recibió una solicitud de restablecimiento de contraseña desde %2$s. Para confirmar este cambio de contraseña e iniciar con tus nuevas credenciales, por favor, copiá y pegá el siguiente enlace en tu navegador web:\n\n%3$s\n\nNota: este enlace vencerá en 24 horas.\n\n¡Gracias por usar Matomo!",
        "MailTopicPasswordChange": "Confirmar el cambio de contraseña",
        "NewPassword": "Nueva contraseña",
        "NewPasswordRepeat": "Nueva contraseña (repetirla)",
        "PasswordChanged": "Se cambió tu contraseña.",
        "PasswordRepeat": "Contraseña (repetirla)",
        "PasswordsDoNotMatch": "Las contraseñas no coinciden.",
        "PasswordResetAlreadySent": "Solicitaste demasiadas solicitudes de restablecimientos de contraseña recientemente. Una nueva solicitud se podrá hacer dentro de una hora. Si tenés problemas para restablecer tu contraseña, por favor, solicitale ayuda a tu administrador.",
        "WrongPasswordEntered": "Por favor, ingresá tu contraseña correcta.",
        "ConfirmPasswordToContinue": "Confirmá tu contraseña para seguir",
        "PluginDescription": "Ofrece autenticación vía nombre de usuario y contraseña, así como función de restablecimiento de contraseña. El método de autenticación se puede cambiar al usar otro plugin de inicio de sesión, como LoginLdap, disponible en el mercado.",
        "RememberMe": "Recordarme"
    }
}