{
    "Login": {
        "ConfirmationLinkSent": "Un enlace de confirmación ha sido enviado a su casilla de correo. Verifique su correo electrónico y siga ese enlace para autorizar su solicitud de cambio de contraseña.",
        "ContactAdmin": "Posible razón: su servicio de alojamiento puede tener deshabilitado la función mail(). <br \/>Por favor contáctese con su administrador de Piwik.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un usuario con acceso Super Usuario no puede ser autenticado usando el mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "Se espera que el parámetro contraseña sea un hash MD5 de la contraseña.",
        "InvalidNonceOrHeadersOrReferrer": "La seguridad del formulario falló. Por favor cargue nuevamente el formulario y compruebe que sus cookies están habilitadas. Si usa un proxy, debe %1$s configurar Piwik para aceptar la cabecera proxy%2$s que precede a la cabecera Host. Compruebe también que su cabecera Referrer se envía correctamente.",
        "InvalidOrExpiredToken": "El Token no es válido o ha caducado",
        "InvalidUsernameEmail": "Nombre de usuario y\/o correo electrónico incorrectos.",
        "LogIn": "Iniciar sesión",
        "LoginOrEmail": "Usuario o correo electrónico",
        "LoginPasswordNotCorrect": "Usuario y contraseña incorrectos.",
        "LostYourPassword": "¿Olvidó la contraseña?",
        "MailTopicPasswordChange": "Confirma el cambio de contraseña",
        "PasswordChanged": "Su contraseña ha sido modificada.",
        "PasswordRepeat": "Contraseña (repetir)",
        "PasswordsDoNotMatch": "Las contraseñas no coinciden.",
        "PluginDescription": "Proporciona autentificación vía un nombre de usuario y contraseña así como también la funcionalidad de reestablecimiento de contraseña. El método de autentificación puede ser modificado usando otro complemento de inicio de sesión, tal como LoginLdap que se encuentra disponible en el Mercado.",
        "RememberMe": "Recordarme",
        "ResetPasswordInstructions": "Introduzca una nueva contraseña para su cuenta."
    }
}