{
    "Login": {
        "BruteForceLog": "Registro Fuerza bruta",
        "ChangeYourPassword": "Cambiar su contraseña",
        "ConfirmPasswordToContinue": "Confirme su contraseña a continuación",
        "ConfirmationLinkSent": "Un enlace de confirmación ha sido enviado a su casilla de correo. Verifique su correo electrónico y siga ese enlace para autorizar su solicitud de cambio de contraseña.",
        "ContactAdmin": "Razón posible: el administrador puede haber deshabilitado la función mail(). <br />Por favor contáctese con su administrador de Matomo.",
        "CurrentlyBlockedIPs": "IPs actualmente bloqueadas",
        "CurrentlyBlockedIPsUnblockConfirm": "Está seguro que desea desbloquear todas las IPs actualmente bloqueadas?",
        "CurrentlyBlockedIPsUnblockInfo": "Puede desbloquear las direcciones IP que están actualmente bloqueadas para que puedan iniciar sesión nuevamente en caso de que hayan sido marcadas falsamente y necesiten poder iniciar sesión nuevamente.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un usuario con acceso Super Usuario no puede ser autenticado usando el mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "Se espera que el parámetro contraseña sea un hash MD5 de la contraseña.",
        "HelpIpRange": "Ingrese una dirección IP o un rango de IP por línea. Puede usar notación CIDR ej. %1$s o puede usar comodines, ej. %2$s o %3$s",
        "IPsAlwaysBlocked": "Estas IPs están siempre bloqueadas",
        "InvalidNonceSSLMisconfigured": "También, puede %1$s forzar a Matomo a usar una conexión segura%2$s: en su archivo de configuración %3$s establezca %4$s bajo la sección %5$s.",
        "InvalidOrExpiredToken": "El Token no es válido o ha caducado",
        "InvalidUsernameEmail": "Nombre de usuario y/o correo electrónico incorrectos.",
        "LogIn": "Iniciar sesión",
        "LoginNotAllowedBecauseBlocked": "Actualmente no se le está permitiendo iniciar sesión porque tuvo demasiados inicios de sesión fallidos, intente nuevamente más tarde.",
        "LoginOrEmail": "Nombre de usuario o correo electrónico",
        "LoginPasswordNotCorrect": "Usuario y contraseña incorrectos.",
        "LostYourPassword": "¿Olvidó la contraseña?",
        "MailPasswordChangeBody2": "Hola %1$s,\n\nUna solicitud de restablecimiento de contraseña fue recibida desde %2$s. Para confirmar este cambio de contraseña debe iniciar sesión con su nuevas credenciales, por favor copie y pegue el siguiente enlace en su navegador de internet:\n\n%3$s\n\nNota: este enlace caducará en 24 horas.\n\nY gracias por seguir usando Matomo!",
        "MailTopicPasswordChange": "Confirma el cambio de contraseña",
        "NewPassword": "Nueva contraseña",
        "NewPasswordRepeat": "Nueva contraseña (repetir)",
        "PasswordChanged": "Su contraseña ha sido modificada.",
        "PasswordRepeat": "Contraseña (repetir)",
        "PasswordResetAlreadySent": "Ha solicitado demasiados restablecimientos de contraseña recientemente. Podrá realizar una nueva petición en una hora. Si tiene problemas para restablecer su contraseña, comuníquese con su administrador para obtener ayuda.",
        "PasswordsDoNotMatch": "Las contraseñas no coinciden.",
        "PluginDescription": "Proporciona autentificación vía un nombre de usuario y contraseña así como también la funcionalidad de reestablecimiento de contraseña. El método de autentificación puede ser modificado usando otro complemento de inicio de sesión, tal como LoginLdap que se encuentra disponible en el Mercado.",
        "RememberMe": "Recordarme",
        "SettingBruteForceBlacklistIp": "Bloquee siempre estas direcciones IPs de iniciar sesión",
        "SettingBruteForceEnable": "Habiitar la detección de Fuerza bruta",
        "SettingBruteForceEnableHelp": "La Detección de Fuerza bruta es una característica de seguridad importante que se utiliza para proteger sus datos de accesos no autorizados. En lugar de permitir que cualquier usuario intente miles o millones de combinaciones de contraseñas en un tiempo muy corto, solo permitirá una cantidad específica de inicios de sesión fallidos en un corto período de tiempo. Si se producen demasiados inicios de sesión fallidos en ese intervalo de tiempo, el usuario no podrá iniciar sesión hasta que haya pasado algún tiempo. Tenga en cuenta que si se bloquea una IP, también se bloqueará el inicio de sesión a todos los usuarios que usen esa IP.",
        "SettingBruteForceMaxFailedLogins": "Número de reintentos permitidos de inicio de sesión dentro del rango de tiempo",
        "SettingBruteForceMaxFailedLoginsHelp": "Si se registra más de este número de inicios de sesión fallidos dentro del rango de tiempo configurado a continuación, bloquear la IP.",
        "SettingBruteForceTimeRange": "Contar reintentos de inicio de sesión dentro de este rango de tiempo en minutos",
        "SettingBruteForceTimeRangeHelp": "Ingrese un número en minutos.",
        "SettingBruteForceWhitelistIp": "Nunca bloquee estas direcciones IPs de iniciar sesión",
        "UnblockAllIPs": "Desbloquear todas las IPs actualmente bloqueadas",
        "WrongPasswordEntered": "Por favor ingrese correctamente su contraseña."
    }
}
