{
    "Login": {
        "ConfirmationLinkSent": "Un lien de confirmation a été envoyé à votre courriel. Vérifiez votre courriel et cliquez sur le lien pour autoriser votre demande de changement de mot de passe.",
        "ContactAdmin": "Raison possible : Votre hébergeur peut avoir désactivé la fonction mail(). <br \/> Veuillez contacter votre administrateur Piwik.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utilisateur avec un accès super utilisateur ne peut être authentifié en utilisant le mécanisme '%s'.",
        "ExceptionPasswordMD5HashExpected": "Le paramètre mot de passe doit être le hash MD5 du mot de passe.",
        "InvalidNonceOrHeadersOrReferrer": "La sécurité du formulaire a échoué. Veuillez recharger le formulaire et vérifier que vos cookies sont activés. Si vous utilisez un serveur proxy, vous devez %1$s configurer Piwik pour accepter les en-têtes du proxy %2$s qui relaient les en-têtes de l'hôte. Vérifiez aussi que l'en-tête de votre référent est correctement transmis.",
        "InvalidOrExpiredToken": "La clef est invalide ou a expiré",
        "InvalidUsernameEmail": "Nom d'utilisateur et\/ou courriel invalide.",
        "LogIn": "Connexion",
        "LoginOrEmail": "Nom d'utilisateur ou courriel",
        "LoginPasswordNotCorrect": "Mot de passe et nom d'utilisateur incorrects.",
        "LostYourPassword": "Mot de passe perdu ?",
        "MailTopicPasswordChange": "Confirmer le changement de mot de passe",
        "PasswordChanged": "Votre mot de passe a été modifié",
        "PasswordRepeat": "Mot de passe (répétez)",
        "PasswordsDoNotMatch": "Les mots de passe ne correspondent pas.",
        "PluginDescription": "Fournit une authentification via nom d'utilisateur et mot de passe ainsi qu'une fonctionnalité de réinitialisation. La méthode d'authentification peut être changée en utilisant un autre composant d'identification comme LoginLdap disponible de le Marché.",
        "RememberMe": "Se souvenir de moi",
        "ResetPasswordInstructions": "Entrez un nouveau mot de passe pour votre compte."
    }
}