{
    "Login": {
        "BruteForceLog": "Journal de la Force Brute",
        "ConfirmationLinkSent": "Un lien de confirmation a été envoyé à votre courriel. Vérifiez votre courriel et cliquez sur le lien pour autoriser votre demande de changement de mot de passe.",
        "ContactAdmin": "Raison potentielle : Votre hébergeur peut avoir désactivé la fonction mail(). <br \/>Veuillez contacter votre administrateur Matomo.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utilisateur avec un accès super utilisateur ne peut être authentifié en utilisant le mécanisme '%s'.",
        "ExceptionPasswordMD5HashExpected": "Le paramètre mot de passe doit être le hash MD5 du mot de passe.",
        "InvalidNonceOrHeadersOrReferrer": "La sécurité du formulaire a échoué. Veuillez recharger le formulaire et vérifier que vos cookies sont activés. Si vous utilisez un serveur proxy, vous devez %1$s configurer Matomo pour accepter les en-têtes du proxy %2$s qui relaient les en-têtes de l'hôte. Vérifiez aussi que l'en-tête de votre référent est correctement transmis.",
        "InvalidNonceSSLMisconfigured": "Aussi, vous devriez %1$s forcer Matomo à utiliser une connexion sécurisée%2$s : dans votre fichier de configuration %3$s définissez %4$s la section ci-dessous %5$s",
        "InvalidOrExpiredToken": "Le jeton est invalide ou a expiré",
        "InvalidUsernameEmail": "Nom d'utilisateur et\/ou courriel invalide.",
        "LogIn": "Connexion",
        "LoginOrEmail": "Nom d'utilisateur ou courriel",
        "HelpIpRange": "Saisir une adresse IP ou une plage d'adresses IP par ligne. Vous pouvez utiliser la notation CIDR ex. %1$s ou utiliser les caractères de remplacement, ex. %2$s ou %3$s",
        "SettingBruteForceEnable": "Activer la détection de Force Brute",
        "SettingBruteForceEnableHelp": "La détection de Force Brute est une fonctionnalité de sécurité importante utilisée pour protéger vos données contre tout accès non autorisé. Au lieu de permettre à n'importe quel utilisateur d'essayer des milliers, ou des millions de combinaisons de mots de passe dans un temps très court, il ne permettra qu'un nombre spécifique de connexions échouées dans un court laps de temps. Si trop de connexions échouées se produisent dans cet intervalle de temps, l'utilisateur ne pourra pas se connecter pendant un certain temps. Veuillez noter que si une adresse IP est bloquée, tous les utilisateurs qui utilisent cette adresse IP seront également bloqués.",
        "SettingBruteForceWhitelistIp": "Ne jamais empêcher ces IP d'ouvrir une session",
        "SettingBruteForceBlacklistIp": "Toujours empêcher ces IP de se connecter",
        "NotAllowListTakesPrecendence": "Si une IP est à la fois dans la liste «empêcher» et «ne jamais empêcher», c'est la liste «empêcher» qui prend le dessus et l'IP ne sera pas autorisée.",
        "SettingBruteForceMaxFailedLogins": "Nombre de tentatives d'ouverture de session autorisées sur une période donnée",
        "SettingBruteForceMaxFailedLoginsHelp": "Au delà de ce nombre de tentatives échouées de connexion dans l'intervalle de temps configuré ci-dessous, bloquez l'IP.",
        "SettingBruteForceTimeRange": "Compter les tentatives d'ouverture de session dans cette intervalle de temps en minute",
        "SettingBruteForceTimeRangeHelp": "Entrez un chiffre en minutes.",
        "ConfirmPasswordReset": "Confirmer la réinitialisation du mot de passe",
        "ConfirmPasswordResetIntro": "Pour confirmer que vous êtes bien à l'origine de cette demande de changement de mot de passe, merci de saisir votre nouveau mot de passe.",
        "ConfirmPasswordResetWrongPassword": "Le mot de passe saisi ne correspond pas avec votre nouveau mot de passe. Si vous avez oublié le mot de passe choisi récemment, vous pouvez encore le réinitialiser. Si vous n'êtes pas à l'origine de cette demande, vous pouvez simplement l'ignorer et votre mot de passe ne sera pas modifié.",
        "LoginNotAllowedBecauseBlocked": "Vous n'êtes pas autorisé à vous connecter actuellement parce que vous avez trop de connexions échouées, réessayez plus tard.",
        "CurrentlyBlockedIPs": "Addresses IP bloquées",
        "IPsAlwaysBlocked": "Ces adresses IP sont toujours bloquées",
        "UnblockAllIPs": "Débloquer toutes les adresses IP actuellement bloquées",
        "CurrentlyBlockedIPsUnblockInfo": "Vous pouvez débloquer les adresses IP actuellement verrouillées pour pouvoir se connecter à nouveau au cas où elles auraient été signalées à tort et auraient besoin de se reconnecter.",
        "CurrentlyBlockedIPsUnblockConfirm": "Êtes-vous sûr de vouloir débloquer toutes les adresses IP actuellement bloquées ?",
        "LoginPasswordNotCorrect": "Mot de passe et nom d'utilisateur incorrects.",
        "LostYourPassword": "Mot de passe perdu ?",
        "ChangeYourPassword": "Changer de mot de passe",
        "MailPasswordChangeBody2": "Bonjour %1$s,\n\nUne requête de réinitialisation de mot de passe a été reçue depuis %2$s. Pour confirmer ce changement de mot de passe afin de pouvoir vous connecter avec les nouveaux identifiants, veuillez copier et coller le lien suivant dans votre navigateur :\n\n%3$s\n\nNote : ce lien expire dans 24 heures.\n\nEt merci d'utiliser Matomo!",
        "MailTopicPasswordChange": "Confirmer le changement de mot de passe",
        "NewPassword": "Nouveau mot de passe",
        "NewPasswordRepeat": "Nouveau mot de passe (à nouveau)",
        "PasswordChanged": "Votre mot de passe a été modifié",
        "PasswordRepeat": "Mot de passe (répétez)",
        "PasswordsDoNotMatch": "Les mots de passe ne correspondent pas.",
        "PasswordResetAlreadySent": "Vous avez demandé trop de changements de mot de passe récemment. Une nouvelle demande pourra être faite dans une heure. Si vous rencontrez des problèmes pour changer votre mot de passe, merci de contacter votre administrateur pour obtenir de l'aide.",
        "WrongPasswordEntered": "Veuillez entrer votre mot de passe correctement.",
        "ConfirmPasswordToContinue": "Confirmez votre mot de passe pour continuer",
        "PluginDescription": "Fournit une authentification via nom d'utilisateur et mot de passe ainsi qu'une fonctionnalité de réinitialisation. La méthode d'authentification peut être changée en utilisant un autre composant d'identification comme LoginLdap disponible depuis le Marché.",
        "RememberMe": "Se souvenir de moi"
    }
}