{
    "Login": {
        "BruteForceLog": "બ્રૂટ ફોર્સ લોગ",
        "ChangeYourPassword": "તમારો પાસવર્ડ બદલો",
        "ConfirmPasswordReset": "પાસવર્ડ રીસેટ",
        "ConfirmPasswordResetIntro": "તમે ખરેખર તમારો પાસવર્ડ બદલવા માંગ્યો છે એ ખાતરી કરવા માટે કૃપા કરીને તમારો નવો પાસવર્ડ ટાઈપ કરો.",
        "ConfirmPasswordResetWrongPassword": "દાખલ કરેલ પાસવર્ડ તમારા નવા બનાવેલા પાસવર્ડ સાથે મેળ ખાતો નથી. જો તમને તમારો પાસવર્ડ યાદ ન હોય તો ફરીથી રીસેટ કરો. જો તમે પાસવર્ડ બદલવાની વિનંતી ન કરી હોય તો તેને રાખવા માટે કંઈ કરશો નહીં.",
        "ConfirmationLinkSent": "તમારો પાસવર્ડ બદલવાની પુષ્ટિ કરવા માટે તમારા ઈ-મેલ ઇનબોક્સમાં મોકલેલ પુષ્ટિકરણ લિંક ખોલો.",
        "ContactAdmin": "સંભવિત કારણ: તમારા હોસ્ટે મેલ() ફંક્શનને અક્ષમ કર્યું હશે. <br>કૃપા કરીને તમારા Matomo એડમિનિસ્ટ્રેટરનો સંપર્ક કરો.",
        "CurrentlyBlockedIPs": "બ્લોક કરેલા IPs",
        "CurrentlyBlockedIPsUnblockConfirm": "તમામ બ્લોક IPs ને અનબ્લોક કરો?",
        "CurrentlyBlockedIPsUnblockInfo": "તમે ભૂલથી બ્લોક કરેલા IPs ને અનબ્લોક કરી શકો છો જેથી તેઓ ફરી લોગ ઇન કરી શકે છે.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "સુપરયુઝર એક્સેસ ધરાવતા યુઝરને '%s' મિકેનિઝમનો ઉપયોગ કરીને પ્રમાણિત કરી શકાતું નથી.",
        "ExceptionPasswordMD5HashExpected": "પાસવર્ડ પેરામીટર એ પાસવર્ડનો MD5 હેશ હોવાનું અપેક્ષિત છે.",
        "HelpIpRange": "એક IP એડ્રેસ અથવા લાઇન દીઠ એક IP શ્રેણી દાખલ કરો. તમે CIDR નોટેશનનો ઉપયોગ કરી શકો છો ઉ.દા.: %1$s અથવા તમે વાઇલ્ડકાર્ડ્સનો ઉપયોગ કરી શકો છો, દા.ત.: %2$s અથવા %3$s",
        "IPsAlwaysBlocked": "આ IPs હંમેશા બ્લોકકરી દેવામાં આવ્યા છે",
        "InvalidNonceOrigin": "અમાન્ય મૂળના કારણે ફોર્મ સુરક્ષા નિષ્ફળ થઈ. જો તમે પહેલાં HTTPS નો ઉપયોગ કરીને કનેક્ટ કર્યું હોય, તો કૃપા કરીને ખાતરી કરો કે તમે સુરક્ષિત (SSL/TLS) કનેક્શન પર કનેક્ટ કરી રહ્યાં છો અને ફરી પ્રયાસ કરો.",
        "InvalidNonceReferrer": "અમાન્ય \"રેફરર\" હેડરને કારણે ફોર્મ સુરક્ષા નિષ્ફળ થઈ. જો તમે પ્રોક્સી સર્વરનો ઉપયોગ કરી રહ્યાં છો, તો તમારે %1$s પ્રોક્સી હેડર%2$s સ્વીકારવા માટે Matomo ને કન્ફિગર કરવું પડશે જે હોસ્ટ હેડરને ફોરવર્ડ કરે છે. ઉપરાંત, તપાસો કે તમારું \"રેફરર\" હેડર યોગ્ય રીતે મોકલવામાં આવ્યું છે. જો તમે પહેલાં HTTPS નો ઉપયોગ કરીને કનેક્ટ કર્યું હોય, તો કૃપા કરીને ખાતરી કરો કે તમે સુરક્ષિત (SSL/TLS) કનેક્શન પર કનેક્ટ કરી રહ્યાં છો અને ફરી પ્રયાસ કરો.",
        "InvalidNonceSSLMisconfigured": "ઉપરાંત, તમે %1$s Matomo ને સુરક્ષિત કનેક્શન%2$s નો ઉપયોગ કરવા દબાણ કરી શકો છો: તમારી કોન્ફિગ ફાઇલ%3$s માં %5$s વિભાગની નીચે %4$s સેટ કરો",
        "InvalidNonceToken": "ટોકન મેળ ન હોવાને કારણે ફોર્મ સુરક્ષા નિષ્ફળ થઈ. કૃપા કરીને ફોર્મ ફરીથી લોડ કરો અને તપાસો કે તમારી કૂકીઝ ચાલુ છે.",
        "InvalidNonceUnexpectedReferrer": "ફોર્મ સુરક્ષા નિષ્ફળ ગઈ કારણ કે \"રેફરર\" હેડર અપેક્ષા કરતા અલગ છે. તપાસો કે તે યોગ્ય રીતે મોકલવામાં આવ્યું છે.",
        "InvalidOrExpiredToken": "ટોકન અમાન્ય છે અથવા તેની સમયસીમા પૂરી થઈ ગઈ છે.",
        "InvalidOrExpiredTokenV2": "પાસવર્ડ પહેલેથી જ સેટ કરવામાં આવ્યો છે અથવા લિંકની સમયસીમા સમાપ્ત થઈ ગઈ છે.",
        "InvalidUsernameEmail": "અમાન્ય વપરાશકર્તા નામ અથવા ઈ-મેલ સરનામું.",
        "LogIn": "સાઇન ઇન",
        "LoginNotAllowedBecauseBlocked": "ઘણા બધા નિષ્ફળ લૉગિન. કૃપા કરીને રાહ જુઓ અને પછીથી ફરી લોગ ઇન કરવાનો પ્રયાસ કરો.",
        "LoginOrEmail": "વપરાશકર્તા નામ અથવા ઈ-મેલ",
        "LoginPasswordNotCorrect": "ખોટું વપરાશકર્તા નામ અને/અથવા પાસવર્ડ.",
        "LostYourPassword": "તમારો પાસવર્ડ ખોવાઈ ગયો?",
        "MailPasswordChangeBody2": "હાય %1$s,\n\n%2$s પાસેથી પાસવર્ડ રીસેટ કરવાની વિનંતી મળી છે. તમારા નવા વપરાશકર્તા નામ અને પાસવર્ડ સાથે લોગ ઇન કરવા માટે તમારા વેબ બ્રાઉઝરમાં નીચેની લિંકને કૉપી અને પેસ્ટ કરો, આ પ્રક્રિયા તમે 24 કલાક દરમિયાન પૂરી કરી શકો છો:\n\n%3$s\n\nMatomo વાપરવા બદલ આભાર.",
        "MailTopicPasswordChange": "પાસવર્ડ બદલવાની પુષ્ટિ કરો",
        "NewPassword": "નવો પાસવર્ડ",
        "NewPasswordRepeat": "નવો પાસવર્ડ (પુનઃ)",
        "NotAllowListTakesPrecendence": "જો કોઈ IP બ્લોક કરવાની યાદી અને ક્યારેય બ્લોક ન કરવાની યાદી બંને પર હોય, તો તેને બ્લોક કરવામાં આવે છે.",
        "PasswordChanged": "હવે તમે તમારો નવો પાસવર્ડ લોગ ઇન કરવા માટે વાપરી શકો છો.",
        "PasswordRepeat": "પાસવર્ડ (રીપીટ)",
        "PasswordResetAlreadySent": "તમે તમારો પાસવર્ડ હાલમાં ઘણી વાર ફરીથી સેટ કરવાની વિનંતી કરી છે. નવી વિનંતી તમે એક કલાક પછી કરી શકો છો. જો તે કામ ન આવે તો તમારો વ્યવસ્થાપક તમને મદદ કરી શકે છે.",
        "PasswordsDoNotMatch": "પાસવર્ડ મેળ ખાતા નથી.",
        "SettingBruteForceBlacklistIp": "આ IPsને લૉગ ઇન કરવાને હંમેશા પ્રતિબંધિત કરો",
        "SettingBruteForceEnable": "બ્રૂટ-ફોર્સ ડિટેક્શન સક્ષમ કરો",
        "SettingBruteForceEnableHelp": "થોડા સમય માટે સમયમર્યાદામાં ઘણા બધા પાસવર્ડ અનુમાન કરતા વપરાશકર્તાઓને લોગ આઉટ કરે છે. આ કોઈપણને તમામ સંયોજનોનું પરીક્ષણ કરવાથી અટકાવે છે. શેર કરેલ આઈપીને અવરોધિત કરવાથી તેના અન્ય વપરાશકર્તાઓને પણ તાળું મારવામાં આવે છે.",
        "SettingBruteForceMaxFailedLogins": "આપેલ સમયમર્યાદામાં મંજૂર લૉગિન પ્રયાસોની સંખ્યા",
        "SettingBruteForceMaxFailedLoginsHelp": "જો નીચે સુયોજિત સમયમર્યાદામાં આ સંખ્યા કરતા વધુ નિષ્ફળ લોગીન્સ રેકોર્ડ કરવામાં આવે તો IP ને બ્લોક કરે છે.",
        "SettingBruteForceTimeRange": "આ સમય શ્રેણીમાં લોગિન પ્રયાસોની ગણતરી કરો (મિનિટોમાં)",
        "SettingBruteForceTimeRangeHelp": "મિનિટોની સંખ્યા દાખલ કરો.",
        "SettingBruteForceWhitelistIp": "આ આઈપીઓને(IPs) લૉગ ઇન થવાથી ક્યારેય પણ બ્લોક ન કરો",
        "UnblockAllIPs": "તમામ બ્લોક IPs ને અનબ્લોક કરો"
    }
}
