{
    "Login": {
        "ConfirmationLinkSent": "Un link di conferma è stato inviato alla tua casella di posta. Controlla la tua e-mail e visita questo link per autorizzare la richiesta di modifica della password.",
        "ContactAdmin": "Possibile ragione: il tuo host potrebbe non avere attive le funzionalità di e-mail.<br \/>Per favore, contatta l'amministratore del server.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utente con accesso Super User non può essere autenticato utilizzando il sistema '%s'.",
        "ExceptionPasswordMD5HashExpected": "I parametri della password che ci si aspetta sono un hash MD5 della password.",
        "InvalidNonceOrHeadersOrReferrer": "Sicurezza modulo non riuscita. Si prega di ricaricare il modulo e verificare che i cookie siano abilitati. Se si utilizza un server proxy, è necessario %s configurare Piwik per accettare gli header del proxy %s che inoltri l'header host. Inoltre, verificare che l'intestazione Referer venga inviata correttamente.",
        "InvalidOrExpiredToken": "Token non valido o scaduto",
        "InvalidUsernameEmail": "Nome utente e\/o indirizzo e-mail non validi",
        "LogIn": "Accedi",
        "LoginOrEmail": "Nome utente o E-mail",
        "LoginPasswordNotCorrect": "Combinazione Nome utente e Password non corretta",
        "LostYourPassword": "Hai perso la password?",
        "MailPasswordChangeBody": "Ciao %1$s,\n\nUna richiesta di reimpostazione della password è stata ricevuta da %2$s. Per confermare la modifica della password in modo da poter accedere con le nuove credenziali, visitare il seguente link:\n\n%3$s\n\nNota: questo token scade tra 24 ore.\n\nE vi ringrazio per l'utilizzo di Piwik!",
        "MailTopicPasswordChange": "Conferma Cambio Password",
        "PasswordChanged": "La tua password è stata cambiata.",
        "PasswordRepeat": "Password (ripeti)",
        "PasswordsDoNotMatch": "La password non corrisponde.",
        "PluginDescription": "Fornisce l'autenticazione tramite user name e password, e anche la funzione di reset della password. Il metodo di autenticazione può essere cambiato utilizzando un altro plugin di accesso, come LoginLdap disponibile nel Marketplace.",
        "RememberMe": "Ricordami",
        "ResetPasswordInstructions": "Immetti una nuova password per il tuo account."
    }
}