{
    "Login": {
        "ConfirmationLinkSent": "Un link di conferma è stato inviato alla tua casella di posta. Controlla la tua e-mail e visita questo link per autorizzare la richiesta di modifica della password.",
        "ContactAdmin": "Possibile ragione: il tuo host potrebbe non avere attive le funzionalità di e-mail.<br \/>Per favore, contatta l'amministratore del server.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utente con accesso Super User non può essere autenticato utilizzando il sistema '%s'.",
        "ExceptionPasswordMD5HashExpected": "I parametri della password che ci si aspetta sono un hash MD5 della password.",
        "InvalidNonceOrHeadersOrReferrer": "Controllo sicurezza modulo non riuscito. Si prega di ricaricare il modulo e verificare che i cookies siano abilitati. Se si utilizza un server proxy, è necessario %1$sconfigurare Matomo per accettare l'header del proxy %2$s che inoltri all'header host. In più, bisogna verificare che l'header Referer venga inviata correttamente.",
        "InvalidNonceSSLMisconfigured": "Inoltre puoi %1$s forzare Matomo a utilizzare una connessione sicura%2$s: nel tuo file di configurazione %3$s imposta %4$s sotto la sezione %5$s",
        "InvalidOrExpiredToken": "Token non valido o scaduto",
        "InvalidUsernameEmail": "Nome utente e\/o indirizzo e-mail non validi",
        "LogIn": "Accedi",
        "LoginOrEmail": "Nome utente o E-mail",
        "LoginPasswordNotCorrect": "Combinazione Nome utente e Password non corretta",
        "LostYourPassword": "Hai perso la password?",
        "ChangeYourPassword": "Cambia password",
        "MailPasswordChangeBody": "Salve %1$s,\n\nÈ stata ricevuta una richiesta di cambio password da parte di %2$s. Per confermare questo cambio password puoi accedere con le tue nuove credenziali, seguendo questo link:\n\n%3$s\n\nAttenzione: Il cambio di password cambierà anche il tuo token_auth. Puoi vedere il nuovo token_auth nella tua pagina delle impostazioni.\n\nSe stai utilizzando il tuo token_auth API in applicazioni esterne o per archiviazione, assicurati di aggiornarlo, altrimenti le richieste API falliranno.\n\nNota: questo link scadrà tra 24 ore.\n\nE grazie per utilizzare Matomo!",
        "MailTopicPasswordChange": "Conferma Cambio Password",
        "NewPassword": "Nuova password",
        "NewPasswordRepeat": "Nuova password (ripeti)",
        "PasswordChanged": "La tua password è stata cambiata.",
        "PasswordRepeat": "Password (ripeti)",
        "PasswordsDoNotMatch": "La password non corrisponde.",
        "PluginDescription": "Fornisce l'autenticazione tramite user name e password, e anche la funzione di reset della password. Il metodo di autenticazione può essere cambiato utilizzando un altro plugin di accesso, come LoginLdap disponibile nel Marketplace.",
        "RememberMe": "Ricordami"
    }
}