{
    "Login": {
        "BruteForceLog": "Log Forza Bruta",
        "ChangeYourPassword": "Cambia password",
        "ConfirmPasswordReset": "Conferma la reimpostazione della password",
        "ConfirmPasswordResetIntro": "Per confermare che sei davvero tu a richiedere la modifica della password, inserisci ancora la nuova password.",
        "ConfirmPasswordResetWrongPassword": "La password inserita non corrisponde a quella nuova. Se non ricordi la password appena scelta, puoi reimpostarla di nuovo. Se non hai richiesto la modifica della password, non fare nulla e la tua password non verrà modificata.",
        "ConfirmPasswordToContinue": "Conferma la tua password per continuare",
        "ConfirmationLinkSent": "Un link di conferma è stato inviato alla tua casella di posta. Controlla la tua e-mail e visita questo link per autorizzare la richiesta di modifica della password.",
        "ContactAdmin": "Possibile motivo: il tuo host potrebbe avere disattivato la funzione mail(). <br />Contatta il tuo amministratore di Matomo.",
        "CurrentlyBlockedIPs": "IP attualmente bloccati",
        "CurrentlyBlockedIPsUnblockConfirm": "Sei sicuro di voler sbloccare tutti gli IP attualmente bloccati?",
        "CurrentlyBlockedIPsUnblockInfo": "È possibile sbloccare gli IP che sono attualmente bloccati, in modo che possano accedere di nuovo nel caso in cui siano stati falsamente segnalati e debbano essere in grado di accedere nuovamente.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un utente con accesso Super User non può essere autenticato utilizzando il sistema '%s'.",
        "ExceptionPasswordMD5HashExpected": "I parametri della password che ci si aspetta sono un hash MD5 della password.",
        "HelpIpRange": "Inserisci un indirizzo IP o un intervallo di IP per riga. Puoi utilizzare la notazione CIDR, es. %1$s o puoi utilizzare delle wildcard, es. %2$s o %3$s",
        "IPsAlwaysBlocked": "Questi IP sono sempre bloccati",
        "InvalidNonceSSLMisconfigured": "Inoltre puoi %1$s forzare Matomo a utilizzare una connessione sicura%2$s: nel tuo file di configurazione %3$s imposta %4$s nella sezione %5$s",
        "InvalidNonceToken": "Problema di sicurezza nel form, i token non coincidono. Ricarica il form e controlla che i cookies siano abilitati.",
        "InvalidOrExpiredToken": "Token non valido o scaduto",
        "InvalidUsernameEmail": "Nome utente e/o indirizzo e-mail non validi",
        "LogIn": "Accedi",
        "LoginNotAllowedBecauseBlocked": "Al momento non sei autorizzato ad accedere perché hai avuto troppi accessi non riusciti, riprova più tardi.",
        "LoginNotAllowedBecauseUserLoginBlocked": "La funzionalità di accesso è temporaneamente disabilitata poiché nell'ultima ora è stato rilevato un numero sospetto di tentativi di accesso non riusciti.",
        "LoginOrEmail": "Nome utente o Email",
        "LoginPasswordNotCorrect": "Combinazione Nome utente e Password non corretta",
        "LostYourPassword": "Hai perso la password?",
        "MailPasswordChangeBody2": "Salve %1$s,\n\nÈ stata ricevuta una richiesta di reimpostazione della password da parte di %2$s. Per confermare questo cambio password in modo da poter accedere con le nuove credenziali, si prega di copiare e incollare il link seguente nel browser:\n\n%3$s\n\nNota: questo link scadrà entro 24 ore.\n\nE grazie per l'utilizzo di Matomo!",
        "MailTopicPasswordChange": "Conferma Cambio Password",
        "NewPassword": "Nuova password",
        "NewPasswordRepeat": "Nuova password (ripeti)",
        "NotAllowListTakesPrecendence": "Se un IP corrisponde sia all'elenco di blocco che a quello di nessun blocco, l'elenco di blocco ha la precedenza e l'IP non sarebbe consentito.",
        "PasswordChanged": "La tua password è stata cambiata.",
        "PasswordRepeat": "Password (ripeti)",
        "PasswordResetAlreadySent": "Di recente hai richiesto troppi ripristini di password. Una nuova richiesta può essere effettuata tra un'ora. In caso di problemi con la reimpostazione della password, contatta l'amministratore per avere assistenza.",
        "PasswordsDoNotMatch": "La password non corrisponde.",
        "PluginDescription": "Fornisce l'autenticazione tramite user name e password, e anche la funzione di reset della password. Il metodo di autenticazione può essere cambiato utilizzando un altro plugin di accesso, come LoginLdap disponibile nel Marketplace.",
        "RememberMe": "Ricordami",
        "SettingBruteForceBlacklistIp": "Blocca sempre l'accesso a questi IP",
        "SettingBruteForceEnable": "Abilita il Rilevamento Forza Bruta",
        "SettingBruteForceEnableHelp": "Il Rilevamento Forza Bruta è un'importante funzione di sicurezza utilizzata per proteggere i tuoi dati da accessi non autorizzati. Invece di consentire a qualsiasi utente di provare migliaia o milioni di combinazioni di password in un tempo molto breve, consentirà solo una quantità specifica di accessi non riusciti entro un breve periodo di tempo. Se si verificano troppi accessi non riusciti in tale intervallo di tempo, l'utente non sarà in grado di accedere finché non è trascorso un certo tempo. Si noti che se un IP è bloccato, anche tutti gli utenti che utilizzano quell'IP verranno bloccati dal login.",
        "SettingBruteForceMaxFailedLogins": "Numero di tentativi di accesso permessi nell'intervallo di tempo",
        "SettingBruteForceMaxFailedLoginsHelp": "Se viene registrato più di questo numero di accessi non riusciti nell'intervallo di tempo configurato di seguito, bloccare l'IP.",
        "SettingBruteForceTimeRange": "Conta i tentativi di accesso entro questo intervallo di tempo in minuti",
        "SettingBruteForceTimeRangeHelp": "Inserisci un numero di minuti.",
        "SettingBruteForceWhitelistIp": "Non bloccare mai l'accesso a questi IP",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Abbiamo notato un numero sospetto di tentativi di accesso al tuo account Matomo nell'ultima ora, in particolare %1$s tentativi di accesso da %2$s indirizzi IP distinti. Sospettiamo che qualcuno stia tentando di entrare nel tuo account.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Per salvaguardare il tuo Matomo, ti consigliamo di prendere le seguenti precauzioni:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Assicurati che la tua password sia sicura, casuale e di lunghezza appropriata (ad esempio, almeno 30 caratteri).",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Imposta l'autenticazione a due fattori in modo che gli intrusi abbiano bisogno di più informazioni, oltre alla tua password, per accedere.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Inoltre, se il tuo Matomo ha un numero limitato di utenti o di IP da cui gli utenti accedono, potrebbe essere utile impostare un elenco di indirizzi IP consentiti. %1$sLeggi la nostra documentazione per ulteriori informazioni.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Abbiamo notato alcuni tentativi di accesso sospetti al tuo account ...",
        "UnblockAllIPs": "Sblocca tutti gli IP attualmente bloccati",
        "WrongPasswordEntered": "Si prega di inserire la tua password corretta."
    }
}
