{
    "Login": {
        "BruteForceLog": "Spēka pielietošanas žurnāls",
        "ConfirmationLinkSent": "Atveriet apstiprinājuma saiti, kas nosūtīta uz e-pastu, lai apstiprinātu paroles maiņu.",
        "ContactAdmin": "Iespējams jūsu resursdators ir atspējojis mail() funkciju. <br>Lūdzu, sazinieties ar savu Matomo administratoru.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Lietotājs ar galvenā lietotāja piekļuvi nevar tikt autentificēts, izmantojot \"%s\".",
        "ExceptionPasswordMD5HashExpected": "Tiek sagaidīts, ka paroles parametrs būs MD5 paroles jaukšana (\"hash\").",
        "InvalidNonceOrigin": "Veidlapas drošība neizdevās nederīgas izcelsmes dēļ. Ja iepriekš izveidojāt savienojumu, izmantojot HTTPS, lūdzu, pārliecinieties, vai izmantojat drošu (SSL/TLS) savienojumu, un mēģiniet vēlreiz.",
        "InvalidNonceReferrer": "Veidlapas drošība neizdevās nederīgas galvenes “Referer” dēļ. Ja izmantojat starpniekserveri, %1$s konfigurējiet Matomo, lai akceptētu starpniekservera galvenes %2$s, kas pārsūta resursdatora galveni. Pārbaudiet arī, vai “Referer” galvene ir nosūtīta pareizi. Ja iepriekš izveidojāt savienojumu, izmantojot HTTPS, lūdzu, pārliecinieties, vai veidojat savienojumu, izmantojot drošu (SSL/TLS) savienojumu, un mēģiniet vēlreiz.",
        "InvalidNonceSSLMisconfigured": "Turklāt, jūs varat %1$spiespiest Matomo izmantot drošu savienojumu%2$s: savā konfigurācijas failā%3$s iestatiet %4$s sadaļā %5$s",
        "InvalidNonceToken": "Veidlapas drošība neizdevās žetona neatbilstības dēļ. Lūdzu, atkārtoti ielādējiet veidlapu un pārbaudiet, vai sīkfaili ir ieslēgti.",
        "InvalidNonceUnexpectedReferrer": "Veidlapas drošība neizdevās, jo galvene “Referer\" atšķiras no gaidītā. Pārbaudiet, vai tā ir nosūtīta pareizi.",
        "InvalidOrExpiredToken": "Žetons ir nederīgs, vai ir beidzies tā derīguma termiņš.",
        "InvalidOrExpiredTokenV2": "Parole jau ir iestatīta vai saitei beidzies derīgums.",
        "InvalidUsernameEmail": "Nepareizs lietotājvārds vai e-pasta adrese.",
        "LogIn": "Pieteikties",
        "LoginOrEmail": "Lietotājvārds vai e-pasts",
        "LoginPasswordNotCorrect": "Lietotājvārds un parole nav korekti",
        "LostYourPassword": "Pazaudēji savu paroli?",
        "PasswordRepeat": "Parole (atkārtoti)",
        "PasswordsDoNotMatch": "Paroles nesakrīt.",
        "RememberMe": "Atcerēties mani"
    }
}
