{
    "Login": {
        "ConfirmationLinkSent": "Een bevestigingslink is naar uw inbox verstuurd. Controleer uw e-mail en bezoek deze link om uw aanvraag voor een wijziging van uw wachtwoord te autoriseren.",
        "ContactAdmin": "Mogelijke reden: uw host heeft mogelijk de mail() functie geblokkeerd. <br \/>Neem contact op met uw Matomo beheerder.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Een gebruiker met Super User toegang kan niet geauthenticeerd worden met het '%s' mechanisme.",
        "ExceptionPasswordMD5HashExpected": "De wachtwoord parameter moet een MD5 hash zijn van het wachtwoord.",
        "InvalidNonceOrHeadersOrReferrer": "Securityformulier gefaald. Herlaad het formulier en controleer dat cookies worden toegestaan. Als u een proxyserver gebruikt, %1$s configureer Matomo dan zodanig dat deze proxy headers%2$s accepteert, die de Hostheaders doorstuurt. Controleer tevens dat de refererheader correct wordt verzonden.",
        "InvalidNonceSSLMisconfigured": "Ook, mag je Matomo forceren %1$s om een beveiligde verbinding te gebruiken%2$s: in je config bestand %3$s stel %4$s onder sectie %5$s",
        "InvalidOrExpiredToken": "Token is ongeldig of is verlopen.",
        "InvalidUsernameEmail": "Ongeldige gebruikersnaam of e-mailadres.",
        "LogIn": "Inloggen",
        "LoginOrEmail": "Gebruikersnaam of e-mail",
        "LoginPasswordNotCorrect": "Verkeerde gebruikersnaam- en wachtwoordcombinatie.",
        "LostYourPassword": "Wachtwoord vergeten?",
        "ChangeYourPassword": "Wijzig je wachtwoord",
        "MailPasswordChangeBody": "Hi %1$s,\n\nWe hebben een verzoek ontvangen om het wachtwoord te wijzigen van %2$s. Bezoek de volgende link om dit te bevestigen: \n\n%3$s\n\nBelangrijk: Het veranderen van het wachtwoord veranderd ook je token_auth. Je kunt je nieuwe token_auth bekijken op je instellingen pagina.\n\nAls je een API token_auth gebruikt bij externe applicaties of voor het archieven, vergeet dan niet om de token_auth te updaten want anders zullen API aanvragen mislukken. \n\nLet op: de link verloopt over 24 uur.\n\nEn dank je wel voor het gebruiken van Matomo!",
        "MailTopicPasswordChange": "Wijziging wachtwoord bevestigen",
        "NewPassword": "Nieuw wachtwoord",
        "NewPasswordRepeat": "Nieuw wachtwoord (herhalen)",
        "PasswordChanged": "Je wachtwoord is gewijzigd.",
        "PasswordRepeat": "Wachtwoord (herhalen)",
        "PasswordsDoNotMatch": "Wachtwoorden komen niet overeen.",
        "PluginDescription": "Maakt het mogelijk authenticatie via gebruikersnaam en wachtwoord te laten verlopen, aslook de wachtwoord reset mogelijkheid. De authenticatie methode kan worden gewijzigd door gebruik te maken van een andere login plugin - zoals LoginLdap - die beschikbaar zijn in de marktplaats.",
        "RememberMe": "Onthoud mij"
    }
}