{
    "Login": {
        "BruteForceLog": "Log de força bruta",
        "ConfirmationLinkSent": "Um link de confirmação foi enviado para a sua caixa de entrada. Verifique seu e-mail e acesse o link para autorizar seu pedido de alteração de senha.",
        "ContactAdmin": "Possível motivo: seu host pode ter desabilitado a função mail(). <br \/>Por favor entre em contato com o seu administrador do Matomo.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Um usuário com acesso de Super Usuário não pode ser autenticado usando o mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "É esperado que o parâmetro da senha seja um hash MD5 da senha.",
        "InvalidNonceOrHeadersOrReferrer": "O formulário de segurança falhou. Por favor recarregue o formulário e verifique se seus cookies estão habilitados. Se você usa um servidor proxy, você deve %1$s configurar o Matomo para aceitar o cabeçalho do proxy%2$s que encaminha o cabeçalho do host. Além disso, verifique se o cabeçalho do Referenciador está sendo enviado corretamente.",
        "InvalidNonceSSLMisconfigured": "Além disso, você pode %1$s forçar o Matomo a usar uma conexão segura%2$s: em seu arquivo de configuração %3$s configure %4$s abaixo da seção %5$s",
        "InvalidOrExpiredToken": "O token é inválido ou expirou.",
        "InvalidUsernameEmail": "Nome de usuário ou e-mail inválido.",
        "LogIn": "Entrar",
        "LoginOrEmail": "Nome de usuário ou Email",
        "HelpIpRange": "Digite um endereço IP ou um intervalo de IPs por linha. Você pode usar notação CIDR ex. %1$s ou você pode usar caracteres curinga, ex. %2$s ou %3$s",
        "SettingBruteForceEnable": "Habilitar detecção de força bruta",
        "SettingBruteForceEnableHelp": "A detecção de força bruta é um importante recurso de segurança usado para proteger seus dados de acessos não autorizados. Ao invés de permitir a qualquer usuário tentar milhares ou milhões de combinações de senhas em pouco tempo, ela irá permitir apenas uma quantidade específica de logins com falha em um curto período de tempo. Se muitas falhas de login ocorrerem nesse período, o usuário não será capaz de fazer login por um certo tempo. Por favor note que se um IP estiver bloqueado, todos os usuários que usam aquele IP estarão bloqueados de fazer login também.",
        "SettingBruteForceWhitelistIp": "Nunca bloquear estes IPs de fazer login",
        "SettingBruteForceBlacklistIp": "Sempre bloquear estes IPs de fazer login",
        "SettingBruteForceMaxFailedLogins": "Número de tentativas de login no período de tempo",
        "SettingBruteForceMaxFailedLoginsHelp": "Se mais que esse número de logins com falha forem registrados dentro do período de tempo configurado abaixo, bloqueie o IP.",
        "SettingBruteForceTimeRange": "Contar tentativas de login dentro deste período de tempo em minutos",
        "SettingBruteForceTimeRangeHelp": "Digite um número em minutos.",
        "LoginNotAllowedBecauseBlocked": "Você não tem permissão de fazer login atualmente porque você realizou muitas tentativas, tente novamente mais tarde.",
        "CurrentlyBlockedIPs": "IPs atualmente bloqueados",
        "IPsAlwaysBlocked": "Estes IPs estão sempre bloqueados",
        "UnblockAllIPs": "Desbloquear todos os IPs atualmente bloqueados",
        "CurrentlyBlockedIPsUnblockInfo": "Você pode desbloquear IPs que estão atualmente bloqueados para que eles possam voltar a fazer login caso eles tenham sido reportados erroneamente e precisem ser capazes de voltar a fazer login.",
        "CurrentlyBlockedIPsUnblockConfirm": "Você tem certeza que deseja desbloquear todos os IPs atualmente bloqueados?",
        "LoginPasswordNotCorrect": "Combinação errada de nome de usuário e senha.",
        "LostYourPassword": "Esqueceu sua senha?",
        "ChangeYourPassword": "Trocar sua senha",
        "MailPasswordChangeBody2": "Olá, %1$s,\n\nUm pedido de redefinição de senha foi recebido de %2$s. Para confirmar esta alteração de senha para que você possa fazer login com suas novas credenciais, por favor copie e cole o seguinte link no seu navegador:\n\n%3$s\n\nObs: este link irá expirar em 24 horas.\n\nE obrigado por usar o Matomo!",
        "MailTopicPasswordChange": "Confirmar alteração de senha",
        "NewPassword": "Nova senha",
        "NewPasswordRepeat": "Nova senha (repetir)",
        "PasswordChanged": "Sua senha foi alterada.",
        "PasswordRepeat": "Senha (repetir)",
        "PasswordsDoNotMatch": "Senhas não conferem.",
        "PasswordResetAlreadySent": "Você solicitou muitas redefinições de senha recentemente. Uma nova solicitação pode ser feita em uma hora. Se você tiver problemas ao redefinir sua senha, por favor entre em contato com o seu administrador para obter ajuda.",
        "WrongPasswordEntered": "Por favor digite sua senha correta.",
        "ConfirmPasswordToContinue": "Confirme sua senha para continuar",
        "PluginDescription": "Fornece autenticação através do nome de usuário e senha, bem como a funcionalidade de redefinição de senha. O método de autenticação pode ser alterado utilizando outro plugin de login, como o LoginLdap disponível no Mercado.",
        "RememberMe": "Lembrar de mim"
    }
}