{
    "Login": {
        "ConfirmationLinkSent": "Um link de confirmação foi enviado para a sua caixa de entrada. Verifique seu e-mail e acesse o link para autorizar seu pedido de alteração de senha.",
        "ContactAdmin": "Possível razão: o seu host desabilitou a função mail(). <br \/>Por favor contacte o administrador do Piwik.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Um usuário com acesso de Super Usuário não pode ser autenticado usando o mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "É esperado que o parâmetro da senha seja um hash MD5 da senha.",
        "InvalidNonceOrHeadersOrReferrer": "O formulário de segurança falhou. Por favor, recarregue o formulário e verifique se seus cookies estão habilitados. Se você usa um servidor proxy, você deve configurar %s Piwik para aceitar proxy header%s que encaminhe para o Host header. Além disso, verifique se o header do Referenciador esta sendo enviada corretamente.",
        "InvalidOrExpiredToken": "Token inválido ou expirado",
        "InvalidUsernameEmail": "Nome de usuário ou e-mail inválido",
        "LogIn": "Entrar",
        "LoginOrEmail": "Nome de Usuário ou E-mail",
        "LoginPasswordNotCorrect": "Combinação errada de Nome de Usuário e senha.",
        "LostYourPassword": "Esqueceu a sua senha?",
        "MailPasswordChangeBody": "Oi %1$s, um pedido de redefinição de senha foi recebida de %2$s. Para confirmar esta alteração de senha para que você possa fazer o login com suas novas credenciais, visite o seguinte link: %3$s Nota: este token expirará em 24 horas. Obrigado por usar Piwik!",
        "MailTopicPasswordChange": "Confirme Alteração de Senha",
        "PasswordChanged": "Sua senha foi alterada.",
        "PasswordRepeat": "Senha (repetir)",
        "PasswordsDoNotMatch": "Senhas não conferem.",
        "PluginDescription": "Fornece autenticação através do nome de usuário e senha, bem como a funcionalidade de redefinição de senha. O método de autenticação pode ser alterado utilizando outro plug-in, como, por exemplo, o LoginLdap disponível no Mercado.",
        "RememberMe": "Lembrar-me",
        "ResetPasswordInstructions": "Digite uma nova senha para a sua conta."
    }
}