{
    "Login": {
        "BruteForceLog": "Log de força bruta",
        "ChangeYourPassword": "Trocar sua senha",
        "ConfirmPasswordReset": "Confirmar redefinição de senha",
        "ConfirmPasswordResetIntro": "Para confirmar que foi realmente você quem solicitou a alteração da senha, digite a nova senha novamente.",
        "ConfirmPasswordResetWrongPassword": "A senha inserida não corresponde à sua nova senha. Se você não se lembra da senha recém-escolhida, pode redefini-la novamente. Se você não solicitou a alteração da senha, simplesmente não faça nada e sua senha não será alterada.",
        "ConfirmPasswordToContinue": "Confirme sua senha para continuar",
        "ConfirmationLinkSent": "Um link de confirmação foi enviado para a sua caixa de entrada. Verifique seu e-mail e acesse o link para autorizar seu pedido de alteração de senha.",
        "ContactAdmin": "Possível motivo: seu host pode ter desabilitado a função mail(). <br>Por favor entre em contato com o seu administrador do Matomo.",
        "CurrentlyBlockedIPs": "IPs atualmente bloqueados",
        "CurrentlyBlockedIPsUnblockConfirm": "Você tem certeza que deseja desbloquear todos os IPs atualmente bloqueados?",
        "CurrentlyBlockedIPsUnblockInfo": "Você pode desbloquear IPs que estão atualmente bloqueados para que eles possam voltar a fazer login caso eles tenham sido reportados erroneamente e precisem ser capazes de voltar a fazer login.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Um usuário com acesso de Super Usuário não pode ser autenticado usando o mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "É esperado que o parâmetro da senha seja um hash MD5 da senha.",
        "HelpIpRange": "Digite um endereço IP ou um intervalo de IPs por linha. Você pode usar notação CIDR ex. %1$s ou você pode usar caracteres curinga, ex. %2$s ou %3$s",
        "IPsAlwaysBlocked": "Estes IPs estão sempre bloqueados",
        "InvalidNonceOrigin": "A segurança do formulário falhou, origem inválida. Se você se conectou anteriormente usando https, certifique-se de estar se conectando por meio de uma conexão segura (SSL/TLS) e tente novamente.",
        "InvalidNonceReferrer": "A segurança do formulário falhou, cabeçalho de referenciador inválido. Se você usa um servidor proxy, deve %1$s configurar o Matomo para aceitar o cabeçalho do proxy %2$s que encaminha o cabeçalho do Host. Além disso, verifique se o cabeçalho do referenciador foi enviado corretamente e tente novamente.",
        "InvalidNonceSSLMisconfigured": "Além disso, você pode %1$s forçar o Matomo a usar uma conexão segura%2$s: em seu arquivo de configuração %3$s configure %4$s abaixo da seção %5$s",
        "InvalidNonceToken": "A segurança do formulário falhou, correspondência de erro de token. Por favor, recarregue o formulário e verifique se os seus cookies estão habilitados.",
        "InvalidNonceUnexpectedReferrer": "A segurança do formulário falhou, o cabeçalho do referenciador é diferente do cabeçalho do referenciador esperado, verifique se o cabeçalho do referenciador foi enviado corretamente.",
        "InvalidOrExpiredToken": "O token é inválido ou expirou.",
        "InvalidUsernameEmail": "Nome de usuário ou e-mail inválido.",
        "LogIn": "Entrar",
        "LoginNotAllowedBecauseBlocked": "Você não tem permissão de fazer login atualmente porque você realizou muitas tentativas, tente novamente mais tarde.",
        "LoginNotAllowedBecauseUserLoginBlocked": "A funcionalidade de login está temporariamente desabilitada, pois temos uma quantidade suspeita de tentativas de login malsucedidas na última hora.",
        "LoginOrEmail": "Nome de usuário ou Email",
        "LoginPasswordNotCorrect": "Combinação errada de nome de usuário e senha.",
        "LostYourPassword": "Esqueceu sua senha?",
        "MailPasswordChangeBody2": "Olá, %1$s,\n\nUm pedido de redefinição de senha foi recebido de %2$s. Para confirmar esta alteração de senha para que você possa fazer login com suas novas credenciais, por favor copie e cole o seguinte link no seu navegador:\n\n%3$s\n\nObs: este link irá expirar em 24 horas.\n\nE obrigado por usar o Matomo!",
        "MailTopicPasswordChange": "Confirmar alteração de senha",
        "NewPassword": "Nova senha",
        "NewPasswordRepeat": "Nova senha (repetir)",
        "NotAllowListTakesPrecendence": "Se um IP corresponder à lista de bloqueio e à lista de não bloqueio, a lista de bloqueio terá precedência e o IP não será permitido.",
        "PasswordChanged": "Sua senha foi alterada.",
        "PasswordRepeat": "Senha (repetir)",
        "PasswordResetAlreadySent": "Você solicitou muitas redefinições de senha recentemente. Uma nova solicitação pode ser feita em uma hora. Se você tiver problemas ao redefinir sua senha, por favor entre em contato com o seu administrador para obter ajuda.",
        "PasswordsDoNotMatch": "Senhas não conferem.",
        "PluginDescription": "Fornece autenticação através do nome de usuário e senha, bem como a funcionalidade de redefinição de senha. O método de autenticação pode ser alterado utilizando outro plugin de login, como o LoginLdap disponível no Mercado.",
        "RememberMe": "Lembrar de mim",
        "SettingBruteForceBlacklistIp": "Sempre bloquear estes IPs de fazer login",
        "SettingBruteForceEnable": "Habilitar detecção de força bruta",
        "SettingBruteForceEnableHelp": "A detecção de força bruta é um importante recurso de segurança usado para proteger seus dados de acessos não autorizados. Ao invés de permitir a qualquer usuário tentar milhares ou milhões de combinações de senhas em pouco tempo, ela irá permitir apenas uma quantidade específica de logins com falha em um curto período de tempo. Se muitas falhas de login ocorrerem nesse período, o usuário não será capaz de fazer login por um certo tempo. Por favor note que se um IP estiver bloqueado, todos os usuários que usam aquele IP estarão bloqueados de fazer login também.",
        "SettingBruteForceMaxFailedLogins": "Número de tentativas de login no período de tempo",
        "SettingBruteForceMaxFailedLoginsHelp": "Se mais que esse número de logins com falha forem registrados dentro do período de tempo configurado abaixo, bloqueie o IP.",
        "SettingBruteForceTimeRange": "Contar tentativas de login dentro deste período de tempo em minutos",
        "SettingBruteForceTimeRangeHelp": "Digite um número em minutos.",
        "SettingBruteForceWhitelistIp": "Nunca bloquear estes IPs de fazer login",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Notamos um número suspeitosamente alto de tentativas de login em sua conta Matomo na última hora, especificamente %1$s tentativas de login de %2$s endereços IP distintos. Suspeitamos que alguém esteja tentando invadir sua conta.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Para proteger o seu Matomo, recomendamos tomar as seguintes precauções:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Certifique-se de que sua senha seja uma senha segura e aleatória de comprimento apropriado (por exemplo, pelo menos 30 caracteres).",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Configure a autenticação de dois fatores para que os invasores precisem de mais informações do que apenas sua senha para fazer o login.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Além disso, se o Matomo tiver um conjunto limitado de usuários ou IPs através dos quais os usuários irão acessá-lo, pode ser útil configurar uma lista de permissões de endereços IP. %1$sLeia nossos documentos para obter mais informações.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Percebemos algumas tentativas suspeitas de login em sua conta...",
        "UnblockAllIPs": "Desbloquear todos os IPs atualmente bloqueados",
        "WrongPasswordEntered": "Por favor digite sua senha correta."
    }
}
