{
    "Login": {
        "BruteForceLog": "Registo de força bruta",
        "ConfirmationLinkSent": "Uma ligação de confirmação foi enviada para a sua caixa de correio. Confirme o seu e-mail e visite a respetiva ligação para autorizar o seu pedido de alteração de palavra-passe.",
        "ContactAdmin": "Possível motivo: o seu servidor pode ter a função mail() desativada. <br \/>Por favor, contacte o seu administrador do Matomo.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Um utilizador com acesso de super-utilizador não pode ser autenticado utilizando o mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "Espera-se que o parâmetro da palavra-passe seja uma hash MD5 da palavra-passe.",
        "InvalidNonceOrHeadersOrReferrer": "Erro de segurança do formulário. Por favor, recarregue o formulário e confirme que os seus cookies estão ativos. Se utilizar um servidor proxy, deve %1$s configurar o Matomo para aceitar o cabeçalho proxy %2$s que reencaminha o cabeçalho do Host. Além disso, verifique se o cabeçalho Referer é enviado corretamente.",
        "InvalidNonceSSLMisconfigured": "Também pode %1$s forçar o Matomo a utilizar uma ligação segura%2$s: no seu ficheiro de configuração %3$s defina %4$s abaixo da secção %5$s",
        "InvalidOrExpiredToken": "O código é inválido ou expirou.",
        "InvalidUsernameEmail": "Nome de utilizador e\/ou endereço de e-mail inválido",
        "LogIn": "Entrar",
        "LoginOrEmail": "Nome de utilizador ou e-mail",
        "HelpIpRange": "Introduza um endereço ou um intervalo de endereços de IP por linha. Pode utilizar a notação CIDR, por exemplo %1$s, ou pode utilizar carateres genéricos, por exemplo %2$s ou %3$s",
        "SettingBruteForceEnable": "Ativar deteção de força bruta",
        "SettingBruteForceEnableHelp": "A »Deteção de Força Bruta» é uma funcionalidade de segurança importante para proteger os seus dados do acesso não autorizado. Em vez de permitir que qualquer utilizador tente milhares ou milhões de combinações de palavras-passe num intervalo de tempo muito curto, isto irá permitir apenas uma quantidade específica de autenticações falhadas durante um curto intervalo de tempo. Se ocorreram demasiadas falhas de autenticação nesse intervalo de tempo, o utilizador não poderá iniciar a sessão até que decorra algum tempo. Por favor, note que, se um endereço de IP for bloqueado, qualquer utilizador que utilize esse IP também será impedido de iniciar a sessão.",
        "SettingBruteForceWhitelistIp": "Nunca impedir estes endereços de IP de iniciar sessão",
        "SettingBruteForceBlacklistIp": "Impedir sempre estes endereços de IP de iniciar sessão",
        "SettingBruteForceMaxFailedLogins": "Número de tentativas de autenticação permitidas dentro do intervalo de tempo",
        "SettingBruteForceMaxFailedLoginsHelp": "Se for registado um número superior de tentativas de autenticação falhadas dentro do intervalo de tempo configurado abaixo, bloquear o IP.",
        "SettingBruteForceTimeRange": "Contabilizar o número de tentativas de autenticação dentro deste intervalo de tempo, em minutos",
        "SettingBruteForceTimeRangeHelp": "Introduza um número, em minutos.",
        "ConfirmPasswordReset": "Confirmar reposição de palavra-passe",
        "ConfirmPasswordResetIntro": "Para confirmar que a a reposição da palavra-passe foi mesmo solicitada por si, por favor introduza a sua nova palavra-passe novamente.",
        "ConfirmPasswordResetWrongPassword": "A palavra-passe introduzida não coincide com a sua nova palavra-passe. Se não se recorda da nova palavra-passe que escolheu, por repor a sua palavra-passe novamente. Se não solicitou a alteração da palavra-passe, simplesmente não faça nada e a sua palavra-passe não será alterada.",
        "LoginNotAllowedBecauseBlocked": "Neste momento não pode iniciar sessão porque teve demasiadas tentativas de autenticação falhadas; tente novamente mais tarde.",
        "CurrentlyBlockedIPs": "IPs atualmente bloqueados",
        "IPsAlwaysBlocked": "Estes IPs são sempre bloqueados",
        "UnblockAllIPs": "Desbloquear todos os endereços de IP atualmente bloqueados",
        "CurrentlyBlockedIPsUnblockInfo": "Pode desbloquear IPs que estejam atualmente bloqueados, para que possam iniciar sessão novamente caso tenham sido erroneamente selecionados e necessitem de iniciar sessão novamente.",
        "CurrentlyBlockedIPsUnblockConfirm": "Tem a certeza que pretende desbloquear todos os IPs atualmente bloqueados?",
        "LoginPasswordNotCorrect": "Combinação de nome de utilizador e palavra-passe incorreta.",
        "LostYourPassword": "Perdeu a sua palavra-passe?",
        "ChangeYourPassword": "Alterar a sua palavra-passe",
        "MailPasswordChangeBody2": "Olá %1$s,\n\nFoi recebido um pedido de reposição de palavra-passe de %2$s. Para confirmar esta alteração de palavra-passe para que possa iniciar a sessão com as suas novas credenciais, por favor, copie e cole a seguinte hiperligação no seu navegador:\n\n%3$s\n\nNota: esta hiperligação irá expirar em 24 horas.\n\nE obrigado por utilizar o Matomo!",
        "MailTopicPasswordChange": "Confirmar alteração de palavra-passe",
        "NewPassword": "Nova palavra-passe",
        "NewPasswordRepeat": "Nova palavra-passe (repetir)",
        "PasswordChanged": "A sua palavra-passe foi alterada.",
        "PasswordRepeat": "Palavra-passe (repetir)",
        "PasswordsDoNotMatch": "As palavras-passe não coincidem.",
        "PasswordResetAlreadySent": "Procedeu a demasiados pedidos de alteração de palavra-passe recentemente. Pode realizar um novo pedido dentro de uma hora. Caso se depare com algum problema no processo de alteração de palavra-passe, por favor entre em contacto com o administrador para apoio.",
        "WrongPasswordEntered": "Por favor, introduza a sua palavra-passe correta.",
        "ConfirmPasswordToContinue": "Confirme a sua palavra-passe para prosseguir",
        "PluginDescription": "Fornece autenticação via nome de utilizador e palavra-passe bem como a funcionalidade de reposição de palavra-passe. O método de autenticação pode ser alterado utilizando outra extensão de autenticação, como o LoginLdap disponível na loja.",
        "RememberMe": "Recordar-me"
    }
}