{
    "Login": {
        "BruteForceLog": "Regjistër Hyrjesh Me Zor",
        "ConfirmationLinkSent": "Te email-i juaj u dërgua një lidhje ripohimi. Kontrolloni email-in tuaj dhe vizitoni atë lidhje që të autorizoni kërkesën tuaj për ndryshim të fjalëkalimit.",
        "ContactAdmin": "Arsye e mundshme: streha juaj mund të ketë çaktivizuar funksionin mail(). <br \\\/>Ju lutemi, lidhuni me përgjegjësin e Matomo-s tuaj.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Një përdorues me të drejta Superpërdoruesi s’mund të bëjë mirëfilltësimin e vetes duke përdorur mekanizmin '%s'.",
        "ExceptionPasswordMD5HashExpected": "Parametri i fjalëkalimit pritet të jetë një hash MD5 fjalëkalimi.",
        "InvalidNonceOrHeadersOrReferrer": "Siguria e formularit dështoi. Ju lutemi, ringarkoni formularin dhe kontrolloni nëse janë të aktivizuara \\\"cookie\\\"-et tuaja. Nëse përdorni një shërbyes ndërmjetës, duhet ta formësoni %1$s Matomo-n që të pranojë krye ndërmjetësi%2$s i cili përcjell krye Strehe. Kontrolloni gjithashtu që kryet e Sjellësit dërgohen saktë.",
        "InvalidNonceSSLMisconfigured": "Po ashtu, mund %1$sta detyroni Matomo-n të përdorë një lidhje të sigurt%2$s: te kartela juaj %3$s rregulloni %4$s nën ndarjen %5$s",
        "InvalidOrExpiredToken": "Elementi është i pavlefshëm ose ka skaduar.",
        "InvalidUsernameEmail": "Emër përdoruesi dhe\/ose adresë email e pavlefshme.",
        "LogIn": "Hyni",
        "LoginOrEmail": "Emër përdoruesi ose Email",
        "HelpIpRange": "Jepni një adresë IP ose një interval IP-sh për rresht. Mund të përdorni mënyrë shënimesh CIDR, p.sh., %1$s ose mund të përdorni shenja të gjithëpushtetshme, p.sh., %2$s ose %3$s",
        "SettingBruteForceEnable": "Aktivizo Pikasje Hyrjesh Me Zor",
        "SettingBruteForceEnableHelp": "Pikasja e Hyrjeve Me Zor është veçori e rëndësishme sigurie, e përdorur për të mbrojtur të dhënat tuaja nga hyrje të pa-autorizuara . Në vend që të lejohen cilido përdorues të provojë mijëra, ose miliona ndërthurje fjalëkalimesh brenda një kohe të shkurtër, do të lejohet vetëm një numër i caktuar përpjekjesh të dështuara brenda një periudhe të shkurtër kohore. Nëse brenda atij intervali kohor ndodhin shumë përpjekje të dështuara hyrjeje, përdoruesi s’do të jetë në gjendje të bëjë hyrjen deri sa të ketë kaluar një kohë e caktuar. Ju lutemi, kini parasysh që nëse një IP është e bllokuar, çdo përdoruesi që përdor atë IP do t’i bllokohet po ashtu.",
        "SettingBruteForceWhitelistIp": "Mos u blloko kurrë hyrjen këtyre IP-ve",
        "SettingBruteForceBlacklistIp": "Bllokojua përherë hyrjen këtyre IP-ve",
        "NotAllowListTakesPrecendence": "Nëse një IP ka përputhje si me listën e bllokimeve, ashtu edhe me atë të mosbllokimit ndonjëherë, atëherë përparësi ka lista e blIokimit dhe IP-ja s’do të lejohej.",
        "SettingBruteForceMaxFailedLogins": "Numër i lejuar provash hyrjeje brenda intervalit kohor",
        "SettingBruteForceMaxFailedLoginsHelp": "Nëse regjistrohet një numër më i madh provash të dështuara për hyrje se sa ky numër, brenda intervalit kohor të formësuar më poshtë, bllokoje IP-në.",
        "SettingBruteForceTimeRange": "Numëro prova hyrjesh brenda këtij intervali kohor në minuta",
        "SettingBruteForceTimeRangeHelp": "Jepni një numër minutash.",
        "ConfirmPasswordReset": "Ripohoni ricaktim fjalëkalimi",
        "ConfirmPasswordResetIntro": "Për ripohim se jeni vërtet ju që kërkuat këtë ndryshim fjalëkalimi, ju lutemi, jepni sërish fjalëkalimin tuaj të ri.",
        "ConfirmPasswordResetWrongPassword": "Fjalëkalimi i dhënë nuk përputhet me fjalëkalimin tuaj të ri. Nëse s’mbani mend fjalëkalimin tuaj të zgjedhur rishtas, mund ta ricaktoni sërish fjalëkalimin tuaj. Nëse s’kërkuat ndryshim fjalëkalimi, thjesht mos bëni gjë dhe fjalëkalimi juaj s’do të ndryshohet.",
        "LoginNotAllowedBecauseBlocked": "Hëpërhë s’ju lejohet të bëni hyrjen, ngaqë patët shumë prova të dështuara hyrjesh, riprovoni më vonë.",
        "CurrentlyBlockedIPs": "IP të bllokuara hëpërhë",
        "IPsAlwaysBlocked": "Këto IP janë përherë të bllokuara",
        "UnblockAllIPs": "Zhblloko krejt IP-të e tanishme të bllokuara",
        "CurrentlyBlockedIPsUnblockInfo": "Mundeni të zhbllokoni IP që tani janë të bllokuara, që kështu të mund të bëhet sërish hyrje prej tyre, në rast se janë bllokuar gabimisht dhe lypset të jetë e mundur të bëhet hyrje që prej tyre.",
        "CurrentlyBlockedIPsUnblockConfirm": "Jeni i sigurt se doni të zhbllokohen krejt IP e tanishme të bllokuara?",
        "LoginPasswordNotCorrect": "Ndërthurje e gabuar Emri përdoruesi dhe fjalëkalimi.",
        "LostYourPassword": "Humbët fjalëkalimin tuaj?",
        "ChangeYourPassword": "Ndryshoni fjalëkalimin tuaj",
        "MailPasswordChangeBody2": "Njatjeta %1$s,\n\nPrej %2$s u mor një kërkesë për ricaktim fjalëkalimi. Për ripohim të këtij ndryshimi fjalëkalimi, që të mund hyni me kredenciale të reja, ju lutemi, kopjoni dhe hidheni te shfletuesi juaj lidhjen vijuese:\n\n%3$s\n\nShënim: kjo lidhje do të skadojë pas 24 orësh.\n\nDhe faleminderit që përdorni Matomo-n!",
        "MailTopicPasswordChange": "Ripohoni Ndryshimin e Fjalëkalimit",
        "NewPassword": "Fjalëkalim i ri",
        "NewPasswordRepeat": "Fjalëkalim i ri (përsëriteni)",
        "PasswordChanged": "Fjalëkalimi juaj u ndryshua.",
        "PasswordRepeat": "Fjalëkalim (sërish)",
        "PasswordsDoNotMatch": "Fjalëkalimet nuk përputhen.",
        "PasswordResetAlreadySent": "Tani së fundi keni kërkuar shumë ricaktime fjalëkalimi. Një kërkesë e re mund të bëhet pas një ore. Nëse keni probleme me ricaktimin e fjalëkalimit tuaj, ju lutemi, për ndihmë, lidhuni me përgjegjësin tuaj.",
        "WrongPasswordEntered": "Ju lutemi, jepni fjalëkalimin tuaj të saktë.",
        "ConfirmPasswordToContinue": "Që të vazhdohet, ripohoni fjalëkalimin tuaj",
        "PluginDescription": "Ofron mirëfilltësim përmes emri përdoruesi dhe fjalëkalimi, si dhe funksionin e ricaktimit të fjalëkalimeve. Metoda e mirëfilltësimit mund të ndryshohet duke përdorur një tjetër shtojcë Hyrjesh, të tillë si LoginLdap, të cilën e gjeni te Marketplace-i.",
        "RememberMe": "Mbamë Mend"
    }
}