{
    "Login": {
        "ConfirmationLinkSent": "Te email-i juaj u dërgua një lidhje ripohimi. Kontrolloni email-in tuaj dhe vizitoni atë lidhje që të autorizoni kërkesën tuaj për ndryshim të fjalëkalimit.",
        "ContactAdmin": "Arsye e mundshme: streha juaj mund të ketë çaktivizuar funksionin mail(). <br \/>Ju lutem, lidhuni me përgjegjësin e Piwik-ut tuaj.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Një përdorues me të drejta Superpërdoruesi nuk mund të bëjë mirëfilltësimin e vetes duke përdorur mekanizmin '%s'.",
        "ExceptionPasswordMD5HashExpected": "Parametri i fjalëkalimit pritet të jetë një hash MD5 fjalëkalimi.",
        "InvalidNonceOrHeadersOrReferrer": "Siguria e formularit dështoi. Ju lutem, ringarkoni formularin dhe kontrolloni nëse janë të aktivizuara \"cookie\"-et tuaja. Nëse përdorni një shërbyes ndërmjetës, duhet ta formësoni %1$s Piwik-un që të pranojë titull ndërmjetësi%2$s i cili përcjell titull Strehe. Kontrolloni gjithashtu që titulli i Referuesit dërgohet saktë.",
        "InvalidNonceSSLMisconfigured": "Po ashtu, mund %1$sta detyroni Piwik-un të përdorë një lidhje të sigurt%2$s: te kartela juaj %3$s rregulloni %4$s nën ndarjen %5$s",
        "InvalidOrExpiredToken": "Elementi është i pavlefshëm ose ka skaduar",
        "InvalidUsernameEmail": "Emër përdoruesi dhe\/ose vendndodhje e-mail e pavlefshme",
        "LogIn": "Hyni",
        "LoginOrEmail": "Emër hyrjeje ose E-mail",
        "LoginPasswordNotCorrect": "Emër përdoruesi & Fjalëkalim jo të saktë",
        "LostYourPassword": "Humbët fjalëkalimin tuaj?",
        "MailPasswordChangeBody": "Njatjeta %1$s,\n\nPrej %2$s ka ardhur një kërkesë për ricaktim fjalëkalimi. Për ripohim të këtij ndryshimi fjalëkalimi, që të mund hyni me kredenciale të reja, vizitoni lidhjen vijuese:\n\n%3$s\n\nKujdes: Ndryshimi i fjalëkalimit do të sjellë edhe ndryshimin e token_auth tuaj. token_auth tuaj të ri mund ta shihni te faqja e rregullimeve tuaja.\n\nNëse token_auth tuaj për API e përdorni në ndonjë aplikacion të jashtëm ose për arkivim, sigurohuni që ta përditësoni token_auth atje, përndryshe kërkesat te API do të dështojnë.\n\nShënim: kjo lidhje do të skadojë pas 24 orësh.\n\nDhe faleminderit që përdorni Piwik-un!",
        "MailTopicPasswordChange": "Ripohoni Ndryshimin e Fjalëkalimit",
        "PasswordChanged": "Fjalëkalimi juaj u ndryshua.",
        "PasswordRepeat": "Fjalëkalim (sërish)",
        "PasswordsDoNotMatch": "Fjalëkalimet nuk përputhen.",
        "PluginDescription": "Ofron mirëfilltësim përmes emri përdoruesi dhe fjalëkalimi, si dhe funksionin e ricaktimit të fjalëkalimeve. Metoda e mirëfilltësimit mund të ndryshohet duke përdorur një tjetër shtojcë Hyrjesh, të tillë si LoginLdap, të cilën e gjeni te Marketplace-i.",
        "RememberMe": "Mbamë Mend",
        "ResetPasswordInstructions": "Jepni një fjalëkalim të ri për llogarinë tuaj."
    }
}