{
    "Login": {
        "BruteForceLog": "Totalsökningslogg",
        "ChangeYourPassword": "Ändra ditt lösenord",
        "ConfirmPasswordReset": "Bekräfta återställning av lösenord",
        "ConfirmPasswordResetIntro": "För att bekräfta att det verkligen är du som begärde denna lösenordsändring, skriv ditt nya lösenord igen.",
        "ConfirmPasswordResetWrongPassword": "Det angivna lösenordet matchar inte ditt nya lösenord. Om du inte kommer ihåg ditt nyligen valda lösenord kan du återställa ditt lösenord igen. Om du inte begärde lösenordsändringen, så gör du helt enkelt ingenting och ditt lösenord kommer inte att ändras.",
        "ConfirmPasswordToContinue": "Bekräfta ditt lösenord för att fortsätta.",
        "ConfirmationLinkSent": "En länk för bekräftelse har skickats till dig. Kontrollera din e-post och besök länken för att fullfölja begäran att ändra ditt lösenord.",
        "ContactAdmin": "Möjlig orsak: din värd kan ha inaktiverat mail() funktionen. <br />Vänligen kontakta din Matomo administratör.",
        "CurrentlyBlockedIPs": "IP-adresser som blockeras just nu",
        "CurrentlyBlockedIPsUnblockConfirm": "Är du säker på att du vill avblockera samtliga nu blockerade IP-adresser?",
        "CurrentlyBlockedIPsUnblockInfo": "Du kan avblockera de IP-adresser som nu är blockerade så att de åter kan logga in, om de var falsklarm och behöver kunna logga in igen.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "En användare med Superanvändaråtkomst kan inte bli autensieras vid användande av '%s' mekanism.",
        "ExceptionPasswordMD5HashExpected": "Lösenordsparametern förväntas bli en MD5-hash av lösenordet.",
        "HelpIpRange": "Ange en IP-adress eller ett adresspann per rad. Du kan använda CIDR-notation (till exempel %1$s) eller jokertecken (som %2$s eller %3$s).",
        "IPsAlwaysBlocked": "Följande IP-adresser blockeras alltid",
        "InvalidNonceSSLMisconfigured": "Du kan även %1$s kräva att Matomo använder en säker anslutning%2$s: för att göra detta konfigurerar du din konfigurationsfil %3$s med %4$s nedan sektioner%5$s",
        "InvalidOrExpiredToken": "Lösenordsbevis är felaktigt eller har utgått.",
        "InvalidUsernameEmail": "Felaktigt användarnamn och/eller e-postadress",
        "LogIn": "Logga in",
        "LoginNotAllowedBecauseBlocked": "Du har inte behörighet att logga in för närvarande eftersom du har för många misslyckade inloggningsförsök, försök igen senare.",
        "LoginOrEmail": "Användarnamn eller e-postadress",
        "LoginPasswordNotCorrect": "Användarnamn & Lösenord är inte korrekta",
        "LostYourPassword": "Glömt ditt lösenord?",
        "MailPasswordChangeBody2": "Hej %1$s,\n\nEn begäran om lösenordsåterställning togs emot från %2$s. Kopiera följande länk och klistra in den i din webbläsare för att bekräfta lösenordsändringen, så att du kan logga in med dina nya uppgifter:\n\n%3$s\n\nObservera att den här länken kommer bli ogiltig efter 24 timmar.\n\nTack för att du använder Matomo!",
        "MailTopicPasswordChange": "Bekräfta byte av lösenord",
        "NewPassword": "Nytt lösenord",
        "NewPasswordRepeat": "Nytt lösenord (upprepa)",
        "NotAllowListTakesPrecendence": "Om en IP matchar både blockeringslistan och aldrig-blockeringslistan, har blockeringslistan företräde och IP skulle inte tillåtas.",
        "PasswordChanged": "Ditt lösenord har ändrats.",
        "PasswordRepeat": "Lösenord (bekräfta)",
        "PasswordResetAlreadySent": "Du har begärt för många återställningar av lösenord senaste tiden. En ny begäran kan göras om en timme. Om du har problem med att återställa ditt lösenord, kontakta din administratör för hjälp.",
        "PasswordsDoNotMatch": "Lösenorden matchar inte.",
        "PluginDescription": "Tillhandahåller autentisering med användarnamn och lösenord samt lösenordsåterställning. Autentiseringsmetoden kan anpassas med en annan plugin som t.ex. LoginLdap från Marketplace.",
        "RememberMe": "Kom ihåg mig",
        "SettingBruteForceBlacklistIp": "Tillåt aldrig följande IP-adresser att logga in",
        "SettingBruteForceEnable": "Aktivera totalsöknings-detektion",
        "SettingBruteForceEnableHelp": "Totalsöknings-detektion är en viktig säkerhetsfunktion som skyddar dina data från obehörig åtkomst. Istället för att tillåta vilken användare som helst att försöka tusentals eller flera miljoner tänkbara lösenord i snabb följd, kommer den endast tillåta ett visst antal misslyckade inloggningsförsök under en viss tid. Om för många inloggningsförsök misslyckas under det tidsspannet kommer användaren inte kunna logga in tills en viss tid passerat. Observera att om en IP-adress blockeras, kommer samtliga användare med den IP-adressen nekas inloggning.",
        "SettingBruteForceMaxFailedLogins": "Antal tillåtna inloggningsförsök inom tidsspannet",
        "SettingBruteForceMaxFailedLoginsHelp": "IP-adressen blockeras om fler än detta antal inloggningsförsök misslyckas inom tidsspannet nedan.",
        "SettingBruteForceTimeRange": "Räkna antal inloggningsförsök inom detta tidsspannet (i minuter)",
        "SettingBruteForceTimeRangeHelp": "Ange en tid i minuter.",
        "SettingBruteForceWhitelistIp": "Tillåt alltid följande IP-adresser att logga in",
        "UnblockAllIPs": "Avblockera samtliga IP-adresser som är blockerade just nu",
        "WrongPasswordEntered": "Vänligen ange ditt giltiga lösenord."
    }
}
