{
    "Login": {
        "BruteForceLog": "Brute force günlüğü",
        "ConfirmationLinkSent": "Size onaylama bağlantısını içeren bir e-posta önderildi. Parola değişikliği isteğinizi onaylamak için e-postalarınıza bakın ve onaylama bağlantısını açın.",
        "ContactAdmin": "Olası neden: Sunucunuzda mail() işlevi devre dışı bırakılmış olabilir. <br \/>Lütfen Matomo yöneticinizle görüşün.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Süper kullanıcı yetkileri olan bir kullanıcının kimliği '%s' yöntemi ile doğrulanamaz.",
        "ExceptionPasswordMD5HashExpected": "Parola parametresinin parolanın MD5 yöntemi ile karılmış biçimi olması beklenir.",
        "InvalidNonceOrHeadersOrReferrer": "Form güvenliği sağlanamadı. Lütfen formu yeniden yükleyin ve çerezlerin etkinleştirildiğinden emin olun. Bir vekil sunucu kullanıyorsanız, %2$s vekil sunucu üst bilgisini kabul edip sunucu başlığını iletmesi için Matomo %1$s olarak ayarlamalısınız. Ayrıca Referrer üst bilgisinin doğru şekilde gönderildiğini denetleyin.",
        "InvalidNonceSSLMisconfigured": "Ayrıca %1$sMatomo tarafında güvenli bir bağlantı kullanılmasını%2$s dayatabilirsiniz: yapılandırma dosyanızda%5$s bölümü altındaki %3$s seçeneğini %4$s olarak ayarlayın",
        "InvalidOrExpiredToken": "Kod geçersiz ya da süresi dolmuş.",
        "InvalidUsernameEmail": "Kullanıcı adı ya da e-posta adresi geçersiz.",
        "LogIn": "Oturum aç",
        "LoginOrEmail": "Kullanıcı adı ya da e-posta",
        "HelpIpRange": "IP adreslerinin listesini, her satıra bir adres gelecek şekilde yazın. %1$sgibi CIDR biçimi ya da %2$s ve %3$s gibi genel arama karakterleri kullanılabilir.",
        "SettingBruteForceEnable": "Brute force algılaması kullanılsın",
        "SettingBruteForceEnableHelp": "Brute force algılaması verilerinize izinsiz erişilmesini engelleyen önemi bir güvenlik koruması özelliğidir. Herhangi bir kullanıcının kısa bir zaman aralığında binlerce ya da milyonlarca farklı parolayı denemesine izin vermek yerine, belirli bir süre içinde hatalı parola girişi sayısını sınırlar. Belirtilen zaman aralığında çok fazla sayıda hatalı oturum açma girişimi olursa kullanıcı belirtilen sürenin sonuna kadar bir daha oturum açma girişiminde bulunamaz. Bir IP adresi engellendiğinde aynı adresi kullanan diğer kullanıcıların da oturum açamayacağını unutmayın.",
        "SettingBruteForceWhitelistIp": "Her zaman oturum açabilecek IP adresleri",
        "SettingBruteForceBlacklistIp": "Her zaman engellenecek IP adresleri",
        "NotAllowListTakesPrecendence": "Bir IP adresi hem engellenecek, hem de engellemeyecek adres listeleri ile eşleşirse, engelleme listesinin önceliği olduğundan IP adresi engellenir.",
        "SettingBruteForceMaxFailedLogins": "Zaman aralığında izin verilen oturum açma girişimi sayısı",
        "SettingBruteForceMaxFailedLoginsHelp": "Belirtilen sayıdan daha fazla hatalı oturum açma girişimi yapıldığında, girişimin yapıldığı IP adresi aşağıda belirtilen süreyle engellenir.",
        "SettingBruteForceTimeRange": "Oturum açma girişimlerinin sayılacağı zaman aralığı",
        "SettingBruteForceTimeRangeHelp": "Dakika olarak bir sayı yazın.",
        "ConfirmPasswordReset": "Parola değişikliğini onayla",
        "ConfirmPasswordResetIntro": "Bu parola değişikliğini isteyenin siz olduğunuzdan emin olunması için lütfen yeni parolanızı yeniden yazın.",
        "ConfirmPasswordResetWrongPassword": "Yazılan parola yeni parolanız ile aynı değil. Yeni parolanızı anımsamıyorsanız parolanızı yeniden sıfırlayabilirsiniz. Parola değişikliği istemediyseniz herhangi bir şey yapmanıza gerek yok, parolanız değiştirilmeyecek.",
        "LoginNotAllowedBecauseBlocked": "Çok fazla sayıda hatalı oturum açma girişiminde bulunduğunuzdan, şu anda oturum açmanıza izin verilmiyor. Bir süre sonra yeniden deneyin.",
        "CurrentlyBlockedIPs": "Engellenmiş IP adresleri",
        "IPsAlwaysBlocked": "Her zaman engellenecek IP adresleri",
        "UnblockAllIPs": "Engellenmiş tüm IP adreslerinin engellemesini kaldır",
        "CurrentlyBlockedIPsUnblockInfo": "Engellenmiş IP adreslerinin engellemesini kaldırarak, bir hata sonucu oturum açması engellenen kullanıcıların yeniden oturum açmalarını sağlayabilirsiniz.",
        "CurrentlyBlockedIPsUnblockConfirm": "Engellenmiş tüm IP adreslerinin engellemesini kaldırmak istediğinize emin misiniz?",
        "LoginPasswordNotCorrect": "Kullanıcı adı ile parola uyuşmuyor.",
        "LostYourPassword": "Parolamı unuttum",
        "ChangeYourPassword": "Parolanızı değiştirin",
        "MailPasswordChangeBody2": "Merhaba %1$s,\n\n%2$s tarafından bir parola sıfırlama isteği gönderildi. Parola değişikliğini onaylayarak yeniden oturum açmak için aşağıdaki bağlantıyı kopyalayıp web tarayıcınıza yapıştırın:\n\n%3$s\n\nNot: Bu bağlantı 24 saat sonra geçerliliğini yitirir.\n\nMatomo uygulamasını kullandığınız için teşekkürler.",
        "MailTopicPasswordChange": "Parola değişikliğini onayla",
        "NewPassword": "Yeni parola",
        "NewPasswordRepeat": "Yeni parola (yeniden)",
        "PasswordChanged": "Parolanız değiştirildi.",
        "PasswordRepeat": "Parola onayı",
        "PasswordsDoNotMatch": "Parola ve onayı aynı değil",
        "PasswordResetAlreadySent": "Kısa bir zaman içinde çok sayıda parola sıfırlama isteğinde bulundunuz. Ancak bir saat sonra yeni bir istekte bulunabilirsiniz. Parolanızı sıfırlamakta sorun yaşıyorsanız yardımcı olması için sistem yöneticiniz ile görüşebilirsiniz.",
        "WrongPasswordEntered": "Lütfen doğru parolayı yazın.",
        "ConfirmPasswordToContinue": "Devam etmek için parolanızı yazın",
        "PluginDescription": "Kullanıcı adı ve parola ile kimlik doğrulaması yapar. Ek olarak parola sıfırlama seçeneği bulunur. Kimlik doğrulama yöntemi, mağazadan alınabilecek LoginLdap gibi başka bir oturum açma uygulama eki kullanılarak değiştirilebilir.",
        "RememberMe": "Bilgilerim hatırlansın",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Hesabınızda bazı şüpheli oturum açma girişimleri fark ettik ...",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Son bir saat içinde Matomo hesabınızda şüphe uyandıracak kadar çok sayıda oturum açma girişimi fark ettik. %2$s farklı IP adresinden %1$s oturum açma girişiminde bulunuldu. Birilerinin hesabınızı ele geçirmeye çalıştığından şüpheleniyoruz.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Matomo hesabınızı korumak için şu önlemleri almanızı öneriyoruz:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Parolanızın güvenli olduğundan emin olun. Yeterli uzunlukta (en az 30 karakter) rastgele bir parola kullanın.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "İki aşamalı kimlik doğrulaması kullanın. Böylece saldırganlar yalnızca parolanızı ele geçirerek oturum açamaz.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Ek olarak, Matomo uygulamanıza, erişen kullanıcıların sayısı ya da IP adresleri sınırlı ise, bir IP adresi beyaz listesi oluşturmak faydalı olabilir. %1$sAyrıntılı bilgi almak için belgeler bölümüne bakabilirsiniz.%2$s",
        "LoginNotAllowedBecauseUserLoginBlocked": "Son bir saat içinde hesabınızda şüpheli sayıda başarısız oturum açma girişiminde bulunulduğundan oturum açma özelliği geçici olarak devre dışı bırakıldı."
    }
}