{
    "Login": {
        "Accept": "Kabul et",
        "AcceptPrivacyPolicy": "Gizlilik ilkesini kabul etmelisiniz.",
        "AcceptPrivacyPolicyAndTermsAndCondition": "Gizlilik ilkesi ile hüküm ve koşulları kabul etmelisiniz.",
        "AcceptTermsAndCondition": "Hüküm ve koşulları kabul etmelisiniz.",
        "BruteForceLog": "Brute force günlüğü",
        "BySigningUpPrivacyPolicy": "Hesap açarak %1$sgizlilik ilkesini%2$s kabul ediyorum",
        "BySigningUpPrivacyPolicyAndTermsAndCondition": "Hesap açarak %1$sgizlilik ilkesini%2$s ve %3$shüküm ve koşulları%4$s kabul ediyorum",
        "BySigningUpTermsAndCondition": "Hesap açarak %1$shüküm ve koşulları%2$s kabul ediyorum",
        "ChangeYourPassword": "Parolanızı değiştirin",
        "ConfirmPasswordReset": "Parolayı sıfırla",
        "ConfirmPasswordResetIntro": "Parolanızı değiştirmenizi gerçekten istediğinizi onaylamak için lütfen yeni parolanızı yazın.",
        "ConfirmPasswordResetWrongPassword": "Yazılan parola yeni parolanız ile aynı değil. Yeni parolanızı anımsamıyorsanız parolanızı yeniden sıfırlayın. Parolanızı değiştirmek istemediyseniz, olduğu gibi korumak için herhangi bir şey yapmayın.",
        "ConfirmPasswordToContinue": "İlerlemek için parolanızı yazın",
        "ConfirmationLinkSent": "Parola değişikliği isteğinizi onaylamak için e-posta olarak gönderilen ve onaylama bağlantısını açın.",
        "ContactAdmin": "Olası neden: Sunucunuzda mail() işlevi devre dışı bırakılmış olabilir. <br />Lütfen Matomo yöneticinizle görüşün.",
        "CreatePasswordDescription": "Bu parolayı unutmayacağınızdan emin olun ve güvenli bir yerde saklayın.",
        "CurrentlyBlockedIPs": "Engellenmiş IP adresleri",
        "CurrentlyBlockedIPsUnblockConfirm": "Engellenmiş tüm IP adreslerinin engellemesi kaldırılsın mı?",
        "CurrentlyBlockedIPsUnblockInfo": "Yeniden oturum açmalarına izin vermek için yanlışlıkla engellenmiş IP adreslerinin engellemesini kaldırabilirsiniz.",
        "DeclineInvitationInfo": "Çağrınız reddedildi.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Süper kullanıcı yetkileri olan bir kullanıcının kimliği '%s' yöntemi ile doğrulanamaz.",
        "ExceptionPasswordMD5HashExpected": "Parola parametresinin parolanın MD5 yöntemi ile karılmış biçimi olması beklenir.",
        "HelpIpRange": "IP adreslerinin listesini, her satırda bir adres bulunacak şekilde yazın. %1$s gibi CIDR biçimini ya da %2$s ve %3$s gibi genel arama karakterlerini kullanabilirsiniz",
        "IPsAlwaysBlocked": "Her zaman engellenecek IP adresleri",
        "InvalidNonceOrigin": "Kaynak geçersiz olduğundan form güvenliği sağlanamadı. Daha önce HTTPS kullanarak bağlantı kurduysanız, lütfen güvenli bir (SSL/TLS) bağlantısı kullandığınızdan emin olduktan sonra yeniden deneyin.",
        "InvalidNonceReferrer": "Yönlendiren (referrer) üst bilgisi geçersiz olduğundan form güvenliği sağlanamadı. Bir vekil sunucu kullanıyorsanız, %1$sMatomo yapılandırmasını vekil sunucu üst bilgisini kabul edecek%2$s ve sunucu üst bilgisini iletecek şekilde ayarlamanız gerekir. Ayrıca, \"Referrer\" üst bilginizin doğru gönderilmiş olup olmadığını denetleyin. Daha önce HTTPS kullanarak bağlantı kurduysanız, lütfen güvenli bir (SSL/TLS) bağlantısı kullandığınızdan emin olduktan sonra yeniden deneyin.",
        "InvalidNonceSSLMisconfigured": "Ayrıca %1$sMatomo tarafından güvenli bir bağlantı kullanılmasını%2$s dayatabilirsiniz: Yapılandırma dosyanızda%5$s bölümü altındaki %3$s seçeneğini %4$s olarak ayarlayın",
        "InvalidNonceToken": "Bir kod uyuşmazlığı nedeniyle form güvenliği sağlanamadı. Lütfen formu yeniden yükleyin ve çerezlerin açık olup olmadığını denetleyin.",
        "InvalidNonceUnexpectedReferrer": "Yönlendiren (referrer) üst bilgisi beklenenden farklı olduğundan form güvenliği sağlanamadı. Bu bilginin doğru gönderilip gönderilmediğini denetleyin.",
        "InvalidOrExpiredToken": "Kod geçersiz ya da süresi dolmuş.",
        "InvalidOrExpiredTokenV2": "Parola zaten ayarlanmış ya da bağlantının süresi dolmuş.",
        "InvalidUsernameEmail": "Kullanıcı adı ya da e-posta adresi geçersiz.",
        "InvitationDeclineBody": "Bu çağrı reddedilsin mi?",
        "InvitationDeclineTitle": "Çağrıyı reddet",
        "InvitationHints": "(bu işlemi iptal etmek için sayfadan ayrılabilirsiniz)",
        "InvitationTitle": "Çağrıyı kabul et",
        "LogIn": "Oturum aç",
        "LoginNotAllowedBecauseBlocked": "Çok fazla sayıda hatalı oturum açma girişiminde bulundunuz. Lütfen bir süre sonra yeniden deneyin.",
        "LoginNotAllowedBecauseUserLoginBlocked": "Son bir saat içinde hesabınızla şüpheli sayıda başarısız oturum açma girişiminde bulunulduğundan oturum açmanız engellendi.",
        "LoginOrEmail": "Kullanıcı adı ya da e-posta",
        "LoginPasswordNotCorrect": "Kullanıcı adı ve/veya parola yanlış.",
        "LostYourPassword": "Parolamı unuttum?",
        "MailPasswordChangeBody2": "Merhaba %1$s,\n\n%2$s tarafından bir parola sıfırlama isteği yapıldı. Yeni kullanıcı adı ve parolanızla oturum açmak için 24 saat içinde aşağıdaki bağlantıyı kopyalayıp tarayıcınıza yapıştırın:\n\n%3$s\n\nMatomo uygulamasını kullandığınız için teşekkürler.",
        "MailTopicPasswordChange": "Parola değiştirmeyi onayla",
        "NewPassword": "Yeni parola",
        "NewPasswordRepeat": "Yeni parola onayı",
        "NotAllowListTakesPrecendence": "Bir IP adresi hem engellenecek, hem de engellemeyecek adres listelerinde bulunuyorsa engellenir.",
        "PasswordChanged": "Artık yeni parolanızla oturum açabilirsiniz.",
        "PasswordRepeat": "Parola onayı",
        "PasswordRequired": "Lütfen ilerlemek için parolanızı yazın",
        "PasswordResetAlreadySent": "Kısa sürede çok sayıda parola sıfırlama isteğinde bulundunuz. Ancak bir saat sonra yeni bir istekte bulunabilirsiniz. Yardımcı olması için sistem yöneticiniz ile görüşebilirsiniz.",
        "PasswordsDoNotMatch": "Parola ve onayı aynı değil.",
        "PluginDescription": "Kullanıcı adı ve parola ile oturum açma ve parola sıfırlama işlemlerini yapar. Oturum açma yöntemi, mağazadan alınabilecek LoginLdap gibi başka bir oturum açma uygulama eki kullanılarak değiştirilebilir.",
        "RememberMe": "Bilgilerim hatırlansın",
        "SettingBruteForceBlacklistIp": "Her zaman engellenecek IP adresleri",
        "SettingBruteForceEnable": "Kaba kuvvet saldırıları algılansın",
        "SettingBruteForceEnableHelp": "Belirli bir zaman dilimi içinde çok fazla sayıda parola girişimi yapan kullanıcıların oturumunu bir süreliğine kapatır. Böylece herhangi birinin tüm kombinasyonları denemesi engellenir. Paylaşılan bir IP adresinin engellenmesi diğer kullanıcıları da kilitler.",
        "SettingBruteForceMaxFailedLogins": "Belirtilen zaman aralığında izin verilen oturum açma girişimi sayısı",
        "SettingBruteForceMaxFailedLoginsHelp": "Belirtilen sayıdan daha fazla hatalı oturum açma girişimi yapıldığında, IP adresi aşağıda belirtilen süreyle engellenir.",
        "SettingBruteForceTimeRange": "Oturum açma girişimlerinin sayılacağı zaman aralığı",
        "SettingBruteForceTimeRangeHelp": "Dakika olarak bir sayı yazın.",
        "SettingBruteForceWhitelistIp": "Her zaman oturum açabilecek IP adresleri",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Son bir saat içinde Matomo hesabınızda şüphe uyandıracak kadar çok sayıda oturum açma girişimi yapıldı. %2$s farklı IP adresinden %1$s oturum açma girişiminde bulunuldu. Birileri hesabınızı ele geçirmeye çalışıyor olabilir.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Şu işlemleri yapın:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Parolanızın güvenli olduğundan emin olun. En az 30 karakter uzunluğunda rastgele bir parola kullanın.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "İki aşamalı kimlik doğrulaması kullanın. Böylece saldırganlar parolanızı ele geçirse bile oturum açamaz.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Matomo uygulamanıza, sınırlı sayıda kullanıcı ya da IP adresi erişiyorsa bir engellenmeyecek IP adresleri listesi oluşturun. %1$sAyrıntılı bilgi almak için belgeler bölümüne bakabilirsiniz.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Kullanıcı adınız ile yapılan bazı şüpheli oturum açma girişimleri fark ettik…",
        "UnblockAllIPs": "Engellenmiş tüm IP adreslerinin engellemesini kaldır",
        "WrongPasswordEntered": "Lütfen parolanızı yazın."
    }
}
