{
    "Live": {
        "ActionsAndDuration": "%1$s Aktionen in %2$s",
        "AveragePageGenerationTime": "Jede Seite benötigte im Durchschnitt %1$s um bei diesem Besucher zu laden.",
        "CalculatedOverNPageViews": "Berechnet mithilfe der letzten %1$s Seitenansichten dieses Besuchers.",
        "ClickToSeeAllContents": "Klicken um sämtliche Inhaltsinteraktionen/Impressionen zu sehen",
        "ClickToViewAllActions": "Klicken Sie um alle Aktionen dieser Gruppe im Detail zu sehen",
        "ClickToViewMoreAboutVisit": "Klicken Sie um nähere Informationen zu diesem Besuch zu sehen",
        "ConvertedNGoals": "%s Ziele konvertiert",
        "DisableVisitorProfile": "Nur Besucherprofil deaktivieren",
        "DisableVisitorProfileDescription": "Hier können Sie das Besucherprofil-Feature deaktivieren. Alle Besuche-Logs, welche auf dieses Feature verweisen, werden weiterhin funktionieren.",
        "DisableVisitsLogAndProfile": "Besuche-Log und Besucherprofil deaktivieren",
        "DisableVisitsLogAndProfileDescription": "Hier können Sie das Besuche-Log und das Besucherprofil-Feature deaktivieren. Dies wird auch alle Features deaktivieren, welche darauf basieren, wie das E-Commerce Log, das segmentierte Besuche-Log, die Echtzeitkarte oder das Echtzeit-Widget. Das wird eventuell nötig sein, um die lokalen Datenschutzbestimmungen einhalten zu können.",
        "FirstVisit": "Erster Besuch",
        "GoalType": "Typ",
        "HideMap": "Karte ausblenden",
        "KeywordRankedOnSearchResultForThisVisitor": "Der Begriff %1$s war für diesen Besucher auf Platz %2$s der Suchergebnisseite von %3$s",
        "LastHours": "Letzte %s Stunden",
        "LastMinutes": "Letzte %s Minuten",
        "LastVisit": "Letzter Besuch",
        "LimitedSummary": "Die Informationen in diesem Profil fasst die letzten %1$s Besuche zusammen. Dieser Benutzer hat im Gesamten mehr Besuche.",
        "LimitedVisitsShown": "Nur die letzten %1$s Besuche werden angezeigt. Dieser Benutzer hat im Gesamten mehr Besuche.",
        "LinkVisitorLog": "Detailliertes Besuche-Log anzeigen",
        "LoadMoreVisits": "Mehr Besuche laden",
        "MorePagesNotDisplayed": "weitere Seiten von diesem Besucher werden nicht angezeigt",
        "NbVisitor": "1 Besucher",
        "NbVisitors": "%s Besucher",
        "NextVisitor": "Nächster Besucher",
        "NoMoreVisits": "Für diesen Besucher sind keine weiteren Besuche vorhanden.",
        "OnClickPause": "%s ist gestartet. Klicken Sie um zu pausieren.",
        "OnClickStart": "%s ist gestoppt. Klicken Sie um zu starten.",
        "PageRefreshed": "Die Anzahl wie oft diese Seite hintereinander angeschaut/aktualisiert worden ist.",
        "PluginDescription": "Unterstützt den Live Besucher-Log und lässt Sie Ihre Besucher live im Echtzeit-Dashboard-Widget anzeigen. Das Plugin lässt Sie auch ein Besucherprofil für einen vorgegebenen Benutzer anzeigen.",
        "PreviousVisitor": "Vorheriger Besucher",
        "QueryMaxExecutionTimeExceeded": "Die Ausführung der Abfrage dauerte zu lange.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "Dies kann vorkommen, wenn der ausgewählte Zeitraum zu groß ist. Bitte wählen Sie einen kleineren Zeitraum.",
        "QueryMaxExecutionTimeExceededReasonSegment": "Dies kann vorkommen, wenn das ausgewählte Segment keinem Besuch entspricht. Bitte überprüfen Sie das von Ihnen ausgewählte Segment.",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Bitte erneut versuchen. Wenn dies wiederholt vorkommt, wenden Sie sich bitte an den Administrator oder den Support.",
        "RealTimeHelp1": "Der Echtzeitbesuche-Bericht zeigen die Besucherströme Ihrer Webseite in Echtzeit. Er enthält einen Echtzeitzähler Ihrer Besuche und Seitenansichten in den letzten 24 Stunden und den letzten 30 Minuten.",
        "RealTimeHelp2": "Dieser Bericht wird alle 5 Sekunden aktualisiert und zeigt neue Besuche (oder vorhandene Besucher, die eine neue Seite aufrufen) am Anfang der Liste mit einem Einblendeffekt an.",
        "RealTimeVisitorCount": "Echtzeit-Besucherzähler",
        "RealTimeVisitors": "Echtzeitbesuche",
        "Referrer_URL": "Herkunftsseite",
        "RevisitedPages": "Seiten die mehrmals angesehen wurden",
        "RowActionTooltipDefault": "Zeigt Besuche-Log segmentiert mit dieser Zeile",
        "RowActionTooltipTitle": "Segmentiertes Besuche-Log öffnen",
        "RowActionTooltipWithDimension": "Besuche-Log segmentiert mit %s zeigen",
        "SegmentedVisitorLogTitle": "Zeigt das Log, welches Besuche auflistet, bei denen %1$s\"%2$s\" ist",
        "ShowMap": "Karte einblenden",
        "SimpleRealTimeWidget_Message": "%1$s und %2$s in den letzten %3$s",
        "ToggleActions": "Sichtbarkeit aller Aktionen umschalten",
        "TopVisitedPages": "Meistbesuchte Seiten",
        "ViewVisitorProfile": "Besucherprofil ansehen",
        "VisitSummary": "Verbrachte insgesamt %1$s%2$s auf der Website%3$s, und besuchte %4$s Seiten%5$s in %6$s Besuchen%7$s.",
        "VisitSummaryWithActionDetails": "Verbrachte insgesamt %1$s%2$s auf der Website%3$s und führte %4$s Aktionen%5$s (%6$s) in %7$s Besuchen%8$s aus.",
        "VisitedPages": "Besuchte Seiten",
        "VisitorLog": "Besucher-Log",
        "VisitorLogDocumentation": "Diese Tabelle zeigt die letzten Besuche innerhalb der ausgewählten Periode. Sie können sehen, wann der Besucher die Seite zuletzt besucht hat, wenn Sie die Maus über das Datum eines Besuches bewegen. %1$s Wenn die gewählte Periode den heutigen Tag enthält, können Sie die Besuche in Echtzeit sehen! %2$s Die angezeigten Daten sind immer live, egal ob und in welchem Intervall Sie den Archivierungs-Cronjob verwenden.",
        "VisitorLogNoDataMessagePurged": "Wahrscheinlich wurden die Daten bereinigt, weil das reguläre Löschen alter Rohdaten aktiviert ist und das Datum für diesen Bericht älter als %s Tage alt ist. Ein Hauptadministrator kann diese Einstellung im Menü Administration: Privatsphäre ändern.",
        "VisitorLogSubcategoryHelp1": "Das Besuchsprotokoll zeigt Ihnen jeden Besuch, den Ihre Website erhält, im Detail an. Sie können sehen, welche Aktionen jeder Besucher durchgeführt hat, wie er auf Ihre Website gekommen ist, ein bisschen darüber, wer er ist, und mehr (unter Einhaltung Ihrer lokalen Datenschutzbestimmungen).",
        "VisitorLogSubcategoryHelp2": "Während andere Berichte in Matomo zeigen, wie sich Ihre Besucher auf einer aggregierten Ebene verhalten, bietet das Besuchsprotokoll granulare Details. Sie können auch Segmente verwenden, um es auf bestimmte Arten von Besuchen einzugrenzen, um Ihre Besucher besser zu verstehen.",
        "VisitorLogSubcategoryHelp3": "Weitere Informationen finden Sie in der Anleitung zum Besucherlog.",
        "VisitorProfile": "Besucherprofil",
        "VisitorsInRealTime": "Besuche in Echtzeit",
        "VisitorsLastVisit": "Der letzte Besuch dieses Besuchers war vor %s Tagen.",
        "VisitsFrom": "%1$s%2$s Besuche%3$s aus",
        "VisitsLog": "Besucher-Log"
    }
}
