{
    "Live": {
        "ActionsAndDuration": "%1$s Aktionen in %2$s",
        "AveragePageGenerationTime": "Jede Seite brauchte für diesen Besucher durchschnittlich %1$s zum Laden.",
        "CalculatedOverNPageViews": "Berechnet mithilfe der letzten %1$s Seitenansichten dieses Besuchers.",
        "ClickToSeeAllContents": "Klicken um sämtliche Inhaltsinteraktionen/Impressionen zu sehen",
        "ClickToViewAllActions": "Klicken Sie um alle Aktionen dieser Gruppe im Detail zu sehen",
        "ClickToViewMoreAboutVisit": "Klicken Sie hier, um weitere Informationen zu diesem Besuch zu erhalten",
        "ConvertedNGoals": "%s Ziele konvertiert",
        "DisableVisitorProfile": "Nur Besucherprofil deaktivieren",
        "DisableVisitorProfileDescription": "Hier können Sie nur die Besucherprofil-Funktion deaktivieren. Alle Funktionen, welche auf dem Besucher-Log basieren, funktionieren weiterhin.",
        "DisableVisitsLogAndProfile": "Besucher-Log und Besucherprofil deaktivieren",
        "DisableVisitsLogAndProfileDescription": "Hier können Sie das Besucher-Log und die Besucherprofil-Funktion deaktivieren. Dies wird auch alle Funktionen deaktivieren, welche darauf basieren, wie das E-Commerce Log, das segmentierte Besucher-Log, die Echtzeitkarte oder das Echtzeit-Widget. Das ist eventuell nötig , um die lokalen Datenschutzbestimmungen einhalten zu können.",
        "FirstVisit": "Erster Besuch",
        "GoalType": "Typ",
        "HideMap": "Karte ausblenden",
        "KeywordRankedOnSearchResultForThisVisitor": "Der Begriff \"%1$s\" war für diesen Besucher auf Platz %2$s der Suchergebnisseite von %3$s",
        "LastHours": "Letzte %s Stunden",
        "LastMinutes": "Letzte %s Minuten",
        "LastVisit": "Letzter Besuch",
        "LimitedSummary": "Die Informationen in diesem Profil fassen die letzten %1$s Besuche zusammen. Dieser Benutzer hatte insgesamt mehr Besuche.",
        "LimitedVisitsShown": "Nur die letzten %1$s Besuche werden angezeigt. Dieser Benutzer hat im Gesamten mehr Besuche.",
        "LinkVisitorLog": "Detailliertes Besuche-Log anzeigen",
        "LoadMoreVisits": "Mehr laden",
        "MorePagesNotDisplayed": "weitere Seiten von diesem Besucher werden nicht angezeigt",
        "NbVisitor": "1 Besucher",
        "NbVisitors": "%s Besucher",
        "NextVisitor": "Nächster Besucher",
        "NoMoreVisits": "Für diesen Besucher sind keine weiteren Besuche vorhanden.",
        "OnClickPause": "%s läuft. Klicken Sie um zu pausieren.",
        "OnClickStart": "%s ist gestoppt. Klicken Sie um zu starten.",
        "PageRefreshed": "Die Anzahl wie oft diese Seite hintereinander angeschaut/aktualisiert worden ist.",
        "PluginDescription": "Unterstützt den Live Besuche-Log und lässt Sie Ihre Besucher live im Echtzeit-Dashboard-Widget anzeigen. Ein Besucherprofil kann für jeden beliebigen Benutzer angezeigt werden.",
        "PreviousVisitor": "Vorheriger Besucher",
        "QueryMaxExecutionTimeExceeded": "Die Ausführung der Abfrage dauerte zu lange.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "Möglicherweise ist der ausgewählte Zeitraum zu groß?",
        "QueryMaxExecutionTimeExceededReasonSegment": "Möglicherweise enthält das ausgewählte Segment keine Besuche?",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Bitte erneut versuchen. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Administrator oder den Support.",
        "RealTimeHelp1": "Der Echtzeitbesuche-Bericht zeigt Besuche Ihrer Webseite in Echtzeit. Er enthält einen Echtzeitzähler Ihrer Besuche und den ausgelösten Aktionen für die letzten 24 Stunden und den letzten 30 Minuten.",
        "RealTimeHelp2": "Dieser Bericht wird alle 5 Sekunden aktualisiert und zeigt neue Besucher (oder vorhandene Besucher, die eine neue Seite aufrufen) am Anfang der Liste mit einem Einblendeffekt an.",
        "RealTimeVisitorCount": "Echtzeit-Besucherzähler",
        "RealTimeVisitors": "Echtzeitbesuche",
        "Referrer_URL": "Herkunftsseite",
        "RevisitedPages": "Seiten die mehrmals angesehen wurden",
        "RowActionTooltipDefault": "Zeigt das Besucher-Log segmentiert nach dieser Zeile",
        "RowActionTooltipTitle": "Segmentiertes Besucher-Log öffnen",
        "RowActionTooltipWithDimension": "Besucher-Log segmentiert mit %s zeigen",
        "SegmentedVisitorLogTitle": "Besucher-Log mit Besuchen, bei denen %1$s \"%2$s\" ist",
        "ShowMap": "Karte einblenden",
        "SimpleRealTimeWidget_Message": "%1$s und %2$s in den letzten %3$s",
        "ToggleActions": "Sichtbarkeit aller Aktionen umschalten",
        "TopVisitedPages": "Meistbesuchte Seiten",
        "ViewVisitorProfile": "Besucherprofil ansehen",
        "VisitSummary": "Verbrachte insgesamt %1$s%2$s auf der Webseite%3$s, und besuchte %4$s Seiten%5$s in %6$s Besuchen%7$s.",
        "VisitSummaryWithActionDetails": "Verbrachte insgesamt %1$s%2$s auf der Webseite%3$s und führte %4$s Aktionen%5$s (%6$s) in %7$s Besuchen%8$s aus.",
        "VisitedPages": "Besuchte Seiten",
        "VisitorLog": "Besucher-Log",
        "VisitorLogDocumentation": "Diese Tabelle zeigt die letzten Besuche innerhalb des ausgewählten Zeitbereichs. Bewegen Sie den Mauszeiger über das Datum um herauszufinden, wann der letzte aufgetreten ist. %1$s Wenn die gewählte Periode den heutigen Tag enthält, können Sie die Besuche in Echtzeit sehen. %2$s Die angezeigten Daten sind immer live, egal ob und in welchem Intervall Sie den Archivierungs-Cronjob einsetzen.",
        "VisitorLogNoDataMessagePurged": "Die Daten wurden vermutlich bereinigt, weil das reguläre Löschen alter Rohdaten aktiviert ist und das Datum für diesen Bericht älter als %s Tage alt ist. Ein Hauptadministrator kann diese Einstellung in Administration → Datenschutz ändern.",
        "VisitorLogSubcategoryHelp1": "Das Besuchsprotokoll zeigt Ihnen jeden Besuch, den Ihre Webseite erhält, im Detail an. Finden Sie heraus, welche Aktionen jeder Besucher durchgeführt hat, wie er auf Ihre Webseite gekommen ist, ein bisschen darüber, wer er ist, und mehr (unter Einhaltung Ihrer lokalen Datenschutzbestimmungen).",
        "VisitorLogSubcategoryHelp2": "Während andere Berichte in Matomo zeigen, wie sich Ihre Besucher auf einer aggregierten Ebene verhalten, bietet das Besuchsprotokoll granulare Details. Sie können auch Segmente verwenden, um bestimmte Arten von Besuchen einzugrenzen, damit Sie Ihre Besucher besser verstehen.",
        "VisitorLogSubcategoryHelp3": "Weitere Informationen finden Sie in der Anleitung zum Besucher-Log.",
        "VisitorProfile": "Besucherprofil",
        "VisitorsInRealTime": "Besuche in Echtzeit",
        "VisitorsLastVisit": "Der letzte Besuch dieses Besuchers war vor %s Tagen.",
        "VisitsFrom": "%1$s%2$s Besuche%3$s aus",
        "VisitsLog": "Besucher-Log"
    }
}
