{
    "Live": {
        "ActionsAndDuration": "%1$s ενέργειες σε %2$s",
        "AveragePageGenerationTime": "Κάθε σελίδα χρειάστηκε %1$s για να φορτωθεί για αυτό τον επισκέπτη κατά μέσο όρο.",
        "CalculatedOverNPageViews": "Υπολογίστηκε βάσει των τελευταίων %1$s προβολών σελίδων του επισκέπτη.",
        "ClickToSeeAllContents": "Κάντε κλικ για να δείτε κάθε αλληλεπίδραση για το περιεχόμενο",
        "ClickToViewAllActions": "Κάντε κλικ για να δείτε όλες τις ενέργειες αυτής της ομάδας με λεπτομέρεια",
        "ClickToViewMoreAboutVisit": "Κάντε κλικ για περισσότερες λεπτομέρειες σχετικά με αυτή την επίσκεψη",
        "ConvertedNGoals": "Μετατράπηκαν %s στόχοι",
        "DisableVisitorProfile": "Απενεργοποίηση προφίλ επισκεπτών",
        "DisableVisitorProfileDescription": "Όλα τα χαρακτηριστικά που σχετίζονται με επισκέψεις λειτουργούν πάντα.",
        "DisableVisitsLogAndProfile": "Απενεργοποίηση ημερολογίου και προφίλ επισκεπτών",
        "DisableVisitsLogAndProfileDescription": "Επίσης αφαιρεί χαρακτηριστικά που εξαρτώνται από αυτές, όπως το ημερολόγιο ηλεκτρονικού εμπορίου, τα κατατμημένα ημερολόγια επισκέψεων, ο χάρτης σε πραγματικό χρόνο ή το γραφικό συστατικό πραγματικού χρόνου. Ενδέχεται να απαιτείται για συμμόρφωση με την τοπική νομοθεσία ή αρχές λειτουργίας.",
        "FirstVisit": "Πρώτη επίσκεψη",
        "GoalType": "Τύπος",
        "HideMap": "απόκρυψη χάρτη",
        "KeywordRankedOnSearchResultForThisVisitor": "Η λέξη-κλειδί \"%1$s\" βαθμολογήθηκε ως %2$s στη σελίδα αποτελεσμάτων αναζήτησης %3$s για αυτόν τον επισκέπτη",
        "LastHours": "Τις τελευταίες %s ώρες",
        "LastMinutes": "Τα τελευταία %s λεπτά",
        "LastVisit": "Τελευταία επίσκεψη",
        "LimitedSummary": "Οι πληροφορίες στο προφίλ εμφανίζουν μια περίληψη των τελευταίων %1$s επισκέψεων. Ο χρήστης είχε περισσότερες επισκέψεις στο σύνολο.",
        "LimitedVisitsShown": "Μόνο οι τελευταίες %1$s επισκέψεις εμφανίζονται. Ο χρήστης είχε περισσότερες επισκέψεις στο σύνολο.",
        "LinkVisitorLog": "Προβολή λεπτομερούς ημερολογίου επισκέψεων",
        "LoadMoreVisits": "Φόρτωση περισσότερων",
        "MorePagesNotDisplayed": "περισσότερες σελίδες από αυτόν τον επισκέπτη δεν προβάλλονται",
        "NbVisitor": "1 επισκέπτης",
        "NbVisitors": "%s επισκέπτες",
        "NextVisitor": "Επόμενος επισκέπτης",
        "NoMoreVisits": "Αυτές είναι όλες οι επισκέψεις αυτού του επισκέπτη.",
        "OnClickPause": "Το %s εκτελείται… Κάντε κλικ για παύση.",
        "OnClickStart": "Το %s είναι σταματημένο. Κάντε κλικ για εκκίνηση.",
        "PageRefreshed": "Φορές που η σελίδα προβλήθηκε / ανανεώθηκε στη σειρά.",
        "PluginDescription": "Παρέχει ζωντανό ημερολόγιο επισκεπτών και επιτρέπει να παρακολουθείτε τους επισκέπτες στο γραφικό συστατικό του πίνακα σε πραγματικό χρόνο. Το προφίλ ενός επισκέπτη μπορεί να εμφανιστεί για οποιονδήποτε χρήστη.",
        "PreviousVisitor": "Προηγούμενος επισκέπτης",
        "QueryMaxExecutionTimeExceeded": "Δεν ήταν δυνατή η εκτέλεση του ερωτήματος έγκαιρα.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "Μήπως το επιλεγμένο εύρος ημερομηνιών είναι πολύ μεγάλο;",
        "QueryMaxExecutionTimeExceededReasonSegment": "Μήπως το επιλεγμένο τμήμα δεν βρήκε επισκέψεις;",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Παρακαλούμε δοκιμάστε πάλι. Επικοινωνήστε με τον διαχειριστή ή την υποστήριξη αν το πρόβλημα συνεχίζει.",
        "RealTimeHelp1": "Η αναφορά επισκέψεων σε πραγματικό χρόνο εμφανίζει τη ροή των επισκέψεων στον ιστοτόπο σας σε πραγματικό χρόνο. Περιλαμβάνει ένα σε πραγματικό χρόνο μετρητή των επισκέψεων και των αναγνώσεων σελίδων στις τελευταίες 24 ώρες και στα τελευταία 30 λεπτά.",
        "RealTimeHelp2": "Η αναφορά ανανεώνεται κάθε 5 δευτερόλεπτα και εμφανίζει τις νέες επισκέψεις (ή τους υπάρχοντες επισκέπτες που βλέπουν μια νέα σελίδα) στην κορυφή της λίστας με ένα εφέ εμφάνισης.",
        "RealTimeVisitorCount": "Αριθμός επισκεπτών σε πραγματικό χρόνο",
        "RealTimeVisitors": "Επισκέψεις σε Πραγματικό Χρόνο",
        "Referrer_URL": "Διεύθυνση URL παραπομπού",
        "RevisitedPages": "Σελίδες που αναγνώστηκαν παραπάνω από μία φορές",
        "RowActionTooltipDefault": "Εμφάνιση του ημερολογίου επισκέψεων κατατμημένο σε αυτή τη γραμμή",
        "RowActionTooltipTitle": "Άνοιγμα του κατατμημένου ημερολογίου επισκέψεων",
        "RowActionTooltipWithDimension": "Εμφάνιση του ημερολογίου επισκέψεων κατατμημένο με αυτό το %s",
        "SegmentedVisitorLogTitle": "Ημερολόγιο επισκέψεων με επισκέψεις όπου το %1$s είναι \"%2$s\"",
        "ShowMap": "εμφάνιση χάρτη",
        "SimpleRealTimeWidget_Message": "%1$s και %2$s στα τελευταία %3$s",
        "ToggleActions": "Εναλλαγή της ορατότητας όλων των ενεργειών",
        "TopVisitedPages": "Οι μεγαλύτερες σε επισκεψιμότητα σελίδες",
        "ViewVisitorProfile": "Εμφάνιση του προφίλ επισκέπτη",
        "VisitSummary": "Σπαταλήθηκε συνολικός χρόνος %1$s%2$s στον ιστοτόπο %3$s και αναγνώστηκαν %4$s σελίδες%5$s σε %6$s επισκέψεις%7$s.",
        "VisitSummaryWithActionDetails": "Σπαταλήθηκε συνολικός χρόνος %1$s%2$s στον ιστοτόπο %3$s και έγιναν %4$s ενέργειες%5$s (%6$s) σε %7$s επισκέψεις%8$s.",
        "VisitedPages": "Σελίδες που έχουν επισκεφθεί",
        "VisitorLog": "Ημερολόγιο Επισκέψεων",
        "VisitorLogDocumentation": "Ο πίνακας εμφανίζει τις τελευταίες επισκέψεις μέσα στο επιλεγμένο εύρος ημερομηνιών. Με αιώρηση πάνω σε μια ημερομηνία επίσκεψης, μπορείτε να δείτε πότε έγινε η πιο πρόσφατη επίσκεψη. %1$sΑν το εύρος ημερομηνιών περιλαμβάνει και τη σημερινή ημέρα, μπορείτε να δείτε τους επισκέπτες σας σε πραγματικό χρόνο. %2$sΤα δεδομένα που εμφανίζονται εδώ είναι πάντα σε πραγματικό χρόνο, άσχετα με το πότε ή πόσο συχνά χρησιμοποιείτε την αυτοματοποιημένη εργασία αρχειοθέτησης του cron.",
        "VisitorLogNoDataMessagePurged": "Είναι πιθανό τα δεδομένα να έχουν εκκαθαριστεί λόγω της ενεργοποίησης τακτικής διαγραφής των εγγραφών που δεν έχουν επεξεργαστεί και η ημερομηνία για την αναφορά είναι παλιότερη από %s ημέρες. Ένας υπερ-χρήστης μπορεί να αλλάξει τη ρύθμιση πηγαίνοντας στη Διαχείριση → Ιδιωτικότητα.",
        "VisitorLogSubcategoryHelp1": "Το ημερολόγιο επισκέψεων δείχνει κάθε επίσκεψη στον ιστοτόπο σας με λεπτομέρεια. Μπορείτε να δείτε τις ενέργειες που έκανε κάθε επισκέπτης, πως ήρθαν στον ιστοτόπο σας, κάποια πράγματα για το ποιοι είναι και άλλα (με συμμόρφωση με την τοπική σας νομοθεσία για την ιδιωτικότητα).",
        "VisitorLogSubcategoryHelp2": "Ενώ άλλες αναφορές στο Matomo δείχνουν πως οι επισκέπτες σας συμπεριφέρονται σε ένα αθροιστικό επίπεδο, το ημερολόγιο επισκέψεων παρέχει βαθμωτή λεπτομέρεια. Μπορείτε επίσης να χρησιμοποιήσετε τμήματα προκειμένου να περιοριστείτε σε συγκεκριμένους τύπους επισκέψεων για να κατανοήσετε καλύτερα τους επισκέπτες σας.",
        "VisitorLogSubcategoryHelp3": "Μάθετε περισσότερα στον οδηγό ημερολογίου επισκεπτών.",
        "VisitorProfile": "Προφίλ επισκέπτη",
        "VisitorsInRealTime": "Επισκέψεις σε πραγματικό χρόνο",
        "VisitorsLastVisit": "Είχε επίσης επισκέψεις πριν από %s ημέρες.",
        "VisitsFrom": "%1$s%2$s επισκέψεις%3$s από",
        "VisitsLog": "Ημερολόγιο Επισκέψεων"
    }
}
