{
    "Live": {
        "ActionsAndDuration": "%1$s acciones en %2$s",
        "AveragePageGenerationTime": "Cada página tomó en promedio %1$s para cargarse para este visitante.",
        "CalculatedOverNPageViews": "Calculado usando las últimas %1$s páginas vistas de este visitante.",
        "ClickToSeeAllContents": "Hacé clic para ver cada interacción/impresión de contenido",
        "ClickToViewAllActions": "Hacé clic para ver todas las acciones de este grupo en detalle",
        "ClickToViewMoreAboutVisit": "Clic para ver más información acerca de esta visita",
        "ConvertedNGoals": "%s objetivos convertidos",
        "DisableVisitorProfile": "Sólo deshabilitar perfil del visitante",
        "DisableVisitorProfileDescription": "Acá podés deshabilitar la función del perfil del visitante. Todas las funciones relacionadas relacionadas al registro de visitas continuarán funcionando.",
        "DisableVisitsLogAndProfile": "Deshabilitar registro de visitas y perfil de visitante",
        "DisableVisitsLogAndProfileDescription": "Acá podés deshabilitar la función de registro de visitas y perfil del visitante. Esto también deshabilitará funciones que dependen de la misma, como el registro de comercio electrónico, el registro de visitas segmentadas, el mapa en tiempo real o el widget en tiempo real. Esto podría ser requerido para cumplir con tus leyes o normas locales de privacidad.",
        "FirstVisit": "Primer visita",
        "GoalType": "Tipo",
        "HideMap": "ocultar mapa",
        "KeywordRankedOnSearchResultForThisVisitor": "La palabra clave %1$s fue posicionada %2$s en la página de resultados de la búsqueda %3$s para este visitante",
        "LastHours": "Últimas %s horas",
        "LastMinutes": "Últimos %s minutos",
        "LastVisit": "Última visita",
        "LimitedSummary": "La información en este perfil resume las últimas %1$s visitas. Este usuario tuvo más visitas en total.",
        "LimitedVisitsShown": "Sólo se muestran las últimas %1$s visitas. Este usuario tuvo más visitas en total.",
        "LinkVisitorLog": "Ver registro detallado de visitas",
        "LoadMoreVisits": "Cargar más visitas",
        "MorePagesNotDisplayed": "más páginas de este visitante no son mostradas",
        "NbVisitor": "1 visitante",
        "NbVisitors": "%s visitantes",
        "NextVisitor": "Siguiente visitante",
        "NoMoreVisits": "No hay más visitas de este visitante.",
        "OnClickPause": "%s está iniciado. Hacé clic para pausar.",
        "OnClickStart": "%s está detenido. Hacé clic para iniciar.",
        "PageRefreshed": "Número de veces que esta página fue vista / refrescada consecutivamente.",
        "PluginDescription": "Ofrece el registro de visitante en vivo y te permite ver tus visitantes en el widget del panel en tiempo real. El plugin también te permite ver el perfil de un visitante para un usuario determinado.",
        "PreviousVisitor": "Visitante anterior",
        "QueryMaxExecutionTimeExceeded": "La consulta tomó demasiado tiempo para ejecutarse.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "Esto puede pasar si el rango de fecha seleccionado es demasiado grande. Por favor, intentá seleccionar un rango de fecha más chico.",
        "QueryMaxExecutionTimeExceededReasonSegment": "Esto puede pasar si el segmento seleccionado no coincide con ninguna visita. Por favor, intentá revisar tu segmento seleccionado.",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Por favor, intentá de nuevo. Si esto pasa repetidamente, por favor, ponete en contacto con el administrador de soporte.",
        "RealTimeHelp1": "Las visitas en el informe en tiempo real muestra el flujo en tiempo real de las visitas a tu sitio web. Incluye un contador en tiempo real de las visitas y las páginas vistas en las últimas 24 horas y en los últimos 30 minutos.",
        "RealTimeHelp2": "Este informe se refresca cada 5 segundos y muestra nuevas visitas (o visitantes existantes que ven una nueva página) en la parte superior de la lista con un efecto de entrada.",
        "RealTimeVisitorCount": "Conteo de visitante en tiempo real",
        "RealTimeVisitors": "Visitas en tiempo real",
        "Referrer_URL": "Dirección web de origen del visitante",
        "RevisitedPages": "Páginas vistas más de una vez",
        "RowActionTooltipDefault": "Mostrar registro de visitas segmentado por esta fila",
        "RowActionTooltipTitle": "Abrir registro de visitas segmentado",
        "RowActionTooltipWithDimension": "Mostrar registro de visitas segmentado por esta %s",
        "SegmentedVisitorLogTitle": "Registro de visitas mostrando visitas, donde %1$s es \"%2$s\"",
        "ShowMap": "mostrar mapa",
        "SimpleRealTimeWidget_Message": "%1$s y %2$s en los últimos %3$s",
        "ToggleActions": "Activar la visibilidad de todas las acciones",
        "TopVisitedPages": "Páginas principales visitadas",
        "ViewVisitorProfile": "Ver perfil de visitante",
        "VisitSummary": "Pasó un total de %1$s%2$s en el sitio web%3$s y vio %4$s páginas%5$s en %6$s visitas%7$s.",
        "VisitSummaryWithActionDetails": "Pasó un total de %1$s%2$s en el sitio web%3$s y ejecutó %4$s acciones%5$s (%6$s) en %7$s visitas%8$s.",
        "VisitedPages": "Páginas visitadas",
        "VisitorLog": "Registro de visitas",
        "VisitorLogDocumentation": "Esta tabla muestra las últimas visitas en el rango de fecha seleccionado. Podés ver cuándo fue la última visita del visitante pasando el cursor sobre la fecha de una visita. %1$s Si el rango de fecha incluye hoy, ¡podés ver tus visitantes en tiempo real! %2$s La información mostrada aquí es siempre en tiempo real, sin tener en cuenta cuándo y cuán seguido estás usando el trabajo de cron para archivar.",
        "VisitorLogNoDataMessagePurged": "Seguramente los datos fueron purgados porque la eliminación regular de datos viejos en crudo está activada y la fecha para este informe es mayor que %s días. Un súperusuario puede cambiar esta configuración yendo a \"Administración\" → \"Privacidad\".",
        "VisitorLogSubcategoryHelp1": "El registro de visitas muestra cada visita que recibe tu sitio web, en detalle. Podés ver qué acciones hizo cada visitante, cómo encontraron tu sitio web, algo sobre quiénes son y más (al mismo tiempo que se cumple con tus regulaciones locales de privacidad).",
        "VisitorLogSubcategoryHelp2": "Mientras que otros informes en Matomo muestran cómo otros visitantes se comportan a un nivel agregado, el registro de visitas ofrece detalle granular. También podés usar segmentos para acotarlo a tipos específicos de visitas para entender mejor a tus visitantes.",
        "VisitorLogSubcategoryHelp3": "Aprendé más en la guía de registro de visitas.",
        "VisitorProfile": "Perfil de visitante",
        "VisitorsInRealTime": "Visitas en tiempo real",
        "VisitorsLastVisit": "La última visita de este visitante fue hace %s días.",
        "VisitsFrom": "%1$s%2$s visitas%3$s desde",
        "VisitsLog": "Registro de visitas"
    }
}
