{
    "Live": {
        "ActionsAndDuration": "%1$s actions en %2$s",
        "AveragePageGenerationTime": "Chaque page a pris %1$s à charger pour ce visiteur en moyenne.",
        "CalculatedOverNPageViews": "Calculé sur la base des %1$s dernières pages vues par ce visiteur.",
        "ClickToSeeAllContents": "Cliquez pour voir chaque interaction/affichage de contenu",
        "ClickToViewAllActions": "Cliquez pour toutes les actions de ce groupe en détail",
        "ClickToViewMoreAboutVisit": "Cliquez pour plus d'informations sur cette visite",
        "ConvertedNGoals": "Objectifs convertis %s",
        "DisableVisitorProfile": "Désactiver le profil du visiteur uniquement",
        "DisableVisitorProfileDescription": "Ici vous pouvez désactiver la fonction de profil du visiteur. Toutes les fonctions liées au journal des visites resteront actives.",
        "DisableVisitsLogAndProfile": "Désactiver le journal des visites et le profil du visiteur",
        "DisableVisitsLogAndProfileDescription": "Ici, vous pouvez désactiver le journal des visites et la fonction de profil du visiteur. Cela désactivera également les fonctions qui en dépendent, telles que le journal du commerce électronique, le journal des visites segmenté, la carte en temps réel ou le widget temps réel. Cela peut être nécessaire pour respecter les lois locales et les bonnes pratiques en matière de protection de la vie privée.",
        "FirstVisit": "Première visite",
        "GoalType": "Type",
        "HideMap": "Cacher la carte",
        "KeywordRankedOnSearchResultForThisVisitor": "Le mot clé \"%1$s\" a été classé %2$s sur la page de résultats de recherche %3$s pour ce visiteur",
        "LastHours": "Dernières %s heures",
        "LastMinutes": "Dernières %s minutes",
        "LastVisit": "Dernière visite",
        "LimitedSummary": "Les information de ce profil récapitulent les %1$s dernières visites. Cet utilisateur a effectué plus de visites au total.",
        "LimitedVisitsShown": "Uniquement les %1$s dernières visites sont affichées. Cet utilisateur a effectué plus de visites.",
        "LinkVisitorLog": "Voir le journal détaillé des visites",
        "LoadMoreVisits": "Charger plus de visites",
        "MorePagesNotDisplayed": "plus de pages de ce visiteur ne sont pas affichées",
        "NbVisitor": "1 visiteur",
        "NbVisitors": "%s visiteurs",
        "NextVisitor": "Visiteur suivant",
        "NoMoreVisits": "Ce sont toutes les visites de ce visiteur.",
        "OnClickPause": "%s est démarré. Cliquer pour mettre en pause.",
        "OnClickStart": "%s est arrêté. Cliquer pour démarrer.",
        "PageRefreshed": "Nombre de fois où cette page a été vue / rafraîchie d'affilée.",
        "PluginDescription": "Fournit le log en temps réel des visiteurs et vous permet de visualiser vos visiteurs en temps réel au sein d'un gadget du tableau de bord. Ce composant vous permet aussi de voir le profil d'un visiteur pour n'importe quel utilisateur.",
        "PreviousVisitor": "Visiteur précédent",
        "QueryMaxExecutionTimeExceeded": "La requête a mis trop de temps à s’exécuter.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "Cela peut se produire si la plage de dates sélectionnée est trop large. Veuillez essayer avec une plage de dates plus petite.",
        "QueryMaxExecutionTimeExceededReasonSegment": "Cela peut se produire si le segment sélectionné ne correspond à aucune visite. Veuillez vérifier le segment que vous avez sélectionné.",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Veuillez réessayer. Si cela se reproduit, veuillez contacter l'administrateur ou l'assistance.",
        "RealTimeHelp1": "Le rapport \"Visites en temps réel\" montre le flux de visites en temps réel sur votre site web. Il comprend un compteur en temps réel de vos visites et les pages consultées au cours des dernières 24 heures et des 30 minutes précédentes.",
        "RealTimeHelp2": "Ce rapport est actualisé toutes les 5 secondes et affiche les nouvelles visites (ou les visiteurs existants qui consultent une nouvelle page) en haut de la liste avec un effet de fondu enchaîné.",
        "RealTimeVisitorCount": "Décompte des visiteurs en temps réel",
        "RealTimeVisitors": "Visites en temps-réel",
        "Referrer_URL": "URL du référent",
        "RevisitedPages": "Pages vues plus d'une fois",
        "RowActionTooltipDefault": "Afficher le journal des visites segmenté en fonction de cet enregistrement",
        "RowActionTooltipTitle": "Ouvrir le journal segmenté des visites",
        "RowActionTooltipWithDimension": "Afficher le journal des visites segmenté en fonction de %s",
        "SegmentedVisitorLogTitle": "Le journal des visites affiche les visites qui ont %1$s à \"%2$s\"",
        "ShowMap": "Montrer la carte",
        "SimpleRealTimeWidget_Message": "%1$s et %2$s dans le(s)/la dernier(s)/ière(s) %3$s",
        "ToggleActions": "Activer l'affichage de toutes les actions",
        "TopVisitedPages": "Pages les plus visitées",
        "ViewVisitorProfile": "Afficher le profil du visiteur",
        "VisitSummary": "A passé un total de %1$s%2$s sur le site web%3$s, et affiché %4$s pages%5$s en %6$s visites%7$s.",
        "VisitSummaryWithActionDetails": "A passé un total de %1$s%2$s sur le site web%3$s, et effectué %4$s actions %5$s (%6$s) en %7$s visites%8$s.",
        "VisitedPages": "Pages visitées",
        "VisitorLog": "Journal des Visites",
        "VisitorLogDocumentation": "Ce tableau affiche les dernières visites parmi la période sélectionnée. %1$s Si la période inclut aujourd'hui, vous pouvez voir vos visiteurs en temps réel ! %2$s Les données affichées ici le sont toujours en temps réel, indépendamment de quand et à quelle fréquence vous utilisez la tâche automatique (cron) d'archivage.",
        "VisitorLogNoDataMessagePurged": "Il est probable que les données ait été supprimées par la suppression régulière des anciennes données brutes et ce rapport a plus de %s jours. Un super utilisateur peut modifier ce paramètre en allant dans Administration → Vie privée.",
        "VisitorLogSubcategoryHelp1": "Le journal des visites vous montre en détail chaque visite que votre site web reçoit. Vous pouvez voir les actions de chaque visiteur, comment ils sont arrivés sur votre site, un peu plus sur qui ils sont, et plus encore (tout en respectant la réglementation locale en matière de protection de la vie privée).",
        "VisitorLogSubcategoryHelp2": "Alors que d'autres rapports dans Matomo montrent comment vos visiteurs se comportent à un niveau agrégé, le journal des visites fournit des détails granulaires. Vous pouvez également utiliser des segments pour le filtrer sur des types de visites spécifiques afin de mieux comprendre vos visiteurs.",
        "VisitorLogSubcategoryHelp3": "Pour en savoir plus, consultez le guide du journal des visiteurs.",
        "VisitorProfile": "Profil visiteur",
        "VisitorsInRealTime": "Visites en temps-réel",
        "VisitorsLastVisit": "La dernière visite du visiteur était il y a %s jours.",
        "VisitsFrom": "%1$s%2$s visites%3$s de",
        "VisitsLog": "Journal des Visites"
    }
}
