{
    "Live": {
        "ActionsAndDuration": "%1$s gníomh i %2$s",
        "AveragePageGenerationTime": "Thóg sé %1$s ar gach leathanach le luchtú don chuairteoir seo ar an meán.",
        "CalculatedOverNPageViews": "Áirithe trí úsáid a bhaint as radharcanna leathanach %1$s an chuairteora deiridh seo.",
        "ClickToSeeAllContents": "Cliceáil chun gach idirghníomhaíocht/léiriú ábhair a fheiceáil",
        "ClickToViewAllActions": "Cliceáil le haghaidh gníomhartha uile an ghrúpa seo go mion",
        "ClickToViewMoreAboutVisit": "Cliceáil le haghaidh tuilleadh eolais faoin gcuairt seo",
        "ConvertedNGoals": "Tiontaigh %s sprioc",
        "DisableVisitorProfile": "Múch próifílí cuairteoirí",
        "DisableVisitorProfileDescription": "Feidhmíonn gach gné a bhaineann le logáil cuairte i gcónaí.",
        "DisableVisitsLogAndProfile": "Múch loga cuairteanna agus próifílí cuairteoirí",
        "DisableVisitsLogAndProfileDescription": "Baintear freisin gnéithe a bhraitheann orthu seo, amhail an loga ríomhthráchtála, an loga cuairteanna deighilte, an léarscáil fíor-ama nó an ghiuirléid fíor-ama. D’fhéadfadh go gcaithfí cloí le dlíthe/treoirlínte príobháideachais áitiúla.",
        "FirstVisit": "An chéad chuairt",
        "GoalType": "Cineál",
        "HideMap": "cheilt léarscáil",
        "KeywordRankedOnSearchResultForThisVisitor": "Rangaíodh an eochairfhocal \"%1$s\" %2$s ar leathanach toradh an chuardaigh %3$s don chuairteoir seo",
        "LastHours": "An %s uair dheireanach",
        "LastMinutes": "An %s nóiméad deireanach",
        "LastVisit": "Cuairt dheireanach",
        "LimitedSummary": "Déanann an fhaisnéis sa phróifíl seo achoimre ar na %1$s cuairt dheireanacha. Bhí níos mó cuairteanna ar an úsáideoir seo san iomlán.",
        "LimitedVisitsShown": "Ní thaispeántar ach na cuairteanna deiridh %1$s. Bhí níos mó cuairteanna ar an úsáideoir seo san iomlán.",
        "LinkVisitorLog": "Féach ar loga cuairteanna mionsonraithe",
        "LoadMoreVisits": "Luchtaigh níos mó",
        "MorePagesNotDisplayed": "níl níos mó leathanach ón gcuairteoir seo ar taispeáint",
        "NbVisitor": "1 cuairteoir",
        "NbVisitors": "%s cuairteoir",
        "NextVisitor": "An chéad chuairteoir eile",
        "NoMoreVisits": "Seo iad go léir na cuairteanna don chuairteoir seo.",
        "OnClickPause": "Tá %s ag rith… Cliceáil chun é a chur ar sos.",
        "OnClickStart": "Tá %s stoptha. Cliceáil chun é a thosú.",
        "PageRefreshed": "An líon uaireanta a breathnaíodh / athnuadh an leathanach seo i ndiaidh a chéile.",
        "PluginDescription": "Soláthraíonn sé an logáil cuairteanna beo agus ligeann duit féachaint ar do chuairteoirí beo sa ghiuirléid deais fíor-ama. Is féidir próifíl cuairteora a bhrabhsáil le haghaidh aon úsáideoir ar leith.",
        "PreviousVisitor": "Cuairteoir roimhe seo",
        "QueryMaxExecutionTimeExceeded": "Níorbh fhéidir an cheist a rith in am.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "B'fhéidir go bhfuil an raon dáta roghnaithe ró-leathan?",
        "QueryMaxExecutionTimeExceededReasonSegment": "B'fhéidir nár mheaitseáil an mhír roghnaithe cuairteanna ar bith?",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Bain triail eile as. Téigh i dteagmháil le do riarthóir nó le do thacaíocht má leanann an fhadhb.",
        "RealTimeHelp1": "Léiríonn na cuairteanna sa tuarascáil fíor-ama sreabhadh fíor-ama na gcuairteanna ar do láithreán gréasáin. Áiríonn sé cuntar fíor-ama de do chuairteanna agus radhairc leathanaigh le 24 uair an chloig dheireanacha agus na 30 nóiméad roimhe sin.",
        "RealTimeHelp2": "Déanann an tuarascáil seo athnuachan gach 5 soicind agus taispeánann sé cuairteanna nua (nó cuairteoirí atá ann cheana a fheiceann leathanach nua) ag barr an liosta le héifeacht céimnithe.",
        "RealTimeVisitorCount": "Áireamh cuairteoirí fíor-ama",
        "RealTimeVisitors": "Cuairteanna Fíor-ama",
        "Referrer_URL": "URL an atreoraithe",
        "RevisitedPages": "Breathnaíodh ar na leathanaigh níos mó ná uair amháin",
        "RowActionTooltipDefault": "Taispeáin loga na gcuairteanna deighilte leis an ró seo",
        "RowActionTooltipTitle": "Oscail an loga cuairteanna deighilte",
        "RowActionTooltipWithDimension": "Taispeáin loga na gcuairteanna deighilte leis an %s seo",
        "SegmentedVisitorLogTitle": "Loga cuairteanna a thaispeánann cuairteanna ina bhfuil %1$s \"%2$s\"",
        "ShowMap": "taispeáin léarscáil",
        "SimpleRealTimeWidget_Message": "%1$s agus %2$s le %3$s deiridh",
        "ToggleActions": "Scoránaigh infheictheacht gach gníomh",
        "TopVisitedPages": "Leathanaigh ar tugadh cuairt orthu is mó",
        "ViewVisitorProfile": "Féach ar phróifíl an chuairteora",
        "VisitSummary": "Chaith %1$s%2$s san iomlán ar an suíomh Gréasáin%3$s, agus d'fhéach sé ar %4$s leathanaigh%5$s i %6$s cuairteanna %7$s.",
        "VisitSummaryWithActionDetails": "Chaith %1$s%2$s san iomlán ar an suíomh Gréasáin%3$s, agus rinne %4$s gníomh%5$s (%6$s) i %7$s cuairteanna %8$s.",
        "VisitedPages": "Leathanaigh ar tugadh cuairt orthu",
        "VisitorLog": "Loga Cuairteanna",
        "VisitorLogDocumentation": "Léiríonn an tábla seo na cuairteanna is déanaí laistigh den raon dáta roghnaithe. Ainligh thar dháta cuairte le fáil amach cathain a tharla an ceann is déanaí. %1$s Má tá lá atá inniu ann sa raon dáta, is féidir leat do chuairteoirí a fheiceáil i bhfíor-am. %2$s Bíonn na sonraí a thaispeántar anseo beo i gcónaí, is cuma cé acu agus cé chomh minic is a úsáideann tú an cron-job cartlannaithe.",
        "VisitorLogNoDataMessagePurged": "Is dócha gur glanadh na sonraí toisc go bhfuil scriosadh rialta seanshonraí amh ar siúl, agus go bhfuil dáta na tuarascála seo níos mó ná %s lá d'aois. Is féidir le sár-úsáideoir an socrú seo a athrú ach dul chuig Riarachán → Príobháideacht.",
        "VisitorLogSubcategoryHelp1": "Léiríonn an loga cuairteanna go mion gach cuairt a fhaigheann do láithreán gréasáin. Faigh amach cé na gníomhartha a rinne gach cuairteoir, conas a shroich siad do shuíomh, beagán faoi cé hiad féin, agus tuilleadh (agus iad fós ag cloí le do rialacháin príobháideachais áitiúla).",
        "VisitorLogSubcategoryHelp2": "Cé go léiríonn tuarascálacha eile in Matomo conas a iompraíonn do chuairteoirí iad féin ar leibhéal comhiomlán, soláthraíonn loga na gcuairteanna sonraí gráinneach. Is féidir leat míreanna a úsáid freisin chun é a chaolú go cineálacha sonracha cuairteanna chun tuiscint níos fearr a thabhairt le do chuairteoirí.",
        "VisitorLogSubcategoryHelp3": "Faigh tuilleadh faisnéise sa treoirleabhar cuairte.",
        "VisitorProfile": "Próifíl cuairteora",
        "VisitorsInRealTime": "Cuairteanna i bhfíor-am",
        "VisitorsLastVisit": "Tugadh cuairt ar %s lá roimhe sin freisin.",
        "VisitsFrom": "%1$s %2$s cuairt %3$s ó",
        "VisitsLog": "Loga Cuairteanna"
    }
}
