{
    "Live": {
        "ActionsAndDuration": "%1$sazioni in %2$s",
        "AveragePageGenerationTime": "Ogni pagina ha richiesto in media %1$s per essere caricata da questo visitatore.",
        "CalculatedOverNPageViews": "Calcolate usando le ultime %1$s pagine visualizzate da questo visitatore.",
        "ClickToSeeAllContents": "Clicca per vedere ogni interazione/impressione con il contenuto",
        "ClickToViewAllActions": "Clicca per vedere in dettaglio tutte le azioni di questo gruppo",
        "ClickToViewMoreAboutVisit": "Clicca per maggiori informazioni su questa visita",
        "ConvertedNGoals": "Convertiti %s obiettivi",
        "DisableVisitorProfile": "Disattiva i profili dei visitatori",
        "DisableVisitorProfileDescription": "Tutte le funzionalità relative al registro delle visite funzionano sempre.",
        "DisableVisitsLogAndProfile": "Disattiva il registro delle visite e i profili dei visitatori",
        "DisableVisitsLogAndProfileDescription": "Rimuovere anche le funzionalità che dipendono dal registro e-commerce, dal registro delle visite segmentate, dalla mappa in tempo reale o dal widget in tempo reale. Potrebbe essere necessario per rispettare le leggi o le linee guida locali sulla privacy.",
        "FirstVisit": "Prima visita",
        "GoalType": "Tipo",
        "HideMap": "nascondi mappa",
        "KeywordRankedOnSearchResultForThisVisitor": "La parola chiave \"%1$s\" è classificata %2$s nella pagina dei risultati di ricerca %3$s per questo visitatore",
        "LastHours": "Ultime %s ore",
        "LastMinutes": "Ultimi %s minuti",
        "LastVisit": "Ultima visita",
        "LimitedSummary": "Le informazioni contenute in questo profilo riassumono le ultime %1$s visite. Questo utente ha fatto più visite in totale.",
        "LimitedVisitsShown": "Vengono mostrate solo le ultime %1$s visite. Questo utente ha avuto in totale più visite.",
        "LinkVisitorLog": "Guarda il registro dettagliato delle visite",
        "LoadMoreVisits": "Carica altre",
        "MorePagesNotDisplayed": "Altre pagine di questo visitatore non vengono visualizzate",
        "NbVisitor": "1 visitatore",
        "NbVisitors": "%s visitatori",
        "NextVisitor": "Visitatore successivo",
        "NoMoreVisits": "Queste sono tutte le visite per questo visitatore.",
        "OnClickPause": "%s è avviato... Clicca per metterlo in pausa.",
        "OnClickStart": "%s è stato arrestato. Clicca per avviarlo.",
        "PageRefreshed": "Numero di volte che la pagina è stata visitata / aggiornata in una riga.",
        "PluginDescription": "Fornisce il registro delle visite in tempo reale e consente di osservare i visitatori in diretta nel widget della dashboard in tempo reale. È possibile sfogliare il profilo dei visitatori per ogni utente.",
        "PreviousVisitor": "Visitatore precedente",
        "QueryMaxExecutionTimeExceeded": "Impossibile eseguire la query in tempo.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "L'intervallo di date selezionato può essere troppo ampio?",
        "QueryMaxExecutionTimeExceededReasonSegment": "Probabilmente il segmento selezionato non corrisponde ad alcuna visita?",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Prova di nuovo. Contatta il tuo amministratore o il supporto se il problema persiste.",
        "RealTimeHelp1": "Il report Visite in tempo reale mostra in tempo reale il flusso delle visite al tuo sito web. Include un contatore in tempo reale delle visite e delle visualizzazioni di pagina nelle ultime 24 ore e nei 30 minuti precedenti.",
        "RealTimeHelp2": "Questo report si aggiorna ogni 5 secondi e mostra le nuove visite (o visitatori esistenti che visualizzano una nuova pagina) all'inizio dell'elenco con un effetto di dissolvenza in entrata.",
        "RealTimeVisitorCount": "Conteggio dei visitatori in tempo reale",
        "RealTimeVisitors": "Visite in Tempo Reale",
        "Referrer_URL": "URL del referrer",
        "RevisitedPages": "Pagine viste più di una volta",
        "RowActionTooltipDefault": "Mostra il registro visite segmentato per questa riga",
        "RowActionTooltipTitle": "Apri il registro visite segmentato",
        "RowActionTooltipWithDimension": "Mostra il registro visite segmentato per questa %s",
        "SegmentedVisitorLogTitle": "Registro delle visite in cui %1$s è \"%2$s\"",
        "ShowMap": "mostra mappa",
        "SimpleRealTimeWidget_Message": "%1$s e %2$s negli ultimi %3$s",
        "ToggleActions": "Cambia la visibilità di tutte le azioni",
        "TopVisitedPages": "Pagine più visitate",
        "ViewVisitorProfile": "Guarda profilo visitatore",
        "VisitSummary": "Speso un totale di %1$s%2$s sul sito%3$s, e viste %4$s pagine%5$s in %6$s visite%7$s.",
        "VisitSummaryWithActionDetails": "Speso un totale di %1$s%2$s sul sito%3$s, ed eseguite %4$s azioni%5$s (%6$s) in %7$s visite%8$s.",
        "VisitedPages": "Pagine visitate",
        "VisitorLog": "Log Visite",
        "VisitorLogDocumentation": "Questa tabella mostra le ultime visite nell'intervallo di date selezionato. Passa il mouse sopra la data di una visita per scoprire quando è avvenuta quella più recente. %1$sSe l'intervallo di date comprende oggi, è possibile vedere in tempo reale i tuoi visitatori!%2$s I dati visualizzati qui sono sempre aggiornati, indipendentemente da quanto spesso usi l'archiviazione automatica.",
        "VisitorLogNoDataMessagePurged": "È probabile che i dati siano stati eliminati perché è abilitata la cancellazione regolare dei vecchi dati grezzi e la data di questo report è più vecchia di %s giorni. Un super user può modificare questa impostazione andando su Amministrazione → Privacy.",
        "VisitorLogSubcategoryHelp1": "Il registro delle visite mostra in dettaglio ogni visita ricevuta dal tuo sito web. Scopri quali azioni ha svolto ogni visitatore, come è arrivato al tuo sito, un po' su chi sono e altro ancora (pur rispettando le normative locali sulla privacy).",
        "VisitorLogSubcategoryHelp2": "Mentre altri report in Matomo mostrano come si comportano i tuoi visitatori a livello aggregato, il registro delle visite fornisce dettagli granulari. Puoi anche utilizzare i segmenti per restringere il campo a tipi specifici di visite per comprendere meglio i tuoi visitatori.",
        "VisitorLogSubcategoryHelp3": "Ulteriori informazioni nella guida al Registro delle visite.",
        "VisitorProfile": "Profilo visitatore",
        "VisitorsInRealTime": "Visite in tempo reale",
        "VisitorsLastVisit": "Visitata anche %s giorni fa.",
        "VisitsFrom": "%1$s%2$s visite%3$s da",
        "VisitsLog": "Log Visite"
    }
}
