{
    "Live": {
        "ActionsAndDuration": "%1$s ações em %2$s",
        "AveragePageGenerationTime": "Cada página levou em média %1$s para carregar para este visitante.",
        "CalculatedOverNPageViews": "Calculado usando as últimas %1$s exibições de página deste visitante.",
        "ClickToSeeAllContents": "Clique para ver cada interação",
        "ClickToViewAllActions": "Clique para ver todas as ações deste grupo em detalhes",
        "ClickToViewMoreAboutVisit": "Clique para ver mais informações sobre esta visita",
        "ConvertedNGoals": "%s metas convertidas",
        "DisableVisitorProfile": "Desativar apenas o perfil do visitante",
        "DisableVisitorProfileDescription": "Aqui você pode desativar o recurso de perfil do visitante. Todos os recursos relacionados ao registro de visitas continuarão funcionando.",
        "DisableVisitsLogAndProfile": "Desativar registro de visitas e perfil de visitante",
        "DisableVisitsLogAndProfileDescription": "Aqui você pode desativar o registro de visitas e o recurso de perfil do visitante. Isso também desativará recursos que dependem de como o registro de comércio eletrônico, o registro de visitas segmentado, o mapa em tempo real ou o widget em tempo real. Isso pode ser necessário para cumprir suas leis/diretrizes de privacidade locais.",
        "FirstVisit": "Primeira visita",
        "GoalType": "Tipo",
        "HideMap": "esconder mapa",
        "KeywordRankedOnSearchResultForThisVisitor": "A palavra-chave %1$s foi classificada %2$s em %3$s páginas de resultados de pesquisa para este visitante",
        "LastHours": "Últimas %s horas",
        "LastMinutes": "Últimos %s minutos",
        "LastVisit": "Última visita",
        "LimitedSummary": "A informação neste perfil resume as últimas %1$s visitas. Este usuário teve mais visitas no total.",
        "LimitedVisitsShown": "Apenas as últimas %1$s visitas são mostradas. Este usuário teve mais visitas no total.",
        "LinkVisitorLog": "Ver registo de visitas detalhado",
        "LoadMoreVisits": "Carregar mais visitas",
        "MorePagesNotDisplayed": "mais páginas por este visitante não são exibidas",
        "NbVisitor": "1 visitante",
        "NbVisitors": "%s visitantes",
        "NextVisitor": "Próximo visitante",
        "NoMoreVisits": "Não há mais visitas para este visitante.",
        "OnClickPause": "%s iniciou. Clique para pausar.",
        "OnClickStart": "%s parou. Clique para iniciar.",
        "PageRefreshed": "Número de vezes que esta página foi vista / recarregada em uma linha.",
        "PluginDescription": "Fornece o Registro de Visitantes em tempo real e permite que você assista seus visitantes ao vivo no widget do painel. O plugin também permite que você veja o perfil de Visitante de qualquer usuário.",
        "PreviousVisitor": "Visitante anterior",
        "QueryMaxExecutionTimeExceeded": "A consulta levou muito tempo para executar.",
        "QueryMaxExecutionTimeExceededReasonDateRange": "Isto pode ocorrer se o intervalo de datas é muito grande. Por favor tente selecionar um intervalo de datas menor.",
        "QueryMaxExecutionTimeExceededReasonSegment": "Isto pode ocorrer se o segmento selecionado não coincide com nenhuma visita. Por favor tente verificar o seu segmento selecionado.",
        "QueryMaxExecutionTimeExceededReasonUnknown": "Por favor tente de novo. Se isso ocorrer repetidamente, por favor entre em contato com o administrador ou o suporte.",
        "RealTimeHelp1": "O relatório Visitas em tempo real mostra o fluxo de visitas em tempo real ao seu site. Inclui um contador em tempo real de suas visitas e visualizações de página nas últimas 24 horas e nos 30 minutos anteriores.",
        "RealTimeHelp2": "Esse relatório é atualizado a cada 5 segundos e exibe novas visitas (ou visitantes existentes que visualizam uma nova página) no topo da lista com um efeito de fade-in.",
        "RealTimeVisitorCount": "Contagem de visitantes em tempo real",
        "RealTimeVisitors": "Visitas em tempo real",
        "Referrer_URL": "URL do referenciador",
        "RevisitedPages": "Páginas visualizadas mais de uma vez",
        "RowActionTooltipDefault": "Mostrar registro de visitas segmentado por esta linha",
        "RowActionTooltipTitle": "Abrir registro de visitas segmentado",
        "RowActionTooltipWithDimension": "Mostrar registro de visitas segmentado por este %s",
        "SegmentedVisitorLogTitle": "Registro de visitas mostrando visitas em que %1$s é \"%2$s\"",
        "ShowMap": "mostrar mapa",
        "SimpleRealTimeWidget_Message": "%1$s e %2$s na última %3$s",
        "ToggleActions": "Alternar visibilidade de todas as ações",
        "TopVisitedPages": "Principais páginas visitadas",
        "ViewVisitorProfile": "Ver o perfil do visitante",
        "VisitSummary": "Passou um total de %1$s%2$s no site %3$s, e viu %4$s páginas%5$s em %6$s visitas%7$s.",
        "VisitSummaryWithActionDetails": "Passou um total de %1$s%2$s no site %3$s, e realizou %4$s ações%5$s (%6$s) em %7$s visitas%8$s.",
        "VisitedPages": "Páginas visitadas",
        "VisitorLog": "Log de visitas",
        "VisitorLogDocumentation": "Esta tabela mostra as últimas visitas dentro do período selecionado. Você pode ver quando a última visita de um visitante ocorreu passando o mouse sobre a data da visita. %1$s Se o intervalo de data incluir hoje, você pode ver os seus visitantes em tempo real! %2$s Os dados exibidos aqui são sempre ao vivo, independentemente de estar usando o arquivamento agendado por cron.",
        "VisitorLogNoDataMessagePurged": "Provavelmente os dados foram excluídos pois a exclusão regular de dados brutos antigos está habilitada e a data deste relatório é de mais de %s dias atrás. Um super usuário pode modificar esta configuração em Administração =&gt; Privacidade.",
        "VisitorLogSubcategoryHelp1": "O Registro de visitas mostra detalhadamente todas as visitas que seu site recebe. Você pode ver quais ações cada visitante realizou, como eles chegaram ao seu site, um pouco sobre quem eles são e muito mais (enquanto ainda cumpre os regulamentos de privacidade locais).",
        "VisitorLogSubcategoryHelp2": "Enquanto outros relatórios no Matomo mostram como seus visitantes se comportam em um nível agregado, o Registro de visitas fornece detalhes granulares. Você também pode usar segmentos para reduzi-lo a tipos específicos de visitas para entender melhor seus visitantes.",
        "VisitorLogSubcategoryHelp3": "Saiba mais no guia Registro de visitas.",
        "VisitorProfile": "Perfil do visitante",
        "VisitorsInRealTime": "Visitas em tempo real",
        "VisitorsLastVisit": "A última visita deste visitante foi %s dias atrás.",
        "VisitsFrom": "%1$s%2$s visitas%3$s de",
        "VisitsLog": "Log de visitas"
    }
}
